{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Southampton_City_Centre": "Southampton City Centre is the commercial and organisational centre of the City of Southampton, and the transport hub of the city.  Because Southampton is on the South Coast of England, the city centre is not at the geometric centre of the city, but at the southern extremity.",
  "/wiki/St_Mary%27s,_Hampshire": "St Mary's is an inner city area of Southampton in England. It consists of two areas separated by Six Dials junction. The northern section of the district is bounded by St Mary's Road and some streets to the west and the area to the east is Nicholstown-Newtown. The northern section is home to the fire station.",
  "/wiki/Nicholstown,_Hampshire": "Nicholstown-Newtown (usually called Nicholstown or Newtown) is a small area to the north-east of Southampton's city centre. To the north is Bevois Valley, to the east  Northam and to the west and south is St Mary's. In the north of Newtown is the Mount Pleasant area, which spills over into the north of Northam. Black signs saying \"Welcome to Nicholstown-Newtown\"  demarcate the district on the roads running east from St. Mary's Rd – hence the district is bordered on the west by St. Mary's Road, the south by Six Dials road, and the east by the railway lines.",
  "/wiki/Ocean_Village,_Southampton": "Ocean Village is a mixed-use marina, residential, business and leisure development on the mouth of the River Itchen in Southampton, on the south coast of England. Originally the site of Southampton's first working docks, the \"Outer Dock\" which opened in 1842, the area was redeveloped in 1986 and became the leisure marina it is today. After experiencing a period of stalled development with the late-2000s recession, Ocean Village is now undergoing another series of major, multimillion-pound redevelopment projects. Current recreational facilities include a cinema, cafes, wine bars and restaurants.",
  "/wiki/Bevois_Valley": "Bevois Valley (/ˈbiːvɪs/ BEE-vis) is an inner city area of Southampton, England, within Bevois Electoral Ward, and includes areas called Bevois Town and Bevois Mount. The area lies south of and adjoins Portswood and is within easy walking distance of the city centre. It follows the line of the original valley of the River Itchen and as such the land is primarily clays and shingles.",
  "/wiki/Southampton": "Southampton (/saʊθˈ(h)æmptən/ (listen)) is a city in Hampshire, South East England, 70 miles (110 km) south-west of London and 15 miles (24 km) north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
  "/wiki/Shirley,_Hampshire": "Shirley is a broad district and a former village on the western side of Southampton, England. Shirley's main roles are retailing and residential. It is the most important suburban shopping area in the west of the city. Housing is a mixture of council houses in the centre of the district surrounded by private housing, with larger suburban houses concentrated in Upper Shirley. Shirley is separated from Highfield by Southampton Common, a large green public space.",
  "/wiki/Freemantle": "Freemantle is a suburb and electoral ward in Southampton, England.",
  "/wiki/The_Polygon,_Southampton": "The Polygon (or simply Polygon) is an area in the city of Southampton, England.",
  "/wiki/Millbrook,_Hampshire": "Millbrook is a suburb and former civil parish of Southampton.  As the area developed, several settlements grew within the parish, some of them becoming parishes in their own right, thus reducing the extent of the Millbrook parish.  As well as the Millbrook of today, the original Millbrook parish included Freemantle, Regents Park, and Redbridge.  Some of these areas are still referred to as being part of Millbrook. The brook that Millbrook was named after is now known as Tanner's Brook.",
  "/wiki/Redbridge,_Hampshire": "Redbridge is a ward with a population of 14,432, 3.1 miles (5.0 km) to the west of the city centre of Southampton, England. The settlement is positioned at the mouth of the River Test and is the southern terminus of the former Andover Canal and Sprat and Winkle railway line, and the modern M271 motorway.",
  "/wiki/Bassett,_Hampshire": "Bassett is a suburb and electoral ward of the City of Southampton, England. The suburb lies to the north of the city centre and is largely residential, including the University of Southampton's Glen Eyre Halls of residence complex (including Chamberlain), which houses around 2,100 students. Bassett gives its name to part of the A33 arterial road which links the city centre to the M3, described by Pevsner & Lloyd as \"part of the splendid tree-lined route into Southampton from Winchester, London and the north\". The highest point in the City of Southampton (its \"county top\") lies on Bassett Avenue at a height of 82 metres (269 ft) above sea level.",
  "/wiki/Rownhams": "Rownhams is a village in Hampshire, England, situated just outside the boundaries of the City of Southampton, to the north-west. It is in the civil parish of Nursling and Rownhams.   Rownhams services is a nearby service station on the M27 motorway that runs to the north of the village.",
  "/wiki/Nursling": "Nursling is a village in Hampshire, England, situated in the parish of Nursling and Rownhams, about 6 kilometres (3.7 miles) north-west of the city of Southampton. Formerly called Nhutscelle (in an 8th-century life of Saint Boniface), then Nutshalling or Nutshullyng   until the mid-19th century, it has now been absorbed into the suburbs of Southampton, although it is not officially part of the city (remaining part of the Test Valley borough).",
  "/wiki/Chilworth,_Hampshire": "Chilworth is a village in Hampshire, UK, very close to the city of Southampton. Good travel connections and restricted development have led to the village becoming particularly affluent. The village was referred to as Celeworda in the Domesday book, and is now in two parts: modern Chilworth lying along the straight 'new' stretch of the Southampton to Romsey road, and old Chilworth built around the 'old' road.",
  "/wiki/Test_Valley": "Test Valley is a local government district and borough in Hampshire, England, named after the valley of the River Test. Its council is based in Andover.",
  "/wiki/Highfield,_Hampshire": "Highfield is a suburb of Southampton, England. The suburb is situated to the north of the city centre, and is bounded by (clockwise from West) Southampton Common, Bassett, Swaythling and Portswood. Highfield is home to the main campus of the University of Southampton, which is built on a former brickfield.",
  "/wiki/Portswood": "Portswood is a suburb and Electoral Ward of Southampton, England.  The suburb lies to the north-north-east of the city centre and is bounded by (clockwise from west) Freemantle, Highfield, Swaythling, St. Denys and Bevois Valley.",
  "/wiki/St_Denys": "St Denys is a partially riverside district of Southampton, England, centred 1.5 miles (2.4 km) north north-east of the city centre facing variously Bitterne Park and quay across the River Itchen estuary. The river is here spanned in the mid-east extreme of the district by Cobden Bridge, one of five within the city's broad boundaries, six including the railway bridge 100 m south.  It is separated from the city centre by the districts sometimes known as Bevois Valley and New Town, in turn.",
  "/wiki/Swaythling": "Swaythling is a suburb and electoral ward of the city of Southampton in Hampshire, England.  The ward has a population of 13,664.",
  "/wiki/Bitterne": "Bitterne is an eastern suburb and ward of Southampton, England.",
  "/wiki/Bitterne_Park": "Bitterne Park is a suburb and Electoral Ward of Southampton, England, on the Eastern bank of the River Itchen, built on sloping parkland which once formed part of Bitterne Manor.",
  "/wiki/Harefield": "Harefield is a village in the London Borough of Hillingdon, England, on a hill, 17 miles (27 km) northwest of Charing Cross near Greater London's boundary with Buckinghamshire to the west and Hertfordshire to the north. The population at the 2011 Census was 7,399. The northern part of Uxbridge, Harefield is the westernmost settlement in London.",
  "/wiki/Townhill_Park": "Townhill Park is a suburb of Southampton, England, bordering Swaythling, Bitterne Park and West End.  It is built on land which once belonged to the house which carries the same name.",
  "/wiki/Chartwell_Green": "Chartwell Green is a suburb of Southampton, England, although it falls outside the formal city boundary.  Instead, Chartwell Green is part of the West End parish, within the Borough of Eastleigh.",
  "/wiki/Southampton_Airport": "Southampton Airport (IATA: SOU, ICAO: EGHI) is an international airport in Eastleigh, Hampshire in the United Kingdom. The airport borders the Borough of Eastleigh and is 3.5 nautical miles (6.5 km; 4.0 mi) north-north-east of central Southampton.",
  "/wiki/Borough_of_Eastleigh": "The Borough of Eastleigh is a local government district and borough in Hampshire, England, bordering the unitary authority of Southampton, Test Valley, the City of Winchester and the Borough of Fareham.  Eastleigh is separated from the New Forest by Southampton Water.  Water bounds much of the borough, with Southampton Water and the River Hamble bordering the east and southwest of the district.  The built-up nature of neighbouring Southampton and the urban area around the town of Eastleigh contrast with the rural nature of much of the borough, which lies within the Hampshire Basin.",
  "/wiki/Sholing": "Sholing, previously Scholing, is a district on the eastern side of the city of Southampton in Southern England. It is located between the districts of Bitterne, Thornhill and Woolston.",
  "/wiki/Thornhill,_Hampshire": "Thornhill is a suburb of Southampton, United Kingdom, situated on the eastern border of the city and bounded by three major roads. According to the 2001 census the population was 11,460. The under 16s represent 23.4% of the population, 5% more than the city figure of 18.2%; the over 65s represent 17.4%, again, higher than the city average of 14.5%.",
  "/wiki/Woolston,_Southampton": "Woolston is a suburb of Southampton, Hampshire, located on the eastern bank of the River Itchen.  It is bounded by the River Itchen, Sholing, Peartree Green, Itchen and Weston.",
  "/wiki/Weston,_Southampton": "Weston is a small suburb on the south-eastern side of Southampton, UK, predominantly built on the Weston Grove Estate formerly owned by the Chamberlayne family. It also includes the area that was previously the Barnfield Estate. Weston includes part of Mayfield Park, which was previously the Mayfield Estate. Weston is bounded by Woolston, Sholing, Netley and Southampton Water.",
  "/wiki/Stockbridge,_Hampshire": "Stockbridge is a small town and civil parish in the Test Valley district of Hampshire, England. It is one of the smallest towns in the United Kingdom with a population of 592 as of the 2011 census. It sits astride the River Test and at the foot of Stockbridge Down.",
  "/wiki/King%27s_Somborne": "King's Somborne is a village in Hampshire, England. The village lies on the edge of the valley of the River Test.",
  "/wiki/Middle_Wallop": "Middle Wallop is a village in the civil parish of Nether Wallop in Hampshire, England, on the A343 road. At the 2011 Census the population was included in the civil parish of Over Wallop.  The village has a public house, The George Inn, a petrol station as well as The Wallops Parish Hall.",
  "/wiki/Compton_and_Shawford": "Compton and Shawford is a civil parish in the City of Winchester, Hampshire, England.  The word compton means village in a combe and aptly describes the settlement as it primarily consists of a long street on the side of a chalk valley.",
  "/wiki/Colden_Common": "Colden Common is a civil parish in the Winchester District of Hampshire, England, approximately 5 miles south of the city of Winchester, covering an area of 690.74 hectares (2.6670 sq mi) with a resident population of approximately 4,000 people. It includes the village of Colden Common and the hamlets of Hensting, Fisher's Pond, Nob's Crook, Highbridge and Brambridge. Part of the parish lies within the South Downs National Park.",
  "/wiki/Easton,_Hampshire": "Easton is a village in Hampshire, England, situated on the River Itchen, 2¾ miles north east of Winchester.  It is in the civil parish of Itchen Valley.",
  "/wiki/Hursley": "Hursley is a village and civil parish in Hampshire, England with a population of around 900 in 2011. It is located roughly midway between Romsey and Winchester on the A3090. Besides the village the parish includes the hamlets of Standon and Pitt and the outlying settlement at Farley Chamberlayne.",
  "/wiki/Itchen_Abbas": "Itchen Abbas is a village on the River Itchen about 4 miles (6.4 km) north-east of Winchester in Hampshire, England. The village is part of the Itchen Valley civil parish.",
  "/wiki/Martyr_Worthy": "Martyr Worthy is a small village in the English county of Hampshire. It is part of the Worthys cluster of small villages.",
  "/wiki/Micheldever": "Micheldever /mɪtʃəlˈdɛvər/ is a village in Hampshire, England, situated 6 miles (10 km) north of Winchester. It lies upon the River Dever /ˈdiːvər/.  The river, and village, formerly part of Stratton Park, lie on a Hampshire grass downland, underlain with chalk and flint.  Parts of the river now disappear in summer through lack of replenishment, evaporation and, more specifically, the porous nature of the bedrock.",
  "/wiki/Owslebury": "Owslebury is a village and civil parish in the county of Hampshire, in the south of England approximately 5 miles (8.0 km) outside Winchester. It lies within the administrative district of the City of Winchester.",
  "/wiki/South_Wonston": "South Wonston is a village on the outskirts of the City of Winchester district of Hampshire, England. The population of the parish of South Wonston was estimated in 2017 to be 2,870.",
  "/wiki/Sutton_Scotney": "Sutton Scotney is a village in Hampshire, England, north of Winchester in the civil parish of Wonston.",
  "/wiki/Sparsholt,_Hampshire": "Sparsholt (/ˈspɑːʃəʊlt/) is a village and civil parish in Hampshire, England, 2 1⁄2 miles (4 km) west of Winchester. In 1908 its area was 3,672 acres (1,486 ha). The 2011 Census recorded its population as 982.",
  "/wiki/Twyford,_Hampshire": "Twyford is a village and civil parish in Hampshire, England, approximately three miles (4.8 kilometres) south of Winchester and near the M3 motorway and Twyford Down.  In 2001, the population of the parish was 1,456. The village and parish are on the left bank of the Itchen, which passes through nearby watermeadows, and has been important economically for its residents.",
  "/wiki/Winchester": "Winchester is a city and the county town of Hampshire, England. The city lies at the heart of the wider City of Winchester, a local government district, at the western end of the South Downs National Park, on the River Itchen. It is 60 miles (97 km) south-west of London and 14 miles (23 km) from Southampton, the closest other city. At the 2011 Census, Winchester had a population of 45,184. The wider City of Winchester district, which includes towns such as Alresford and Bishop's Waltham, has a population of 116,595.",
  "/wiki/Badger_Farm": "Badger Farm is a suburb to the south of Winchester, Hampshire, England and a civil parish.  The area was developed in the 1970s and 1980s, and became a parish in 1985.  The development of Badger Farm was the subject of the revised Badger Farm Development brief, 1978, produced by Winchester City Council. This laid down the standards for roads, open spaces and housing. Before the development began, the Badger Farm development area was split between two parishes and two city wards. According to the 2001 census Badger Farm had a population of 2,489.",
  "/wiki/Littleton_and_Harestock": "Littleton and Harestock is a civil parish consisting of the villages of Littleton and Harestock in the City of Winchester district of Hampshire, England. The population of the civil parish at the 2011 Census was 3,577.",
  "/wiki/Olivers_Battery": "Oliver's Battery is a civil parish in Hampshire, England, of some 700 households located just to the south of the City of Winchester. The parish was founded in 1956 on land that was formerly part of Compton parish. The parish does not include the whole of the settlement known informally as Oliver's Battery, with the northern boundary following the A3090 and therefore excluding Oliver's Battery Road North.",
  "/wiki/Abbotts_Barton": "Abbotts Barton is a village in Hampshire, England.  The settlement is a suburb of Winchester, and is located approximately 0.8 miles (1.3 km) north-east of the city centre.",
  "/wiki/Bar_End": "Bar End is an area of Winchester, Hampshire, England. It lies on the east bank of the River Itchen to the north of St. Catherine's Hill and is the location of a park and ride car park serving the city centre.",
  "/wiki/Winnall,_Hampshire": "Winnall is a northern suburb of Winchester, Hampshire, on the east bank of the River Itchen. It is the location of the Winnall Moors nature reserve on the flood-plain of the Itchen and the University of Southampton's Erasmus Park hall of residence. Winnall is also the location of St Swithun's School and Winchester's main industrial estate, occupying land between the A34 and the former Didcot, Newbury and Southampton Railway, by junction 9 of the M3.",
  "/wiki/New_Alresford": "New Alresford or simply Alresford (/ˈɒlzfərd/ OLZ-fərd or /ˈɔːlzfərd/ AWLZ-fərd) is a small town and civil parish in the City of Winchester district of Hampshire, England. It is 7.5 miles (12 km) northeast of Winchester and 12 miles (20 km) southwest of the town of Alton.",
  "/wiki/Old_Alresford": "Old Alresford (/ˈɒlzfərd/ OLZ-fərd or /ˈɔːlzfərd/ AWLZ-fərd) is a village and civil parish in Hampshire, England. It is 1 km (0.6 miles) north of the town of New Alresford, 12 km (7 miles) northeast of the city of Winchester, and 20 km (12 miles) south-west of the town of Alton.",
  "/wiki/Cheriton,_Hampshire": "Cheriton is a village and civil parish near Alresford in Hampshire, England. The settlement is perhaps most famous for being close to the site of the English Civil War Battle of Cheriton of 1644. Cheriton is the Source of the River Itchen. The village has two distinct sections:  Cheriton and New Cheriton which is beside the A272 half a mile from the main village",
  "/wiki/Tichborne": "Tichborne is a village and civil parish 4 miles (6.4 km) east of Winchester in Hampshire, England.",
  "/wiki/Ropley": "Ropley is a village and large civil parish in the East Hampshire district of Hampshire, England. It has an acreage of 4,684 acres (1,896 ha), situated 4 miles (6.4 km) east from New Alresford, and is served by a station on the Mid Hants Railway heritage line at Ropley Dean, just over 1 mile (1.6 km) from the village shops. It is 6.7 miles (10.8 km) southwest of Alton, just off the A31 road. It lies within the diocese of Winchester.",
  "/wiki/Botley,_Hampshire": "Botley is a historic village in Hampshire, England with an estimated parish population of 5,100.\nBetween 1806 and 1820 it was the home of the famous journalist and radical politician William Cobbett, who described the village as the most delightful in the world. There is a memorial stone to William Cobbett in the village square.",
  "/wiki/Hedge_End": "Hedge End is a town and civil parish in Hampshire, England. Situated to the east of the City of Southampton, it adjoins the districts of West End and Botley.  Hedge End lies within the Borough of Eastleigh and is part of the Southampton Urban Area. The original hamlet developed on Botley Common after 1250 when it was granted to the men of Botley as common pasture. In 1267, royal charters allowed Botley to hold an annual fair and a weekly market on the common which eventually became a market town.",
  "/wiki/West_End,_Hampshire": "West End is a parish in Hampshire in the borough of Eastleigh. It is ENE of the city of Southampton.  As well as the village itself, the parish contains the Chartwell Green suburb of Southampton. The village is small and generally classed as an area in the outer suburbs or rural urban fringe of Eastleigh because of the surrounding woodland and countryside, including Telegraph Woods and Itchen Valley Country Park.",
  "/wiki/Warsash": "Warsash is a village in southern Hampshire, England, situated at the mouth of the River Hamble, west of the area known as Locks Heath. Boating plays an important part in the village's economy, and the village has a sailing club. It is also home to the Warsash Maritime Academy, part of Southampton Solent University, which provides training for Merchant Navy Officers from around the world.[deprecated source]",
  "/wiki/Hamble-le-Rice": "Hamble-le-Rice is a village and civil parish in the Borough of Eastleigh in Hampshire, England. It is best known for being an aircraft training centre during the Second World War and is a popular yachting location.  The village and the River Hamble also featured in the 1980s BBC television series Howards' Way. The village centre, known as The Square, Hamble, has a more traditional English village aesthetic which differentiates it from the small industrial areas (mostly marinas) close-by the village.",
  "/wiki/Locks_Heath": "Locks Heath is a western residential suburb of Fareham, in the south of Hampshire, England. Locks Heath is immediately surrounded by a collection of villages including Sarisbury to the West, Swanwick, Park Gate and Whiteley to the North, Warsash to the South West and Titchfield to the South East. The population of the village itself in 2011 was 7,104 whilst the wider Locks Heath residential area (including surrounding villages) equaled 43,359 as of 2011.",
  "/wiki/Netley_Abbey": "Netley Abbey is a ruined late medieval monastery in the village of Netley near Southampton in Hampshire, England. The abbey was founded in 1239 as a house for monks of the austere Cistercian order. Despite royal patronage, Netley was never rich, produced no influential scholars nor churchmen, and its nearly 300-year history was quiet. The monks were best known to their neighbours for the generous hospitality they offered to travellers on land and sea.",
  "/wiki/Borough_of_Fareham": "The Borough of Fareham is a local government district and borough in Hampshire, England. Its council is based in Fareham. Other places within the Borough include Portchester, Stubbington, Hill Head, Titchfield, Warsash, Locks Heath, Sarisbury and half of Whiteley. The Borough covers much of the semi-urban area between the cities of Southampton and Portsmouth, and is part of the South Hampshire conurbation, with many residents commuting to the two cities for employment.",
  "/wiki/Bishops_Waltham": "Bishop's Waltham is a medieval market town situated at the source of the River Hamble in Hampshire, England. It has a foot in the South Downs National Park and is located at the midpoint of a long-established route between Winchester and Portsmouth. It is home to the ruins of Bishop's Waltham Palace, a Scheduled Ancient Monument under English Heritage management, and a well-preserved high street with many listed buildings which now house independent shops.",
  "/wiki/Corhampton": "Corhampton is a village in Hampshire, England. It lies on the western bank of the River Meon. It forms a civil parish with Meonstoke which adjoins it on the eastern bank. It is in the civil parish of Corhampton and Meonstoke.",
  "/wiki/Droxford": "Droxford (arch. Drokensford) is a village in Hampshire, England.",
  "/wiki/Durley": "Durley is a village and civil parish in the City of Winchester district of Hampshire, England. It is located approximately  7½ miles (12.1 km) northeast of Southampton and has a population of around 500, doubling in the next decade. The village is home to two restaurants, The Robin Hood Inn and the Farmers Home. Both of the pubs have a rich history dating back till the nineteenth century. Durley is home to one school, Durley Primary. Which is home to around a hundred pupils ranging from four to eleven years of age. The village is also home to a local church where services are held often.",
  "/wiki/Exton,_Hampshire": "Exton is a small village and civil parish in the Winchester district of Hampshire, England. The village lies in the South Downs National Park, on the west bank of the River Meon, immediately to the north of Corhampton. It is located two miles north of Droxford and five miles north-east of Bishop's Waltham. Its name first appears in 940 as East Seaxnatune, meaning \"farmstead of the East Saxons\".",
  "/wiki/Meonstoke": "Meonstoke is a village in Hampshire, England. Meonstoke lies in the Meon Valley where it cuts through the Middle Chalk of the South Downs. Old Winchester Hill is at the edge of the parish to the east.",
  "/wiki/Shedfield": "Shedfield is a village and civil parish in the City of Winchester district of Hampshire, England.  In the 2001 UK Census, Shedfield had a population of 3,914, falling to 3,842 at the 2011 Census.  Shedfield parish includes the neighbouring villages of Waltham Chase and Shirrell Heath.",
  "/wiki/Soberton": "Soberton is a village in the Meon Valley, Hampshire, England, bordered by villages such as Newtown and Droxford. It is listed in the Domesday Book under its original name, \"Sudbertone\" or \"Sudbertune\", and comes under Winchester City Council.",
  "/wiki/Swanmore": "Swanmore is a rural village and civil parish situated in the Meon Valley, Hampshire, England. It is very near to Bishop's Waltham.",
  "/wiki/Upham,_Hampshire": "Upham is a small village and civil parish in the south of England located in Hampshire approximately 7 miles south-east of Winchester .",
  "/wiki/Warnford": "Warnford is a village and civil parish in the City of Winchester district of Hampshire, England.",
  "/wiki/Wickham,_Hampshire": "Wickham (/ˈwɪkəm/) is a small village and civil parish in Hampshire, England, about three miles north of Fareham. At the 2001 census, it had a population of 4,816, falling to 4,299 at the 2011 Census.",
  "/wiki/Totton": "Totton and Eling is a town and civil parish in Hampshire, England, with a population of about 29,000 people. It is situated outside the eastern edge of the New Forest and on the River Test, close to the city of Southampton but outside the city boundary; the town is instead within the New Forest non-metropolitan district. Surrounding towns and villages include Ashurst, Marchwood, Cadnam and Ower.",
  "/wiki/Lyndhurst,_Hampshire": "Lyndhurst /lɪndhərst/ is a large village and civil parish situated in the New Forest National Park in Hampshire, England. Serving as the administrative capital of the New Forest, it is a popular tourist attraction, with many independent shops, art galleries, cafés, museums, pubs and hotels. The nearest city is Southampton, about nine miles (14 km) to the north-east. As of 2001 Lyndhurst had a population of 2,973, increasing to 3,029 at the 2011 Census. The name derives from an Old English name, comprising the words lind (lime tree) and hyrst (wooded hill).",
  "/wiki/Cadnam": "Cadnam is a village situated in Hampshire, England, within the boundaries of the New Forest National Park. The village has existed since the medieval period, when it was (and still is) an important crossroads between Southampton and the towns of southeast Dorset.",
  "/wiki/Marchwood": "Marchwood is a village and civil parish located in Hampshire, England, United Kingdom. It lies between Totton and Hythe on the western shore of Southampton Water and directly east of the New Forest. The population of the village in the 2011 census was 6,141.",
  "/wiki/New_Forest_District": "New Forest is a local government district in Hampshire, England. It is named after the New Forest.",
  "/wiki/Lymington": "Lymington /ˈlɪmɪŋtən/ is a port town on the west bank of the Lymington River on the Solent, in the New Forest district of Hampshire, England. It faces Yarmouth, Isle of Wight, to which there is a car ferry service operated by Wightlink. It is within the civil parish of Lymington and Pennington. The town has a large tourist industry, based on proximity to the New Forest and its harbour. It is a major yachting centre with three marinas. As of 2015, the parish of Lymington and Pennington had a population of 15,726.",
  "/wiki/Milford-on-Sea": "Milford on Sea, often hyphenated as Milford-on-Sea, is a large village and civil parish located on the south coast of England in Hampshire. With a population of 4,660 (2011 census), it has a variety of shops, restaurants, cafes and pubs in its high street, which borders the village green, pebble beaches and a hospital.",
  "/wiki/Pennington,_Hampshire": "Pennington is a ward (electoral and ecclesiastical) in the New Forest district of Hampshire, England, which is defined based on the boundaries of the earlier manor. Pennington Village is at the centre of the ward, with Upper Pennington to the north and Lower Pennington to the south. The population taken at the 2011 census was 6,060. It is in the southernmost part of the New Forest on the Solent coastline near to the town of Lymington, with which it shares the civil parish of Lymington and Pennington.",
  "/wiki/Boldre": "Boldre is a village and civil parish in the New Forest district of Hampshire.  It is situated inside the New Forest National Park borders, near the Lymington River, and is about two miles (3 km) north of Lymington.  According to the 2001 census the parish had a population of 1,931, increasing at the 2011 census to 2,003.",
  "/wiki/Hordle": "Hordle is a village and civil parish in the county of Hampshire, England. It is situated between the Solent coast and the New Forest, and is bordered by the towns of Lymington and New Milton. Like many New Forest parishes Hordle has no village centre. The civil parish includes the hamlets of Tiptoe and Everton as well as part of Downton.\nThe parish was originally much larger; stretching from the New Forest boundary to Hurst Castle.",
  "/wiki/Sway,_Hampshire": "Sway is a village and civil parish in Hampshire in the New Forest national park in England. The civil parish was formed in 1879, when lands were taken from the extensive parish of Boldre. The village has shops and pubs, and a railway station on the South Western Main Line from Weymouth and Bournemouth to Southampton and London Waterloo. Sway is on the southern edge of the woodland and heathland of the New Forest. Much of the children's novel The Children of the New Forest is set in the countryside surrounding Sway.",
  "/wiki/Beaulieu,_Hampshire": "Beaulieu (/ˈbjuːli/ (listen) BEW-lee) is a small village located on the southeastern edge of the New Forest national park in Hampshire, England, and home to both Palace House and the British National Motor Museum.",
  "/wiki/Brockenhurst": "Brockenhurst is the largest village by population within the New Forest in Hampshire, England. The nearest city is Southampton some 13 miles (21 km) to the North East, while Bournemouth is also nearby, 15 miles (24 km) South West. Surrounding towns and villages include Beaulieu, Lymington, Lyndhurst, and Sway.",
  "/wiki/East_Boldre": "East Boldre is a linear village and civil parish situated near Lymington, Hampshire, England. East Boldre is surrounded by the New Forest and forms part of the district of New Forest.",
  "/wiki/Minstead": "Minstead is a small village and civil parish in the New Forest, Hampshire, about 2 miles (3.2 km) north of Lyndhurst. There is a shop and a pub, the Trusty Servant. Sir Arthur Conan Doyle's grave is under a large tree at the back of the 13th century All Saints' church.",
  "/wiki/Bramshaw": "Bramshaw is a small village and civil parish in Hampshire, England. It lies just inside the New Forest. The name Bramshaw means Bramble Wood. Until 1895, Bramshaw was divided into two parts, one half in Wiltshire, and one half in Hampshire. The village of Bramshaw is stretched out for several miles along the B3079 road, with the church to the north, the hamlet of Brook to the south and Stock's Cross at its centre.",
  "/wiki/Hythe,_Hampshire": "Hythe (/haɪð/) is a town near Southampton, Hampshire, England. It is located by the shore of Southampton Water, and has a ferry service connecting it to Southampton. Hythe has a small shopping area, a pier, and a marina for yachts.",
  "/wiki/Fawley,_Hampshire": "Fawley is a village and civil parish in Hampshire, England. It is situated in the New Forest on the western shore of the Solent, approximately 7 miles (11 kilometres) south of Southampton. Fawley is also the site of Fawley Refinery, operated by ExxonMobil, which is the largest facility of its kind in the United Kingdom. The decommissioned Fawley Power Station is also located less than a mile to the south east of the village.",
  "/wiki/Blackfield,_Hampshire": "Blackfield is a village in Hampshire, England. It is within the parish of Fawley, and encompasses the small village of Langley.",
  "/wiki/Calshot": "Calshot is a coastal village in Hampshire, England at the west corner of Southampton Water where it joins the Solent.",
  "/wiki/Hardley,_Hampshire": "Hardley is a suburb of the village of Holbury in the civil parish of Fawley in Hampshire, England.",
  "/wiki/SO_postcode_area": "The SO postcode area, also known as the Southampton postcode area, is a group of 23 postcode districts in England, which are subdivisions of nine post towns. These postcode districts cover south and central Hampshire, including the post towns of Southampton, Winchester, Alresford, Brockenhurst, Eastleigh, Lymington, Lyndhurst, Romsey and Stockbridge; and other towns, such as Totton, Hythe, Hedge End and Bishop's Waltham."
}