{
  "/wiki/Glenn_C._Altschuler": "Glenn Altschuler is an American writer and university-level educator and administrator. At Cornell University, he is the Dean of the School of Continuing Education and Summer Sessions, the Thomas and Dorothy Litwin Professor of American Studies, and a Weiss Presidential Fellow.",
  "/wiki/Barbara_Watson_Andaya": "Barbara Watson Andaya (born 7 June 1943) is an Australian historian and author who studies Indonesia and Maritime Southeast Asia. She has also done extensive research on women's history in Southeast Asia, and of late, on the localization of Christianity in the region. She teaches courses in Asian Studies as a full professor at the University of Hawaii at Manoa, and is director of the University's Center for Southeast Asian Studies. She was President of the American Association for Asian Studies from 2005 to 2006.",
  "/wiki/University_of_Hawaii_at_Manoa": "The University of Hawai'i at Mānoa (University of Hawaii—Mānoa, U.H. Mānoa, the University of Hawai'i, or simply U.H.) is a public research university in Mānoa, a neighborhood in Honolulu, Hawai'i, United States. It is the flagship campus of the University of Hawai'i system. Its campus occupies the eastern half of the mouth of Mānoa Valley. Mānoa's John A. Burns School of Medicine is located in Kakaʻako, adjacent to the Kakaʻako Waterfront Park.",
  "/wiki/Leonard_Andaya": "Leonard Andaya is Professor of Southeast Asian History at University of Hawaii at Manoa. His concentration is in the modern history of Southeast Asia, particularly that of Malaysia, Indonesia, the southern Philippines, and southern Thailand.",
  "/wiki/Stanley_Chodorow": "Stanley Chodorow is a historian and former academic administrator.  He was employed as the Vice President of Academic Affairs at Questia Media.  Prior to that, Chodorow was at University of California, San Diego from 1968 to 1994, first as a professor of history and later a dean.  In 1994, he left UCSD to become Provost at University of Pennsylvania, where he remained until 1997.  He received his BA from Cornell University and received his PhD from Cornell's Department of History in 1968.  Chodorow has since returned to UCSD and has lectured in the Humanities, Making of the Modern World, and Culture, Art, and Technology sequences.",
  "/wiki/Frank_Fetter": "Frank Albert Fetter (/ˈfɛtər/; March 8, 1863 – March 21, 1949) was an American economist of the Austrian School. Fetter's treatise, The Principles of Economics, contributed to an increased American interest in the Austrian School, including the theories of Eugen von Böhm-Bawerk, Friedrich von Wieser, Ludwig von Mises and Friedrich Hayek.",
  "/wiki/Austrian_School": "The Austrian School is a heterodox school of economic thought that is based on methodological individualism—the concept that social phenomena result exclusively from the motivations and actions of individuals.",
  "/wiki/Economics": "Economics (/ɛkəˈnɒmɪks, iːkə-/) is the social science that studies the production, distribution, and consumption of goods and services.",
  "/wiki/Federico_Finchelstein": "Federico Finchelstein is an Argentine historian and chair of the history department at the New School for Social Research.",
  "/wiki/New_School_for_Social_Research": "The New School for Social Research (NSSR) is an educational institution that is part of The New School in New York City, United States. The university was founded in 1919 as a home for progressive thinkers. The New School for Social Research explores and promotes global peace and justice as more than theoretical ideals. The New School for Social Research enrolls more than 1,000 students from all regions of the United States and from more than 70 countries.",
  "/wiki/Douglas_Greenberg": "Douglas Greenberg is Professor Emeritus of History at Rutgers, the State University of New Jersey.  Previously, he was Executive Dean of the School of Arts and Sciences (2008-2012) at Rutgers.  In the past, he served as a Professor of History at the University of Southern California, Executive Director of the USC Shoah Foundation Institute for Visual History and Education, and President of the Chicago Historical Society.",
  "/wiki/Marie_Boas_Hall": "Marie Boas Hall FBA (October 18, 1919 – February 23, 2009) was a historian of science and is considered one of the postwar period pioneers of the study of the Scientific Revolution during the 16th and 17th centuries.",
  "/wiki/Charnvit_Kasetsiri": "Charnvit Kasetsiri (Thai: ชาญวิทย์ เกษตรศิริ, RTGS: Chanwit Kasetsiri; born May 6, 1941) is a Thai historian. He is a professor emeritus of the Thammasat University and was its rector in 1994–1995.",
  "/wiki/Thammasat_University": "Thammasat University (Abrv: TU Thai: มธ.; Thai: มหาวิทยาลัยธรรมศาสตร์, RTGS: Mahawitthayalai Thammasat, pronounced [tʰām.mā.sàːt]) is a public research university in Thailand with campuses in Tha Phra Chan area of Phra Nakhon District near the Grand Palace in the heart of Bangkok; in Rangsit, 42 kilometers north of Bangkok; in Pattaya, a resort city on the eastern seaboard of Thailand; and in Lampang Province.",
  "/wiki/Kevin_M._Kruse": "Kevin M. Kruse is an American professor of history at Princeton University. His research interests include  the political, social, and urban/suburban history of 20th-century America, with a particular focus on the making of modern conservatism. Outside of academia, Kruse has attracted substantial attention and following for his Twitter threads where he provides historical context and applies historical research to current political events.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Mary_Ting_Yi_Lui": "Mary Ting Yi Lui (born 1967) is Professor of History and American Studies at Yale University and Head of Yale's Timothy Dwight College. She is Yale's first tenured professor specializing in Asian American Studies and the first Asian American female to serve as Head of a Yale residential college. A former Director of Undergraduate Studies and Director of Graduate Studies for Yale University's American Studies program, she is also affiliated with Yale's Ethnicity, Race, and Migration program and its Women, Gender, and Sexuality Studies program. Lui is the author of The Chinatown Trunk Mystery: Murder, Miscegenation, and Other Dangerous Encounters in Turn-of-the-Century New York City,  a co-winner of the 2007 Best Book Prize for History from the Association for Asian American Studies.",
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
  "/wiki/Asian_American_Studies": "Asian American Studies is an academic discipline which critically examines the history, experiences, culture, and policies relevant to Asian Americans. It is closely related to other Ethnic Studies disciplines, such as African American Studies, Latino/a Studies, and Native American Studies.",
  "/wiki/Leonard_Marsak": "Leonard Marsak (1924–2013) was a scholar of Modern European History, especially intellectual history.\nAfter military service during World War II, Marsak earned his B.S. in Literature at Cornell University in 1948, (and studied for a semester at the University of Paris in the Spring of 1947). He became the first Jewish graduate student in History at Cornell University and earned his M.A. in History at Cornell in 1949.\nWhile writing his dissertation under the direction of Henry Guerlac at Cornell, Marsak accepted a position as Instructor of History and the Humanities at Reed College in Portland, Oregon in 1953. While teaching at Reed College in 1954, Marsak was questioned before the House Un-American Activities Committee, where he respectfully declined to answer on the grounds of the 1st and 5th Amendments of the United States Constitution.\nWhile having some trouble finding another position, Marsak finished his Ph.D. in History at Cornell University in 1957, with a dissertation on the French philosopher Bernard le Bovier de Fontenelle. He was eventually hired in 1960 by the History Department at Rice University, where he taught for some years before being hired as an Associate Professor in the History Department at the University of California, Santa Barbara in 1965, where he joined Joachim Remak and C. Warren Hollister in building a strong European history program.\nProfessor Marsak published widely on Modern European Intellectual History in books, articles, and reviews. His article “Cartesianism in Fontenelle and French Science, 1686-1752,” (published in the journal Isis in 1959) established his reputation as a scholar of the history of science.  He followed this with Bernard de Fontenelle: The Idea of Science in the French Enlightenment in 1959 (a revision of his doctoral dissertation). Although he continued to publish scholarly articles and reviews, Marsak reached his widest audience with a series of edited works with major publishers over the next several years, including: French Philosophers: From Descartes to Sartre (New York: Meridian, 1961); The Rise of Science in Relation to Society (New York: Macmillan, 1964); The Achievement of Bernard le Bovier de Fontenelle (New York: Johnson Reprint, 1970); The Enlightenment (New York: John Wiley and Sons, 1972); and The Nature of Historical Inquiry (New York: Holt, Rinehart, and Winston, 1970).\nMarsak was a popular and reflective classroom instructor. He and his wife Ann Marsak (a scholar in her own right, as well as an environmental activist) also collected extensively in Asian Art. Leonard Marsak retired from the University of California, Santa Barbara and was granted emeritus status in 1986.\nProfessor Marsak died on February 4, 2013. His sons are Nathan Marsak, the architectural and cultural historian, and Carl Marsak, a leading expert on the enneagram.",
  "/wiki/Anthony_Milner_(historian)": "Anthony Crothers Milner AM is an Australian historian of Southeast Asia – concerned primarily with the history of ideas – and a commentator on Australia-Asia relationships.  His writings on Malay history and society – and the history of Islam in Southeast Asia – include Kerajaan: Malay Political Culture on the Eve of Colonial Rule (1982), an interdisciplinary (history/anthropology) study, published in a new edition in 2016. He is also co-editor of the series of volumes, Australia in Asia (see below), which examine the role of culture and values in Australia-Asia relationships; and of the Asialink report on Australia-ASEAN relations, Our Place in the Asian Century: Southeast Asia as the Third Way (2012). Milner is professorial fellow and international director at Asialink, The University of Melbourne, and visiting professor at the Asia-Europe Institute, University of Malaya. He was dean of Asian studies at the Australian National University (1996–2005), and Basham Professor of Asian History (1924-2013). He is now emeritus professor of the Australian National University.",
  "/wiki/Australian_National_University": "The Australian National University (ANU) is a national research university located in Canberra, the capital of Australia. Its main campus in Acton encompasses seven teaching and research colleges, in addition to several national academies and institutes.",
  "/wiki/L._Arthur_Minnich": "L. Arthur Minnich (November 12, 1918 – 1990) was born in Lorain, Ohio, and graduated from Princeton University in 1940. After serving in the army during World War II he earned a doctorate in history from Cornell University and then taught history at Lafayette College from 1948 to 1952.",
  "/wiki/White_House": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C. and has been the residence of every U.S. president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and his advisers.",
  "/wiki/William_Hardy_McNeill": "William Hardy McNeill (October 31, 1917 – July 8, 2016) was a historian and author, noted for his argument that contact and exchange among civilizations is what drives human history forward, first postulated in The Rise of the West (1963). He was the Robert A. Milikan Distinguished Service Professor Emeritus of History at the University of Chicago, where he taught from 1947 until his retirement in 1987.",
  "/wiki/The_Rise_of_the_West:_A_History_of_the_Human_Community": "The Rise of the West: A History of the Human Community is a book by University of Chicago historian William H. McNeill, first published in 1963 and enlarged with a retrospective preface in 1991. It explores world history in terms of the effect different old world civilizations had on one another, and especially the deep influence of Western civilization on the rest of the world in the past 500 years. He argues that societal contact with foreign civilizations is the primary force in driving historical change. In 1964 it won the National Book Award in History and Biography.",
  "/wiki/Milton_Osborne": "Milton Osborne is an Australian historian, author, and consultant specializing in Southeast Asia.",
  "/wiki/Joseph_Palermo": "Joseph A. Palermo (born 1959) is an Associate Professor of History at Sacramento State University, an author and a commentator.",
  "/wiki/Sacramento_State_University": "California State University, Sacramento (CSUS, Sacramento State, or informally Sac State) is a public university in Sacramento, California. Founded in 1947 as Sacramento State College, it is the eleventh oldest school in the 23-campus California State University system. The university enrolls approximately 31,500 students annually, has an alumni base of more than 240,000 and awards 7,838 degrees annually. The university offers 151 different Bachelor's degrees, 69 Master's degrees, 28 types of teaching credentials, and 2 Doctoral degrees. The university also has extensions in Singapore, offering a unique IMBA (International Master's in Business Administration). It is consistently one of the top three destinations among all universities in the state for California Community College students, welcoming over 4,000 new transfers each academic year.",
  "/wiki/Robert_Roswell_Palmer": "Robert Roswell Palmer (January 11, 1909 – June 11, 2002), commonly known as R. R. Palmer, was a distinguished American historian at Princeton and Yale universities, who specialized in eighteenth-century France.  His most influential work of scholarship, The Age of the Democratic Revolution: A Political History of Europe and America, 1760–1800 (1959 and 1964), examined an age of democratic revolution that swept the Atlantic civilization between 1760 and 1800.  He was awarded the Bancroft Prize in History for the first volume.  Palmer also achieved distinction as a history text writer.",
  "/wiki/Yale": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
  "/wiki/Bancroft_Prize": "The Bancroft Prize is awarded each year by the trustees of Columbia University for books about diplomacy or the history of the Americas. It was established in 1948 by a bequest from Frederic Bancroft.  The prize has been generally considered to be among the most prestigious awards[citation needed] in the field of American history writing and comes with a $10,000 stipend (raised from $4,000 beginning in 2004).  Seventeen winners had their work supported by the National Endowment for the Humanities, and 16 winners were also recipients of the Pulitzer Prize for History.",
  "/wiki/American_Historical_Association": "The American Historical Association (AHA) is the oldest and largest society of historians and professors of history in the United States. Founded in 1884, the association promotes historical studies, the teaching of history, and the preservation of and access to historical materials.  It publishes The American Historical Review five times a year, with scholarly articles and book reviews.  The AHA is the major organization for historians working in the United States, while the Organization of American Historians is the major organization for historians who study and teach about the United States.",
  "/wiki/Chiranan_Pitpreecha": "Čhiranan Pitpreecha (born 1955) is a Thai poet and feminist. For a time, she had the married name Čhiranan Prasertkul. Her surname also appears as Phitprīchā. She is a recipient of the S.E.A. Write Award.",
  "/wiki/Vicente_L._Rafael": "Vicente L. Rafael is a professor of Southeast Asian history at the University of Washington, Seattle. He received his B.A. in history and philosophy from Ateneo de Manila University in 1977 and his Ph.D. in history at Cornell University in 1984. Prior to teaching at the University of Washington, Rafael taught at the University of California, San Diego and the University of Hawaii at Manoa. Currently, he sits on advisory boards of Cultural Anthropology, Public Culture, and positions.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Cornell_University_Department_of_History": "The Cornell University Department of History is an academic department in the College of Arts and Sciences at Cornell University that focuses on the study of history.  Founded in 1868, it is one of Cornell's original departments and has been a center for the development of professional historical research institutions in the United States, including the American Historical Association and the American Historical Review. It remains a highly-ranked program in the field and its alumni and faculty have won Nobel and Pulitzer Prizes, among other distinctions. In addition, many of Cornell's presidents have served among its ranks."
}