{
  "/wiki/Felix_Adler_(Society_for_Ethical_Culture)": "Felix Adler (August 13, 1851 – April 24, 1933) was a German American professor of political and social ethics, rationalist, influential lecturer on  euthanasia, religious leader and social reformer who founded the Ethical Culture movement.",
  "/wiki/Hebrew_literature": "Hebrew literature consists of ancient, medieval, and modern writings in the Hebrew language.  It is one of the primary forms of Jewish literature, though there have been cases of literature written in Hebrew by non-Jews.  Hebrew literature was produced in many different parts of the world throughout the medieval and modern eras, while contemporary Hebrew literature is largely Israeli literature.\nIn 1966, Agnon won the Nobel Prize for Literature for novels and short stories that employ a unique blend of biblical, Talmudic and modern Hebrew, making him the first Hebrew writer to receive this award.",
  "/wiki/Chinese_literature": "The history of Chinese literature extends thousands of years, from the earliest recorded dynastic court archives to the mature vernacular fiction novels that arose during the Ming dynasty to entertain the masses of literate Chinese. The introduction of widespread woodblock printing during the Tang dynasty (618–907) and the invention of movable type printing by Bi Sheng (990–1051) during the Song dynasty (960–1279) rapidly spread written knowledge throughout China. In more modern times, the author Lu Xun (1881–1936) is considered the founder of baihua literature in China.",
  "/wiki/Charles_Kendall_Adams": "Charles Kendall Adams (January 24, 1835 – July 26, 1902) was an American educator and historian. He served as the second president of Cornell University from 1885 until 1892, and as president of the University of Wisconsin from 1892 until 1901.  At Cornell he established a new law school, built a library, and appointed eminent research professors for the Ivy League school. At Wisconsin, he negotiated ever-increasing appropriations from the state legislature, especially for new buildings such as the library.  He was the editor-in-chief of Johnson's Universal Cyclopaedia (1892–1895), and of the successor Universal Cyclopaedia (1900), sometimes referred to as Appleton's Universal Cyclopaedia.",
  "/wiki/History_of_Europe": "The history of Europe covers the people inhabiting Europe from prehistory to the present. During the Neolithic era and the time of the Indo-European migrations Europe saw human inflows from east and southeast and subsequent important cultural and material exchange. The period known as classical antiquity began with the emergence of the city-states of ancient Greece. Later, the Roman Empire came to dominate the entire Mediterranean basin. The fall of the Roman Empire in AD 476 traditionally marks the start of the Middle Ages. Beginning in the 14th century a Renaissance of knowledge challenged traditional doctrines in science and theology. Simultaneously, the Protestant Reformation set up Protestant churches primarily in Germany, Scandinavia and England. After 1800, the Industrial Revolution brought prosperity to Britain and Western Europe. The main powers set up colonies in most of the Americas and Africa, and parts of Asia. In the 20th century, World War I and World War II resulted in massive numbers of deaths. The Cold War dominated European geo-politics from 1947 to 1989.",
  "/wiki/Daniel_A._Baugh": "Daniel Albert Baugh (born 10 July 1931 in Philadelphia) is \"seen as the definitive historian of [British] naval administration.\" Baugh has defined his own contribution in explaining \"My research field is mainly England, 1660-1840. By studying administration chiefly in terms of administrative problems, I hope to improve our understanding of both the nature of society and the development of government.\". After 1982 he focused his attention on maritime, naval and geopolitical history.",
  "/wiki/History_of_England": "The British Isles became inhabited more than 800,000 years ago, as the discovery of stone tools and footprints at Happisburgh in Norfolk has revealed. The earliest evidence for early modern humans in North West Europe, a jawbone discovered in Devon at Kents Cavern in 1927,  was re-dated in 2011 to between 41,000 and 44,000 years old. Continuous human habitation in England dates to around 13,000 years ago (see Creswellian), at the end of the last glacial period. The region has numerous remains from the Mesolithic, Neolithic and Bronze Age, such as Stonehenge and Avebury. In the Iron Age, all of Britain south of the Firth of Forth, was inhabited by the Celtic people known as the Britons, including some Belgic tribes (e.g. the Atrebates, the Catuvellauni, the Trinovantes, etc.) in the south east.  In AD 43 the Roman conquest of Britain began; the Romans maintained control of their province of Britannia until the early 5th century.\n The end of Roman rule in Britain facilitated the Anglo-Saxon settlement of Britain, which historians often regard as the origin of England and of the English people.  The Anglo-Saxons, a collection of various Germanic peoples, established several kingdoms that became the primary powers in present-day England and parts of southern Scotland. They introduced the Old English language, which largely displaced the previous British language.  The Anglo-Saxons warred with British successor states in western Britain and the Hen Ogledd (Old North; the Brythonic-speaking parts of northern Britain), as well as with each other.  Raids by Vikings became frequent after about AD 800, and the Norsemen settled in large parts of what is now England.  During this period, several rulers attempted to unite the various Anglo-Saxon kingdoms, an effort that led to the emergence of the Kingdom of England by the 10th century.\n In 1066, a Norman expedition invaded and conquered England.  The Norman dynasty established by William the Conqueror ruled England for over half a century before the period of succession crisis known as the Anarchy (1135–1154).  Following the Anarchy, England came under the rule of the House of Plantagenet, a dynasty which later inherited claims to the Kingdom of France. During this period, Magna Carta was signed. A succession crisis in France led to the Hundred Years' War (1337–1453), a series of conflicts involving the peoples of both nations.  Following the Hundred Years' Wars, England became embroiled in its own succession wars. The Wars of the Roses pitted two branches of the House of Plantagenet against one another, the House of York and the House of Lancaster. The Lancastrian Henry Tudor ended the War of the Roses and established the Tudor dynasty in 1485.\n Under the Tudors and the later Stuart dynasty, England became a colonial power. During the rule of the Stuarts, the English Civil War took place between the Parliamentarians and the Royalists, which resulted in the execution of King Charles I (1649) and the establishment of a series of republican governments — first, a Parliamentary republic known as the Commonwealth of England (1649–1653), then a military dictatorship under Oliver Cromwell known as The Protectorate (1653–1659).  The Stuarts returned to the restored throne in 1660, though continued questions over religion and power resulted in the deposition of another Stuart king, James II, in the Glorious Revolution (1688). England, which had subsumed Wales in the 16th century under Henry VIII, united with Scotland in 1707 to form a new sovereign state called Great Britain. Following the Industrial Revolution, Great Britain ruled a colonial Empire, the largest in recorded history.  Following a process of decolonisation in the 20th century, mainly caused by the weakening of Great Britain's power in the two World Wars, almost all of the empire's overseas territories became independent countries. However, as of 2019[update], its cultural impact remains widespread and deep in many of them.",
  "/wiki/Maritime_history": "Maritime history is the study of human interaction with and activity at sea. It covers a broad thematic element of history that often uses a global approach, although national and regional histories remain predominant. As an academic subject, it often crosses the boundaries of standard disciplines, focusing on understanding humankind's various relationships to the oceans, seas, and major waterways of the globe. Nautical history records and interprets past events involving ships, shipping, navigation, and seafarers.\n Maritime history is the broad overarching subject that includes fishing, whaling, international maritime law, naval history, the history of ships, ship design, shipbuilding, the history of navigation, the history of the various maritime-related sciences (oceanography, cartography, hydrography, etc.), sea exploration, maritime economics and trade, shipping, yachting, seaside resorts, the history of lighthouses and aids to navigation, maritime themes in literature, maritime themes in art, the social history of sailors and passengers and sea-related communities.  There are a number of approaches to the field, sometimes divided into two broad categories: Traditionalists, who seek to engage a small audience of other academics, and Utilitarians, who seek to influence policy makers and a wider audience.",
  "/wiki/Carl_L._Becker": "Carl Lotus Becker (September 7, 1873 – April 10, 1945) was an American historian.",
  "/wiki/The_Enlightenment": "The Age of Enlightenment (also known as the Age of Reason or simply the Enlightenment)[note 1] was an intellectual and philosophical movement that dominated the world of ideas in Europe during the 17th to 19th century.\n The Enlightenment emerged out of a European intellectual and scholarly movement known as Renaissance humanism. Some consider the publication of Isaac Newton's Principia Mathematica (1687) as the first major enlightenment work. French historians traditionally date the Enlightenment from 1715 to 1789, from the death of Louis XIV of France until the outbreak of the French Revolution that ended the Ancien Regime. Most end it with the beginning  of the 19th century. Philosophers and scientists of the period widely circulated their ideas through meetings at scientific academies, Masonic lodges, literary salons, coffeehouses and in printed books, journals, and pamphlets. The ideas of the Enlightenment undermined the authority of the monarchy and the Church and paved the way for the political revolutions of the 18th and 19th centuries. A variety of 19th-century movements, including liberalism and neoclassicism, trace their intellectual heritage to the Enlightenment.\n The Enlightenment included a range of ideas centered on the sovereignty of reason and the evidence of the senses as the primary sources of knowledge and advanced ideals such as liberty, progress, toleration, fraternity,  constitutional government and separation of church and state. In France, the central doctrines of the Enlightenment philosophers were individual liberty and religious tolerance, in opposition to an absolute monarchy and the fixed dogmas of the Roman Catholic Church. The Enlightenment was marked by an emphasis on the scientific method and reductionism, along with increased questioning of religious orthodoxy—an attitude captured by Immanuel Kant's essay Answering the Question: What is Enlightenment, where the phrase Sapere aude (Dare to know) can be found.",
  "/wiki/Knight_Biggerstaff": "Knight Biggerstaff (simplified Chinese: 毕乃德, 1906–2001) was an American historian of China.",
  "/wiki/History_of_China": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty (c. 1600–1046 BC), during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Records of the Grand Historian (c. 100 BC) and the Bamboo Annals (296 BC) describe a Xia dynasty (c. 2070–1600 BC) before the Shang, but no writing is known from the period, and Shang writings do not indicate the existence of the Xia. The Shang ruled in the Yellow River valley, which is commonly held to be the cradle of Chinese civilization. However, Neolithic civilizations originated at various cultural centers along both the Yellow River and Yangtze River. These Yellow River and Yangtze civilizations arose millennia before the Shang. With thousands of years of continuous history, China is one of the world's oldest civilizations, and is regarded as one of the cradles of civilization.\n The Zhou dynasty (1046–256 BC) supplanted the Shang, and introduced the concept of the Mandate of Heaven to justify their rule. The central Zhou government began to weaken due to external and internal pressures in the 8th century BC, and the country eventually splintered into smaller states during the Spring and Autumn period. These states became independent and warred with one another in the following Warring States period. Much of traditional Chinese culture, literature and philosophy first developed during those troubled times.\n In 221 BC, Qin Shi Huang conquered the various warring states and created for himself the title of Huangdi or \"emperor\" of the Qin, marking the beginning of imperial China. However, the oppressive government fell soon after his death, and was supplanted by the longer-lived Han dynasty (206 BC – 220 AD). Successive dynasties developed bureaucratic systems that enabled the emperor to control vast territories directly. In the 21 centuries from 206 BC until AD 1912, routine administrative tasks were handled by a special elite of scholar-officials. Young men, well-versed in calligraphy, history, literature, and philosophy, were carefully selected through difficult government examinations. China's last dynasty was the Qing (1644–1912), which was replaced by the Republic of China in 1912, and then in the mainland by the People's Republic of China in 1949.\n Chinese history has alternated between periods of political unity and peace, and periods of war and failed statehood—the most recent being the Chinese Civil War (1927–1949). China was occasionally dominated by steppe peoples, most of whom were eventually assimilated into the Han Chinese culture and population. Between eras of multiple kingdoms and warlordism, Chinese dynasties have ruled parts or all of China; in some eras control stretched as far as Xinjiang and Tibet, as at present. Traditional culture, and influences from other parts of Asia and the Western world (carried by waves of immigration, cultural assimilation, expansion, and foreign contact), form the basis of the modern culture of China.",
  "/wiki/George_Lincoln_Burr": "George Lincoln Burr (January 30, 1857 – June 27, 1938) was a U.S. historian, diplomat, author, and educator, best known as a Professor of History and Librarian at Cornell University, and as the closest collaborator of Andrew Dickson White, the first President of Cornell.\n Burr was born in Albany, New York and entered the Cortland Academy in 1869, where he first met Andrew Dickson White, who was guest speaker for its 50th anniversary. The financial Panic of 1873 wreaked havoc on his family's finances, and he was forced to leave school and seek employment at age 16. After a brief stint as a schoolmaster, he apprenticed as a printer of The Standard at Cortland. After 4 years, he had saved $200, sufficient for him to matriculate at Cornell in 1877. As a sophomore, Burr audited a course for seniors taught by White on the historical development of criminal law, and received permission to sit for the exam. Prof. White was so impressed by Burr's exam answers that he secretly appointed Burr as his examiner (i.e., grader) in history. White writes in his Autobiography, \"Of course this was kept entirely secret; for had the Seniors known that I had entrusted their papers to the tender mercies of a Sophomore, they would probably have mobbed me.\"\n After his graduation in 1881, Burr accepted White's offer to serve as an instructor and examiner in modern history, and also as White's private secretary. This was the beginning of a literary partnership that lasted until White's death in 1918. Under White's tutelage, Burr developed into a scholar of medieval history. After traveling and studying in Switzerland, France, and Germany, Burr was appointed to the Cornell faculty in 1888. He was made Professor of Medieval History in 1892. In 1919, he was elected John Stambaugh Professor of History.",
  "/wiki/Middle_Ages": "In the history of Europe, the Middle Ages (or medieval period) lasted from the 5th to the 15th century. It began with the fall of the Western Roman Empire and merged into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The medieval period is itself subdivided into the Early, High, and Late Middle Ages.\n Population decline, counterurbanisation, collapse of centralized authority, invasions, and mass migrations of tribes, which had begun in Late Antiquity, continued in the Early Middle Ages. The large-scale movements of the Migration Period, including various Germanic peoples, formed new kingdoms in what remained of the Western Roman Empire. In the 7th century, North Africa and the Middle East—once part of the Byzantine Empire—came under the rule of the Umayyad Caliphate, an Islamic empire, after conquest by Muhammad's successors.  Although there were substantial changes in society and political structures, the break with classical antiquity was not complete. The still-sizeable Byzantine Empire, Rome's direct continuation, survived in the Eastern Mediterranean and remained a major power. The empire's law code, the Corpus Juris Civilis or \"Code of Justinian\", was rediscovered in Northern Italy in 1070 and became widely admired later in the Middle Ages.  In the West, most kingdoms incorporated the few extant Roman institutions. Monasteries were founded as campaigns to Christianise pagan Europe continued. The Franks, under the Carolingian dynasty, briefly established the Carolingian Empire during the later 8th and early 9th centuries. It covered much of Western Europe but later succumbed to the pressures of internal civil wars combined with external invasions: Vikings from the north, Magyars from the east, and Saracens from the south.\n During the High Middle Ages, which began after 1000, the population of Europe increased greatly as technological and agricultural innovations allowed trade to flourish and the Medieval Warm Period climate change allowed crop yields to increase. Manorialism, the organisation of peasants into villages that owed rent and labour services to the nobles, and feudalism, the political structure whereby knights and lower-status nobles owed military service to their overlords in return for the right to rent from lands and manors, were two of the ways society was organised in the High Middle Ages. The Crusades, first preached in 1095, were military attempts by Western European Christians to regain control of the Holy Land from Muslims. Kings became the heads of centralised nation-states, reducing crime and violence but making the ideal of a unified Christendom more distant. Intellectual life was marked by scholasticism, a philosophy that emphasised joining faith to reason, and by the founding of universities. The theology of Thomas Aquinas, the paintings of Giotto, the poetry of Dante and Chaucer, the travels of Marco Polo, and the Gothic architecture of cathedrals such as Chartres are among the outstanding achievements toward the end of this period and into the Late Middle Ages.\n The Late Middle Ages was marked by difficulties and calamities including famine, plague, and war, which significantly diminished the population of Europe; between 1347 and 1350, the Black Death killed about a third of Europeans. Controversy, heresy, and the Western Schism within the Catholic Church paralleled the interstate conflict, civil strife, and peasant revolts that occurred in the kingdoms. Cultural and technological developments transformed European society, concluding the Late Middle Ages and beginning the early modern period.",
  "/wiki/Sherman_Cochran": "Sherman Cochran (simplified Chinese: 高家龙; traditional Chinese: 高家龍; pinyin: Gāo Jiālóng; born 1940) is Hu Shih Professor Emeritus of Chinese history at Cornell University.",
  "/wiki/Hu_Shih": "Hu Shih (Chinese: 胡適; pinyin: Hú Shì; Wade–Giles: Hu2 Shih4; 17 December 1891 – 24 February 1962), also known as Hu Suh in early references, was a Chinese philosopher, essayist and diplomat. Hu is widely recognized today as a key contributor to Chinese liberalism and language reform in his advocacy for the use of written vernacular Chinese. He was influential in the May Fourth Movement, one of the leaders of China's New Culture Movement, was a president of Peking University, and in 1939 was nominated for a Nobel Prize in literature. He had a wide range of interests such as literature, philosophy, history, textual criticism, and pedagogy. He was also an influential redology scholar and held the famous Jiaxu manuscript (甲戌本; Jiǎxū běn) for many years until his death.",
  "/wiki/David_Brion_Davis": "David Brion Davis (February 16, 1927 – April 14, 2019) was an American intellectual and cultural historian, and a leading authority on slavery and abolition in the Western world.  He was a Sterling Professor of History at Yale University, and founder and director of Yale's Gilder Lehrman Center for the Study of Slavery, Resistance, and Abolition. \n Davis authored or edited 17 books. His books emphasize religious and ideological links among material conditions, political interests, and new political values.  Ideology, in his view, is not a deliberate distortion of reality or a façade for material interests; rather, it is the conceptual lens through which groups of people perceive the world around them. He was also a frequent contributor to The New York Review of Books.\n Davis received the 1967 Pulitzer Prize for General Nonfiction, and the National Humanities Medal, presented by President Barack Obama in 2014 for \"reshaping our understanding of history.\"  He also received the 2015 National Book Critics Circle Award for General Nonfiction, the 2015 Anisfield-Wolf Book Award for lifetime achievement in contributions to public understanding of racism and appreciation of cultural diversity, and the 2015 Biennial Coif Book Award, a top honor from the Association of American Law Schools for the leading law-related book published in 2013 and 2014.\n After serving on the Cornell University faculty for 14 years, Davis taught at Yale from 1970 to 2001.  He held one-year appointments as the Harold Vyvyan Harmsworth Visiting Professor of American History at Oxford University (1969-1970), at  the Center for Advanced Study in the Behavioral Sciences at Stanford University, and as the first French-American Foundation Chair in American Civilization at the École des Hautes Études en Sciences Sociales in Paris.",
  "/wiki/History_of_slavery": "The history of slavery spans many cultures, nationalities, and religions from ancient times to the present day. However the social, economic, and legal positions of slaves have differed vastly in different systems of slavery in different times and places.\n Slavery occurs relatively rarely among hunter-gatherer populations because it develops under conditions of social stratification. Slavery operated in the very first civilizations (such as Sumer in Mesopotamia, which dates back as far as 3500 BCE). Slavery features in the Mesopotamian Code of Hammurabi (c. 1860 BCE), which refers to it as an established institution.\nSlavery became common within much of Europe during the Early Middle Ages and it continued into the following centuries. The Byzantine–Ottoman wars (1265–1479) and the Ottoman wars in Europe (14th to 20th centuries) resulted in the capture of large numbers of Christian slaves.  The Dutch, French, Spanish, Portuguese, British, Arabs and a number of West African kingdoms played a prominent role in the Atlantic slave trade, especially after 1600. The  Republic of Ragusa became the first European country to ban the slave trade in 1416. In modern times Denmark-Norway abolished the trade in 1802.\n Although slavery is no longer legal anywhere in the world (with the exception of penal labour), human trafficking remains an international problem and an estimated 25-40 million people were enslaved as of 2013[update], the majority in Asia. During the 1983–2005 Second Sudanese Civil War people were taken into slavery. Evidence emerged in the late 1990s of systematic child-slavery and -trafficking on cacao plantations in West Africa. Slavery continues into the 21st century. Although Mauritania criminalized slavery  in August 2007, an estimated up to 600,000 men, women and children, or 20% of the population of Mauritania, are currently enslaved, many of them used as bonded labor. Slavery in the 21st century continues, even in countries like the United States and the United Kingdom, with India being the number one with an estimate of 8 million slaves, followed by China and Russia.Islamist quasi-states such as the Islamic State of Iraq and the Levant and Boko Haram have abducted and enslaved women and children (often to serve as sex slaves).",
  "/wiki/Frank_Fetter": "Frank Albert Fetter (/ˈfɛtər/; March 8, 1863 – March 21, 1949) was an American economist of the Austrian School. Fetter's treatise, The Principles of Economics, contributed to an increased American interest in the Austrian School, including the theories of Eugen von Böhm-Bawerk, Friedrich von Wieser, Ludwig von Mises and Friedrich Hayek.\n Fetter notably debated Alfred Marshall, presenting a theoretical reassessment of land as capital. Fetter's arguments have been credited with prompting mainstream economists to abandon the Georgist idea \"that land is a unique factor of production and hence that there is any special need for a special theory of ground rent....\" A proponent of the subjective theory of value, Fetter emphasized the importance of time preference and rebuffed Irving Fisher for abandoning the pure time preference theory of interest that Fisher had earlier espoused in his 1907 book, The Rate of Interest.",
  "/wiki/Political_economy": "Political economy is the study of production and trade and their relations with law, custom and government; and with the distribution of national income and wealth. As a discipline, political economy  originated in moral philosophy, in the 18th century, to explore the administration of states' wealth, with \"political\" signifying the Greek word polity and \"economy\" signifying the Greek word \"okonomie\" (household management). The earliest works of political economy are usually attributed to the British scholars Adam Smith, Thomas Malthus, and David Ricardo, although they were preceded by the work of the French physiocrats, such as François Quesnay (1694–1774) and Anne-Robert-Jacques Turgot (1727–1781).\n In the late 19th century, the term \"economics\" gradually began to replace the term \"political economy\" with the rise of mathematical modelling coinciding with the publication of an influential textbook by Alfred Marshall in 1890. Earlier, William Stanley Jevons, a proponent of mathematical methods applied to the subject, advocated economics for brevity and with the hope of the term becoming \"the recognised name of a science\". Citation measurement metrics from Google Ngram Viewer indicate that use of the term \"economics\" began to overshadow \"political economy\" around roughly 1910, becoming the preferred term for the discipline by 1920. Today, the term \"economics\" usually refers to the narrow study of the economy absent other political and social considerations while the term \"political economy\" represents a distinct and competing approach.\n Political economy, where it is not used as a synonym for economics, may refer to very different things. From an academic standpoint, the term may reference Marxian economics, applied public choice approaches emanating from the Chicago school and the Virginia school. In common parlance, \"political economy\" may simply refer to the advice given by economists to the government or public on general economic policy or on specific economic proposals developed by political scientists. A rapidly growing mainstream literature from the 1970s has expanded beyond the model of economic policy in which planners maximize utility of a representative individual toward examining how political forces affect the choice of economic policies, especially as to distributional conflicts and political institutions. It is available as a stand-alone area of study in certain colleges and universities.",
  "/wiki/Finance": "Finance is the study of money and how it is used. Specifically, it deals with the questions of how an individual, company or government acquires the money needed - called capital in the company context - and how they then spend or invest that money.\nFinance is, correspondingly, often split into three areas: personal finance, corporate finance and public finance. \n At the same time, finance is about the overall \"system\"\n \n-  i.e.  the financial markets that allow the flow of money, via investments and other financial instruments,  between and within these areas; \nthis \"flow\" is facilitated by the financial services sector.\nA major focus within finance is thus investment management — called money management for individuals, and asset management for institutions — and finance then includes the associated activities of securities trading, investment banking, financial engineering, and risk management.  \n More abstractly, finance is concerned with the investment and deployment of assets and liabilities over \"space and time\": \ni.e. it is about performing valuation and asset allocation today, \nbased on risk and uncertainty of future outcomes, \nincorporating the time value of money (determining the present value of these future values, \"discounting\", requires a risk-appropriate discount rate).\nAs an academic field, finance theory is studied and developed within the disciplines of management, (financial) economics, accountancy and applied mathematics.\nCorrespondingly, given its wide application, there are several related professional qualifications, that can lead to the field.\nAs the debate to whether finance is an art or a science is still open, there have been recent efforts to organize a list of unsolved problems in finance.",
  "/wiki/Paul_Wallace_Gates": "Paul Wallace Gates (December 14, 1901 – January 5, 1999) was a professor of history and general historian who is widely considered to be the foremost authority on the history of federal land policy in the United States.  Gates wrote 10 books and 75 academic articles, and his magnum opus was History of Public Land Law Development.",
  "/wiki/Public_land": "In all modern states, a portion of land is held by central or local governments. This is called public land, state land, or Crown land (Australia, New Zealand and Canada). The system of tenure of public land, and the terminology used, varies between countries.  The following examples illustrate some of the range.",
  "/wiki/Anthony_Grafton": "Anthony Thomas Grafton (born 1950) is an American historian of early modern Europe and the current Henry Putnam University Professor at Princeton University. He is also a corresponding fellow of the British Academy and a recipient of the Balzan Prize.  From January 2011 to January 2012, he served as the President of the American Historical Association.",
  "/wiki/Renaissance": "The Renaissance (UK: /rɪˈneɪsəns/ rin-AY-sənss, US: /ˈrɛnəsɑːns/ (listen) REN-ə-sahnss)[a] was a period in European history marking the transition from the Middle Ages to Modernity and covering the 15th and 16th centuries. In addition to the standard periodization, proponents of a long Renaissance put its beginning in the 14th century and its end in the 17th century. The traditional view focuses more on the early modern aspects of the Renaissance and argues that it was a break from the past, but many historians today focus more on its medieval aspects and argue that it was an extension of the Middle Ages.\n The intellectual basis of the Renaissance was its version of humanism, derived from the concept of Roman Humanitas and the rediscovery of classical Greek philosophy, such as that of Protagoras, who said that \"Man is the measure of all things.\" This new thinking became manifest in art, architecture, politics, science and literature. Early examples were the development of perspective in oil painting and the recycled knowledge of how to make concrete. Although the invention of metal movable type sped the dissemination of ideas from the later 15th century, the changes of the Renaissance were not uniformly experienced across Europe: the very first traces appear in Italy as early as the late 13th century, in particular with the writings of Dante and the paintings of Giotto.\n As a cultural movement, the Renaissance encompassed innovative flowering of Latin and vernacular literatures, beginning with the 14th-century resurgence of learning based on classical sources, which contemporaries credited to Petrarch; the development of linear perspective and other techniques of rendering a more natural reality in painting; and gradual but widespread educational reform. In politics, the Renaissance contributed to the development of the customs and conventions of diplomacy, and in science to an increased reliance on observation and inductive reasoning. Although the Renaissance saw revolutions in many intellectual pursuits, as well as social and political upheaval, it is perhaps best known for its artistic developments and the contributions of such polymaths as Leonardo da Vinci and Michelangelo, who inspired the term \"Renaissance man\".\n The Renaissance began in the 14th century in Florence, Italy. Various theories have been proposed to account for its origins and characteristics, focusing on a variety of factors including the social and civic peculiarities of Florence at the time: its political structure, the patronage of its dominant family, the Medici, and the migration of Greek scholars and their texts to Italy following the Fall of Constantinople to the Ottoman Turks. Other major centres were northern Italian city-states such as Venice, Genoa, Milan, Bologna, and finally Rome during the Renaissance Papacy.\n The Renaissance has a long and complex historiography, and, in line with general scepticism of discrete periodizations, there has been much debate among historians reacting to the 19th-century glorification of the \"Renaissance\" and individual culture heroes as \"Renaissance men\", questioning the usefulness of Renaissance as a term and as a historical delineation. The art historian Erwin Panofsky observed of this resistance to the concept of \"Renaissance\":",
  "/wiki/George_Washington_Greene": "George Washington Greene (April 8, 1811 – February 2, 1883) was an American historian. He was also the grandson of Major-General Nathanael Greene, a hero of the American Revolutionary War.",
  "/wiki/History_of_the_United_States": "The history of the United States, a country in North America, started with the arrival of Native Americans in the United States from before 15,000 B.C. Numerous indigenous cultures formed, and many disappeared before 1500. The arrival of Christopher Columbus in the year 1492 started the European colonization of the Americas. Most colonies were formed after 1600, and the early records and writings of John Winthrop make the United States the first nation whose most distant origins are fully recorded. By the 1760s, the thirteen British colonies contained 2.5 million people along the Atlantic Coast east of the Appalachian Mountains. After defeating France, the British government imposed a series of taxes, including the Stamp Act of 1765, rejecting the colonists' constitutional argument that new taxes needed their approval. Resistance to these taxes, especially the Boston Tea Party in 1773, led to Parliament issuing punitive laws designed to end self-government in Massachusetts.\n Armed conflict began in 1775. In 1776 in Philadelphia, the Second Continental Congress declared the independence of the colonies as the United States. Led by General George Washington, it won the Revolutionary War with large support from France. The peace treaty of 1783 gave the land east of the Mississippi River (except Canada and Florida) to the new nation. The Articles of Confederation established a central government, but it was ineffectual at providing stability as it could not collect taxes and had no executive officer. A convention in 1787 wrote a new Constitution that was adopted in 1789. In 1791, a Bill of Rights was added to guarantee inalienable rights. With Washington as the first president and Alexander Hamilton his chief adviser, a strong central government was created. Purchase of the Louisiana Territory from France in 1803 doubled the size of the United States. A second and final war with Britain was fought in 1812, which solidified national pride.\n Encouraged by the notion of manifest destiny, U.S. territory expanded all the way to the Pacific Coast. While the United States was large in terms of area, by 1790 its population was only 4 million. It grew rapidly, however, reaching 7.2 million in 1810, 32 million in 1860, 76 million in 1900, 132 million in 1940, and 321 million in 2015. Economic growth in terms of overall GDP was even greater. Compared to European powers, though, the nation's military strength was relatively limited in peacetime before 1940. Westward expansion was driven by a quest for inexpensive land for yeoman farmers and slave owners. The expansion of slavery was increasingly controversial and fueled political and constitutional battles, which were resolved by compromises. Slavery was abolished in all states north of the Mason–Dixon line by 1804, but the South continued to profit from the institution, mostly from the production of cotton. Republican Abraham Lincoln was elected president in 1860 on a platform of halting the expansion of slavery.\n Seven Southern slave states rebelled and created the foundation of the Confederacy. Its attack of Fort Sumter against the Union forces there in 1861 started the Civil War. Defeat of the Confederates in 1865 led to the impoverishment of the South and the abolition of slavery. In the Reconstruction era following the war, legal and voting rights were extended to freed slaves. The national government emerged much stronger, and because of the Fourteenth Amendment in 1868, it gained explicit duty to protect individual rights. However, when white Democrats regained their power in the South in 1877, often by paramilitary suppression of voting, they passed Jim Crow laws to maintain white supremacy, as well as new disenfranchising state constitutions that prevented most African Americans and many poor whites from voting. This continued until the gains of the civil rights movement in the 1960s and the passage of federal legislation to enforce constitutional rights.\n The United States became the world's leading industrial power at the turn of the 20th century, due to an outburst of entrepreneurship and industrialization in the Northeast and Midwest and the arrival of millions of immigrant workers and farmers from Europe. The national railroad network was completed and large-scale mines and factories were established. Mass dissatisfaction with corruption, inefficiency, and traditional politics stimulated the Progressive movement, from the 1890s to 1920s. This era led to many reforms, including the Sixteenth to Nineteenth constitutional amendments, which brought the federal income tax, direct election of Senators, prohibition, and women's suffrage. Initially neutral during World War I, the United States declared war on Germany in 1917 and funded the Allied victory the following year. Women obtained the right to vote in 1920, with Native Americans obtaining citizenship and the right to vote in 1924.\n After a prosperous decade in the 1920s, the Wall Street Crash of 1929 marked the onset of the decade-long worldwide Great Depression. Democratic President Franklin D. Roosevelt ended the Republican dominance of the White House and implemented his New Deal programs, which included relief for the unemployed, support for farmers, Social Security and a minimum wage. The New Deal defined modern American liberalism. After the Japanese attack on Pearl Harbor in 1941, the United States entered World War II and financed the Allied war effort and helped defeat Nazi Germany in the European theater. Its involvement culminated in using newly-invented nuclear weapons on two Japanese cities to defeat Imperial Japan in the Pacific theater.\n The United States and the Soviet Union emerged as rival superpowers in the aftermath of World War II. During the Cold War, the two countries confronted each other indirectly in the arms race, the Space Race, proxy wars, and propaganda campaigns. The goal of the United States in this was to stop the spread of communism. In the 1960s, in large part due to the strength of the civil rights movement, another wave of social reforms was enacted which enforced the constitutional rights of voting and freedom of movement to African Americans and other racial minorities. The Cold War ended when the Soviet Union was officially dissolved in 1991, leaving the United States as the world's only superpower.\n After the Cold War, the United States has been focusing on modern conflicts in the Middle East. The beginning of the 21st century saw the September 11 attacks carried out by Al-Qaeda in 2001, which was later followed by wars in Afghanistan and Iraq. In 2007, the United States entered its worst economic crisis since the Great Depression, which was followed by slower-than-usual rates of economic growth during the early 2010s. However, in the late 2010s and early 2020s, economic growth increased significantly.",
  "/wiki/Henry_Guerlac": "Henry Edward Guerlac (June 14, 1910 – May 29, 1985) was an American historian of science.  He taught at Cornell University where he was the Goldwin Smith Professor of History and a member of the Department of History.",
  "/wiki/History_of_science": "The history of science is the study of the development of science and scientific knowledge, including both the natural and social sciences (the history of the arts and humanities is termed history of scholarship). Science is a body of empirical, theoretical, and practical knowledge about the natural world, produced by scientists who emphasize the observation, explanation, and prediction of real-world phenomena. Historiography of science, in contrast, studies the methods employed by historians of science.\n The English word scientist is relatively recent, first coined by William Whewell in the 19th century. Before that, investigators of nature called themselves \"natural philosophers\". While observations of the natural world have been described since classical antiquity (for example, by Thales and Aristotle), and the scientific method has been employed since the Middle Ages (for example, by Ibn al-Haytham and Roger Bacon), modern science began to develop in the early modern period, and in particular in the scientific revolution of 16th- and 17th-century Europe. Traditionally, historians of science have defined science sufficiently broadly to include those earlier inquiries.\n From the 18th through the late 20th century, the history of science, especially of the physical and biological sciences, was often presented as a progressive accumulation of knowledge, in which true theories replaced false beliefs. More recent historical interpretations, such as those of Thomas Kuhn, tend to portray the history of science in terms of competing paradigms or conceptual systems within a wider matrix of intellectual, cultural, economic and political trends. These interpretations, however, have met with opposition for they also portray the history of science as an incoherent system of incommensurable paradigms, not leading to any actual scientific progress but only to the illusion that it has occurred.",
  "/wiki/D._G._E._Hall": "Daniel George Edward Hall (1891–1979) was a British historian, author, and academic. He wrote extensively on the history of Burma. His most notable work is A History of Southeast Asia, said to \"...remain the most important single history of the region, providing  encyclopedic coverage of material published up to the time of its 1981 revision.\" He held professorships in Southeast Asian history at both Cornell University and the University of London – where he eventually became professor emeritus.",
  "/wiki/History_of_Southeast_Asia": "Southeast Asia can be studied as two distinct sub-regions: Mainland Southeast Asia (or Indochina), which comprises the modern states of Vietnam, Laos, Cambodia, Thailand, Myanmar (Burma) and West Malaysia, and Maritime Southeast Asia (or Insular Southeast Asia), which comprises the modern states of Indonesia, East Malaysia, Singapore, Philippines, East Timor, Brunei, Cocos (Keeling) Islands, and Christmas Island.\n The earliest Homo sapiens presence in Mainland Southeast Asia can be traced back to 50,000 years ago and to at least 40,000 years ago in Maritime Southeast Asia. As early as 10,000 years ago, Hoabinhian settlers had developed a tradition and culture of distinct artefact and tool production. During the Neolithic, Austroasiatic peoples populated Indochina via land routes and sea-borne Austronesian immigrants preferably settled in insular Southeast Asia. The earliest agricultural societies that cultivated millet and wet-rice emerged around 1700 BCE in the lowlands and river floodplains of Indochina.\n The Phung Nguyen culture (modern northern Vietnam) and the Ban Chiang site (modern Thailand) account for the earliest use of copper by around 2,000 BCE, followed by the Dong Son culture, who by around 500 BCE had developed a highly sophisticated industry of bronze production and processing. Around the same time the first Agrarian Kingdoms emerged where territory was abundant and favourable, such as Funan at the lower Mekong and Van Lang in the Red River delta. Smaller and insular principalities increasingly engaged in and contributed to the rapidly expanding sea trade.\n The history of Southeast Asia has been greatly influenced by its wide topographical diversity. Maritime Southeast Asia is apart from exceptions like Borneo and Sumatra a patchwork of recurring land-sea patterns on widely dispersed islands and archipelagos. A discontinuity, that admitted moderately sized thalassocratic states indifferent to territorial ambitions where growth and prosperity was associated with sea trade. Mainland Southeast Asia with a continuous, but rugged and difficult terrain provided the basis for the early Khmer and Mon civilisations. However, an extensive coastline and the south—and south-eastbound major river systems of the Irrawaddy, Salween, Chao Phraya, Mekong, and Red River always have directed focus, local trade, socio-cultural and economic activities towards the Indian Ocean and the South China Sea.\n Since around 100 BCE the Southeast Asian archipelago occupied a central position at the crossroads of the Indian Ocean and the South China Sea trading routes which immensely stimulated the economy and the influx of ideas promoted societal organisation and advance. Most local trading polities selectively adopted Indian Hindu elements of statecraft, religion, culture and administration during the early centuries of the common era, which marked the beginning of recorded history and the continuation of a characteristic cultural development. Chinese culture diffused more indirectly and sporadic as trade was based on land routes like the Silk Road. Long periods of Chinese isolationism and political relations that were confined to ritualistic tribute procedures prevented deep acculturation.",
  "/wiki/Jeremiah_Jenks": "Jeremiah Whipple Jenks (1856–1929) was an American economist, educator, and Professor at Cornell University, who held various posts in the US government throughout his career. He served as a member of the Dillingham Immigration Commission from 1907 - 1914, where he led research projects on the current state of immigration into the United States. \n He authored several influential books, including The Immigration Problem: A Study of Immigration Conditions and Need and The Dictionary of Races. He was among the first social science academics within government, and one of the first to propose that the federal government has the power to restrict immigration.",
  "/wiki/Chen_Jian_(academic)": "Chen Jian is Hu Shih Professor of History and China-US Relations emeritus at Cornell University. His specialties include modern Chinese history, history of Chinese-American relations, and Cold War international history. He is also Zijiang Distinguished Visiting Professor at East China Normal University and Distinguished Global Network Professor of History at New York University Shanghai.\n Chen Jian has held the  Philippe Roman Chair in History and International Affairs at LSE IDEAS (2008-2009), where he remains a Senior Fellow, and was a research scholar from 2009-2013 at the University of Hong Kong. He was also (2013-2014) a Global Fellow of the Woodrow Wilson Center, where he has been a Senior Scholar since 2005. He has also been the Zijiang Distinguished Visiting Professor at East China Normal University since 2000.\n Professor Chen received an M.A. from Fudan University and East China Normal University in 1982 and his Ph.D. from Southern Illinois University in 1990.",
  "/wiki/Cold_War": "The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies, the Eastern Bloc and the Western Bloc, after World War II. The period is generally considered to span the 1947 Truman Doctrine to the 1991 dissolution of the Soviet Union. The term \"cold\" is used because there was no large-scale fighting directly between the two superpowers, but they each supported major regional conflicts known as proxy wars. The conflict was based around the ideological and geopolitical struggle for global influence by the two powers, following their temporary alliance and victory against Nazi Germany in 1945. Whilst the Western Bloc and Eastern Bloc generally espoused the economic theories of capitalism and socialism, respectively, the conflict was mostly geopolitical in nature. Each power had a nuclear strategy that discouraged a pre-emptive attack by the other side, on the basis that such an attack would lead to the total destruction of the attacker—the doctrine of mutually assured destruction (MAD). Aside from the nuclear arsenal development and conventional military deployment, the struggle for dominance was expressed via psychological warfare, massive propaganda campaigns and espionage, far-reaching embargoes, rivalry at sports events and technological competitions such as the Space Race.\n The West was led by the United States, a federal republic with a two-party presidential system, as well as the other First World nations of the Western Bloc that were generally liberal democratic but economically and politically entwined with a network of authoritarian states, most of which were the Western Bloc's former colonies.[A] The Soviet Union was a self-declared Marxist–Leninist state that had a totalitarian government ultimately led by a committee known as the Politburo. The Communist Party of the Soviet Union (CPSU) had influence across the Second World. The US government supported right-wing governments and uprisings across the world, while the Soviet government funded communist parties and revolutions around the world. As nearly all the colonial states achieved independence in the period 1945–1960, they became Third World battlefields in the Cold War.\n The first phase of the Cold War began in the first two years after the end of the Second World War in 1945. The Soviet Union had been left with power over the former Nazi territories of Eastern Europe, while the United States had extensive military and financial influence over the countries of Western Europe (for example, supporting the anti-communist side in the 1946–49 Greek Civil War) and created the NATO military alliance in 1949. The US termed their global policy against Soviet influence containment. The Berlin Blockade (1948–49) was the first major crisis of the Cold War. The conflict expanded with the 1949 victory of the Communist side in the Chinese Civil War and the outbreak of the Korean War (1950–1953). The USSR and the US competed for influence in Latin America and the decolonizing states of Africa and Asia. The Soviet Union formed the Warsaw Pact in 1955 in response to NATO. The Soviets suppressed the Hungarian Revolution of 1956, and later more escalating crises occurred, such as the Suez Crisis (1956), the Berlin Crisis of 1961 and the Cuban Missile Crisis of 1962, which was perhaps the closest the two sides came to nuclear war. In 1961, a group of countries including India, Indonesia and Yugoslavia launched the nominally-neutral Non-Aligned Movement, which never had much power. Meanwhile, an international peace movement took root among citizens around the world. Movements against nuclear arms testing and for nuclear disarmament gained popularity at the turn of the 1960s and continued through the 1970s and 1980s, with large anti-war protests. Following the Cuban Missile Crisis, a new phase began that saw the Sino-Soviet split between China and the Soviet Union complicate relations within the Communist sphere, while US ally France began to demand greater authority of action. The USSR suppressed the 1968 Prague Spring liberalization program in Czechoslovakia, while the US experienced internal turmoil from the civil rights movement and opposition to the Vietnam War (1955–75), which ended with the defeat of the US-backed South Vietnam.\n By the 1970s, both sides had started making allowances for peace and security, ushering in a period of détente that saw the Strategic Arms Limitation Talks and the US opening relations with the People's Republic of China as a strategic counterweight to the USSR. Détente collapsed at the end of the decade with the beginning of the Soviet–Afghan War in 1979. The early 1980s were another period of elevated tension, with the 1983 Soviet downing of KAL Flight 007 and the \"Able Archer\" NATO military exercises. The United States increased diplomatic, military, and economic pressures on the Soviet Union, at a time when it was already suffering from economic stagnation. In the mid-1980s, the new Soviet leader Mikhail Gorbachev introduced the liberalizing reforms of perestroika (\"reorganization\", 1987) and glasnost (\"openness\", c. 1985) and ended Soviet involvement in Afghanistan. Pressures for national sovereignty grew stronger in Eastern Europe, especially Poland, and Gorbachev refused to militarily support their governments any longer. The result in 1989 was a wave of revolutions that peacefully (with the exception of the Romanian Revolution) overthrew all of the communist governments of Central and Eastern Europe. The CPSU itself lost control in the Sovet Union and was banned following an abortive coup attempt in August 1991. This in turn led to the formal dissolution of the USSR in December 1991, the declaration of independence of its constituent republics and the collapse of communist governments across much of Africa and Asia. The United States was left as the world's only superpower.\n The Cold War and its events have left a significant legacy. It is often referred to in popular culture, especially in media featuring themes of espionage (notably the internationally successful James Bond book and film franchise) and the threat of nuclear warfare. Meanwhile, a renewed state of tension between the Soviet Union's successor state, Russia, and the United States in the 2010s (including its Western allies) and growing tension between an increasingly powerful China and the U.S. and its Western allies have each been referred to as the Second Cold War.",
  "/wiki/Donald_Kagan": "Donald Kagan (/ˈkeɪɡən/; born May 1, 1932) is an American historian and classicist at Yale University specializing in ancient Greece, notable for his four-volume history of the Peloponnesian War. He formerly taught in the Department of History at Cornell University. At present, Kagan is considered among the foremost American scholars of Greek history.",
  "/wiki/Classics": "Classics or classical studies is the study of classical antiquity. It encompasses the study of the Greco-Roman world, particularly of its languages and literature (Ancient Greek and Classical Latin) but also of Greco-Roman philosophy, history, and archaeology. Traditionally in the West, the study of the Greek and Roman classics is considered one of the cornerstones of the humanities and a fundamental element of a rounded education. The study of classics has therefore traditionally been a cornerstone of a typical elite education.\n Study encompasses specifically a time-period of history from the mid-2nd millennium BC to the 6th century AD.",
  "/wiki/Michael_Kammen": "Michael Gedaliah Kammen (October 25, 1936 – November 29, 2013) was an American professor of American cultural history in the Department of History at Cornell University. At the time of his death, he held the title \"Newton C. Farr professor emeritus of American history and culture\".\n Kammen was born in 1936 in Rochester, New York, grew up in the Washington, DC area, and was educated at the George Washington University and Harvard University, where he received his Ph.D. in 1964 after studying under Bernard Bailyn. He began teaching at Cornell upon completion his graduate studies at Harvard and taught until retiring to emeritus status in 2008. Beginning as a scholar of the colonial period of American history, his interests eventually broadened to include American legal, cultural, and social issues of the 19th and 20th centuries.\n One of his first major books, People of Paradox: An Inquiry Concerning the Origins of American Civilization,  won the Pulitzer Prize for History in 1973. A later work, A Machine That Would Go of Itself: The Constitution in American Culture (1986),  won the Francis Parkman Prize and the Henry Adams Prize.  In this work, Kammen describes the American people's evolving conceptions of the U.S. Constitution and of constitutional governance, stressing both mechanical and organic conceptions of constitutional development over time.\n Kammen was active in organizations advancing the study of history, and served as president of the Organization of American Historians for the 1995-96 year.\n He was the father of UC Berkeley professor Daniel Kammen.",
  "/wiki/Culture_of_the_United_States": "The culture of the United States of America is primarily of Western origin, but is influenced by a multicultural ethos that includes African, Native American, Asian, Pacific Island, and Latin American people and their cultures. It also has its own distinct social and cultural characteristics, such as dialect, music, arts, social habits, cuisine, and folklore. The United States is ethnically and racially diverse as a result of large-scale migration throughout its history. Because of its size and influence, many American cultural elements, especially from popular culture, have spread across the globe through modern mass media.",
  "/wiki/Steven_Kaplan_(historian)": "Steven Laurence Kaplan served as Goldwin Smith Professor of European History in the Department of History at Cornell University, where he is now professor emeritus.\n His primary fields of expertise are French history, the history of markets, economic regulation, and political economy, and the history of food, specifically the history of bread, the grain trade and provisioning.",
  "/wiki/Goldwin_Smith": "Goldwin Smith (13 August 1823 – 7 June 1910) was a British historian and journalist, active in the United Kingdom and Canada.",
  "/wiki/History_of_France": "The first written records for the history of France appeared in the Iron Age. What is now France made up the bulk of the region known to the Romans as Gaul. Roman writers noted the presence of three main ethno-linguistic groups in the area: the Gauls, the Aquitani, and the Belgae. The Gauls, the largest and best attested group, were Celtic people speaking what is known as the Gaulish language.\n Over the course of the 1st millennium BC the Greeks, Romans and Carthaginians established colonies on the Mediterranean coast and the offshore islands. The Roman Republic annexed southern Gaul as the province of Gallia Narbonensis in the late 2nd century BC, and Roman forces under Julius Caesar conquered the rest of Gaul in the Gallic Wars of 58–51 BC. Afterwards a Gallo-Roman culture emerged and Gaul was increasingly integrated into the Roman Empire.\n In the later stages of the Roman Empire, Gaul was subject to barbarian raids and migration, most importantly by the Germanic Franks. The Frankish king Clovis I united most of Gaul under his rule in the late 5th century, setting the stage for Frankish dominance in the region for hundreds of years. Frankish power reached its fullest extent under Charlemagne. The medieval Kingdom of France emerged from the western part of Charlemagne's Carolingian Empire, known as West Francia, and achieved increasing prominence under the rule of the House of Capet, founded by Hugh Capet in 987.\n A succession crisis following the death of the last direct Capetian monarch in 1328 led to the series of conflicts known as the Hundred Years' War between the House of Valois and the House of Plantagenet. The war formally began in 1337 following Philip VI's attempt to seize the Duchy of Aquitaine from its hereditary holder, Edward III of England, the Plantagenet claimant to the French throne.  Despite early Plantagenet victories, including the capture and ransom of John II of France, fortunes turned in favor of the Valois later in the war.  Among the notable figures of the war was Joan of Arc, a French peasant girl who led French forces against the English, establishing herself as a national heroine.  The war ended with a Valois victory in 1453.\n Victory in the Hundred Years' War had the effect of strengthening French nationalism and vastly increasing the power and reach of the French monarchy. During the period known as the Ancien Régime, France transformed into a centralized absolute monarchy.  During the next centuries, France experienced the Renaissance and the Protestant Reformation.  At the height of the French Wars of Religion, France became embroiled in another succession crisis, as the last Valois king, Henry III, fought against rival factions the House of Bourbon and the House of Guise. Henry, King of Navarre, scion of the Bourbon family, would be victorious in the conflict and establish the French Bourbon dynasty.  A burgeoning worldwide colonial empire was established in the 16th century.  French political power reached a zenith under the rule of Louis XIV, \"The Sun King\", builder of Versailles Palace.\n In the late 18th century the monarchy and associated institutions were overthrown in the French Revolution.  The country was governed for a period as a Republic, until the French Empire was declared by Napoleon Bonaparte. Following Napoleon's defeat in the Napoleonic Wars, France went through several further regime changes, being ruled as a monarchy, then briefly as a Second Republic, and then as a Second Empire, until a more lasting French Third Republic was established in 1870.\n France was one of the Triple Entente powers in World War I, fighting alongside the United Kingdom, Russia, Italy, Japan, the United States and smaller allies against Germany and the Central Powers.\n France was one of the Allied Powers in World War II, but was conquered by Nazi Germany in 1940. The Third Republic was dismantled, and most of the country was controlled directly by Germany while the south was controlled until 1942 by the collaborationist Vichy government.  Living conditions were harsh as Germany drained away food and manpower, and many Jews were killed. Charles de Gaulle led the Free France movement that one-by-one took over the colonial empire, and coordinated the wartime Resistance.  Following liberation in summer 1944, a Fourth Republic was established. France slowly recovered economically, and enjoyed a baby boom that reversed its very low fertility rate.  Long wars in Indochina and Algeria drained French resources and ended in political defeat. In the wake of the Algerian Crisis  of 1958, Charles de Gaulle set up the French Fifth Republic. Into the 1960s decolonization saw most of the French colonial empire become independent, while smaller parts were incorporated into the French state as overseas departments and collectivities. Since World War II France has been a permanent member in the UN Security Council and NATO.  It played a central role in the unification process after 1945 that led to the European Union. Despite slow economic growth in recent years, it remains a strong economic, cultural, military and political factor in the 21st century.",
  "/wiki/Bread": "Bread is a staple food prepared from a dough of flour and water, usually by baking. Throughout recorded history it has been a prominent food in large parts of the world and is one of the oldest man-made foods, having been of significant importance since the dawn of agriculture.\n Bread may be leavened by processes such as reliance on naturally occurring sourdough microbes, chemicals, industrially produced yeast, or high-pressure aeration. Commercial bread commonly contains additives to improve flavor, texture, color, shelf life, nutrition, and ease of manufacturing.\n Bread plays essential roles in religious rituals and secular culture.",
  "/wiki/Helmut_Koenigsberger": "Helmut Georg Koenigsberger FBA (24 October 1918 – 8 March 2014) was a German-born British historian and academic. He was Professor of History at King's College London from 1973 to 1984 and head of its history department.",
  "/wiki/Cornell_University_Department_of_History": "The Cornell University Department of History is an academic department in the College of Arts and Sciences at Cornell University that focuses on the study of history.  Founded in 1868, it is one of Cornell's original departments and has been a center for the development of professional historical research institutions in the United States, including the American Historical Association and the American Historical Review. It remains a highly-ranked program in the field and its alumni and faculty have won Nobel and Pulitzer Prizes, among other distinctions. In addition, many of Cornell's presidents have served among its ranks."
}