{
  "/wiki/Eric_Alterman": "Eric Alterman (born January 14, 1960) is an American historian, journalist, author, media critic, blogger, and educator. He is currently CUNY Distinguished Professor of English and Journalism at Brooklyn College, the media columnist for The Nation, and a senior fellow at the Center for American Progress. He has also authored ten books. His weblog named Altercation was originally hosted by MSNBC.com from 2002 to 2006, moved to Media Matters for America until December 2008, and is now hosted by The Nation.",
  "/wiki/George_Lincoln_Burr": "George Lincoln Burr (January 30, 1857 – June 27, 1938) was a U.S. historian, diplomat, author, and educator, best known as a Professor of History and Librarian at Cornell University, and as the closest collaborator of Andrew Dickson White, the first President of Cornell.",
  "/wiki/Barber_Conable": "Barber Benjamin Conable Jr. (November 2, 1922 – November 30, 2003) was a U.S. Congressman from New York and former President of the World Bank Group.",
  "/wiki/United_States_Congressman": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/Ann_Coulter": "Ann Hart Coulter (/ˈkoʊltər/; born December 8, 1961) is an American conservative media pundit, best-selling author, syndicated columnist, and lawyer.",
  "/wiki/S.E._Cupp": "Sarah Elizabeth Cupp (born February 23, 1979) is an American television host, political commentator, and writer. In August 2017, she began hosting S.E. Cupp: Unfiltered, a political panel show, co-hosted by Andrew Levy, on HLN and later CNN.",
  "/wiki/Eric_Daniels": "John Eric Daniels (born August 14, 1951) is an American banker, and the former chief executive officer (CEO) of Lloyds Banking Group.",
  "/wiki/Lloyds_Banking_Group": "Lloyds Banking Group plc is a major British financial institution formed through the acquisition of HBOS by Lloyds TSB in 2009. The Group's history stems from the founding in 1695 by the Parliament of Scotland of the Bank of Scotland, which is the fifth oldest bank in the United Kingdom. The Group's headquarters is located at 25 Gresham Street in the City of London and its registered office is on The Mound in Edinburgh. Lloyds Banking Group's activities are organised into: Retail Banking (including Mortgages and Sole Traders); Commercial; Life, Pensions & Insurance; and Wealth & International. Lloyds' has extensive overseas operations in the US, Europe, the Middle East and Asia. Its headquarters for business in the European Union is in Berlin, Germany.",
  "/wiki/Ken_Dryden": "Kenneth Wayne Dryden, PC OC, (born August 8, 1947) is a Canadian politician, lawyer, businessman, author, and former National Hockey League (NHL) goaltender. He is an officer of the Order of Canada and a member of the Hockey Hall of Fame. Dryden was a Liberal Member of Parliament from 2004 to 2011, and served as a cabinet minister from 2004 to 2006. In 2017, Dryden was named one of the '100 Greatest NHL Players' in history. He received the Order of Hockey in Canada in 2020.",
  "/wiki/Hockey_Hall_of_Fame": "The Hockey Hall of Fame (French: Temple de la renommée du hockey) is an ice hockey museum located in Toronto, Ontario, Canada. Dedicated to the history of ice hockey, it is a museum and a hall of fame. It holds exhibits about players, teams, National Hockey League (NHL) records, memorabilia and NHL trophies, including the Stanley Cup. Founded in Kingston, Ontario, the Hockey Hall of Fame was established in 1943 under the leadership of James T. Sutherland. The first class of honoured members was inducted in 1945, before the Hall of Fame had a permanent location. It moved to Toronto in 1958 after the NHL withdrew its support for the International Hockey Hall of Fame in Kingston, Ontario, due to funding issues. Its first permanent building opened at Exhibition Place in 1961. The hall was relocated in 1993, and is now in Downtown Toronto, inside Brookfield Place, and a historic Bank of Montreal building. The Hockey Hall of Fame has hosted International Ice Hockey Federation (IIHF) exhibits and the IIHF Hall of Fame since 1998.",
  "/wiki/Parliament_of_Canada": "The Parliament of Canada (French: Parlement du Canada) is the federal legislature of Canada, seated at Parliament Hill in Ottawa, the national capital. The body consists of the Canadian monarch, represented by a viceroy, the Governor General; an upper house, the Senate; and a lower house, the House of Commons. Each element has its own officers and organization. By constitutional convention, the House of Commons is dominant, with the Senate and monarch rarely opposing its will. The Senate reviews legislation from a less partisan standpoint and the monarch or viceroy provides royal assent to make bills into law.",
  "/wiki/Robert_Fogel": "Robert William Fogel (/ˈfoʊɡəl/; July 1, 1926 – June 11, 2013) was an American economic historian and scientist, and winner (with Douglass North) of the 1993 Nobel Memorial Prize in Economic Sciences. As of his death, he was the Charles R. Walgreen Distinguished Service Professor of American Institutions and director of the Center for Population Economics (CPE) at the University of Chicago Booth School of Business. He is best known as an advocate of new economic history (cliometrics) – the use of quantitative methods in history.",
  "/wiki/Nobel_Prize": "The Nobel Prize (/ˈnoʊbɛl/, NOH-bel; Swedish: Nobelpriset, [nʊˈbɛ̂lːˌpriːsɛt]; Norwegian: Nobelprisen) is a set of annual international awards bestowed in several categories by Swedish and Norwegian institutions in recognition of academic, cultural, or scientific advances. The will of the Swedish chemist, engineer and industrialist Alfred Nobel established the five Nobel prizes in 1895. The prizes in Chemistry, Literature, Peace, Physics, and Physiology or Medicine were first awarded in 1901. The prizes are widely regarded as the most prestigious awards available in their respective fields.",
  "/wiki/David_Folkenflik": "David Folkenflik (born September 15, 1969) is an American reporter based in New York City and serving as media correspondent for National Public Radio. He is also one of the hosts of NPR & WBUR's On Point. His work primarily appears on the NPR news programs Morning Edition and All Things Considered.  He also appears regularly on the \"Media Circus\" segment on Talk of the Nation.",
  "/wiki/National_Public_Radio": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/Marie_Gottschalk": "Marie Gottschalk (born December 17, 1958) is an American political scientist and professor of political science at the University of Pennsylvania, known for her work on mass incarceration in the United States. Gottschalk is the author of The Prison and the Gallows: The Politics of Mass Incarceration in America, published in 2006, and Caught: the Prison State and the Lockdown of American Politics, published in 2016. Her research includes investigations of the origins of the carceral state in the United States and the critiques of the scope and size of the carceral network and its intersections with race and economic inequality.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum.",
  "/wiki/Karen_Greenberg": "Karen Joy Greenberg is an American historian, professor, and author. She is Director of the Center on National Security at Fordham University School of Law.",
  "/wiki/Fordham_Law_School": "Fordham University School of Law (commonly known as Fordham Law or Fordham Law School) is a professional graduate school of Fordham University. The school is located in the borough of Manhattan in New York City, and is one of eight ABA-approved law schools in that city. In 2013, 91% of the law school's first-time test takers passed the bar exam, placing the law schools' graduates as fifth-best at passing the New York bar exam among New York's 15 law schools.",
  "/wiki/Barbara_Herman": "Barbara Herman (born May 9, 1945) is the Griffin Professor of Philosophy and Professor of Law at the University of California, Los Angeles Department of Philosophy. A well-known interpreter of Kant's ethics, Herman works on moral philosophy, the history of ethics, and social and political philosophy. Among her many honors and awards include a Guggenheim Fellowship (1985-1986) and election to the American Academy of Arts & Sciences (1995).",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Fredric_Hobbs": "Fredric Hobbs (December 30, 1931 - April 25, 2018) was an American artist and filmmaker. He pioneered the art form, ART ECO. His work has been showcased at museums and galleries internationally.",
  "/wiki/Mark_Kirk": "Mark Steven Kirk (born September 15, 1959) is an American politician who was the junior United States Senator from Illinois from 2010 to 2017. A Republican, Kirk was previously a member of the U.S. House of Representatives, representing Illinois's 10th congressional district. Kirk is a social liberal and fiscal conservative.",
  "/wiki/Stephen_D._Krasner": "Stephen David Krasner (born 15 February 1942, New York) is an international relations professor at Stanford University and is a former Director of Policy Planning at the United States Department of State, a position he held from 2005 until April 2007 while on leave from Stanford. He is a senior fellow at Stanford's Hoover Institution.",
  "/wiki/Director_of_Policy_Planning": "The Director of Policy Planning is the United States Department of State official in charge of the department's internal think tank, the Policy Planning Staff. In the department, the Director of Policy Planning has a rank equivalent to Assistant Secretary. The position has traditionally been held by many members of the U.S. foreign policy establishment. Former Directors of Policy Planning include two National Security Advisors, a President of the World Bank, and several presidents of the prestigious Council on Foreign Relations.",
  "/wiki/United_States_Department_of_State": "The United States Department of State (DOS), commonly referred to as the State Department, is a federal executive department responsible for carrying out U.S. foreign policy and international relations. Established in 1789 as the nation's first executive department, its duties include advising the President of the United States, administering the nation's diplomatic missions, negotiating treaties and agreements with foreign entities, and representing the U.S. at the United Nations.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Hendrik_Willem_van_Loon": "Hendrik Willem van Loon[a] (January 14, 1882 – March 11, 1944) was a Dutch-American historian, journalist, and children's book author.",
  "/wiki/Newbery_Medal": "The John Newbery Medal, frequently shortened to the Newbery, is a literary award given by the Association for Library Service to Children (ALSC), a division of the American Library Association (ALA), to the author of \"the most distinguished contribution to American literature for children\".  The Newbery and the Caldecott Medal are considered the two most prestigious awards for children's literature in the United States. Books selected are widely carried by bookstores and libraries, the authors are interviewed on television, and master's and doctoral theses are written on them.\nNamed for John Newbery, an 18th-century English publisher of juvenile books, the winner of the Newbery is selected at the ALA's Midwinter Conference by a fifteen-person committee. The Newbery was proposed by Frederic G. Melcher in 1921, making it the first children's book award in the world.:1 The physical bronze medal was designed by Rene Paul Chambellan and is given to the winning author at the next ALA annual conference. Since its founding there have been several changes to the composition of the selection committee, while the physical medal remains the same.",
  "/wiki/Bill_Maher": "William Maher (/mɑːr/; born January 20, 1956) is an American comedian, political commentator, and television host. He is known for the HBO political talk show Real Time with Bill Maher (2003–present) and the similar late-night show called Politically Incorrect (1993–2002), originally on Comedy Central and later on ABC.",
  "/wiki/Pundit_(expert)": "A pundit is a person who offers to mass media their opinion or commentary on a particular subject area (most typically political analysis, the social sciences, technology or sport) on which they are knowledgeable (or can at least appear to be knowledgeable), or considered a scholar in said area. The term has been increasingly applied to popular media personalities. In certain cases, it may be used in a derogatory manner as well, as the political equivalent of ideologue.",
  "/wiki/Real_Time_with_Bill_Maher": "Real Time with Bill Maher is a talk show that airs weekly on HBO, hosted by comedian and political satirist Bill Maher. Much like his previous series Politically Incorrect on Comedy Central and later ABC, Real Time features a panel of guests who discuss current events in politics and the media. Unlike the previous show, guests are usually better versed in the subject matter: more experts such as journalists, professors, and politicians participate in the panel, and fewer actors and celebrities are included.",
  "/wiki/Linda_A._Mason": "Linda Mason is an American charity executive and chairwoman and co-founder of Bright Horizons Family Solutions.",
  "/wiki/Bright_Horizons_Family_Solutions": "Bright Horizons (NYSE: BFAM) is a United States–based child-care provider and is the largest provider of employer-sponsored child care. It also provides back-up child care and elder care, tuition program management, education advising, and student loan repayment programs.",
  "/wiki/John_R._Mott": "John Raleigh Mott (May 25, 1865 – January 31, 1955) was an evangelist and long-serving leader of the Young Men's Christian Association (YMCA) and the World Student Christian Federation (WSCF).  He received the Nobel Peace Prize in 1946 for his work in establishing and strengthening international Protestant Christian student organizations that worked to promote peace. He shared the prize with Emily Balch. From 1895 until 1920 Mott was the General Secretary of the WSCF. Intimately involved in the formation of the World Council of Churches in 1948, that body elected him as a lifelong honorary President.  His best-known book, The Evangelization of the World in this Generation, became a missionary slogan in the early 20th century.",
  "/wiki/Nobel_Peace_Prize": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually (with some exceptions) to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses\".",
  "/wiki/YMCA": "YMCA, sometimes regionally called the Y, is a worldwide youth organisation based in Geneva, Switzerland, with more than 64 million beneficiaries in 120 countries. It was founded on 6 June 1844 by Sir George Williams in London, originally as the Young Men's Christian Association and aims to put Christian principles into practice by developing a healthy \"body, mind, and spirit\"",
  "/wiki/World_Student_Christian_Federation": "The World Student Christian Federation (WSCF) is a federation of autonomous national Student Christian Movements (SCM) forming the youth and student arm of the global ecumenical movement. The Federation includes Orthodox, Protestant, Catholic, and Anglican students.",
  "/wiki/Clifford_Orwin": "Clifford Orwin is a Canadian professor of ancient, modern, contemporary and Jewish political thought. He is also a prominent writer on contemporary politics and culture.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.",
  "/wiki/Cornell_University_Department_of_History": "The Cornell University Department of History is an academic department in the College of Arts and Sciences at Cornell University that focuses on the study of history.  Founded in 1868, it is one of Cornell's original departments and has been a center for the development of professional historical research institutions in the United States, including the American Historical Association and the American Historical Review. It remains a highly-ranked program in the field and its alumni and faculty have won Nobel and Pulitzer Prizes, among other distinctions. In addition, many of Cornell's presidents have served among its ranks."
}