{
  "/wiki/US_20_(NY)": "U.S. Route 20 (US 20) is a part of the U.S. Highway System that runs from Newport, Oregon, to Boston, Massachusetts. In the U.S. state of New York, US 20 extends 372.32 miles (599.19 km) from the Pennsylvania state line at Ripley to the Massachusetts state line in the Berkshire Mountains. US 20 is the longest surface road in New York. It runs near the Lake Erie shore from Ripley to Buffalo and passes through the southern suburbs of Buffalo, the Finger Lakes, the glacial moraines of Central New York, and the city of Albany before crossing into Massachusetts. US 20 connects to all three major north–south Interstate Highways in Upstate New York: Interstate 390 (I-390) near Avon, I-81 south of Syracuse, and I-87 in Albany by way of Fuller Road Alternate.",
  "/wiki/Princetown,_New_York": "Princetown is a town in Schenectady County, New York, United States. The population was 2,115 at the 2010 census. It is in the central part of the county, west of the town of Rotterdam.",
  "/wiki/Albany_County,_New_York": "Albany County (/ˈɔːlbəni/ (listen) AWL-bə-nee) is a county in the state of New York, in the United States. Its northern border is formed by the Mohawk River, at its confluence with the Hudson River, which is on the east. As of the 2010 census, the population was 304,204.  The county seat is Albany, the state capital of New York. As originally established by the English government in the colonial era, Albany County had an indefinite amount of land, but has had an area of  530 square miles (1,400 km2) since March 3, 1888. The county is named for the Duke of York and of Albany, who became James II of England (James VII of Scotland).",
  "/wiki/Montgomery_County,_New_York": "Montgomery County is a county in the U.S. state of New York. As of the 2010 census, the population was 50,219. The county seat is Fonda. The county was named in honor of Richard Montgomery, an American Revolutionary War general killed in 1775 at the Battle of Quebec.",
  "/wiki/County_Route_160_(Montgomery_County,_New_York)": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/Duanesburg,_New_York": "Duanesburg is a town in Schenectady County, New York, United States.  The population was 6,122 at the 2010 census. Duanesburg is named for James Duane, who held most of it as an original land grant. The town is in the western part of the county.",
  "/wiki/NY_30": "New York State Route 30 (NY 30) is a state highway in the central part of New York in the United States. It extends for 300.71 miles (483.95 km) from an interchange with NY 17 (Future Interstate 86) in the Southern Tier to the US–Canada border in the state's North Country, where it continues into Quebec as Route 138. On a regional level, the route serves to connect the Catskill Park to the Adirondack Park. In the latter, NY 30 is known as the Adirondack Trail. Aside from the state parks, the route serves the city of Amsterdam (where it meets the New York State Thruway) and several villages.",
  "/wiki/NY_406": "New York State Route 406 (NY 406) is a state highway in Schenectady County, New York, in the United States. The western terminus of the route is at an intersection with U.S. Route 20 (US 20) in the town of Princetown. Its eastern terminus is at a junction with NY 158 in the town of Rotterdam. NY 406 is a two-lane highway and known as Giffords Church Road along its entire length. It was assigned to its current alignment in the mid-1930s.",
  "/wiki/Rotterdam,_New_York": "Rotterdam is a town in Schenectady County, New York, United States. The population was 29,094 at the 2010 census.",
  "/wiki/NY_7": "New York State Route 7 (NY 7) is a 180.30-mile-long (290.16 km) state highway in New York in the United States. The highway runs from Pennsylvania Route 29 (PA 29) at the Pennsylvania state line south of Binghamton to Vermont Route 9 (VT 9) the Vermont state line east of Hoosick. Most of the road runs along the Susquehanna Valley, closely paralleling Interstate 88 (I-88) throughout that road's length. Portions of the highway route near the cities of Binghamton, Schenectady, and Troy date back to the early 19th century.",
  "/wiki/Schoharie_County,_New_York": "Schoharie County (/skoʊˈhɛəriː/ skoh-HAIR-ee) is a county in the U.S. state of New York. As of the 2010 census, the population was 32,749, making it the state's fifth-least populous county. The county seat is Schoharie. \"Schoharie\" comes from a Mohawk word meaning \"floating driftwood.\"",
  "/wiki/County_Route_46_(Schoharie_County,_New_York)": "County routes in Schoharie County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_159": "New York State Route 159 (NY 159) is a 13.52-mile-long (21.76 km) east–west state highway in New York, running from the town of Duanesburg through Mariaville Lake to the hamlet of Rotterdam, just outside the city of Schenectady. A two-lane highway for all of its length, it is entirely located in Schenectady County.",
  "/wiki/NY_160": "New York State Route 160 (NY 160) is a 6.58-mile-long (10.59 km) north–south state highway mostly located within Schenectady County, New York, in the United States. The southern terminus of the route is at an intersection with NY 159 in the Duanesburg hamlet of Mariaville Lake. Its northern terminus is at a junction with NY 5S in the Rotterdam hamlet of Pattersonville. While its termini are both in Schenectady County, it briefly passes into Montgomery County near its midpoint.",
  "/wiki/County_Route_152_(Montgomery_County,_New_York)": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/County_Route_252_(Albany_County,_New_York)": "The Albany County, New York, Department of Public Works maintains nearly 290 miles (467 km) of roads and 78 bridges as county routes. All county routes in Albany County are signed with a blue pentagonal shield, the Manual on Uniform Traffic Control Devices' standard shield for county routes. Although quite a few county routes are in more than one town, the route number reflects the town that the largest portion of the route is in. Two county routes pass through the western portion of the city of Albany. Parts of New York State Route 32 (NY 32) and NY 155 are owned and maintained by Albany County and are thus co-signed as state touring routes and as Albany County routes."
}