{
  "/wiki/Andalusia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.",
  "/wiki/Andalusian_Parliament": "The Parliament of Andalusia is the legislature of the Spanish Autonomous Community of Andalusia instituted by the Andalusian Charter of Autonomy of 1981. It is elected by the residents in Andalusia every four years.",
  "/wiki/Spanish_language": "Spanish (/ˈspænɪʃ/ (listen); español (help·info)), or Castilian (/kæˈstɪliən/ (listen), castellano (help·info)), is a Romance language that originated in the Iberian Peninsula and today has over 483 million native speakers, mainly in Spain and the Americas. It is a global language, the world's second-most spoken native language, after Mandarin Chinese, and the world's fourth-most spoken language, after Mandarin Chinese, English and Hindi.",
  "/wiki/Seville": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Citizens_(Spanish_political_party)": "Citizens (Spanish: Ciudadanos [θjuðaˈðanos] listen (help·info); Catalan: Ciutadans [siwtəˈðans]; Basque: Hiritarrak; Galician: Cidadáns; shortened as Cs—C's until January 2017), officially Citizens–Party of the Citizenry (Ciudadanos–Partido de la Ciudadanía), is a centre to centre-right political party in Spain.",
  "/wiki/2018_Andalusian_regional_election": "The 2018 Andalusian regional election was held on Sunday, 2 December 2018, to elect the 11th Parliament of the autonomous community of Andalusia. All 109 seats in the Parliament were up for election.",
  "/wiki/Aragon": "Aragon (/ˈærəɡɒn/ or /ˈærəɡən/, Spanish and Aragonese: Aragón [aɾaˈɣon], Catalan: Aragó [əɾəˈɣo]) is an autonomous community in Spain, coextensive with the medieval Kingdom of Aragon. Located in northeastern Spain, the Aragonese autonomous community comprises three provinces (from north to south): Huesca, Zaragoza, and Teruel. Its capital is Zaragoza (also called Saragossa in English). The current Statute of Autonomy declares Aragon a historic nationality of Spain.",
  "/wiki/Aragonese_Corts": "The Aragonese Corts (Spanish: Cortes de Aragón, Aragonese: Cortz d'Aragón, Catalan: Corts d'Aragó) is the regional parliament for the Spanish autonomous community of Aragon. The Corts traces its history back to meetings summoned by the Kings of Aragon which began in 1162. Abolished in 1707, the Corts were revived in 1983 following the passing of a Statute of Autonomy.",
  "/wiki/Aragonese_language": "Aragonese (/ˌærəɡɒˈniːz/; aragonés [aɾaɣoˈnes] in Aragonese) is a Romance language spoken in several dialects by 10,000 to 50,000 people in the Pyrenees valleys of Aragon, Spain, primarily in the comarcas of Somontano de Barbastro, Jacetania, Alto Gállego, Sobrarbe, and Ribagorza/Ribagorça.. It is the only modern language which survived from medieval Navarro-Aragonese in a form distinctly different from Spanish.",
  "/wiki/Zaragoza": "Zaragoza[a] (also called Saragossa[b] in English) is the capital city of the Zaragoza province and of the autonomous community of Aragon, Spain. It lies by the Ebro river and its tributaries, the Huerva and the Gállego, roughly in the center of both Aragon and the Ebro basin.",
  "/wiki/Spanish_Socialist_Workers%27_Party": "The Spanish Socialist Workers' Party (Spanish: Partido Socialista Obrero Español [paɾˈtiðo soθjaˈlista oβɾeɾo espaˈɲol] (listen); PSOE [peˈsoe] (listen)) is a social-democratic political party in Spain. The PSOE has been in government for a longer time than any other political party in modern democratic Spain, namely from 1982 to 1996 under Felipe González; from 2004 to 2011 under José Luis Rodríguez Zapatero; and currently since 2018 under Pedro Sánchez.",
  "/wiki/2019_Spanish_regional_elections": "The 2019 Spanish regional elections were held on Sunday, 26 May 2019, to elect the regional parliaments of twelve of the seventeen autonomous communities—Aragon, Asturias, the Balearic Islands, the Canary Islands, Cantabria, Castile and León, Castilla–La Mancha, Extremadura, La Rioja, Madrid, Murcia and Navarre—, not including Andalusia, the Basque Country, Catalonia and Galicia, which had separate electoral cycles. The Valencian Community had its election held one month earlier, on 28 April, concurrently with the April 2019 Spanish general election. 814 of 1,208 seats in the regional parliaments were up for election, as well as the 50 seats in the regional assemblies of Ceuta and Melilla. The elections were held simultaneously with local elections all throughout Spain, as well as the 2019 European Parliament election.",
  "/wiki/Asturias": "Asturias (/æˈstʊəriəs, ə-/, Spanish: [asˈtuɾjas]; Asturian: Asturies [asˈtuɾjes; -ɾjɪs]; Eonaviego: Asturias), officially the Principality of Asturias (Spanish: Principado de Asturias; Asturian: Principáu d'Asturies), is an autonomous community in north-west Spain. It is coextensive with the province of Asturias and contains some of the territory that was part of the larger Kingdom of Asturias in the Middle Ages. Divided into eight comarcas (counties), the autonomous community of Asturias is bordered by Cantabria to the east, by León (Castile and León) to the south, by Lugo (Galicia) to the west, and by the Bay of Biscay (Cantanbric sea) to the north.",
  "/wiki/General_Junta_of_the_Principality_of_Asturias": "The General Junta of the Principality of Asturias (in Spanish: Junta General del Principado de Asturias, in Asturian: Xunta Xeneral del Principáu d'Asturies) is the parliament of Asturias, an autonomous community of Spain. Its Statute of Autonomy, the basic organic law of the community, defines it as the supreme institution of representation of the Asturian people.",
  "/wiki/Asturian_language": "Asturian (/æˈstjʊəriən/; asturianu [astuˈɾjanʊ], formerly also known as bable [ˈbaβlɪ]) is a West Iberian Romance language spoken in Principality of Asturias, Spain. Asturian is part of a wider linguistic group, the Astur-Leonese languages. The number of speakers is estimated at 100,000 (native) and 450,000 (second language). There are three main variants in the Astur-Leonese language family: Western, Central, and Eastern. For historical and demographic reasons, the standard is based on Central Asturian. Asturian has a distinct grammar, dictionary, and orthography. It is regulated by the Academy of the Asturian Language. Although it is not an official language of Spain it is protected under the Statute of Autonomy and is an elective language in schools.",
  "/wiki/Oviedo": "Oviedo (UK: /ˌɒviˈeɪdoʊ/, US: /ˌoʊvi-, oʊˈvjeɪdoʊ, -ˈvjɛ-, -ðoʊ/, Spanish: [oˈβjeðo]; Asturian: Uviéu [uˈβjeʊ]) is the capital city of the Principality of Asturias in northern Spain and the administrative and commercial centre of the region. It is also the name of the municipality that contains the city. Oviedo is located approximately 24 km (15 mi) southwest of Gijón and 23 km (14 mi) south of Avilés, both of which lie on the shoreline of the Bay of Biscay. Its proximity to the ocean causes Oviedo to have a maritime climate, in spite of its not being located on the shoreline itself.",
  "/wiki/Balearic_Islands": "The Balearic Islands (/ˌbæliˈærɪk/ BAL-ee-ARR-ik, also US: /ˌbɑːl-/ BAHL-, UK: /bəˈlɪərɪk/ bə-LEER-ik; Catalan: Illes Balears [ˈiʎəz bələˈas]; Spanish: Islas Baleares [ˈizlaz βaleˈaɾes]) are an archipelago of Spain in the western Mediterranean Sea, near the eastern coast of the Iberian Peninsula.",
  "/wiki/Parliament_of_the_Balearic_Islands": "The Parliament of the Balearic Islands (Catalan: Parlament de les Illes Balears) is the unicameral autonomous parliament of the Balearic Islands, one of the autonomous communities of Spain. The Parliament, composed of 59 elected seats, is located in the city of Palma, on the island of Majorca.",
  "/wiki/Catalan_language": "Catalan (/ˈkætəlæn, -ən, ˌkætəˈlæn/; autonym: català; Eastern Catalan: [kətəˈla]) is a Western Romance language derived from Vulgar Latin and named after the medieval Principality of Catalonia, in northeastern modern Spain. It is the only official language of Andorra, and a co-official language of the Spanish autonomous communities of Catalonia, the Balearic Islands and Valencia (where the language is known as Valencian). It also has semi-official status in the Italian comune of Alghero. It is also spoken in the eastern strip of Aragon, in some villages of the region of Murcia called Carche and in the Pyrénées-Orientales department of France. These territories are often called Països Catalans or \"Catalan Countries\".",
  "/wiki/Palma_(Majorca)": "Palma, fully known as Palma de Mallorca (/ˈpɑːlmə/ or /ˈpɑːmə/, Catalan: [ˈpalmə], Spanish: [ˈpalma]), is the capital and largest city of the autonomous community of the Balearic Islands in Spain. It is situated on the south coast of Mallorca on the Bay of Palma. The Cabrera Archipelago, though widely separated from Palma proper, is administratively considered part of the municipality. As of 2018[update], Palma Airport serves over 29 million passengers per year.",
  "/wiki/Socialist_Party_of_the_Balearic_Islands": "The Socialist Party of the Balearic Islands–PSOE (Catalan: Partit Socialista de les Illes Balears–PSOE) is the regional branch in the Balearic Islands of the Spanish Socialist Workers' Party (PSOE), main centre-left party in Spain since the 1970s.",
  "/wiki/Basque_Country_(autonomous_community)": "The Basque Country (/bæsk, bɑːsk/; Basque: Euskadi [eus̺kadi]; Spanish: País Vasco [paˈiz ˈβasko]), officially the Basque Autonomous Community (Basque: Euskal Autonomia Erkidegoa, EAE; Spanish: Comunidad Autónoma Vasca, CAV) is an autonomous community in northern Spain. It includes the Basque provinces of Álava, Biscay, and Gipuzkoa.",
  "/wiki/Basque_Parliament": "The Basque Parliament (Basque: Eusko Legebiltzarra, Spanish: Parlamento Vasco) is the legislative body of the Basque Autonomous Community of Spain and the elected assembly to which the Basque Government is responsible.",
  "/wiki/Basque_language": "Basque (/bæsk, bɑːsk/; euskara [eus̺ˈkaɾa]) is a language spoken in the Basque Country, a region that straddles the westernmost Pyrenees in adjacent parts of northern Spain and southwestern France. Linguistically, Basque is unrelated to the other languages of Europe and is a language isolate in relation to any other known living language. The Basques are indigenous to, and primarily inhabit, the Basque Country. The Basque language is spoken by 28.4% (751,500) of Basques in all territories. Of these, 93.2% (700,300) are in the Spanish area of the Basque Country and the remaining 6.8% (51,200) are in the French portion.",
  "/wiki/Vitoria,_Spain": "Vitoria-Gasteiz (/vɪˌtɔːriə ɡɑːˈsteɪs/; Spanish: [biˈtoɾja]; Basque: [ɡas̺teis̻]) is the seat of government and the capital city of the Basque Country and of the province of Araba/Álava in southern Euskal Herria. It holds the autonomous community's House of Parliament, the headquarters of the Government, and the Lehendakari's (Prime Minister's) official residency. The municipality — which comprises not only the city but also the mainly agricultural lands of 63 villages around — is the largest in the Basque Country, with a total area of 276.81 km2 (106.88 sq mi), and it has a population of 252,571 people (May 2019). The dwellers of Vitoria-Gasteiz are called vitorianos or gasteiztarrak, while traditionally they are dubbed babazorros (Basque for 'bean sacks').",
  "/wiki/Bakartxo_Tejeria": "Bakartxo Tejeria Otermin (born 28 March 1971) is a Spanish politician who currently serves as speaker (President) of the Basque Parliament.",
  "/wiki/Basque_Nationalist_Party": "The Basque Nationalist Party (Basque: Euzko Alderdi Jeltzalea, EAJ; Spanish: Partido Nacionalista Vasco, PNV; French: Parti Nationaliste Basque, PNB; EAJ-PNV), officially Basque National Party in English,[a] is a Basque nationalist, Christian-democratic and social-democratic regional political party. It operates in all the territories comprising the Basque Country: the Basque Autonomous Community and Navarre in Spain, and in the French Basque Country. It also has delegations in dozens of foreign nations, specifically those with a major presence of Basque immigrants.",
  "/wiki/2016_Basque_parliamentary_election": "The 2016 Basque regional election was held on Sunday, 25 September 2016, to elect the 11th Parliament of the Basque Autonomous Community. All 75 seats in the Parliament were up for election. The election was held simultaneously with a regional election in Galicia. Lehendakari Iñigo Urkullu announced that the election would be held one month ahead of schedule, on 25 September 2016, based on the \"climate of ungovernability\" affecting national politics as a result of the ongoing Spanish government formation negotiations, intending to move the regional election as far away as possible from a possible new general election. This prompted Galician president Alberto Núñez Feijóo to hold the Galician regional election in the same date.",
  "/wiki/Lehendakari": "The President of the Basque Government (Basque: Eusko Jaurlaritzako lehendakaria, Spanish: presidente del Gobierno Vasco), usually known in the Basque language as the Lehendakari (Basque: lehendakari, Spanish: lendakari), is the head of government of the Basque Autonomous Community. The lehendakari leads the executive branch of the regional government.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland.",
  "/wiki/Canarian_Parliament": "The Parliament of the Canary Islands is the regional legislature of the Canary Islands, an autonomous community of Spain.  The Parliament has sixty members and members serve on four-year terms. The parliament is based in Santa Cruz de Tenerife, one of the Canaries' two capitals.",
  "/wiki/Santa_Cruz_de_Tenerife": "Santa Cruz de Tenerife, commonly abbreviated as Santa Cruz (/ˌsæntə ˈkruːz/, Spanish: [santa ˈkɾuθ]), is a major city, capital of the island of Tenerife, Province of Santa Cruz de Tenerife, and capital (jointly with Las Palmas) of the Canary Islands. Santa Cruz has a population of 206,593 (2013) within its administrative limits. The urban zone of Santa Cruz extends beyond the city limits with a population of 507,306 and 538,000 within urban area. It is the second largest city in the Canary Islands and the main city on the island of Tenerife, with nearly half of the island's population living in or around it.",
  "/wiki/Cantabria": "Cantabria (/kænˈteɪbriə/, also UK: /-ˈtæb-/, Spanish: [kanˈtaβɾja])[needs Cantabrian IPA] is an autonomous community in northern Spain with Santander as its capital city. It is recognized as a historic community and is bordered on the east by the Basque Autonomous Community (province of Biscay), on the south by Castile and León (provinces of León, Palencia and Burgos), on the west by the Principality of Asturias, and on the north by the Cantabrian Sea (Bay of Biscay).",
  "/wiki/Parliament_of_Cantabria": "The Parliament of Cantabria, is the unicameral legislature of the Autonomous Community of Cantabria. It consists of 35 members called \"deputies\" which are freely elected by the citizens of the region. The Parliament convenes at the Saint Raphael Hospital, an 18th century building in the City of Santander rehabilitated in the 1980s to house the Regional Assembly.",
  "/wiki/Santander,_Cantabria": "Santander[a] is the capital of the autonomous community and historical region of Cantabria situated on the north coast of Spain. It is a port city located east of Gijón and west of Bilbao with a population of 172,000 (2017).",
  "/wiki/Socialist_Party_of_Cantabria": "The Socialist Party of Cantabria-PSOE (Spanish: Partido Socialista de Cantabria-PSOE, PSC-PSOE) is the Cantabrian federation of the Spanish Socialist Workers' Party (PSOE), the main centre-left party in Spain since the 1970s.",
  "/wiki/Castile%E2%80%93La_Mancha": "Castilla–La Mancha (UK: /kæˌstiːjə læ ˈmæntʃə/, US: /- lɑː ˈmɑːntʃə/, Spanish: [kasˈtiʎa la ˈmantʃa] (listen)), or Castile La Mancha, is an autonomous community of Spain. Comprised by the provinces of Albacete, Ciudad Real, Cuenca, Guadalajara and Toledo, it was created in 1982. It is bordered by Castile and León, Madrid, Aragon, Valencia, Murcia, Andalusia, and Extremadura. It is one of the most sparsely populated of Spain's regions. Albacete is the largest and most populous city. The Government headquarters are in Toledo and the High Court headquarters are in Albacete.",
  "/wiki/Cortes_of_Castile-La_Mancha": "The Cortes of Castilla–La Mancha (Spanish: Cortes de Castilla-La Mancha) is the unicameral legislature of Castilla–La Mancha, an autonomous community of Spain. The Cortes consists of 33 elected deputies. \nThe Cortes of Castilla–La Mancha represent the popular will through 33 deputies elected by  universal adult suffrage through the secret ballot.",
  "/wiki/Toledo,_Spain": "Toledo (UK: /tɒˈleɪdoʊ/, US: /toʊˈleɪðoʊ, -ˈlɛð-, təˈliːdoʊ/, Spanish: [toˈleðo] (listen)) is a city and municipality located in central Spain; it is the capital of the province of Toledo in the autonomous community of Castile–La Mancha. Toledo was declared a World Heritage Site by UNESCO in 1986 for its extensive monumental and cultural heritage.",
  "/wiki/Castile_and_Leon": "Castile and León (UK: /kæˈstiːl ... leɪˈɒn/, US: /-ˈoʊn/; Spanish: Castilla y León [kasˈtiʎa i leˈon] (listen))[n. 1] is an autonomous community in north-western Spain.",
  "/wiki/Cortes_of_Castile_and_Le%C3%B3n": "The Cortes of Castile and León (Spanish: Cortes de Castilla y León) is the elected unicameral legislature of the Autonomous Community of Castile and León.",
  "/wiki/Valladolid": "Valladolid (/ˌvælədəˈliːd, -ˈlɪd, ˌbɑːjə-/, Spanish: [baʎaðoˈlið] (listen)) is a city in Spain and the de facto capital of the autonomous community of Castile and León. It has a population of 309,714 people (2013 est.), making it Spain's 13th most populous municipality and northwestern Spain's biggest city. Its metropolitan area ranks 20th in Spain with a population of 414,244 people in 23 municipalities.",
  "/wiki/Catalonia": "Catalonia (/ˌkætəˈloʊniə/; Catalan: Catalunya [kətəˈluɲə]; Aranese: Catalonha [kataˈluɲɔ]; Spanish: Cataluña [kataˈluɲa]) is an autonomous community on the northeastern corner of Spain, self-designated as a nationality by its Statute of Autonomy.[c] Catalonia consists of four provinces: Barcelona, Girona, Lleida, and Tarragona. The capital and largest city is Barcelona, the second-most populated municipality in Spain and the core of the sixth most populous urban area in the European Union. It comprises most of the territory of the former Principality of Catalonia (with the remainder Roussillon now part of France's Pyrénées-Orientales, Occitanie). It is bordered by France (Occitanie) and Andorra to the north, the Mediterranean Sea to the east, and the Spanish autonomous communities of Aragon to the west and Valencia to the south. The official languages are Catalan, Spanish, and the Aranese dialect of Occitan.",
  "/wiki/Parliament_of_Catalonia": "The Parliament of Catalonia (Catalan: Parlament de Catalunya, IPA: [pəɾləˈmen də kətəˈluɲə]; Spanish: Parlamento de Cataluña; Occitan: Parlament de Catalonha) is the unicameral legislature of the autonomous community of Catalonia. It is formed by 135 deputies (diputats/diputados), who are elected every four years or after extraordinary dissolution, chosen by universal suffrage in lists with four constituencies, the Catalan provinces. The Parliament building is located in Ciutadella park, Barcelona, Catalonia, Spain.",
  "/wiki/Occitan_language": "Occitan (English:  /ˈɒksɪtən, -tæn, -tɑːn/, Occitan: [utsiˈta],[a] French: [ɔksitɑ̃]), also known as lenga d'òc (Occitan: [ˈleŋɡɔ ˈðɔ(k)] (listen); French: langue d'oc) by its native speakers, is a Romance language. It is spoken in Southern France, Italy's Occitan Valleys, Monaco, as well as Spain's Val d'Aran; collectively, these regions are sometimes referred to as Occitania. Occitan is also spoken in the linguistic enclave of Guardia Piemontese (Calabria, Italy). Some include Catalan in Occitan, as the distance between this language and some Occitan dialects (such as the Gascon language) is similar to the distance among different Occitan dialects. In fact, Catalan was considered an Occitan dialect until the end of the 19th century.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Roger_Torrent": "Roger Torrent i Ramió (born 19 July 1979) is a Spanish politician and urban planner. A former mayor of the municipality of Sarrià de Ter in north-eastern Spain, Torrent has been President of the Parliament of Catalonia since January 2018.",
  "/wiki/Republican_Left_of_Catalonia": "The Republican Left of Catalonia (Catalan: Esquerra Republicana de Catalunya, ERC; IPA: [əsˈkɛrə rəpubːliˈkanə ðə kətəˈluɲə]) is a pro-Catalan independence, social-democratic political party in the Spanish autonomous community of Catalonia. It is also the main sponsor of the independence movement from France and Spain in the territories known as Catalan Countries.",
  "/wiki/2017_Catalan_regional_election": "The 2017 Catalan regional election was held on Thursday, 21 December 2017 to elect the 12th Parliament of the autonomous community of Catalonia. All 135 seats in the Parliament were up for election. The election was called by Spanish Prime Minister Mariano Rajoy after the invocation of Article 155 of the 1978 Spanish Constitution to enforce direct rule in Catalonia and the subsequent dismissal of the Catalan government under President Carles Puigdemont. The three pro-Catalan independence parties won a slim majority of parliamentary seats, claiming 70 out of 135, but fell short of a majority in the popular vote by securing 47.6% of the share.",
  "/wiki/Extremadura": "Extremadura (/ˌɛkstrɪməˈdjʊərə/ EK-strim-ə-DEWR-ə, Spanish: [e(ɣ)stɾemaˈðuɾa]; Portuguese: Estremadura) is an autonomous community of the western Iberian Peninsula whose capital city is Mérida, recognised by the Statute of Autonomy of Extremadura. It is made up of the two largest provinces of Spain: Cáceres and Badajoz. It is bordered by the provinces of Salamanca and Ávila (Castile and León) to the north; by provinces of Toledo and Ciudad Real (Castile–La Mancha) to the east, and by the provinces of Huelva, Seville, and Córdoba (Andalusia) to the south; and by Portugal to the west. Its official language is Spanish.",
  "/wiki/Extremaduran_Assembly": "The Assembly of Extremadura (Spanish: Asamblea de Extremadura; also called Parlamento de Extremadura) is the elected unicameral legislature of the Autonomous Community of Extremadura.",
  "/wiki/M%C3%A9rida,_Spain": "Mérida (Spanish pronunciation: [ˈmeɾiða]) is the capital of the autonomous community of Extremadura, western central Spain. It is situated in to the north of the province of Badajoz. The population is 60,119 in 2017. The Augusta Emerita has been a UNESCO World Heritage site since 1993. Merida is geographically located in the centre of the region of Extremadura, at an altitude of 217 meters. Crossed by the Guadiana and Albarregas rivers, it is, together with Badajoz, ecclesiastically the metropolitan seat of the Archdiocese of Mérida-Badajoz.",
  "/wiki/Galicia_(Spain)": "Galicia (/ɡəˈlɪʃ(i)ə/; Galician: Galicia [ɡaˈliθjɐ], Galiza [ɡaˈliθɐ];[a] Spanish: Galicia; Portuguese: Galiza) is an autonomous community of Spain and historic nationality under Spanish law. Located in the northwest Iberian Peninsula, it includes the provinces of A Coruña, Lugo, Ourense and Pontevedra.",
  "/wiki/Parliament_of_Galicia": "The Parliament of Galicia (Galician: Parlamento de Galicia) is the unicameral legislature of the autonomous community of Galicia, Spain. It is formed by 75 deputies (deputados). Deputies are elected every four years in ordinary period, or extraordinarily upon dissolution and call of elections by the President of the Xunta of Galicia, by universal suffrage in proportional lists with the four Galician provinces serving as constituencies.",
  "/wiki/Galician_language": "Galician (/ɡəˈlɪʃən/, /ɡəˈlɪsiən/; galego) is an Indo-European language of the Western Ibero-Romance branch. It is spoken by some 2.4 million people, mainly in Galicia, an autonomous community located in northwestern Spain, where it is official along with Spanish. The language is also spoken in some border zones of the neighboring Spanish regions of Asturias and Castile and León, as well as by Galician migrant communities in the rest of Spain, in Latin America including Puerto Rico, the United States, Switzerland and elsewhere in Europe.",
  "/wiki/Santiago_de_Compostela": "Santiago de Compostela[a] (or Saint James of Compostella in English) is the capital of the autonomous community of Galicia, in northwestern Spain. The city has its origin in the shrine of Saint James the Great, now the Cathedral of Santiago de Compostela, as the destination of the Way of St. James, a leading Catholic pilgrimage route since the 9th century. In 1985, the city's Old Town was designated a UNESCO World Heritage Site.",
  "/wiki/People%27s_Party_of_Galicia": "The People's Party of Galicia (Galician/Spanish: Partido Popular de Galicia [paɾˈtiðo popuˈlaɾ ðe ɣaˈliθja], PP or PPdeG [peˈpe ðe ˈɣa]) is a conservative political party in Galicia, Spain. It is the Galician affiliate of the Spanish People's Party.",
  "/wiki/2016_Galician_parliamentary_election": "The 2016 Galician regional election was held on Sunday, 25 September 2016, to elect the 10th Parliament of the autonomous community of Galicia. All 75 seats in the Parliament were up for election. The election was held simultaneously with a regional election in the Basque Country.",
  "/wiki/La_Rioja_(autonomous_community)": "La Rioja (Spanish: [la ˈrjoxa]) is an autonomous community and a province in Spain, located in the north of the Iberian Peninsula. Its capital is Logroño. Other cities and towns in the province include Calahorra, Arnedo, Alfaro, Haro, Santo Domingo de la Calzada, and Nájera. It has an estimated population of 315,675 inhabitants (INE 2018), making it the least populated region of Spain.",
  "/wiki/Parliament_of_La_Rioja": "The Parliament of La Rioja (Spanish: Parlamento de La Rioja) is the unicameral autonomous parliament of La Rioja, one of the autonomous communities of Spain. The parliament, composed of 33 elected seats, is located the former Monastery of La Merced in Logroño, the capital city of La Rioja.",
  "/wiki/Logro%C3%B1o": "Logroño (UK: /lɒˈɡrɒnjoʊ/, US: /ləˈɡroʊnjoʊ, loʊˈ-/, Spanish: [loˈɣɾoɲo] (listen)) is a city in northern Spain, on the Ebro River. It is the capital of the province of La Rioja.",
  "/wiki/Community_of_Madrid": "The Community of Madrid (English: /məˈdrɪd/; Spanish: Comunidad de Madrid Spanish pronunciation: [komuniˈðað ðe maˈðɾið] (listen)) is one of the seventeen autonomous communities of Spain. It is located in the centre of the Iberian Peninsula, and of the Central Plateau (Meseta Central). Its capital is the city of Madrid, which is also the capital of the country. The Community of Madrid is bounded to the south and east by Castilla–La Mancha and to the north and west by Castile and León. It was formally created in 1983, based on the limits of the province of Madrid, which was until then conventionally included in the historical region of New Castile.",
  "/wiki/Madrid_Assembly": "The Assembly of Madrid or Madrid Assembly (Spanish: Asamblea de Madrid) is the unicameral regional legislature of the Autonomous Community of Madrid since the approval of the Madrid Charter of Autonomy in 1983.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Region_of_Murcia": "The Region of Murcia (/ˈmʊərsiə/, also US: /ˈmɜːrʃ(i)ə/; Spanish: Región de Murcia [reˈxjon de ˈmuɾθja]), is an autonomous community of Spain located in the southeast of the state, bordered by Andalusia, Castilla-La Mancha and the Valencian Community, on the Mediterranean coast.",
  "/wiki/Regional_Assembly_of_Murcia": "The Regional Assembly of Murcia (Spanish: Asamblea Regional de Murcia) is the autonomous parliament of the Region of Murcia, one of the autonomous communities of Spain. The unicameral assembly, which contained 45 elected legislative seats, is located in the Murcian city of Cartagena, Spain.",
  "/wiki/Cartagena,_Spain": "Cartagena (Spanish pronunciation: [kaɾtaˈxena]; Latin: Carthago Nova) is a Spanish city and a major naval station located in the Region of Murcia, by the Mediterranean coast, south-eastern Spain. As of January 2018, it has a population of 213,943 inhabitants, being the Region's second-largest municipality and the country's sixth-largest non-Province-capital city. The metropolitan area of Cartagena, known as Campo de Cartagena, has a population of 409,586 inhabitants.",
  "/wiki/Navarre": "Navarre (English: /nəˈvɑːr/; Spanish: Navarra [naˈβara]; Basque: Nafarroa [nafaro.a]; Occitan: Navarra [naˈbaʀɔ]), officially the Chartered Community of Navarre (Spanish: Comunidad Foral de Navarra [komuniˈðað foˈɾal de naˈβara]; Basque: Nafarroako Foru Komunitatea [nafaro.ako foɾu komunitate.a]), is an autonomous community and province in northern Spain, bordering the Basque Autonomous Community, La Rioja, and Aragon in Spain and Nouvelle-Aquitaine in France. The capital city is Pamplona (or Iruñea in Basque).",
  "/wiki/Parliament_of_Navarre": "The Parliament of Navarre (Spanish Parlamento de Navarra, Basque Nafarroako Parlamentua) or also known as Cortes de Navarra is the Navarre autonomous unicameral parliament.",
  "/wiki/Pamplona": "Pamplona (Spanish: [pamˈplona]; French: Pampelune, Basque: Iruña; IPA: [iɾuɲa] or Iruñea; IPA: [iɾuɲea]) is the capital city of the Autonomous Community of Navarre, in Spain, and historically also of the former Kingdom of Navarre. Pamplona is also the second-largest city in the greater Basque cultural region, composed of two Spanish autonomous communities, Navarre and Basque Country, and the French Basque Country.",
  "/wiki/Unai_Hualde": "Unai Hualde Iglesias (born 25 July 1976) is a Navarrese politician from the Basque National Party and a leading member of the coalition Geroa Bai. He is the president of the Basque National Party in Navarre, as well as a Member of the Parliament of Navarre since 2015. He served as the First Vice-President of the Parliament of Navarre from 2015 to 2019, during its 9th term. In 2019 he was elected as the President of the Parliament of Navarre for its 10th term.",
  "/wiki/Geroa_Bai": "Geroa Bai (Basque: Yes to the Future) is a regional political coalition in the Chartered Community of Navarre, created for the 2011 election to the Cortes Generales. It includes the Basque Nationalist Party (EAJ-PNV), Atarrabia Taldea, and the Zabaltzen partnership. These groups had shared the former coalition Nafarroa Bai, along with Eusko Alkartasuna and Aralar (which entered the coalition Amaiur), and Batzarre.",
  "/wiki/Valencian_Community": "The Valencian Community[a][b] is an autonomous community of Spain. It is the fourth most populous autonomous community after Andalusia, Catalonia and Madrid with more than five million inhabitants. Its homonymous capital Valencia is the third largest city and metropolitan area in Spain. It is located along the Mediterranean coast on the east side of the Iberian peninsula. It borders with Catalonia to the north, Aragon and Castilla–La Mancha to the west, and Murcia to the south. The Valencian Community consists of three provinces which are Castellón, Valencia and Alicante.",
  "/wiki/Corts_Valencianes": "The Corts Valencianes (Valencian pronunciation: [ˈkoɾ(d)z valensiˈanes]), commonly known as Les Corts ([les ˈkoɾ(t)s]), are the main legislative body of the Generalitat Valenciana and therefore of the Valencian Country. The main location of the Corts is in the Palace of the Borgias in Valencia; however it can meet at any location in the Valencian lands. The Corts has its origins in bodies established in the thirteenth century by King James I of Aragon. The modern institution was established in 1982 under the Valencian statute of autonomy of 1982. The current Corts were elected in 2015.",
  "/wiki/Valencian_language": "Valencian or Valencian language (/vəˈlɛn(t)siən, -nʃən/; endonym valencià, llengua valenciana or idioma valencià [valensiˈa, ba-])[note 1] is the historical, traditional and official name used in the Valencian Community (Spain), and extra-officially in the El Carche comarca in Murcia (Spain), to refer to the romance language also known as Catalan.[note 2][note 3] The Valencian Community's 1982 Statute of Autonomy and the Spanish Constitution officially recognise Valencian as the regional language.",
  "/wiki/Valencia,_Spain": "Valencia (Spanish: [baˈlenθja]), officially València (Valencian: [vaˈlensia]), is the capital of the autonomous community of Valencia and the third-largest city in Spain after Madrid and Barcelona, with around 800,000 inhabitants in the administrative centre. Its urban area extends beyond the administrative city limits with a population of around 1.6 million people. Valencia is Spain's third largest metropolitan area, with a population ranging from 1.7 to 2.5 million depending on how the metropolitan area is defined.  The Port of Valencia is the 5th busiest container port in Europe and the busiest container port on the Mediterranean Sea.  The city is ranked at Beta-global city in the Globalization and World Cities Research Network.",
  "/wiki/Coalici%C3%B3_Comprom%C3%ADs": "Coalició Compromís (Valencian pronunciation: [koalisiˈo kompɾoˈmis]; English: Commitment Coalition or Compromise Coalition) is a Valencianist political party, originally an electoral coalition, in the Valencian Community, Spain. The parties involved include the Valencian Nationalist Bloc, the left-wing Valencian People's Initiative, and a group of environmentalist (Greens Equo of the Valencian Country) and independent parties. Together they defend Valencianist, progressive and ecological politics.",
  "/wiki/List_of_Spanish_regional_legislatures": "Since its transition to democracy in the late 1970s, Spain has been organized in a quasi-federal system called the \"State of Autonomies\". Each Autonomous Community is required by the Constitution to have its own three-branched system of government with its basic rules codified in a special law called a Statute of Autonomy, a sort-of regional constitution. Although there is no Constitutional requirement imposed upon regional elections other than that they must be based in proportional methods, all regional legislatures are unicameral, their members being elected in multi-member constituencies matching the provinces in the Autonomous Community with seats allocated to party lists using the D'Hondt method."
}