{
  "/wiki/San_Francisco_49ers": "The San Francisco 49ers are a professional American football team based in the San Francisco Bay Area. They compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) West division. The team currently plays its home games at Levi's Stadium in Santa Clara, California, located 38 miles (61 km) southeast of San Francisco in the heart of Silicon Valley. Since 1988, the 49ers have been headquartered in Santa Clara.",
  "/wiki/Joe_Perry_(American_football)": "Fletcher Joseph Perry (January 22, 1927 – April 25, 2011) was a professional American football fullback in the All-America Football Conference (AAFC) and National Football League (NFL). He played for the San Francisco 49ers from 1948 to 1960, the Baltimore Colts from 1961 to 1962, and returned to the 49ers in 1963 for his final year in football. He was exceptionally fast, a trait uncommon for a fullback and one which earned him the nickname, \"the Jet\". The first African-American to be named the NFL Most Valuable Player, he became one of American football's first black stars.",
  "/wiki/Fullback_(American_football)": "A fullback (FB) is a position known as the best position in the game of football, in the offensive backfield in gridiron football, and is one of the two running back positions along with the halfback. Typically, fullbacks are larger than halfback and in most offensive schemes their duties are split between power running, pass catching, and blocking for both the quarterback and the other running back.",
  "/wiki/Compton_Junior_College": "Compton College is a public community college in Compton, California. From 2006 when it lost its regional accreditation to 2017 when it regained that accreditation, it operated as a part of El Camino College. Prior to and subsequent to the partnership with El Camino College, the college was operated by the Compton Community College District.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/Len_Ford": "Leonard Guy Ford Jr. (February 18, 1926 – March 14, 1972) was an American football player who played at the offensive and defensive end positions from 1944 to 1958.  He played college football for the University of Michigan and professional football for the Los Angeles Dons, Cleveland Browns and Green Bay Packers. He was inducted into the Pro Football Hall of Fame in 1976 and the University of Michigan Athletic Hall of Honor in 1996.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Michigan_Wolverines_football": "The Michigan Wolverines football program represents the University of Michigan in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. Michigan has the most all-time wins in college football history. The team is known for its distinctive winged helmet, its fight song, its record-breaking attendance figures at Michigan Stadium, and its many rivalries, particularly its annual, regular-season-ending game against Ohio State, known simply as “The Game,” once voted as ESPN's best sports rivalry.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/1948_Chicago_Bears_season": "The 1948 season was the Chicago Bears' 29th in the National Football League. The team improved on their 8–4  record from 1947 and finished with a 10–2 record under head coach George Halas, but the team finished second in the NFL Western Division yet again missing out on an NFL title game appearance.",
  "/wiki/Wash_Serini": "William Washington Serini (March 11, 1922 – June 21, 1994) was a guard in the National Football League. He played four seasons with the Chicago Bears before playing his final season with the Green Bay Packers.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/1947_Kentucky_Wildcats_football_team": "The 1947 Kentucky Wildcats football team was an American footballteam that represented the University of Kentucky as a member of the Southeastern Conference during the 1947 college football season. In its second season under head coach Bear Bryant, the team compiled an 8–3 record (2–3 against SEC opponents), defeated Villanova in the Great Lakes Bowl, and outscored all opponents by a total of 175 to 73. The team played its home games at McLean Stadium in Lexington, Kentucky.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/1948_Detroit_Lions_season": "The 1948 Detroit Lions season was the club's 19th overall season in the league. The team failed to improve on their previous season's output of 3–9, winning only two games. They failed to qualify for the playoffs for the 13th consecutive season. One notable aspect of this season was their use of scarlet red and black uniforms instead of the traditional Honolulu blue and silver, due to head coach Bo McMillin, obviously influenced by his years as coach at Indiana. They would return to Honolulu blue and silver the following season.",
  "/wiki/Bob_Mann_(American_football)": "Robert Mann (April 8, 1924 – October 21, 2006) was an American football end who played in the National Football League (NFL). A native of New Bern, North Carolina, Mann played college football at Hampton Institute in 1942 and 1943 and at the University of Michigan in 1944, 1946 and 1947. He broke the Big Ten Conference record for receiving yardage in 1946 and again in 1947. Mann later played professional football in the NFL for the Detroit Lions (1948–1949) and Green Bay Packers (1950–1954). He was the first African American player for both teams.",
  "/wiki/1947_Hampton_Pirates_football_team": "The 1947 Hampton Pirates football team was an American football team that represented Hampton Institute in the Colored Intercollegiate Athletic Association (CIAA) during the 1947 college football season. In their third non-consecutive year under head coach James Griffin, the Pirates compiled a 7–2–1 record, lost to Florida A&M in the Orange Blossom Classic, and outscored opponents by a total of 107 to 63. Hampton ranked No. 4 among the nation's black college football teams according to the Pittsburgh Courier and its Dickinson Rating System.",
  "/wiki/Central_Intercollegiate_Athletic_Association": "The Central Intercollegiate Athletic Association (CIAA) is a collegiate athletic conference, mostly consisting of historically black colleges and universities. CIAA institutions are affiliated at the Division II level of the National Collegiate Athletic Association (NCAA).",
  "/wiki/1948_New_York_Giants_season": "The 1948 New York Giants season was the franchise's 24th season in the National Football League.",
  "/wiki/Emlen_Tunnell": "Emlen Lewis Tunnell (March 29, 1924 – July 23, 1975), sometimes known by the nickname \"The Gremlin\", was an American football player and coach.  He was the first African American to play for the New York Giants and also the first to be inducted into the Pro Football Hall of Fame.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/1947_Iowa_Hawkeyes_football_team": "The 1947 Iowa Hawkeyes football team was an American football team that represented the University of Iowa in the 1947 Big Nine Conference football season. The team compiled a 3–5–1 record (2–3–1 against conference opponents) and finished in a tie for sixth place in the Big Nine Conference. After opening its season with a 59–0 shutout victory over North Dakota State, the team was outscored 179 to 86 in its remaining eight games.",
  "/wiki/1948_Philadelphia_Eagles_season": "The 1948 Philadelphia Eagles season was the franchise's 16th season in the National Football League (NFL). The Eagles repeated as Eastern Division champions and returned to the NFL Championship game, this time defeating the Chicago Cardinals to win their first NFL title.",
  "/wiki/Walt_Barnes": "Walter Lee Barnes (January 26, 1918 – January 6, 1998) was an American football player and actor.  He played professional football as a guard in the National Football League (NFL) for the Philadelphia Eagles and college football at Louisiana State University.  Barnes was an actor in both American and European films. He appeared in several films with John Wayne, Lex Barker, and Clint Eastwood.",
  "/wiki/Guard_(American_and_Canadian_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/1947_LSU_Tigers_football_team": "The 1947 LSU Tigers football team represented Louisiana State University (LSU) in the 1947 college football season.",
  "/wiki/1948_San_Francisco_49ers_season": "The 1948 AAFC season 49ers began their third season in the AAFC, hoping to improve upon their 8–4–2 output from the previous season. They began the season 10–0, and finished 12–2, both losses coming to eventual season champions, the Cleveland Browns.",
  "/wiki/Bill_Johnson_(center)": "William Levi Johnson Sr. (September 14, 1926 – January 7, 2011), known as Bill \"Tiger\" Johnson, was a professional football player and coach. He was born in Tyler, Texas, where he was raised by his single mother and five older siblings.  Among his siblings was older brother Gilbert Johnson, who played quarterback at Southern Methodist University with the iconic running back Doak Walker.  Bill was a football and baseball star for Tyler Junior College and Texas A&M University and graduated from Stephen F. Austin State University. He played center for the San Francisco 49ers from 1948 to 1956.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/1947_Texas_A&M_Aggies_football_team": "The 1947  Texas A&M Aggies football team was an American football team that represented Texas A&M University in the Southwest Conference during the 1947 college football season. In its 14th season under head coach Homer H. Norton, the team compiled a 3–6–1 record (1–4–1 against conference opponents), tied for fifth place in the conference, and was outscored by a total of 185 to 169. The team played its home games at Kyle Field in College Station, Texas.",
  "/wiki/Southwest_Conference": "The Southwest Conference (SWC) was an NCAA Division I college athletic conference in the United States that existed from 1914 to 1996. Composed primarily of schools from Texas, at various times the conference included schools from Oklahoma and Arkansas as well, but not from the actual Southwestern United States.",
  "/wiki/1948_Washington_Redskins_season": "The 1948 Washington Redskins season was the franchise's 17th season in the National Football League (NFL) and their 12th in Washington, D.C..  the team improved on their 4–8 record from 1947 and finished 7-5.",
  "/wiki/Howard_Hartley": "Howard Paul Hartley (September 26, 1924 – September 29, 2006) was an American football running back and defensive back in the National Football League for the Washington Redskins and the Pittsburgh Steelers.  He played college football at Duke University.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/1947_Duke_Blue_Devils_football_team": "The 1947 Duke Blue Devils football team was an American football team that represented Duke University as a member of the Southern Conference during the 1947 college football season. In its 13th season under head coach Wallace Wade, the team compiled a 4–3–2 record (3–1–1 against conference opponents), was ranked No. 19 in the final AP Poll, and outscored opponents by a total of 90 to 79.",
  "/wiki/Southern_Conference": "The Southern Conference (SoCon) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division I. Southern Conference football teams compete in the Football Championship Subdivision (formerly known as Division I-AA). Member institutions are located in the states of Alabama, Georgia, North Carolina, South Carolina, Tennessee, and Virginia.",
  "/wiki/1948_NFL_Draft": "The 1948 National Football League Draft was held on December 19, 1947, at the Fort Pitt Hotel in Pittsburgh."
}