{
  "/wiki/2019_in_athletics_(track_and_field)": "In 2019, the main athletic events are the 2019 IAAF World Cross Country Championships, the 2019 IAAF World Relays, and the 2019 World Athletics Championships.",
  "/wiki/Hellen_Obiri": "Hellen Onsando Obiri (born 13 December 1989) is a Kenyan middle-distance runner and the current 5000 metres champion after winning gold in the 2017 World Championships in London. She  successfully defended the title at the 2019 World Championships, in Doha, setting a new championship record. Obiri is also the silver medalist from the 2016 Summer Olympics over the same distance (5000 metres). She won the 3000 metres race event at the 2012 IAAF World Indoor Championships in Istanbul, Turkey. She holds the Kenyan National Record for the 5000 metres event.",
  "/wiki/2018_in_athletics_(track_and_field)": "In 2018, no world outdoor athletics championships was held. Major events held during the year included the 2018 IAAF World Indoor Championships, 2018 IAAF Continental Cup, 2018 IAAF World Race Walking Team Championships, and 2018 IAAF World Half Marathon Championships.",
  "/wiki/Rabat": "Rabat (/rəˈbɑːt/, also UK: /rəˈbæt/, US: /rɑːˈbɑːt/; Arabic: الرِّبَاط‎, romanized: ar-ribāṭ; Berber languages: ⴰⵕⴱⴰⵟ, romanized: Aṛṛbaṭ) is the capital city of Morocco and the country's seventh largest city with an urban population of approximately 580,000 (2014) and a metropolitan population of over 1.2 million.  It is also the capital city of the Rabat-Salé-Kénitra administrative region. Rabat is located on the Atlantic Ocean at the mouth of the river Bou Regreg, opposite Salé, the city's main commuter town.",
  "/wiki/2017_in_athletics_(track_and_field)": "In 2017, the foremost athletics event was the World Championships in London. The other major global-level competition in 2017 was the World Cross Country Championships.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/2016_in_athletics_(track_and_field)": "In 2016, the foremost athletics events will be staged at the Olympic Games in Rio de Janeiro. The two other major global level competitions in 2016 are the World Indoor Championships and World Half Marathon Championships.",
  "/wiki/Almaz_Ayana": "Almaz Ayana Eba (Amharic: አልማዝ አያና ኤባ, born 21 November 1991) is an Ethiopian female long-distance runner who competes in the 3000 metres, 5000 metres, and 10,000 metres events. She broke the 10,000 metres world record, set in 1993, while winning the gold medal at the 2016 Summer Olympics in Rio de Janeiro. At the 2017 World Championships in London, Almaz won the gold medal in the 10,000 metres, finishing 46 seconds ahead of the runner-up.",
  "/wiki/Stadio_Olimpico": "The Stadio Olimpico is the main and largest sports facility of Rome, Italy. It is located within the Foro Italico sports complex, north of the city. The structure is owned by the Italian National Olympic Committee and it is used primarily for association football. The Stadio Olimpico is the home stadium of  Lazio and Roma and also hosts the Coppa Italia final. It was rebuilt for the 1990 FIFA World Cup and it hosted the tournament final.",
  "/wiki/2015_in_athletics_(track_and_field)": "In 2015, the foremost athletics event was the 2015 World Championships in Athletics in Beijing. The two other major global level competitions in 2015 are the World Cross Country Championships and the IAAF World Relays.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/2014_in_athletics_(track_and_field)": "In 2014 there was no primary outdoor global athletics championship, as neither the Summer Olympics nor the World Championships in Athletics occurred in the year. The 2014 IAAF World Indoor Championships, and the 2014 IAAF Continental Cup were the foremost global events to be held in 2014. The 2014 IAAF World Relays marked the debut of the new international competition exclusively for relay races.",
  "/wiki/Genzebe_Dibaba": "Genzebe Dibaba Keneni (Amharic: ገንዘቤ ዲባባ ቀነኒ; born 8 February 1991) is an Ethiopian middle- and long-distance runner. She won the gold medal in the 1500 m at the Beijing World Championships and a silver medal in the 1500 meters at the 2016 Olympics. Genzebe is the current world record holder for the 1500 m (both indoor and outdoor), the indoor 3000 m, the indoor 5000 m, and the indoor mile. Her 2000 m indoor women's world's best time is the absolute world record, as it is faster than the previous women's outdoor mark.",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.",
  "/wiki/2013_in_athletics_(track_and_field)": "In 2013 the foremost competition in athletics was the 2013 World Championships in Athletics in Moscow. The International Association of Athletics Federations will hold two other global level competitions this year: the 2013 IAAF World Cross Country Championships and the 2013 World Youth Championships in Athletics. The IAAF World Cross Country Championships will return after its move to a biennial format.",
  "/wiki/Tirunesh_Dibaba": "Tirunesh Dibaba, also known as Tirunesh Dibaba Kenene, (Amharic: ጥሩነሽ ዲባባ ቀነኒ; born 1 June 1985) is an Ethiopian athlete who competes in long distance track events and international road races. She is the 5000 metres (outdoor track) world record holder. She has won three Olympic track gold medals, five World Championship track gold medals, four individual World Cross Country (WCC) adult titles, and one individual WCC junior title. She is nicknamed the \"Baby Faced Destroyer.\"",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/2012_in_athletics_(track_and_field)": "In 2012 the foremost competition in athletics was the 2012 Summer Olympics in London. The International Association of Athletics Federations held four other global level competitions in 2012: the 2012 IAAF World Indoor Championships, 2012 IAAF World Race Walking Cup, 2012 World Junior Championships in Athletics and the 2012 IAAF World Half Marathon Championships.",
  "/wiki/Vivian_Cheruiyot": "Vivian Jepkemoi Cheruiyot (born 11 September 1983) is a Kenyan long-distance runner who specialises in track and cross country running, olympic champion in 5000 metres event. She represented Kenya at the 2000 Summer Olympics, the 2008 Summer Olympics, the 2012 Summer Olympics and the 2016 Summer Olympics, winning a silver medal at the 5000 m and bronze medal at the 10000 m at the 2012 Olympics, silver medal at the 10000 m and gold medal at the 5000 m at the 2016 Olympics, setting the new Olympic record in 5000 m event. Cheruiyot won a silver medal in the 5000 metres at the 2007 World Championships in Athletics and became the world champion in the event at the 2009 edition, repeating this achievement at the 2011 World Championships, where she doubled up by winning the 10000 m.",
  "/wiki/2011_in_athletics_(track_and_field)": "In 2011, the foremost athletics event was the 2011 World Championships in Athletics in Daegu. The other major global level competition held in 2011 was the World Cross Country Championships.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/2010_in_athletics_(track_and_field)": "In 2010 there was no obvious, primary athletics championship, as neither the Summer Olympics nor the World Championships in Athletics occurred in the year. The foremost championships to be held in 2010 included: the 2010 IAAF World Indoor Championships, 2010 European Athletics Championships, 2010 African Championships in Athletics, and Athletics at the 2010 Commonwealth Games.",
  "/wiki/Meseret_Defar": "Meseret Defar Tola (Amharic: መሰረት ደፋር; born 19 November 1983) is an Ethiopian long-distance runner who competes chiefly in the 3000 metres and 5000 metres events. She has won medals at top-tier international competitions including Olympic and World Championship gold medals over 5000 metres. She broke the world record in the event in 2006, broke it again in 2007 and held it until 2008, when fellow Ethiopian Tirunesh Dibaba beat her time.",
  "/wiki/2009_in_athletics_(track_and_field)": "This page contains an overview of the year 2009 in athletics.",
  "/wiki/2008_in_athletics_(track_and_field)": "This page contains an overview of the year 2008 in athletics",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/2007_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2007.",
  "/wiki/2006_in_athletics_(track_and_field)": "The following events in the sport of athletics took place in 2006:",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/2005_in_athletics_(track_and_field)": "This page shows the main events during the 2005 year in the sport of athletics throughout the world.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/2004_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2004.",
  "/wiki/Elvan_Abeylegesse": "Elvan Abeylegesse, (also formerly: Hewan Abeye (አልቫን አበይለገሠ, Amharic) and Elvan Can (Turkish); born September 11, 1982) is an Ethiopian-born Turkish middle and long-distance running athlete who competes over distances from 1500 metres up to the marathon, and also in cross country. She is the former world record-holder for the 5000 metres, at 14:24.68 minutes.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.",
  "/wiki/2003_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2003.",
  "/wiki/Berhane_Adere": "Berhane Adere Debala (Ge'ez: ብርሀኔ አደሬ born 21 July 1973 in Shewa) is an Ethiopian long-distance runner who specialises in the 10,000 metres and the half marathon. She was world champion over 10,000 m in 2003 and world champion in the half marathon in 2002. Berhane works for UNICEF as a goodwill ambassador for girls' education.",
  "/wiki/2002_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2002.",
  "/wiki/Paula_Radcliffe": "Paula Jane Radcliffe, MBE (born 17 December 1973) is a British long-distance runner. She is a three-time winner of the London Marathon (2002, 2003, 2005), three-time New York Marathon champion (2004, 2007, 2008), and 2002 Chicago Marathon winner. She was previously the fastest female marathoner of all time, and held the Women's World Marathon Record with a time of 2:15:25 for 16 years from 2003 to 2019 when it was broken by Brigid Kosgei.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/2001_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2001.",
  "/wiki/Olga_Yegorova": "Olga Nikolayevna Yegorova (Russian: Ольга Николаевна Егорова; born 28 March 1972 in Novocheboksarsk, Chuvash ASSR) is a Russian middle distance runner.",
  "/wiki/2000_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2000.",
  "/wiki/Getenesh_Wami": "Getenesh \"Gete\" Wami Degife (Ge'ez:ጌጤነሽ 'ጌጤ' ዋሚ ደግፌ born December 11, 1974 in Debre Berhan) is an Ethiopian former long-distance runner who competed in cross country, track, and road events.",
  "/wiki/Heusden": "Heusden ([ˈɦøːzdə(n)] (listen)) is a municipality and a town in the South of the Netherlands. It is located between the towns Waalwijk and 's-Hertogenbosch.   The municipality of Heusden, including Herpt, Heesbeen, Hedikhuizen, Doeveren, and Oudheusden, merged with Drunen and Vlijmen in 1997, giving the municipality its current form.",
  "/wiki/5000_metres": "The 5000 metres or 5000-metre run (approximately 3.1 mi or 16,404 ft) is a common long-distance running event in track and field. It is one of the track events in the Olympic Games and the World Championships in Athletics, run over 12.5 laps of a standard track. The same distance in road running is called a 5K run.\nThe 5000 m has been present on the Olympic programme since 1912 for men and since 1996 for women. Prior to 1996, women had competed in an Olympic 3000 metres race since 1984. The 5000 m has been held at each of the World Championships in Athletics in men's competition and since 1995 in women's."
}