{
  "/wiki/Cleveland_Clinic_Health_System": "The Cleveland Clinic is an American academic medical center based in Cleveland, Ohio. Owned and operated by the Cleveland Clinic Foundation, an Ohio nonprofit corporation established in 1921, it runs a 170 acre campus in Cleveland, as well as 11 regional hospitals and 19 family health centers in northeast Ohio, and hospitals in Florida and Nevada. Tomislav Mihaljevic is the president and CEO. Outside the United States, Cleveland Clinic also operates the Cleveland Clinic Abu Dhabi hospital and a sports medicine clinic in Toronto. A Cleveland Clinic hospital campus in London is scheduled to open in 2021. Cleveland Clinic is consistently ranked as one of the best hospitals in the United States. In 2018-2019, the U.S. News & World Report ranked Cleveland Clinic as the number 2 hospital in the Best Hospitals Honor Roll, as it was nationally ranked in 14 adult and 10 pediatric specialties. Cleveland Clinic’s cardiology program has ranked No.",
  "/wiki/Cleveland,_Ohio": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States. The city is located on the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles (100 kilometers) west of the Ohio-Pennsylvania state border. It was founded in 1796 near the mouth of the Cuyahoga River by General Moses Cleaveland. It became a manufacturing center due to its location on both the river and the lake shore, as well as being connected to numerous canals and railroad lines. Cleveland's economy relies on diversified sectors such as manufacturing, financial services, healthcare, biomedicals, and higher education.",
  "/wiki/Kroger": "The Kroger Company, or simply Kroger, is an American retail company founded by Bernard Kroger in 1883 in Cincinnati, Ohio. It is the United States' largest supermarket by revenue ($121.16 billion for fiscal year 2019), the second-largest general retailer (behind Walmart). Kroger is also the fifth-largest retailer in the world and the fourth largest American-owned private employer in the United States. Kroger is ranked #20 on the Fortune 500 rankings of the largest United States corporations by total revenue. As of 9 November 2019[update], Kroger operates, either directly or through its subsidiaries, 2,758 supermarkets and multi-department stores. Kroger's headquarters are in downtown Cincinnati. It maintains markets in 35 states and the District of Columbia, with store formats that include hypermarkets, supermarkets, superstores, department stores, and 256 jewelry stores (782 convenience stores were sold to EG Group in 2018). Kroger-branded grocery stores are located in the Midwestern and Southern United States.",
  "/wiki/Cincinnati,_Ohio": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 29th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States. In the 19th century, Cincinnati was an American boomtown in the middle of the country. Throughout much of the 19th century, it was listed among the top 10 U.S. cities by population, surpassed only by New Orleans and the older, established settlements of the United States eastern seaboard, as well as being the sixth-biggest city for a period spanning 1840 until 1860.",
  "/wiki/The_Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to The Ohio State University. The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster. The university has an extensive student life program, with over 1,000 student organizations; intercollegiate, club and recreational sports programs; student media organizations and publications, fraternities and sororities; and three student governments. Ohio State athletic teams compete in Division I of the NCAA and are known as the Ohio State Buckeyes. As of the 2016 Summer Olympics, athletes from Ohio State have won 104 Olympic medals (46 gold, 35 silver, and 23 bronze).",
  "/wiki/Columbus,_Ohio": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population of 892,533 as of 2018 estimates, it is the 14th-most populous city in the United States  and one of the fastest growing large cities in the nation. This makes Columbus the second-most populous city in the Midwest (after Chicago, Illinois). It is the core city of the Columbus, OH Metropolitan Statistical Area, which encompasses ten counties. With a population of 2,078,725, it is Ohio's second-largest metropolitan area. Columbus is the county seat of Franklin County. The municipality has also annexed portions of adjoining Delaware and Fairfield counties. Named for explorer Christopher Columbus, the city was founded in 1812, at the confluence of the Scioto and Olentangy rivers, and assumed the functions of state capital in 1816.",
  "/wiki/Wright_Patterson_Air_Force_Base": "Wright-Patterson Air Force Base (WPAFB) (IATA: FFO, ICAO: KFFO, FAA LID: FFO) is a United States Air Force base and census-designated place just east of Dayton, Ohio, in Greene and Montgomery counties. It includes both Wright and Patterson Fields, which were originally Wilbur Wright Field and Fairfield Aviation General Supply Depot. Patterson Field is approximately 16 kilometres (10 mi) northeast of Dayton; Wright Field is approximately 8.0 kilometres (5 mi) northeast of Dayton. The host unit at Wright-Patterson AFB is the 88th Air Base Wing (88 ABW), assigned to the Air Force Life Cycle Management Center and Air Force Materiel Command. The 88 ABW operates the airfield, maintains all infrastructure and provides security, communications, medical, legal, personnel, contracting, finance, transportation, air traffic control, weather forecasting, public affairs, recreation and chaplain services for more than 60 associate units. The base's origins begin with the establishment of Wilbur Wright Field on 22 May and McCook Field in November 1917, both established by the Aviation Section, U.S. Signal Corps as World War I installations. McCook was used as a testing field and for aviation experiments. Wright was used as a flying field (renamed Patterson Field in 1931); Fairfield Aviation General Supply Depot; armorers' school, and a temporary storage depot.",
  "/wiki/Dayton,_Ohio": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati. Ohio's borders are within 500 miles (800 km) of roughly 60 percent of the country's population and manufacturing infrastructure, making the Dayton area a logistical centroid for manufacturers, suppliers, and shippers. Dayton also hosts significant research and development in fields like industrial, aeronautical, and astronautical engineering that have led to many technological innovations. Much of this innovation is due in part to Wright-Patterson Air Force Base and its place in the community.",
  "/wiki/University_Hospitals_of_Cleveland": "University Hospitals Cleveland Medical Center is a major not-for-profit medical complex in Cleveland, Ohio, United States.  University Hospitals Cleveland Medical Center is an affiliate hospital of Case Western Reserve University–a relationship first established in 1896. With 150 locations throughout Northeast Ohio, the University Hospitals network encompasses hospitals, outpatient centers, and primary care physicians.\n University Hospitals Cleveland Medical Center is home to world-class clinical and research centers, including cancer, pediatrics, women's health, orthopedics, spine, radiology, radiation oncology, neurosurgery neuroscience, cardiology, cardiovascular surgery, organ transplantation, and human genetics.  The UH Cleveland Medical Center comprises the Alfred and Norma Lerner Tower, Samuel Mather Pavilion, Lakeside Hospital, Rainbow Babies & Children’s Hospital, MacDonald Women’s Hospital, Seidman Cancer Center, and Hanna Pavilion.",
  "/wiki/OhioHealth": "OhioHealth is a not-for-profit system of hospitals and healthcare providers located in Columbus, Ohio and surrounding areas. The system consists of 12 hospitals, 200+ ambulatory sites, hospice, home health, medical equipment and other health services spanning 47 Ohio counties. As of 2018, the organization has 29,000 physicians, associates, and volunteers, with more than $3.59 billion in net revenue.",
  "/wiki/Cincinnati_Children's_Hospital_Medical_Center": "Cincinnati Children's Hospital Medical Center (CCHMC) is a 700-bed pediatric hospital located in Cincinnati, Ohio.  It is ranked third among all Honor Roll hospitals in the 2019-20 U.S. News & World Report survey of best children's hospitals.  It is home to the country's busiest pediatric emergency department, performs the second largest number of surgical procedures at a children's hospital in the nation, and is Southwest Ohio's only Level I pediatric trauma center.  Cincinnati Children's receives the third-most NIH funds of any pediatric institution in the United States. The pediatric residency training program at Cincinnati Children's is among the largest in the country, training approximately 200 graduate physicians each year. Cincinnati Children's is home to a large neonatology department that oversees newborn nurseries at local hospitals and the medical center's own 59-bed Level IV Newborn Intensive Care Unit.",
  "/wiki/Nationwide_Mutual_Insurance_Company": "Nationwide Mutual Insurance Company and affiliated companies is a group of large U.S. insurance and financial services companies based in Columbus, OH.  The company also operates regional headquarters in Scottsdale, AZ; Des Moines, IA; San Antonio, TX; Gainesville, FL; Raleigh, NC; Sacramento, CA, and Westerville, OH. Nationwide currently has approximately 34,000 employees, and is ranked #73 in the 2019 Fortune 500 list. Nationwide is currently ranked #53 in Fortune's 100 Best Companies to Work For.\n Nationwide Financial Services (NFS), a component of the group, was partially floated on the New York Stock Exchange prior to being repurchased by Nationwide Mutual in 2009. It had owned the majority of NFS common stock since it had gone public in 1997.",
  "/wiki/ProMedica": "ProMedica is a non-profit health care system with locations in northwest Ohio and southeast Michigan. The system includes a health education and research center, the health maintenance organization Paramount Health Care, nursing homes, a local business network of private practices, and several hospitals About 2,900 ProMedica physicians care for approximately 2 million patients each year.",
  "/wiki/Toledo,_Ohio": "Toledo (/təˈliːdoʊ/) is a city in and the county seat of Lucas County, Ohio, United States. Toledo is in northwest Ohio, at the western end of Lake Erie bordering the state of Michigan. The city was founded in 1833 on the west bank of the Maumee River, and originally incorporated as part of Monroe County, Michigan Territory. It was re-founded in 1837, after conclusion of the Toledo War, when it was incorporated in Ohio. After the 1845 completion of the Miami and Erie Canal, Toledo grew quickly; it also benefited from its position on the railway line between New York City and Chicago. The first of many glass manufacturers arrived in the 1880s, eventually earning Toledo its nickname: The Glass City. It has since become a city with an art community, auto assembly businesses, education, healthcare, and local sports teams. The population of Toledo as of the 2010 Census[update] was 287,128 making it the 71st-largest city in the United States.",
  "/wiki/Economy_of_Ohio": "The economy of Ohio nominally would be the 21st largest global economy behind Saudi Arabia and ahead of Argentina according to the 2017 International Monetary Fund GDP estimates. The state had a GDP of $656.19 billion in 3rd quarter of 2017, up from $517.1 billion in 2012, and up from $501.3 billion in 2011, according to the Bureau of Economic Analysis. [citation needed] In 2013, Ohio was ranked in the top ten states for best business climate by Site Selection magazine, based on a business-activity database. The state was edged out only by Texas and Nebraska for the 2013 Governor's Cup award from the magazine, based on business growth and economic development. A new report by the Quantitative Economics and Statistics Practices (QUEST) of Ernst & Young in conjunction with the Council On State Taxation (COST), ranks Ohio as third in the nation for friendliest tax environment. The study, Competitiveness of state and local business taxes on new investment, provides a state-by-state comparison of tax liabilities. The top five states ranked with the lowest effective tax rate on new investment are: (1) Maine (3.0%); (2) Oregon (3.8%); (3) Ohio (4.4%); (4) Wisconsin (4.5%); and (5) Illinois (4.6%). Ohio is commonly noted as the Nation's Industrial Capital, dating to its roots in the Rust Belt and Ohio's present-day intelligence and scientific dominance."
}