{
  "/wiki/AC_Cars": "AC Cars, originally incorporated as  Auto Carriers Ltd., is a British specialist automobile manufacturer and one of the oldest independent car makers founded in Britain. As a result of bad financial conditions over the years, the company was renamed or liquidated many times until its present form.",
  "/wiki/AC_Cobra": "The AC Cobra, sold as the Shelby Cobra in the United States, is a British-American sports car with a Ford V8 engine, produced intermittently in both the UK and the US since 1962.",
  "/wiki/Alfa_Romeo": "Alfa Romeo Automobiles S.p.A. (Italian: [ˈalfa roˈmɛːo]) is an Italian luxury car manufacturer, founded by Frenchman Alexandre Darracq as Società Anonima Italiana Darracq (SAID), a company that would produce and sell special Darracq models for Italy. In late 1909, the Italian Darracq cars were selling slowly, and the Italian partners of the company hired Giuseppe Merosi to design new cars. On 24 June 1910, a new company was founded named  A.L.F.A. (\"[Società] Anonima Lombarda Fabbrica Automobili\", \"Anonymous Lombard Automobile Factory\") on 24 June 1910, in Milan (initially still in partnership with Darracq). The brand is known for sporty vehicles and has been involved in car racing since 1911.",
  "/wiki/Alfa_Romeo_Giulietta_(750/101)": "The Alfa Romeo Giulietta (Tipo 750 and Tipo 101, meaning \"Type 750\" and \"Type 101\") was a family of automobiles made by Italian car manufacturer Alfa Romeo from 1954 to 1965 which included a 2+2 coupé, four-door saloon, estate, spider, Sprint, and Sprint Speciale. The 2+2 was Alfa Romeo's first successful foray into the 1.3-litre class. From 1954 to 1965 a total of  177,690 Giuliettas were made, the great majority in saloon (Berlina), Sprint coupé, or Spider body styles, but also as Sprint Speciale and Sprint Zagato coupés, and the rare Promiscua estate.",
  "/wiki/Audi": "Audi AG (German: [ˈaʊ̯di ʔaːˈɡeː] (listen)) is a German automobile manufacturer that designs, engineers, produces, markets and distributes luxury vehicles. Audi is a member of the Volkswagen Group and has its roots at Ingolstadt, Bavaria, Germany. Audi-branded vehicles are produced in nine production facilities worldwide.",
  "/wiki/Audi_Quattro": "The Audi Quattro is a road and rally car, produced by the German automobile manufacturer Audi, part of the Volkswagen Group. It was first shown at the 1980 Geneva Motor Show on 3 March. Production continued through 1991.",
  "/wiki/Austin_Motor_Company": "The Austin Motor Company Limited was a British manufacturer of motor vehicles, founded in 1905 by Herbert Austin.  In 1952 it was merged with Morris Motors Limited in the new holding company British Motor Corporation (BMC) Limited, keeping its separate identity. The marque Austin was used until 1987. The trademark is currently owned by the Chinese firm SAIC Motor, after being transferred from bankrupt subsidiary Nanjing Automotive which had acquired it with MG Rover Group in July 2005.",
  "/wiki/Austin_7": "The Austin 7 is an economy car that was produced from 1922 until 1939 in the United Kingdom by Austin. It was nicknamed the \"Baby Austin\" and was at that time one of the most popular cars produced for the British market and sold well abroad. Its effect on the British market was similar to that of the Model T Ford in the US, replacing most other British economy cars and cyclecars of the early 1920s. It was also licensed and copied by companies all over the world. The very first BMW car, the BMW Dixi, was a licensed Austin 7, as were the original American Austins. In France they were made and sold as Rosengarts. In Japan, Nissan also used the 7 design as the basis for their first cars, although not under licence. This eventually led to a 1952 agreement for Nissan to build and sell Austins in Japan under the Austin name.",
  "/wiki/BMW": "Bayerische Motoren Werke AG, translated in English as Bavarian Motor Works, commonly referred to as BMW (German pronunciation: [ˈbeːˈʔɛmˈveː] (listen)), is a German multinational company which produces automobiles and motorcycles. The company was founded in 1916 as a manufacturer of aircraft engines, which it produced from 1917 until 1918 and again from 1933 to 1945.",
  "/wiki/BMW_328": "The BMW 328 is a sports car made by BMW between 1936 and 1940, with the body design credited to Peter Szymanowski, who became BMW chief of design after World War II (although technically the car was designed by Fritz Fiedler).",
  "/wiki/Bugatti": "Automobiles Ettore Bugatti was a French car manufacturer of high-performance automobiles, founded in 1909 in the then-German city of Molsheim, Alsace by the Italian-born industrial designer Ettore Bugatti. The cars were known for their design beauty and for their many race victories. Famous Bugattis include the Type 35 Grand Prix cars, the Type 41 \"Royale\", the Type 57 \"Atlantic\" and the Type 55 sports car.",
  "/wiki/Bugatti_Type_35": "The Type 35 was the most successful of the Bugatti racing models. Its version of the Bugatti arch-shaped radiator that had evolved from the more architectural one of the Bugatti Type 13 Brescia, was to become the one that the marque is most known for though even in the ranks of the various Type 35s there were variations on the theme.",
  "/wiki/Chevrolet": "Chevrolet (/ˌʃɛvrəˈleɪ/ SHEV-rə-LAY), colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918 and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim \"a car for every purse and purpose\", would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929.",
  "/wiki/Chevrolet_Corvette": "The Chevrolet Corvette, colloquially known as the Vette, is a historically front engine, rear drive, two-door, two-passenger sports car manufactured and marketed by Chevrolet across more than 60 years of production and seven design generations—with GM confirming in early 2019 an eighth generation Corvette in a rear-mid-engine configuration. With its generations noted sequentially from C1 to C8, the Corvette serves as Chevrolet's halo vehicle and is widely noted for its performance and distinctive plastic—either fiberglass or composite—bodywork.",
  "/wiki/Citroën": "Citroën (French pronunciation: ​[si.tʁɔ.ɛn]) is a French automobile manufacturer founded in 1919 by the French industrialist André-Gustave Citroën, and part of the PSA Peugeot Citroën group since 1976.",
  "/wiki/Citroën_Traction_Avant": "The Citroën Traction Avant (French pronunciation: ​[tʁaksjɔ̃ aˈvɑ̃]) was a range of mostly 4-door saloons and executive cars, with four or six-cylinder engines, produced by the French manufacturer Citroën from 1934 to 1957. Approximately 760,000 units were produced.",
  "/wiki/Citroën_2CV": "The Citroën 2CV (French: \"deux chevaux\" i.e. \"deux chevaux-vapeur\", lit. \"two steam horses\", \"two tax horsepower\") is an air-cooled front-engine, front-wheel-drive economy car introduced at the 1948 Paris Mondial de l'Automobile and manufactured by Citroën for model years 1948–1990.",
  "/wiki/Citroën_DS": "The Citroën DS (French pronunciation: ​[si.tʁɔ.ˈɛn de ɛs]) is a front-engine, front-wheel-drive executive car that was manufactured and marketed by the French company Citroën from 1955 to 1975 in sedan, wagon/estate and convertible body configurations across three series/generations.",
  "/wiki/Ferrari": "Ferrari (/fəˈrɑːri/; Italian: [ferˈraːri]) is an Italian luxury sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as Auto Avio Costruzioni, the company built its first car in 1940. However, the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.",
  "/wiki/Ferrari_250": "The Ferrari 250 is a series of sports cars and grand tourers built by Ferrari from 1952 to 1964. The company's most successful early line, the 250 series includes many variants designed for road use or sports car racing. 250 series cars are characterized by their use of a 3.0 L (2,953 cc) Colombo V12 engine designed by Gioacchino Colombo. They were replaced by the 275 and 330 series cars.",
  "/wiki/Fiat_Automobiles": "Fiat Automobiles S.p.A. (UK: /ˈfiːət, -æt/, US: /-ɑːt/; originally FIAT, Italian: Fabbrica Italiana Automobili Torino, lit. 'Italian Automobiles Factory, Turin') is an Italian automobile manufacturer, a subsidiary of FCA Italy S.p.A., which is part of Fiat Chrysler Automobiles (previously Fiat S.p.A.). Fiat Automobiles was formed in January 2007 when Fiat reorganized its automobile business, and traces its history back to 1899 when the first Fiat automobile, the Fiat 4 HP, was produced.",
  "/wiki/Fiat_Topolino": "The Fiat 500, commonly known as \"Topolino\", is an Italian city car produced and manufactured by Fiat from 1936 to 1955.",
  "/wiki/Ford_Motor_Company": "Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
  "/wiki/Ford_Model_T": "The Ford Model T (colloquially known as the Tin Lizzie, Leaping Lena, jitney or flivver) is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, the car that opened travel to the common middle-class American; some of this was because of Ford's efficient fabrication, including assembly line production instead of individual hand crafting.",
  "/wiki/Ford_Mustang": "The Ford Mustang is an American car manufactured by Ford.  It was originally conceived by Lee Iacocca.  The Mustang debuted in 1964 with a price of $2,368, with estimated annual sales of 100,000.   First year sales were over 400,000 units and one million within two years.",
  "/wiki/Jaguar_(car)": "Jaguar (UK: /ˈdʒæɡjuər/, US: /ˈdʒæɡwɑːr/) is the luxury vehicle brand of Jaguar Land Rover, a British  multinational car manufacturer with its headquarters in Whitley, Coventry, England. Jaguar Cars was the company that was responsible for the production of Jaguar cars until its operations were fully merged with those of Land Rover to form Jaguar Land Rover on 1 January 2013.",
  "/wiki/Jaguar_XK120": "The Jaguar XK120 is a sports car manufactured by Jaguar between 1948 and 1954. It was Jaguar's first sports car since SS 100 production ended in 1939.",
  "/wiki/Jaguar_E-type": "The Jaguar E-Type, or the Jaguar XK-E for the North American market, is a British sports car that was manufactured by Jaguar Cars Ltd between 1961 and 1975. Its combination of beauty, high performance, and competitive pricing established the model as an icon of the motoring world. The E-Type's claimed[who?] 150 mph (241 km/h) top speed, sub-7-second 0 to 60 mph (97 km/h) acceleration, monocoque construction, disc brakes, rack-and-pinion steering, and independent front and rear suspension distinguished the car and spurred industry-wide changes. The E-Type was based on Jaguar's D-Type racing car, which had won the 24 Hours of Le Mans three consecutive years beginning 1955, and employed what was, for the early 1960s, a novel racing design principle,  with a front subframe carrying  the engine, front suspension and front bodywork  bolted directly to the body tub. No ladder frame chassis, as was common at the time, was needed and as such the first cars weighed only 1315kg (2900 lb).",
  "/wiki/Land_Rover": "Land Rover is a British brand of four-wheel drive cars, that exclusively offers premium and luxury sport utility vehicles. Owned by multinational car manufacturer Jaguar Land Rover (JLR), which has been owned by India's Tata Motors since 2008, JLR currently build Land Rovers in Brazil, China, India, Slovakia, and the United Kingdom.",
  "/wiki/Range_Rover": "The Land Rover Range Rover (generally known simply as a Range Rover) is a full-sized luxury sport utility vehicle (SUV) from Land Rover, a marque of Jaguar Land Rover. The Range Rover was launched in 1970 by British Leyland. This flagship model is now in its fourth generation.",
  "/wiki/Mercedes-Benz": "Mercedes-Benz (German: [mɛɐ̯ˈtseːdəsˌbɛnts, -dɛs-]) is a German global automobile marque and a division of Daimler AG. Mercedes-Benz is known for luxury vehicles, vans, trucks, buses, coaches and ambulances. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 under Daimler-Benz. In 2018, Mercedes-Benz was the largest seller of premium vehicles in the world, having sold 2.31 million passenger cars.",
  "/wiki/Mercedes-Benz_SSK": "The Mercedes-Benz SSK (W06) is a roadster built by German automobile manufacturer Mercedes-Benz between 1928 and 1932. The name is an abbreviation of Super Sport Kurz, German for \"Super Sport Short\", as it was a short wheelbase development of the Mercedes-Benz Modell S. The SSK's extreme performance and numerous competitive successes made it one of the most highly regarded sports cars of its era.",
  "/wiki/Mercedes-Benz_300SL": "The 300 SL was inspired by Max Hoffman, Mercedes-Benz's authorized United States importer at the time, who correctly perceived a large American market for such a car. \nThe company introduced the 300 SL in February 1954 at the International Motor Sports Show in New York instead of in Europe in order to get it into U.S. buyers' hands sooner.",
  "/wiki/Morris_Motors": "Morris Motors Limited was a British privately owned motor vehicle manufacturing company formed in 1919 to take over the assets of William Morris's WRM Motors Limited and continue production of the same vehicles. By 1926 its production represented 42 per cent of British car manufacture—a remarkable expansion rate attributed to William Morris's practice of buying in major as well as minor components and assembling them in his own factory. Self-financing through his enormous profits Morris did borrow some money from the public in 1926 and later shared some of Morris Motors' ownership with the public in 1936 when the new capital was used by Morris Motors to buy many of his other privately held businesses.",
  "/wiki/Mini": "The Mini is a small economy car produced by the English-based British Motor Corporation (BMC) and its successors from 1959 until 2000. The original is considered an icon of 1960s British popular culture. Its space-saving transverse engine and front-wheel drive layout – allowing 80% of the area of the car's floorpan to be used for passengers and luggage – influenced a generation of car makers. In 1999, the Mini was voted the second-most influential car of the 20th century, behind the Ford Model T, and ahead of the Citroën DS and Volkswagen Beetle.  The front-wheel-drive, transverse-engine layout of the Mini was copied for other \"supermini\" designs including the Honda N360 (1967), Nissan Cherry (1970), and Fiat 127 (1971).  The layout was also adapted for larger subcompact designs.",
  "/wiki/Car_of_the_Century": "The Car of the Century (COTC) was an international award given to the world's most influential car of the 20th century. The election process was overseen by the Global Automotive Elections Foundation. The winner, the Ford Model T, was announced at an awards gala on December 18, 1999 in Las Vegas, Nevada."
}