{
  "/wiki/Capital_University_of_Science_&_Technology": "The Capital University of Science & Technology (Urdu: جامعہ دارالحکومت سائنس و ٹیکنالوجی‎) is a private university located in Islamabad, Pakistan. Established in 1998 under the banner of Muhammad Ali Jinnah University Islamabad Campus, the university offers undergraduate and post-graduate programs with a strong emphasis on business management, applied sciences, engineering and computer science.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.",
  "/wiki/Quaid-i-Azam_University": "Quaid-I-Azam University Islamabad (Urdu: جامعہ قائداعظم‎; commonly referred to as QAU), founded as University of Islamabad, is a public research university in Islamabad, Pakistan.",
  "/wiki/Pakistan_Institute_of_Engineering_and_Applied_Sciences": "The Pakistan Institute of Engineering and Applied Sciences (PIEAS) is a public research university focused on the study of engineering and nuclear technology and is a major nuclear research facility of Pakistan Atomic Energy Commission (PAEC). The main campus is located in Nilore, Islamabad, Pakistan. Founded in 1967 as Reactor School in response to nuclear program of Pakistan, the institute started its educational activities with the affiliation of Quaid-e-Azam University, and became Centre for Nuclear Studies (CNS) in 1976; the institute gained its new name and became independent in 1997. In 2000, PIEAS was granted the status of a degree awarding institute. PIEAS is based on a 150 acres (0.61 km2; 0.23 sq mi) campus and has around 135 full-time faculty members.",
  "/wiki/National_Defence_University,_Pakistan": "The National Defence University (Urdu: نیشنل ڈیفنس یونیورسٹی‎) or NDU, is a publicly funded military institution located in Islamabad, Pakistan dedicated to the study and research in military science, geo-strategy and international relations.",
  "/wiki/Allama_Iqbal_Open_University": "The Allama Iqbal Open University (AIOU) is a public university in Islamabad, Pakistan. The university is the world's fourth largest institution of higher learning, with an annual enrollment of 1,121,038 students (as of 2010[update]), the majority are  women and course enrollment of 3,305,948 (2011). The university has 44 regional campuses and centers throughout Pakistan.",
  "/wiki/International_Islamic_University,_Islamabad": "The International Islamic University, Islamabad, or IIUI, (Arabic: الجامعة الإسلامية العالمية إسلام آباد‎, Urdu: بين الاقوامی اسلامی يونيورسٹی اسلام آباد‎) is a public university located in Islamabad, Pakistan. It was established in 1980 and restructured in 1985.",
  "/wiki/National_University_of_Sciences_and_Technology,_Pakistan": "The National University of Sciences & Technology (NUST) is a public research university under administration of Pakistan Armed Forces with its main campus in Islamabad, Pakistan. The university offers undergraduate and graduate degrees, including doctoral and professional degrees. Founded in 1991, it was initially formed for the need of commissioned officers by combining engineering colleges and schools of Pakistan Armed Forces. Later, it was converted into a public research university with the main campus setup in Islamabad to promote science and technology in Pakistan.",
  "/wiki/COMSATS_University": "The COMSATS University Islamabad (CUI), formerly known as COMSATS Institute of Information Technology (CIIT), is a public university in Pakistan. It is a multi-campus university with its principal seat located in Islamabad.",
  "/wiki/National_University_of_Modern_Languages": "The National University of Modern Languages (NUML) is a public university with its main campus located in Islamabad, Pakistan and other satellite campuses in different cities of Pakistan. It was established as an institute in 1969 and upgraded to university on May 29, 2000. It offers undergraduate and post-graduate programs in languages, linguistics, social sciences, communications, engineering, management sciences and computer sciences. It is one of the largest university in the country. In 2013, the university was ranked in top 15 by the Higher Education Commission (Pakistan) (HEC) \"general category\" ranking.",
  "/wiki/National_University_of_Computer_and_Emerging_Sciences": "The National University of Computer and Emerging Sciences (Initials: NUCES) (Urdu: نیشنل یونیورسٹی آف کمپیوٹر اینڈ ایمرجنگ سائنسز‎Sindhi: نيشنل يونيورسٽي آف ڪمپيوٽر اينڊ امرجنگ سائنسز‎), also commonly known as FAST, is a private university in Pakistan.",
  "/wiki/Bahria_University": "Bahria University (Urdu: جامعہ بحریہ‎) or BU, is a public research university primarily located in Islamabad, Pakistan.  The university maintains campuses in Karachi and Lahore.",
  "/wiki/Sir_Syed_CASE_Institute_of_Technology": "The Sir Syed CASE Institute of Technology (SSCIT) is a private university located in Islamabad, Pakistan.",
  "/wiki/Federal_Urdu_University_of_Arts,_Science_and_Technology": "The Federal Urdu University of Arts, Science and Technology (Urdu: وفاقی جامعہ اردو‎; alternatively known as FUUAST) is a public university primarily located in the Capital Of Pakistan Islamabad. The university has two satellite campuses; the central campus is located in Islamabad while the secondary campus is located in Karachi.",
  "/wiki/Institute_of_Space_Technology": "The Institute of Space Technology (also known as IST) is a public university located in Islamabad, Pakistan focused on the study of astronomy, aerospace engineering and astronautics.\n\nEstablished in 2002 under the auspices of the Pakistan National Space Agency. IST offers a wide array of undergraduate and graduate degrees in partnership of Beihang University and University of Surrey. Since 2008, IST has an ISO certified management standard. IST is based on a 73 acre campus on the outskirts of Islamabad.",
  "/wiki/Foundation_University,_Islamabad": "The Foundation University Islamabad (FUI), is a private university located in Islamabad, Pakistan. It has two  campuses; Islamabad & Rawalpindi.",
  "/wiki/Riphah_International_University": "Riphah International University (Riphah) (رفاہ انٹرنیشنل یونیورسٹی) is a private university in Pakistan, chartered by the Federal Government of Pakistan in 2002. The university was established with the aim of producing professionals with Islamic moral and ethical values. It is sponsored by a not-for-profit trust, the Islamic International Medical College Trust (IIMCT). The first project of the IIMCT was the Islamic International Medical College in Rawalpindi, established in 1996 by its founding Managing Trustee, Zulfiqar Ali Khan. The university has fourteen constituent units and an overseas project, the RAK College of Dental Sciences, in the United Arab Emirates. The university is also working towards the establishment of a campus in Mauritius.",
  "/wiki/Air_University,_Islamabad": "The Air University (AU) (Urdu: جامعہ فضایہ‎) is a public university located in Islamabad, Pakistan. It is established by the Pakistan Air Force (PAF) in 2002. It is a civilian university and offers undergraduate and post-graduate programs in IT, engineering, business management and humanities. The university is under the management of Pakistan Air Force's education command. It is ranked among the country's top ten universities in the Engineering and Technology category by the Higher Education Commission (Pakistan) (HEC). Air University is recognized by the Higher Education Commission (Pakistan) and accredited by the Pakistan Engineering Council. It is a member of Association of Commonwealth Universities of the United Kingdom and International Association of Universities",
  "/wiki/Shifa_Tameer-e-Millat_University": "Shifa Tameer-e-Millat University (STMU) is a private university, established in 2012 in Islamabad, Pakistan. The university offers courses related to health sciences. Shifa Tameer-e-Millat University has a teaching hospital named Shifa International Hospitals Ltd. and three faculties: Faculty of Health Sciences, Faculty of Nursing and Midwifery and Faculty of Pharmaceutical and Allied Health Sciences.",
  "/wiki/Shaheed_Zulfiqar_Ali_Bhutto_Medical_University": "The Shaheed Zulfiqar Ali Bhutto Medical University (SZABMU) is a public university in Islamabad, Pakistan. Established on 21 March 2013, it offers undergraduate and postgraduate courses of medicine, surgery, dentistry, basic medical sciences and allied health sciences.",
  "/wiki/Muslim_Youth_University": "The Muslim Youth University (popularize as MY University), is a private research university located in the urban area of Islamabad, Pakistan.",
  "/wiki/List_of_universities_in_Pakistan": "Higher education in Pakistan is the systematic process of students continuing their education beyond secondary school, learned societies and two-year colleges. The governance of higher education is maintained under the Higher Education Commission (Pakistan) (HEC) which oversees the financial funding, research outputs and teaching quality in the country. In Pakistan, the higher education system includes the public, private and military universities, all accredited by the HEC. Since independence, new universities have expanded throughout the country with support provided by the University Grants Commission (UGC), which had been an autonomous institution of recognizing universities until 2002 when it was preceded by the Higher Education Commission. Pakistan produces about 445,000 university graduates and 10,000 computer science graduates annually. Following public and private higher education institutions are active in the country:"
}