{
  "/wiki/Liaquat_University_of_Medical_and_Health_Sciences": "The Liaquat University of Medical and Health Sciences (LUHMS) (Sindhi: لياقت يونيورسٽي آف ميڊيڪل اينڊ هيلٿ سائنسز‎) is a public university located at Jamshoro, Sindh, Pakistan.",
  "/wiki/Jamshoro": "Jamshoro  (Sindhi: ڄام شورو‎), (Urdu: جامشورو‎), is an education city of Sindh located on the west bank of River Indus. Jamshoro, the site of largest University residential campus in the country, situated about 18 kilometers from Hyderabad on the right bank of River Indus, was a rather desolate hilly track until 1955 when it was selected for the establishment of Sindh University Campus. The site was selected to be a University township away from the humdrum of Hyderabad city which lacked room to meet the ambitious expansion programs of the University.",
  "/wiki/Sindh_Madressatul_Islam_University": "Sindh Madressatul Islam University (Urdu: سندھ مدرسۃ الاسلام‎; Sindhi: سنڌ مدرسته الاسلام‎, also known as SMI University) is a university in Karachi, Sindh, Pakistan. Founded in 1885, it is one of the oldest educational institutions in South Asia.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/NED_University_of_Engineering_and_Technology": "The Nadirshaw Eduljee Dinshaw University of Engineering and Technology, commonly known as NED University of Engineering and Technology (Sindhi: انجنيئرڱ ۽ ٽيڪنالاجي جي جامعہ اين اي ڊي‎, Urdu: جامعہ این ای ڈی برائے انجنئرنگ اور ٹیکنالوجی‎), is a premier public university located in the urban area of Karachi, Sindh, Pakistan. It is one of the oldest universities in Pakistan founded Parsi landowner Nadirshaw Eduljee Dinshaw.",
  "/wiki/Dow_University_of_Health_Sciences": "The Dow University of Health Sciences (initials: DUHS) Urdu: ڈائو یونیوسٹی آف ہیلتھ سائنس‎), is one of the oldest public sector universities in Pakistan. It is located in the urban metropolitan area of Karachi, Sindh, Pakistan. The university comprises two leading health sciences undergraduate research institutes: Dow Medical College and Dow international Medical College . The University also has a very strong department of Postgraduate studies which monitors various basic medical sciences and clinical sciences programs at DUHS.",
  "/wiki/University_of_Sindh": "The University of Sindh (Sindhi: سنڌ يونيورسٽي‎; Urdu: جامعہ سندھ‎, informally known as Sindh University) is a public research university in the education city of Jamshoro, Sindh, Pakistan. It is one of the oldest universities in Pakistan and is certified by ISO in 2015 ., In 2013 the university was ranked eighth in \"General Category\" by the Higher Education Commission of Pakistan.",
  "/wiki/University_of_Karachi": "The University of Karachi (UoK) (Urdu: جامعۂ كراچى‎; Sindhi: ڪراچي يونيورسٽي‎; informally Karachi University (KU)) is a public university located in Karachi, Sindh, Pakistan. It is one of the oldest universities in Pakistan being established as a federal university in 1951. Its chief architect was Khan Bahadur Mirza Mohsin Baig.",
  "/wiki/Institute_of_Business_Administration,_Karachi": "The Institute of Business Administration (IBA; Urdu: انسٹيٹيوٹ آف بزنس ايڈمنسٹريشن‎) is an independent university in Karachi, Sindh, Pakistan. Founded in 1955, it is the oldest business school outside North America.",
  "/wiki/Dawood_University_of_Engineering_and_Technology": "The Dawood University of Engineering and Technology (initials:DUET) is a public university located in Karachi, Sindh, Pakistan.",
  "/wiki/Mehran_University_of_Engineering_and_Technology": "Mehran University of Engineering and Technology (Sindhi: انجنيئرڱ ۽ ٽيڪنيڀياس جي جامعہ مهراڻ‎) (Often referred as Mehran University or MUET)  is a public research university located in Jamshoro, Sindh, Pakistan focused on STEM education.",
  "/wiki/Pakistan_Naval_Academy": "The Pakistan Naval Academy (Sindhi: پاڪستان ناول اڪيڊمي‎) also known as Pakistan Naval Ship Rahbar (PNS Rahbar) is a federal military academy located in Manora Island, Sindh Province, Pakistan. Established in Manora, under Vice-Admiral Syed Mohammad Ahsan, it is the one of the technologically advanced military training academy in Pakistan that offers professional academic degrees. Its functions and roles is similar to United States Naval Academy in Annapolis, Maryland, United States. And, it sends her students occasionally to United States Naval Academy for further advanced courses.",
  "/wiki/Shah_Abdul_Latif_University": "Shah Abdul Latif University (Urdu: جامعہ شاہ عبداللطیف‎, Sindhi: شاه عبداللطيف يونيورسٽي‎; abbreviated as SALU), is a public research university located in rural Khairpur of Sindh, Pakistan.  The university is named after the mystic poet and spiritualist Shah Abdul Latif Bhittai.",
  "/wiki/Khairpur": "Khairpur (Urdu: خيرپُور‎; Sindhi: خیرپور‎, khīr´pūr) is a city and the capital of the Khairpur District, in Pakistan's Sindh province.",
  "/wiki/Quaid-e-Awam_University_of_Engineering,_Science_and_Technology": "The Quaid-e-Awam University of Engineering, Sciences and Technology (popularize as QUEST) (Sindhi: انجنيئرڱ ۽ ٽيڪنيڀياس جي جامعہ قائد عوام‎) is a public research university located in the urban neighborhood of Nawabshah, Sindh, Pakistan.It ranks 10th best University of Engineering, science & Technology in Pakistan.  The university is honored after the former Prime Minister of Pakistan, Zulfikar Ali Bhutto.",
  "/wiki/Nawabshah": "Nawabshah (Sindhi and Urdu: نوابشاہ‎) is a city in the Shaheed Benazirabad District of Sindh province, Pakistan. It is the headquarters of the Shaheed Benazir Abad District and has a population of 279,688 (2017 Census).",
  "/wiki/Sindh_Agriculture_University": "Sindh Agriculture University, (Sindhi:  سنڌ زرعي يونيورسٽي ٽنڊو ڄام )  is situated in Tando Jam town at 18 km from Hyderabad, on Hyderabad-Mirpurkhas highway and is about 200 km from Karachi airport linked with super highway to Hyderabad. Sindh Agriculture University is ranked 4th best university in Agriculture by the Higher Education Commission.",
  "/wiki/Tandojam": "Tando Jam (Sindhi: ٽنڊوڄام‎) is a town and Municipal Committee of Hyderabad District in the Sindh province of Pakistan. It is located at 25°25'60N 68°31'60E and lies about 18 km away from Hyderabad city Pakistan, along Hyderabad and Mirpurkhas Road.",
  "/wiki/Preston_University_(Pakistan)": "Preston University (Pakistan) (Sindhi: پرسٽن يونيورسٽي‎) is a private university in Pakistan.  It was established as the School of Business and Commerce in 1984. The university is currently located in Kohat (main campus), Islamabad, Peshawar, Lahore, Karachi. It is recognized by the Higher Education Commission of Pakistan (HEC).",
  "/wiki/Indus_Valley_School_of_Art_and_Architecture": "Indus Valley School of Art and Architecture (Sindhi: انڊس ويلي اسڪول آف آرٽ اينڊ آرڪيٽيڪچر‎) is a not-for-profit degree awarding institution in Karachi, Sindh, Pakistan. The university was established in 1989, thereby empowering it to award its own degrees and was the fourth private institution of higher learning in Pakistan to be given a university status. As of 2008, IVS was the third highest ranking art and design university in Pakistan.",
  "/wiki/Baqai_Medical_University": "Baqai Medical University (Urdu: جامعہ طبی بقائی‎ Sindhi: بقائي ميڊيڪل يونيورسٽي‎)  is located on Super Highway, Toll Plaza, Gadap suburb of Karachi, Sindh, Pakistan. It was founded in 1988 and is ranked number 13 in the HEC rankings for medical universities in Pakistan. Courses are in medicine, dentistry, health management sciences, pharmaceutical sciences, and veterinary science, and there are interdisciplinary courses.",
  "/wiki/Hamdard_University": "Hamdard University (Urdu: جامعہ ہمدرد‎) is a private research university with campuses in Karachi and Islamabad, Pakistan. It was founded in 1991 by the renowned philanthropist Hakim Said of the Hamdard Foundation. Hamdard is one of the first and the oldest private institutions of higher education in Pakistan. In Karachi, Hamdard University is the largest private research university with a campus area of over 350 acres.",
  "/wiki/Commecs_institute_of_business_and_emerging_sciences": "Commecs College (Urdu: کامکس کالج‎) is a higher secondary intermediate school in Karachi, Sindh, Pakistan.",
  "/wiki/Sir_Syed_University_of_Engineering_and_Technology": "Sir Syed University of Engineering and Technology (Sindhi: انجنيئرڱ ۽ ٽيڪنيڀياس جي جامعہ سر سيد‎) (known as \"SSUET\") is a private research university located in the urban area of Karachi, Sindh, Pakistan.  The university is honored in the name of notable 19th-century Muslim reformer and philosopher, Sir Syed Ahmad Khan.",
  "/wiki/Sukkur_IBA_University": "The Sukkur IBA University (previously Sukkur Institute of Business Administration or Sukkur IBA) (Sindhi: سکر آئي بي اي يونيورسٽي‎) is a higher education institute in Sukkur, Pakistan. \nThe university is a public sector degree-awarding institute chartered by the Government of Sindh and recognized by the Higher Education Commission.",
  "/wiki/Sukkur": "Sukkur (Sindhi: سکر‎; Urdu: سكھر‎) is a city in the Pakistani province of Sindh along the western bank of the Indus River, directly across from the historic city of Rohri. Sukkur is the third largest city in Sindh after Karachi and Hyderabad, and is 14th most populous city in Pakistan. New Sukkur was established during the British era alongside the village of Sukkur. Sukkur's hill, along with the hill on the river island of Bukkur, form what is sometimes considered the \"Gate of Sindh\"."
}