{
  "/wiki/Udomporn_Polsak": "Major Udomporn Polsak (Thai: อุดมพร พลศักดิ์ RTGS: Udomphon Phonsak; born October 6, 1981) is a Thai weightlifter.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics in Athens, fifteen events in weightlifting were contested, in eight classes for men and seven for women.  Competition was held in the Nikaia Olympic Weightlifting Hall.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Women's_53_kg": "The women's 53 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 15 August.",
  "/wiki/Pawina_Thongsuk": "Pawina Thongsuk (born April 18, 1979 in Si Khoraphum, Surin province) is a Thai weightlifter. At the 2004 Summer Olympics in Athens she won an Olympic gold medal, with 122.5 kg snatching and 272.5 kg total in the 75 kg category. In 2005, she won the World Championship in the 63 kg category.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Women's_75_kg": "The women's 75 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall between 19 and 20 August.",
  "/wiki/Manus_Boonjumnong": "Manus Boonjumnong (Thai: มนัส บุญจำนงค์; RTGS: Manat Bunchamnong, born June 23, 1980) is a Thai boxer who won the Olympics at Light Welterweight (60–64 kg) at the 2004 Summer Olympics. He is the older brother of Non Boonjumnong.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics": "Boxing at the 2004 Summer Olympics took place in the Peristeri Olympic Boxing Hall. The event was only open to men and bouts were contested over four rounds of two minutes each. Five judges scored the fighters in real time and the boxer with the most points at the end was the winner.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics_–_Light_welterweight": "The light welterweight boxing competition at the 2004 Summer Olympics in Athens was held from 15 to 28 August at Peristeri Olympic Boxing Hall. This is limited to those boxers weighing between 60 and 64 kilograms.",
  "/wiki/Worapoj_Petchkoom": "Worapoj Petchkoom (Thai: วรพจน์ เพชรขุ้ม; RTGS: Woraphot Phetkhum; born May 18, 1981) is a Thai boxer who competed in the bantamweight (54 kg) at the 2004 Summer Olympics and won the silver medal losing to Cuban superstar Guillermo Rigondeaux. He qualified for the Athens Games by ending up in first place in the 2nd AIBA Asian 2004 Olympic Qualifying Tournament in Karachi, Pakistan. In the final he defeated India's Diwakar Prasad.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics_–_Bantamweight": "The bantamweight boxing competition at the 2004 Summer Olympics in Athens was held from 17 to 29 August at Peristeri Olympic Boxing Hall. This is limited to those boxers weighing between 51 and 54 kilograms.",
  "/wiki/Aree_Wiratthaworn": "Aree Wiratthaworn (Thai: อารีย์ วิรัฐถาวร; born February 26, 1980) is a Thai weightlifter.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Women's_48_kg": "The women's 48 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 14 August.",
  "/wiki/Wandee_Kameaim": "Wandee Kameaim (Thai: วันดี คำเอี่ยม, born January 18, 1978) is a Thai weightlifter.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Women's_58_kg": "The women's 58 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 16 August.",
  "/wiki/Yaowapa_Boorapolchai": "Yaowapa Boorapolchai (Thai: เยาวภา บุรพลชัย; RTGS: Yaowapha Buraphonchai; born September 6, 1984 at Bangkok) is a Thai taekwondo athlete who was the bronze medalist in the women's under 49 kg event at the 2004 Summer Olympics. She graduate Bachelor of Arts Historical major from Thammasat University.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics": "Taekwondo at the 2004 Summer Olympics were held in the Sports Pavilion at the Faliro Coastal Zone Olympic Complex in Athens, Greece where 124 competitors competed in eight events, four each for men and women.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics_–_Women's_49_kg": "The women's 49 kg  competition in taekwondo at the 2004 Summer Olympics in Athens took place on August 26 at the Faliro Coastal Zone Olympic Complex.",
  "/wiki/Suriya_Prasathinphimai": "Suriya Prasathinphimai (Thai: สุริยา ปราสาทหินพิมาย; born April 2, 1980) is a Thai boxer who competed in the Middleweight (75 kg) at the 2004 Summer Olympics and won the bronze medal. He qualified for the 2004 Athens Games by ending up in second place in the 2nd AIBA Asian 2004 Olympic Qualifying Tournament in Karachi, Pakistan. In the final he lost to Pakistan's Ahmed Ali Khan.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics_–_Middleweight": "The middleweight boxing competition at the 2004 Summer Olympics in Athens was held from 14 to 28 August at Peristeri Olympic Boxing Hall. This is limited to those boxers weighing between 69 and 75 kilograms.",
  "/wiki/Thailand_at_the_2004_Summer_Olympics": "Thailand competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. This was the nation's thirteenth appearance at the Olympics, except the 1980 Summer Olympics in Moscow because of its partial support to the United States boycott."
}