{
  "/wiki/Danny_Worsnop": "Danny Robert Worsnop (born 4 September 1990) is an English musician, singer, songwriter, vocal producer, and actor. Most prominently known as the lead vocalist of rock bands Asking Alexandria and We Are Harlot. He has worked with several artists including I See Stars, With One Last Breath, Breathe Carolina, Memphis May Fire, The Word Alive, All That Remains, and Testarossa, providing guest vocals on several songs.",
  "/wiki/Man_in_the_Mirror": "\"Man in the Mirror\" is a song recorded by Michael Jackson, with lyrics and music by Glen Ballard and Siedah Garrett, and produced by Jackson and Quincy Jones. It was released in February 1988 as the fourth single from his seventh solo album, Bad (1987). Arranged with a gospel choir, the song is played in the keys of G major and A♭ major at a tempo of 100 bpm. The vocal range is A♭3–C6.",
  "/wiki/David_Mead_(musician)": "David Worth Mead (born 1973) is a Nashville-based pop singer-songwriter. Over the years he has toured extensively, headlining as well as opening shows for John Mayer, Fountains of Wayne, Ron Sexsmith, Liz Phair, Joe Jackson, and Shelby Lynne.",
  "/wiki/Human_Nature_(Michael_Jackson_song)": "\"Human Nature\" is a 1982 song by American singer Michael Jackson, and the fifth single from his sixth solo album, Thriller. The track was produced by Quincy Jones and performed by members of Toto with Michael Jackson providing vocals.",
  "/wiki/Indiana_(David_Mead_album)": "Indiana is the third album by singer-songwriter David Mead, his first for Nettwerk.  It was released in 2004.",
  "/wiki/Davina_(singer)": "Davina (born Davina Bussey) is an American R&B vocalist and musician.  Davina grew up in Detroit, Michigan, ran her own dance music Record label, and worked as a recording engineer before signing with Loud Records. Her 1997 single \"So Good\" became the theme song for the film Hoodlum. Raekwon of Wu-Tang Clan and Xzibit each appeared on remixed versions of the song.  Her album Best of Both Worlds (1998) reached number 180 on the US Billboard 200 and number 34 on the US Top R&B/Hip-Hop Albums chart, and two of three singles released from the album charted on both the US Billboard Hot 100 and the US Hot R&B/Hip-Hop Songs charts.",
  "/wiki/Off_the_Wall_(album)": "Off the Wall is the fifth solo studio album by American singer Michael Jackson, released on August 10, 1979 by Epic Records. It was Jackson's first album released through Epic Records, the label he recorded under until his death in 2009, and the first produced by Quincy Jones, whom he met while working on the 1978 film The Wiz. Several critics observed that Off the Wall was crafted from disco, pop, funk, R&B, soft rock and Broadway ballads. Its lyrical themes include escapism, liberation, loneliness, hedonism and romance.",
  "/wiki/Best_of_Both_Worlds_(Davina_album)": "Best of Both Worlds is the debut album by Davina, released on April 7, 1998 through Loud Records.",
  "/wiki/Dick_Brave_&_The_Backbeats": "Sascha Schmitz (born 5 January 1972), better known by his stage name Sasha, is a German singer, songwriter, musician and occasional actor. He is also known by his alter ego Dick Brave, and part of the group Dick Brave & the Backbeats. Due to a legal dispute with the Welsh DJ also named Sasha, he is known as Sasha Alexander in the United States.",
  "/wiki/Black_or_White": "\"Black or White\"  is a single by American singer Michael Jackson. The song was released by Epic Records on November 11, 1991, as the first single from his eighth studio album, Dangerous. He co-wrote, composed, and produced it with Bill Bottrell. The song is a fusion of Rap rock, dance and hip hop. Epic Records described the song as \"a rock 'n' roll dance song about racial harmony\".",
  "/wiki/David_Foster": "David Walter Foster, OC, OBC (born November 1, 1949), is a Canadian musician, record producer, composer, songwriter, and arranger. He has been a producer for musicians including Christina Aguilera, Mary J. Blige, Andrea Bocelli, Toni Braxton, Michael Bublé, Peter Cetera, Chicago, John Parr, Natalie Cole,  Alice Cooper, Celine Dion, Kenny G, Josh Groban, Whitney Houston, Michael Jackson, Chaka Khan, Kenny Loggins, Jennifer Lopez, Cheryl Lynn, Madonna, Olivia Newton-John, Brandy Norwood, Kenny Rogers, Seal,  Blake Shelton, Rod Stewart, Barbra Streisand, Donna Summer, The Corrs and  Jake Zyrus. Foster has won 16 Grammy Awards from 47 nominations. He was the chairman of Verve Records from 2012 to 2016.",
  "/wiki/Earth_Song": "\"Earth Song\" is a song by American singer Michael Jackson from his ninth studio album HIStory: Past, Present and Future, Book I. It was released on November 27, 1995 as the third single from the album. It is a ballad that incorporates elements of blues, gospel and opera. Jackson had a long history of releasing socially conscious material such as \"We Are the World\", \"Man in the Mirror\" and \"Heal the World\". However, \"Earth Song\" was the first that overtly dealt with the environment and animal welfare. \"Earth Song\" was made for the Dangerous album but it failed to make the final cut. The song was written by Jackson and produced by Jackson, David Foster and Bill Bottrell.",
  "/wiki/Duane_Stephenson": "Duane Stephenson (born c.1976) is a Jamaican reggae singer who has released three albums on VP Records, and works primarily in the roots reggae genre.",
  "/wiki/You_Are_Not_Alone": "\"You Are Not Alone\" is a song by American singer Michael Jackson from his ninth studio album HIStory: Past, Present and Future, Book I (1995). It was released on August 15, 1995 as the second single from the album. The song was re-released in 2006, as part of Jackson's Visionary: The Video Singles collection box set, where it re-entered at number 30 in the UK Singles Chart in 2006. The R&B/pop ballad was written by American R&B singer R. Kelly for Michael Jackson in response to difficult times in his own personal life. Kelly \nsent a bare demo tape to Jackson, who liked the song and decided to produce it with him in Chicago. Jackson's interest in the song was also linked to recent events in his personal life.",
  "/wiki/David_Garrett_(violinist)": "David Christian Bongartz (born 4 September 1980), better known by his stage name David Garrett, is a German pop and crossover violinist and recording artist.",
  "/wiki/Smooth_Criminal": "\"Smooth Criminal\" is a song by American singer Michael Jackson from his seventh studio album Bad (1987). It was written and composed by Jackson, and produced by Jackson and Quincy Jones. It was released as the album's seventh single on November 14, 1988. It features a fast beat with lyrics about a woman who has been attacked in her apartment by a \"smooth criminal\". The refrain \"Annie, are you OK?\" was inspired by Resusci Anne, a dummy used in CPR training.",
  "/wiki/Encore_(David_Garrett_album)": "Encore is a 2008 album by violinist David Garrett, released in Europe. Its tracks are as follows:",
  "/wiki/The_Smurfs_(music)": "Singles and full albums of original music for The Smurfs cartoon series (1981–1989) and the Smurfs movies have been released in different countries and languages, sometimes very successfully, with millions of copies sold. Worldwide, more than 10 million CD's were sold between 2005 and 2007 alone.",
  "/wiki/They_Don't_Care_About_Us": "\"They Don't Care About Us\" is the fifth single from Michael Jackson's album HIStory: Past, Present and Future, Book I, released on June 16, 1995. It is a protest song and remains one of the most controversial pieces Jackson ever composed. In the US, media scrutiny surrounding  allegations of antisemitic lyrics were the catalyst for Jackson issuing multiple apologies and re-recording the song with altered lyrics. The singer countered allegations of antisemitism, arguing that reviews had misinterpreted the context of the song, either unintentionally or deliberately.",
  "/wiki/Danny_Gokey": "Daniel Jay Gokey (born April 24, 1980) is an American singer and former church music director from Milwaukee, Wisconsin. He was the third-place finalist on the eighth season of American Idol. After his placing on the show, Gokey signed to 19 Recordings and RCA Nashville at the beginning of a career in country music, releasing the single \"My Best Days Are Ahead of Me\". His debut album, My Best Days, was released in March 2010.",
  "/wiki/P.Y.T._(Pretty_Young_Thing)": "\"P.Y.T. (Pretty Young Thing)\" is a song by American recording artist Michael Jackson. It is the sixth single from Jackson's sixth solo album, Thriller (1982).  The original demo version of the song was written by Jackson and Greg Phillinganes. Quincy Jones passed on the song itself but liked the title and, with James Ingram, fashioned a totally new song with that title. The demo version is featured on The Ultimate Collection (2004).",
  "/wiki/American_Idol_(season_8)": "The eighth season of American Idol premiered on Tuesday, January 13, 2009, and concluded on May 20, 2009. Judges Simon Cowell, Paula Abdul, and Randy Jackson continued to judge the show's contestants, along with Ryan Seacrest as host. The season introduced Kara DioGuardi as the fourth judge on the Idol panel. It was also Abdul's final season as a judge. Kris Allen, a native of Conway, Arkansas, was announced the winner of the competition on May 20, 2009, defeating runner-up Adam Lambert after nearly 100 million votes. This was the second season where both of the final two contestants had been in the bottom three or two at least once before the finale, with the first being season three.",
  "/wiki/Dallas_Austin": "Dallas L. Austin (born December 29, 1970) is an American musician, songwriter, record producer, and film producer.",
  "/wiki/I_Wanna_Be_Where_You_Are": "\"I Wanna Be Where You Are\" is a song written by Arthur \"T-Boy\" Ross and Leon Ware for Michael Jackson, who took the song to number 7 in Cash Box and number 16 on the Billboard Hot 100 chart. It also reached number 2 on the U.S. R&B singles chart in 1972. His third straight Top 10 Pop hit during his early solo career with Motown. It was also the first collaboration between Ware and Ross, the younger brother of legendary superstar Diana Ross. This song would be one of Jackson's most covered songs, by singers including Zulema, Marvin Gaye, Willie Hutch, Jason Weaver and later The Fugees. Ware and Ross also penned the classic Marvin Gaye hit, \"I Want You\" several years afterwards.",
  "/wiki/The_Remix_Suite": "The Remix Suite (digital title: Michael Jackson: The Remix Suite) is a compilation of remixed hits by Michael Jackson. Although  labeled as a Michael Jackson release, the majority of remixes are of hits during his tenure with The Jackson 5. Starting from August 25, five remixes each were released digitally as \"suites\" via iTunes, AmazonMP3 and Rhapsody every two weeks. It is the fifth album to be released since Jackson's death. The first suite leaked online two weeks before its intended digital release.",
  "/wiki/D'Influence": "D'Influence (also D-Influence and D*Influence) is a British production team and acid jazz band. Formerly of The Echo Label they founded their own label, Freakstreet Records. Original members include Kwame Kwaten, Sarah-Ann Webb, Ed Baden-Powell, and Steve Marston.",
  "/wiki/Rock_with_You": "\"Rock with You\" is a song recorded by American singer Michael Jackson. It was written by Rod Temperton and produced by Quincy Jones. It was first offered to Karen Carpenter, while she was working on her first solo album, but she turned it down. It was released on November 3, 1979, by Epic Records as the second single from Jackson's fifth solo  studio album Off the Wall (1979). It was also the third number-one hit of the 1980s, a decade whose pop singles chart would soon be dominated by Jackson.",
  "/wiki/Donnie_Elbert": "Donnie Elbert (May 25, 1936 – January 26, 1989) was an American soul singer and songwriter, who had a prolific career from the mid-1950s to the late 1970s.  His US hits included \"Where Did Our Love Go?\" (1972), and his reputation as a Northern soul artist in the UK was secured by \"A Little Piece of Leather\", a performance highlighting his powerful falsetto voice.",
  "/wiki/Diana_Ross": "Diana Ross (born March 26, 1944) is an American singer, actress, and record producer. Born and raised in Detroit, Michigan, Ross rose to fame as the lead singer of the vocal group the Supremes, who during the 1960s became Motown's most successful act, and are the best-charting female group in US history, as well as one of the world's best-selling girl groups of all time. The group released a record-setting twelve number one hit singles on the US Billboard Hot 100, including \"Where Did Our Love Go\", \"Baby Love\", \"Come See About Me\", \"Stop! In the Name of Love\", \"You Can't Hurry Love\", \"You Keep Me Hangin' On\", \"Love Child\", and \"Someday We'll Be Together\".",
  "/wiki/Got_to_Be_There_(song)": "\"Got to Be There\" is the debut single by the American recording artist Michael Jackson, which was written by Elliot Willensky whose original version was released as his first solo single in 1971 on Motown Records. The song was produced by Hal Davis and recorded at Motown's Hitsville West studios in Hollywood.",
  "/wiki/Touch_Me_in_the_Morning_(album)": "Touch Me in the Morning is a 1973 album released by American singer Diana Ross on the Motown Records. It reached #5 in the USA (#1 R&B) and sold around 650,000 copies. The arrangements were by Gene Page, Tom Baird, Michael Randall, James Anthony Carmichael, Deke Richards, Gil Askey and Diana Ross.",
  "/wiki/David_Arnold": "David G. Arnold (born 23 January 1962) is an English film composer best known for scoring five James Bond films, as well as Stargate (1994), Independence Day (1996), Godzilla (1998) and the television series Little Britain and Sherlock. For Independence Day he received a Grammy Award for Best Instrumental Composition Written for a Motion Picture or for Television and for Sherlock he, and co-composer Michael Price, won a Creative Arts Emmy for the score of \"His Last Vow\", the final episode in the third series. Arnold scored the BBC / Amazon Prime series Good Omens (2019) adapted by Neil Gaiman from his book Good Omens, written with Terry Pratchett. Arnold is a fellow of the British Academy of Songwriters, Composers and Authors.",
  "/wiki/I_Want_You_Back": "\"I Want You Back\" is the first national single by the Jackson 5. It was released by Motown on October 7, 1969, and became the first number-one hit for the band on January 31, 1970. It was performed on the band's first television appearances, on October 18, 1969 on Diana Ross's The Hollywood Palace and on their milestone performance on December 14, 1969 on The Ed Sullivan Show.",
  "/wiki/List_of_cover_versions_of_Michael_Jackson_songs": "This is a list of recording music artists who have covered one or more songs originally recorded by American pop singer Michael Jackson. A cover is a new performance or recording of a previously recorded, commercially released song."
}