{
  "/wiki/Korean_language": "The Korean language (South Korean: 한국어/韓國語 hanguk-eo; North Korean: 조선말/朝鮮말 chosŏn-mal) is an East Asian language spoken by about 77 million people. It is a member of the Koreanic language family and is the official and national language of both Koreas: North Korea and South Korea, with different standardized official forms used in each country. It is a recognised minority language in the Yanbian Korean Autonomous Prefecture and Changbai Korean Autonomous County of Jilin province, China. It is also spoken in parts of Sakhalin, Russia, and Central Asia.",
  "/wiki/List_of_South_Korean_films_of_2018": "The following is a list of South Korean films that were released in theaters in 2018.",
  "/wiki/Uhm_Bok-dong_(film)": "Race to Freedom: Uhm Bok-dong is a 2019 South Korean biographical drama film directed and written by Kim Yoo-sung. It stars Rain as a legendary cyclist Uhm Bok-dong.",
  "/wiki/Monstrum_(film)": "Monstrum is a 2018 South Korean period action film directed by Heo Jong-ho. It stars Kim Myung-min, Kim In-kwon, Lee Hye-ri and Choi Woo-shik. The film was released on September 12, 2018. It was chosen to compete in the Sitges International Fantastic Film Festival, screening there on 13 October.",
  "/wiki/Snatch_Up": "Snatch Up (Korean: 머니백; RR: Meonibaek; MR: lit. Money Bag) is a 2018 South Korean action comedy film written and directed by Heo Jun-hyeong.",
  "/wiki/Gate_(film)": "Gate (Korean: 게이트; RR: Ge-i-teu) is a 2018 South Korean crime comedy film directed by Shin Jai-ho.",
  "/wiki/List_of_South_Korean_films_of_2017": "This is a list of South Korean films that received a domestic theatrical release in 2017.",
  "/wiki/Steel_Rain": "Steel Rain is a 2017 South Korean action thriller film directed by Yang Woo-suk, based on his 2011 webtoon of the same name. The film stars Jung Woo-sung and Kwak Do-won.",
  "/wiki/Along_With_the_Gods:_The_Two_Worlds": "Along with the Gods: The Two Worlds (Korean: 신과함께: 죄와 벌; Hanja: 神과함께: 罪와 罰; RR: Sin gwa Hamkke - Joe wa Beol; lit. \"Together with God - Sin and Punishment\") is a 2017 South Korean fantasy action film directed by Kim Yong-hwa and based on a webtoon by Joo Ho-min, Along with the Gods. It stars Ha Jung-woo, Cha Tae-hyun, Ju Ji-hoon and Kim Hyang-gi.",
  "/wiki/Man_of_Will": "Man of Will is a 2017 South Korean drama film directed by Lee Won-tae, starring Cho Jin-woong and Song Seung-heon. The film was released on October 19, 2017.",
  "/wiki/The_Battleship_Island": "The Battleship Island (Korean: 군함도; Hanja: 軍艦島; RR: Gunhamdo) is a 2017 South Korean period action film starring Hwang Jung-min, So Ji-sub, Song Joong-ki and Lee Jung-hyun. It is a Japanese occupation-era film about an attempted prison break from a forced labor camp on Hashima Island.",
  "/wiki/Real_(2017_film)": "Real (Korean: 리얼; RR: Rieol) is a South Korean neo-noir action film based on character from Manhwa webtoons superheroes comic book by TMS Comics, directed by Lee Sa-rang, starring Kim Soo-hyun, Sung Dong-il, Lee Sung-min, Sulli (in her final film appearance) and Jo Woo-jin. The film was released on June 28, 2017 in South Korea.",
  "/wiki/The_Merciless_(film)": "The Merciless is a 2017 South Korean crime-action film based on fictional character comic book from PLUSMAKER Comics,  directed by Byun Sung-hyun, and starring Sol Kyung-gu and Im Si-wan. The film was released in South Korea on May 17, 2017. It was shown out of competition in the Midnight Screenings section at the 70th Cannes Film Festival on May 24, 2017.",
  "/wiki/The_Mayor_(2017_film)": "The Mayor (Korean: 특별시민; Hanja: 特別市民; RR: Teukbyeolsimin, lit. \"Special Citizen\") is a 2017 South Korean political drama film written and directed by Park In-je. It stars Choi Min-sik, Kwak Do-won, Shim Eun-kyung, Moon So-ri, Ra Mi-ran, Ryu Hye-young, and Ki Hong Lee. The film was released in South Korea on April 26, 2017 and in the US and Canada on April 28.",
  "/wiki/The_Prison_(2017_film)": "The Prison (Korean: 프리즌; RR: Peurijeun; lit. Prison) is a 2017 South Korean prison action film directed by Na Hyun and starring Han Suk-kyu and Kim Rae-won. It was released on March 23, 2017.",
  "/wiki/New_Trial_(film)": "New Trial (Korean: 재심; Hanja: 再審; RR: Jaesim) is a 2017 South Korean film written and directed by Kim Tae-yoon, starring Jung Woo and Kang Ha-neul. The film is based on the 2000 \"Iksan murder case\" where a teenage boy was falsely accused of the murder of a taxi driver and spends ten years in prison.",
  "/wiki/List_of_South_Korean_films_of_2016": "This is a list of South Korean films that received a domestic theatrical release in 2016.",
  "/wiki/Misbehavior_(film)": "Misbehavior (Korean: 여교사; RR: Yeogyosa, lit. \"Female Teacher\") is a 2016 South Korean psychological thriller film written and directed by Kim Tae-yong. The film stars Kim Ha-neul, Yoo In-young and Lee Won-keun.",
  "/wiki/Pandora_(2016_film)": "Pandora (Korean: 판도라; RR: Pandora) is a 2016 South Korean disaster film written and directed by Park Jung-woo, starring Kim Nam-Gil. The film was released in South Korea on December 7, 2016.",
  "/wiki/List_of_South_Korean_films_of_2015": "This is a list of South Korean films that received a domestic theatrical release in 2015.",
  "/wiki/Inside_Men_(film)": "Inside Men (Korean: 내부자들; Hanja: 内部者들; RR: Naebujadeul) is a 2015 South Korean political crime-action film written and directed by Woo Min-ho based on Yoon Tae-ho's webtoon The Insiders that dissects the corruption within Korean society. Starring Lee Byung-hun, Cho Seung-woo and Baek Yoon-sik, it began filming in July 2014 and was released in theaters on November 19, 2015.\n\nInside Men and the director's cut Inside Men: The Original have sold a total of 9.1 million admissions at the box office, thus becoming the top grossing R-rated movie of all-time at the Korean Box office.",
  "/wiki/The_Magician_(2015_film)": "The Magician (Korean: 조선마술사; RR: Joseon masulsa; lit. Joseon Magician) is a 2015 South Korean period fantasy film directed by Kim Dae-seung. The film was released in December 2015.",
  "/wiki/The_Long_Way_Home_(2015_film)": "The Long Way Home (Korean: 서부전선; RR: Seobu Jeonseon; lit. \"Western Front\") is a 2015 South Korean film written and directed by Cheon Sung-il, about the friendship between a South Korean and a North Korean soldier during the Korean War.",
  "/wiki/Untouchable_Lawmen": "Untouchable Lawman (Korean: 치외법권) is a 2015 South Korean action comedy film directed by Shin Jai-ho. It was released on August 27, 2015."
}