{
  "/wiki/County_Route_26_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/New_York_State_Route_25": "New York State Route 25 (NY 25) is an east–west state highway in downstate New York in the United States. The route extends for just over 105 miles (169 km) from east midtown Manhattan in New York City to the Cross Sound Ferry terminal at Orient Point on the end of Long Island's North Fork. NY 25 is carried from Manhattan to Queens by way of the double-decked Queensboro Bridge over the East River.",
  "/wiki/Mattituck,_New_York": "Mattituck is a hamlet and census-designated place (CDP) in Suffolk County, New York, United States. The population was 4,219 at the 2010 census.",
  "/wiki/Cutchogue,_New_York": "Cutchogue (/ˈkʌtʃɒɡ/ KUTCH-og) is a hamlet and census-designated place (CDP) in Suffolk County, New York, United States. The population was 3,349 at the 2010 census.",
  "/wiki/County_Route_27_(Suffolk_County,_New_York)": "County Route 48 (CR 48) is a major east–west county road on the North Fork of Long Island in Suffolk County, New York, in the United States. It runs for 13.60 miles (21.89 km) from Sound Avenue in Mattituck to New York State Route 25 (NY 25) just outside the village of Greenport. The route is co-signed as NY 25 Truck, which continues west along Sound Avenue towards Laurel. CR 48 was originally designated as CR 27 when it became a county road in 1930 and was renumbered to CR 48 in 1988 to avoid confusion with New York State Route 27, which is the main thoroughfare on the South Fork of Long Island.",
  "/wiki/New_York_State_Route_25_Truck": "New York State Route 25 (NY 25) is an east–west state highway in downstate New York in the United States. The route extends for just over 105 miles (169 km) from east midtown Manhattan in New York City to the Cross Sound Ferry terminal at Orient Point on the end of Long Island's North Fork. NY 25 is carried from Manhattan to Queens by way of the double-decked Queensboro Bridge over the East River.",
  "/wiki/NY_25": "New York State Route 25 (NY 25) is an east–west state highway in downstate New York in the United States. The route extends for just over 105 miles (169 km) from east midtown Manhattan in New York City to the Cross Sound Ferry terminal at Orient Point on the end of Long Island's North Fork. NY 25 is carried from Manhattan to Queens by way of the double-decked Queensboro Bridge over the East River.",
  "/wiki/Greenport,_Suffolk_County,_New_York": "Greenport is a village in Suffolk County, New York, United States. It is on the north fork of Long Island. The population was 2,197 at the 2010 census.",
  "/wiki/County_Route_27A_(Suffolk_County,_New_York)": "County Route 48 (CR 48) is a major east–west county road on the North Fork of Long Island in Suffolk County, New York, in the United States. It runs for 13.60 miles (21.89 km) from Sound Avenue in Mattituck to New York State Route 25 (NY 25) just outside the village of Greenport. The route is co-signed as NY 25 Truck, which continues west along Sound Avenue towards Laurel. CR 48 was originally designated as CR 27 when it became a county road in 1930 and was renumbered to CR 48 in 1988 to avoid confusion with New York State Route 27, which is the main thoroughfare on the South Fork of Long Island.",
  "/wiki/County_Route_27B_(Suffolk_County,_New_York)": "County Route 48 (CR 48) is a major east–west county road on the North Fork of Long Island in Suffolk County, New York, in the United States. It runs for 13.60 miles (21.89 km) from Sound Avenue in Mattituck to New York State Route 25 (NY 25) just outside the village of Greenport. The route is co-signed as NY 25 Truck, which continues west along Sound Avenue towards Laurel. CR 48 was originally designated as CR 27 when it became a county road in 1930 and was renumbered to CR 48 in 1988 to avoid confusion with New York State Route 27, which is the main thoroughfare on the South Fork of Long Island.",
  "/wiki/County_Route_28_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/New_York_State_Route_27": "New York State Route 27 (NY 27) is a 120.58-mile (194.05 km) long state highway that runs east-west from Interstate 278 (I-278) in the New York City borough of Brooklyn to Montauk Point State Park on Long Island, New York. Its two most prominent components are Sunrise Highway and Montauk Highway, the latter of which includes the Montauk Point State Parkway. NY 27 acts as the primary east-west highway on southern Long Island east of the interchange with the Heckscher State Parkway in Islip Terrace. The entire route in Suffolk, Nassau, and Queens counties were designated by the New York State Senate as the POW/MIA Memorial Highway. The highway gives access to every town on the South Shore. NY 27 has service roads that parallel the highway continuously from North Lindenhurst to Patchogue, and intermittently to the east into Southampton. They are officially designated, but not signed, as New York State Route 906C and New York State Route 906D.",
  "/wiki/North_Lindenhurst,_New_York": "North Lindenhurst is a hamlet (and census-designated place) in Suffolk County, New York, United States. The population was 11,652 at the 2010 census. It is a community in the Town of Babylon. Most of North Lindenhurst is served by the Lindenhurst Post Office and School District, so it is usually considered a part of the Lindenhurst community.",
  "/wiki/County_Route_5_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 1 to 25 are listed below.",
  "/wiki/Melville,_New_York": "Melville is an affluent hamlet and census-designated place (CDP) in the Town of Huntington in Suffolk County on Long Island, New York, in the United States. The population was 18,985 at the 2010 census.",
  "/wiki/Southern_State_Parkway": "The Southern State Parkway (also known as the Southern State or Southern Parkway) is a 25.53-mile (41.09 km) limited-access highway on Long Island, New York, in the United States. The parkway begins at an interchange with the Belt and Cross Island parkways in Elmont, in Nassau County, and travels east to an interchange with the Sagtikos State Parkway in West Islip, Suffolk County, where it becomes the Heckscher State Parkway. The Southern State Parkway comprises the western portion of unsigned New York State Route 908M (NY 908M), with the Heckscher Parkway occupying the eastern section.",
  "/wiki/Babylon,_New_York": "Babylon is one of ten towns in Suffolk County, New York, United States. Located on Long Island, the town population was 214,191 as of the 2010 census. Parts of Jones Beach Island, Captree Island and  Fire Island are in the southernmost part of the town.  It borders Nassau County to the West, and the Atlantic Ocean to the South. At its westernmost point, its location is approximately 20 miles (32 km) from New York City at the Queens border, and approximately 30 miles (48 km) from Manhattan. There is also a village of Babylon located within the town.",
  "/wiki/Huntington,_New_York": "The Town of Huntington is one of ten towns in Suffolk County, New York, United States. Founded in 1653, it is located on the north shore of Long Island in northwestern Suffolk County, with Long Island Sound to its north and Nassau County adjacent to the west.  Huntington is part of the New York metropolitan area. As of the United States 2010 Census, the town population was 203,264.",
  "/wiki/County_Route_29_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_93_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 76 to 100 are listed below.",
  "/wiki/Bohemia,_New_York": "Bohemia is a hamlet (and census-designated place) in Suffolk County, New York, United States. The population was 10,180 at the 2010 census. \nIt is situated along the South Shore of Long Island in the Town of Islip, approximately 30 miles from New York City.",
  "/wiki/Interstate_495_(New_York)": "Interstate 495 (I-495), commonly known as the Long Island Expressway (LIE), is an auxiliary Interstate Highway in the U.S. state of New York. It is jointly maintained by the New York State Department of Transportation (NYSDOT), the New York City Department of Transportation (NYCDOT), MTA Bridges and Tunnels (MTAB&T), and the Port Authority of New York and New Jersey (PANYNJ).",
  "/wiki/Ronkonkoma,_New_York": "Ronkonkoma (/rɒnˈkɒŋkəmə/ ron-KONG-kə-mə) is a hamlet and census-designated place (CDP) on Long Island in the Town of Islip, New York, United States.  The population of the CDP was 19,082 at the 2010 census. The Ronkonkoma post office has the ZIP Code 11779, and serves parts of several hamlets and CDPs adjacent to Ronkonkoma.",
  "/wiki/Ronkonkoma_(LIRR_station)": "Ronkonkoma is a major railroad station and transportation hub along the Main Line of the Long Island Rail Road in Ronkonkoma, New York. The station is the eastern terminus of the Ronkonkoma Branch and the western terminus of the Greenport Branch.",
  "/wiki/Long_Island_MacArthur_Airport": "Long Island MacArthur Airport (formerly known as Islip Airport) (IATA: ISP, ICAO: KISP, FAA LID: ISP) is a public airport in Ronkonkoma, New York on Long Island. The Town of Islip owns and operates the airport, which serves about two million commercial passengers a year, as well as general aviation. Long Island MacArthur Airport (LIMA) covers 1,311 acres (531 ha) and has three runways and two helipads.",
  "/wiki/County_Route_30_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Montauk,_New_York": "Montauk (/ˈmɒntɔːk/ MON-tawk) is a census-designated place (CDP) that includes the hamlet with the same name in the town of East Hampton in Suffolk County, New York, on the eastern end of the South Shore of Long Island. As of the 2010 United States Census, the CDP's population was 3,326.",
  "/wiki/Block_Island_Sound": "Block Island Sound is a strait in the open Atlantic Ocean, approximately 10 miles (16 km) wide, separating Block Island from the coast of mainland Rhode Island in the United States. On the west, it extends to Montauk Point on the eastern tip of Long Island, as well as Plum Island, Gardiners Island, and Fishers Island, all in the state of New York.",
  "/wiki/Montauk_Airport": "Montauk Airport (IATA: MTP, ICAO: KMTP, FAA LID: MTP) is a privately owned, public use airport located three nautical miles (6 km) northeast of the central business district of Montauk, in Suffolk County, New York, United States. It is included in the National Plan of Integrated Airport Systems for 2011–2015, which categorized it as a reliever airport.",
  "/wiki/County_Route_31_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_80_(Suffolk_County,_New_York)": "Montauk Highway is an east–west road extending for 95 miles (153 km) across the southern shore of Long Island in Suffolk County, New York, in the United States. It extends from the Nassau County line in Amityville, where it connects to Merrick Road, to Montauk Point State Park at the very eastern end of Long Island in Montauk. The highway is known by several designations along its routing, primarily New York State Route 27A (NY 27A) from the county line to Oakdale and NY 27 east of Southampton. The portion of Montauk Highway between Oakdale and Southampton is mostly county-maintained as County Route 80 and County Route 85 (CR 80 and CR 85, respectively).",
  "/wiki/Westhampton_Beach,_New_York": "The Incorporated Village of Westhampton Beach is an incorporated village on the southeast coast of Long Island. Administratively it is in the town of Southampton, Suffolk County, New York, United States. As of the 2010 census, the village population was 1,721.",
  "/wiki/County_Route_104_(Suffolk_County,_New_York)": "County Route 104 (CR 104) is a 7.45-mile-long (11.99 km) county road in Suffolk County, New York, in the United States. It runs north from CR 80 in Quogue to New York State Route 24 (NY 24), CR 63 and CR 94 just outside Riverhead. Much of CR 104 runs through the David Allen Sarnoff Pine Barrens Preserve, a major New York State Conservation Area that was once owned by Radio Corporation of America.  There is an access point into the preserve along CR 104 south of Riverhead.",
  "/wiki/Riverside,_Suffolk_County,_New_York": "Riverside is a hamlet and census-designated place (CDP) in Suffolk County, New York, United States. The population was 2,911 at the 2010 census.",
  "/wiki/County_Route_32_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Ponquogue_Bridge": "The Ponquogue Bridge is a 2,812-foot-long (857 m) bridge over Shinnecock Bay in the hamlet of Hampton Bays, New York (within the town of Southampton). Maintained by the Department of Works for Suffolk County, the 29-span bridge carries two lanes of County Route 32 over the bay, connecting Hampton Bays to the eastern end of Westhampton Island. The bridge, which is made of concrete, has a 55-foot (17 m) vertical clearance above Shinnecock Bay. Constructed in 1986 at the cost of $14 million, the bridge replaced an older span over the bay, which was a 1,000-foot-long (300 m) wooden drawbridge built in 1930. The former Ponquogue Bridge currently serves as a fishing pier under the current span.",
  "/wiki/Hampton_Bays,_New_York": "Hampton Bays is a hamlet and census-designated place (CDP) in Suffolk County, New York, United States. The population was 13,603 at the 2010 census.",
  "/wiki/Shinnecock_Bay": "Shinnecock Inlet is the easternmost of five major inlets connecting bays to the Atlantic Ocean through the narrow 100-mile-long (160 km) Outer Barrier that stretches from New York City to Southampton, New York on the south shore of Long Island. It splits Westhampton Island from the peninsula extending from Southampton Village. The inlet was formed by the Great Hurricane of 1938 which killed several people when it permanently broke through the island in Hampton Bays, New York. The name comes from the Shinnecock Indian Nation.",
  "/wiki/County_Route_32A_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_32B_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_89_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 76 to 100 are listed below.",
  "/wiki/County_Route_33_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Amagansett,_New_York": "Amagansett /ˌæməˈɡænsət/ is a census-designated place that roughly corresponds to the hamlet by the same name in the Town of East Hampton in Suffolk County, New York, on the South Shore of Long Island. As of the 2010 United States Census, the CDP population was 1,165. Amagansett hamlet was founded in 1680.",
  "/wiki/Napeague,_New_York": "Napeague (/ˈnæpiːɡ/, NAP-eeg) is a census-designated place (CDP) that roughly corresponds to the hamlet with the same name in the Town of East Hampton in Suffolk County, New York, United States. The CDP population was 200 at the 2010 census.",
  "/wiki/County_Route_33A_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_45_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/County_Route_34_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/New_York_State_Route_231": "New York State Route 231 (NY 231) is a north–south state highway located in Suffolk County, New York, in the United States. The route extends for 9.05 miles (14.56 km) from a partial interchange with NY 27A in Babylon to an interchange with the Northern State Parkway in Dix Hills. The southernmost 2 miles (3.2 km) of NY 231 is a limited-access highway known as the Babylon–Northport Expressway; the remainder of NY 231 is known as Deer Park Avenue. As the name suggests, the Babylon-Northport Expressway was originally intended to be a north-south expressway spanning most of the width of Long Island from Babylon to the southern edge of Northport village. However, local opposition to the expressway eventually resulted in the cancellation of the project before anything more than the existing 2 mile stretch could be constructed.",
  "/wiki/Deer_Park,_New_York": "Deer Park is a hamlet and census-designated place (CDP) in the town of Babylon, Suffolk County, New York, United States. The population was 27,745 at the 2010 census.",
  "/wiki/Babylon_(village),_New_York": "Babylon is a village in Suffolk County, New York, United States. The population was 12,166 at the 2010 census. Its location is approximately 25 miles (40 km) from New York City at the Queens border, and approximately 33 miles (53 km) from Manhattan.",
  "/wiki/County_Route_35_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Northern_State_Parkway": "The Northern State Parkway (also known as the Northern Parkway or Northern State) is a 28.88-mile-long (46.48 km) limited-access state parkway on Long Island in the U.S. state of New York. The western terminus is at the Queens–Nassau County line, where the parkway continues westward into New York City as the Grand Central Parkway. The eastern terminus is at New York State Route 347 (NY 347) and NY 454 in Hauppauge. The parkway is designated New York State Route 908G (NY 908G), an unsigned reference route. As its name implies, the parkway services communities along the northern half of the island.",
  "/wiki/County_Route_66_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 51 to 75 are listed below.",
  "/wiki/Dix_Hills,_New_York": "Dix Hills is an affluent hamlet and census-designated place (CDP) on Long Island in the town of Huntington in Suffolk County, New York, United States. The population was 26,892 at the 2010 census.",
  "/wiki/Huntington_(hamlet),_New_York": "Huntington is a hamlet located in the Town of Huntington in Suffolk County, New York, United States. The Census Bureau has also defined a census-designated place (CDP) with the same name that corresponds to the most densely populated area, however local understanding of the hamlet may differ somewhat from the census definition.\nThe aggregate demographic and geographic data for the hamlet is also included in the data for the Town of Huntington. The population was 18,406 at the 2010 census. The central business district, called Huntington Village locally, is old and well developed, but it is not incorporated and does not have a village form of government. The hamlet of Huntington is located 37 miles (59 km) northeast of Midtown Manhattan.",
  "/wiki/County_Route_35A_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/New_York_State_Route_25A": "New York State Route 25A (NY 25A) is a state highway on Long Island in New York in the United States. It serves as the main east–west route for most of the North Shore of Long Island, running for 73 miles (117 km) from Interstate 495 (I-495) at the Queens–Midtown Tunnel in the New York City borough of Queens to NY 25 in Calverton, Suffolk County. The highway is a northern alternate route of NY 25, which follows a more inland routing along Jericho Turnpike.",
  "/wiki/New_York_State_Route_110": "New York State Route 110 (NY 110) is a major north–south state highway along the western border of Suffolk County, New York. It runs between the village of Amityville in the town of Babylon and Halesite in the town of Huntington. NY 110 comes close to the Nassau County line several times in the town of Babylon, which is only surpassed by NY 108 in distance to the county line for a state highway.",
  "/wiki/Halesite,_New_York": "Halesite is a hamlet and census-designated place (CDP) in the Town of Huntington on the North Shore of Long Island in Suffolk County, New York, United States. The population was 2,498 at the 2010 census.",
  "/wiki/County_Route_35B_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Elwood,_New_York": "Elwood is a census-designated place (CDP) in Suffolk County, New York, United States. The population was 11,177 at the 2010 census.",
  "/wiki/County_Route_35C_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/Lloyd_Harbor,_New_York": "Lloyd Harbor is a village in Suffolk County, New York, United States, on the North Shore of Long Island. As of the 2010 census, the village population was 3,660. The Incorporated Village of Lloyd Harbor is located in the town of Huntington.",
  "/wiki/County_Route_36_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/East_Patchogue,_New_York": "East Patchogue is a census-designated place (CDP) in the Suffolk County town of Brookhaven, New York, United States. The population was 22,469 at the 2010 census. The CDP is a proximate representation of the East Patchogue hamlet used for statistical purposes of the Census Bureau.",
  "/wiki/Brookhaven_(CDP),_New_York": "Brookhaven is a hamlet and census-designated place in Suffolk County, New York, United States. The population was 3,451 at the 2010 census.",
  "/wiki/Montauk_Highway": "Montauk Highway is an east–west road extending for 95 miles (153 km) across the southern shore of Long Island in Suffolk County, New York, in the United States. It extends from the Nassau County line in Amityville, where it connects to Merrick Road, to Montauk Point State Park at the very eastern end of Long Island in Montauk. The highway is known by several designations along its routing, primarily New York State Route 27A (NY 27A) from the county line to Oakdale and NY 27 east of Southampton. The portion of Montauk Highway between Oakdale and Southampton is mostly county-maintained as County Route 80 and County Route 85 (CR 80 and CR 85, respectively).",
  "/wiki/Bellport,_New_York": "Bellport is a village in Suffolk County, New York, United States. The population was 2,084 at the 2010 census. The village is named after the Bell family, early settlers of the area. The public education system in Bellport makes up the South Country Central School District consisting of six schools, three elementary schools (Kindergarten – grade 3), Frank P. Long Intermediate School (grades 4–5), Bellport Middle School (grades 6–8) and Bellport High School. Bellport is in the town of Brookhaven and is on the South Shore of Long Island. The village is officially known as the Incorporated Village of Bellport.",
  "/wiki/County_Route_37_(Suffolk_County,_New_York)": "County routes in Suffolk County, New York, are maintained by the Suffolk County Department of Public Works and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Routes 26 to 50 (including former suffixed routes of CR 50) are listed below.",
  "/wiki/New_York_State_Route_114": "New York State Route 114 (NY 114) is a state highway on the far eastern sections of Long Island in New York in the United States.  It serves as a connector between the two \"forks\" of Long Island, crossing Shelter Island in the process. This is the only connection between the North and South forks east of Riverhead. NY 114 is the easternmost signed north–south state route in all of New York. Additionally, the route is the last in a series of sequential state routes on Long Island. The series begins with NY 101 in western Nassau County and progresses eastward to NY 114.",
  "/wiki/Shelter_Island_Heights,_New_York": "Shelter Island Heights is a hamlet and census-designated place (CDP) located in the Town of Shelter Island, Suffolk County, New York. It is located on the north side of the island of Shelter Island, surrounding the village of Dering Harbor. The population was 1,048 at the 2010 census.",
  "/wiki/Shelter_Island_Sound": "Shelter Island Sound is a body of water in Suffolk County, New York, at the eastern end of Long Island, between the North and South Forks of Long Island, adjoining  Shelter Island.  The bay is surrounded by Little Peconic Bay to the west, Noyack Bay to the south, and Gardiners Bay to the east.",
  "/wiki/List_of_county_routes_in_Suffolk_County,_New_York": "County routes in Suffolk County, New York are maintained by the Suffolk County Department of Public Works (SCDPW) and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The designations do not follow any fixed pattern. Some route numbers are deliberately omitted in order to alleviate confusion with New York state routes (such as CR 109 and CR 114); however, this practice is inconsistent, as other numbers including 108, 111, and 112 are duplicated. These routes are officially logged inside the New York State Department of Transportation's \"Local Highway Inventory\", which lists all county routes for each county in the State of New York."
}