{
  "/wiki/Park_Jin-young": "Park Jin-young (Hangul: 박진영; born December 31, 1971,[A] also known by his stage names J. Y. Park and The Asiansoul or the initials JYP, is a South Korean singer-songwriter, record producer, record executive, and reality television show judge. Park rose to stardom as a singer following the release of his 1994 debut album, Blue City. In 1997, he became the founder and CEO of JYP Entertainment, one of the most profitable entertainment agencies in South Korea. As the head of JYP Entertainment, Park has developed and managed highly successful K-pop acts including Rain, Wonder Girls, 2PM, Miss A, Got7, Suzy, Stray Kids, Day6, Itzy and Twice.",
  "/wiki/Jay_Park": "Jay Park (Korean name: Park Jae-beom (Hangul: 박재범; Hanja: 朴載範); born April 25, 1987) is a Korean American rapper, singer, songwriter, record producer, dancer, choreographer, entrepreneur, actor, member of the Seattle-based b-boy crew Art of Movement (AOM), and founder and CEO of the independent hip hop record labels AOMG and H1ghr Music. He also signed with the record label Roc Nation, becoming the first Asian American to do so.\nPark started as a b-boy and dancer, known for his charismatic performances and stage presence. Park was described as a \"born entertainer\" by Korean pop singer Patti Kim, and The New York Times quoted the president of digital music distributor DFSB Kollective describing Park as \"not just an artist, but also his own PR agent, fan club president, and TV network.\"",
  "/wiki/G-Dragon": "Kwon Ji-yong (Korean: 권지용; born August 18, 1988), also known by his stage name G-Dragon, is a South Korean singer-songwriter, rapper, record producer, entrepreneur and fashion icon, often dubbed as the king of K-Pop. From age twelve, G-Dragon trained for six years at South Korean entertainment label YG Entertainment before debuting in 2006 as the leader of the hip hop boy band Big Bang, which went on to become one of the best-selling boy bands in the world.",
  "/wiki/Verbal_Jint": "Kim Jin-tae (Hangul: 김진태; born December 19, 1980), better known by his stage name Verbal Jint (Hangul: 버벌진트), is a South Korean musician, rapper and record producer who is known for his groundbreaking innovations in Korean hip hop rhyme schemes. He established himself as one of South Korea's most popular underground rappers of the 2000s before achieving mainstream success. He is signed to the hip hop record label Brand New Music, under which he runs his own independent label, Otherside.",
  "/wiki/Taeyang": "Dong Young-bae (Korean: 동영배; born May 18, 1988), better known by his stage names Taeyang (meaning \"sun\" in Korean) and SOL (when performing in Japan), is a South Korean singer, songwriter and dancer. After appearing in Jinusean's music video \"A-yo,\" Taeyang began training under YG Entertainment at the age of 12. Six years later, he made his debut in 2006 as a member of the South Korean boy band Big Bang.  While the quintet's debut was met with lukewarm receptions, their follow-ups cemented their popularity, becoming one of the best-selling digital group of all-time in Asia and one of the best-selling boy bands in the world.",
  "/wiki/Jungyup": "Ahn Jung-yeop (Hangul: 안정엽, born February 25, 1977), better known by the mononym Jungyup (Hangul: 정엽), is a South Korean singer and leader of Brown Eyed Soul, signed under in Next Music. He released his debut solo album, Thinkin` Back On Me on November 3, 2008.",
  "/wiki/Kiha_&_The_Faces": "Kiha & The Faces (Korean: 장기하와 얼굴들) was a South Korean indie rock band lead by singer Chang Kiha. The band debuted in 2008 with the single, \"Cheap Coffee,\" and have since became one of South Korea's most popular and commercially successful indie rock bands.",
  "/wiki/Korean_Music_Awards": "The Korean Music Awards is an annual South Korean music awards show that honors both mainstream and underground musical artists from a variety of genres. Unlike other major South Korean music awards, which largely rely on record sales to determine winners, the Korean Music Awards distributes awards based on the recommendations of a panel of judges consisting of music critics, radio show producers, academics, and other professionals within the industry. The first Korean Music Awards was held in 2004."
}