{
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Filippo_Pozzato": "Filippo \"Pippo\" Pozzato (born 10 September 1981) is an Italian former road racing cyclist, who rode professionally between 2000 and 2018 for the Mapei–Quick-Step, Fassa Bortolo, Quick-Step–Innergetic, Liquigas, Team Katusha, Lampre–Merida, and two spells with the Farnese Vini–Selle Italia/Wilier Triestina–Selle Italia teams.",
  "/wiki/Manuel_Belletti": "Manuel Belletti (born 14 October 1985) is an Italian professional road bicycle racer, who currently rides for UCI ProTeam Androni Giocattoli–Sidermec.",
  "/wiki/Vincenzo_Nibali": "Vincenzo Nibali (Italian pronunciation: [vinˈtʃɛntso ˈniːbali]; born 14 November 1984) is an Italian professional road bicycle racer, who currently rides for UCI WorldTeam Trek–Segafredo.",
  "/wiki/Ivan_Basso": "Ivan Basso (born 26 November 1977) is an Italian former professional road bicycle racer who last raced with UCI ProTeam Tinkoff–Saxo. Basso, nicknamed Ivan the Terrible, was considered among the best mountain riders in the professional field in the early 21st century, and was considered one of the strongest stage race riders. He is a double winner of the Giro d'Italia, having won the 2006 edition and the 2010 edition of the Italian Grand Tour whilst riding for Team CSC in 2006 and for Liquigas in 2010. However, in 2007 Basso admitted he was planning to use doping and was suspended for two years. His suspension ended on 24 October 2008, and he returned to racing two days later in the Japan Cup, where he placed a close third behind Damiano Cunego and Giovanni Visconti. He later returned to racing in his home tour, and in 2010 he won his second Giro d'Italia while riding for Liquigas-Domo, winning two stages along the way.",
  "/wiki/Stefano_Garzelli": "Stefano Garzelli (born 16 July 1973) is an Italian former professional road racing cyclist, who competed as a professional between 1997 and 2013. The high point of his career was his overall win in the 2000 Giro d'Italia, after a close three-way competition with Gilberto Simoni and Francesco Casagrande.",
  "/wiki/Michele_Scarponi": "Michele Scarponi (25 September 1979 – 22 April 2017) was an Italian road bicycle racer, who rode professionally from 2002 until his death in 2017 for the Acqua e Sapone–Cantina Tollo, Domina Vacanze–Elitron, Würth, Acqua & Sapone–Caffè Mokambo, Androni Giocattoli, Lampre–Merida and Astana teams. He was declared the winner of the 2011 Giro d'Italia after the disqualification of Alberto Contador. Other major results of his career were the 2009 Tirreno–Adriatico, the 2011 Volta a Catalunya and the 2011 Giro del Trentino stage races.",
  "/wiki/Liquigas": "Cannondale Pro Cycling Team (UCI team code: CAN), previously known as Liquigas, was an Italian professional road bicycle racing team in the UCI ProTour.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/J%C3%A9r%C3%B4me_Pineau": "Jérôme Pineau (born 2 January 1980) is a French former professional road bicycle racer, who rode professionally between 2002 and 2015 for the Bouygues Télécom, Omega Pharma–Quick-Step and IAM Cycling squads. Born in Mont-Saint-Aignan, Pineau now works as the general manager for UCI ProTeam B&B Hotels–Vital Concept.",
  "/wiki/Damien_Monier": "Damien Monier (born August 27, 1982 in Clermont-Ferrand) is a French professional road bicycle racer for UCI Continental team Aisan Racing Team.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Matthew_Lloyd_(cyclist)": "Matthew Lloyd (born 24 May 1983) is a retired Australian professional road bicycle racer, who last rode for the Jelly Belly–Maxxis team. Lloyd is the first Australian cyclist to win a King of the Mountains competition in a grand tour. He turned professional in 2007 with the Predictor-Lotto team, after riding for the SouthAustralia.com/AIS team. He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Cadel_Evans": "Cadel Lee Evans AM (/kəˈdɛl/; born 14 February 1977) is an Australian former professional racing cyclist who finished in the Top 10 of eleven Grand Tours and won the 2011 Tour de France. Early in his career, he was a champion mountain biker, winning the World Cup in 1998 and 1999 and placing seventh in the men's cross-country mountain bike race at the 2000 Summer Olympics in Sydney. Evans is a four time Olympian.",
  "/wiki/Matthew_Goss": "Matthew Harley Goss (born 5 November 1986) is a former Australian professional road and track racing cyclist, his final professional team before retirement was the UCI Professional Continental team ONE Pro Cycling. He first competed in track cycling before making a transition to the road. He earned a gold medal at the 2006 UCI Track Cycling World Championships in the Team Pursuit event and  came in second place at the 2011 World Championships Road race. He also won the 2010 GP Ouest-France, the 2011 Milan–San Remo as well as 2 stages of the Giro d'Italia, among other victories.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Andr%C3%A9_Greipel": "André Greipel (born 16 July 1982) is a German professional road bicycle racer, who currently rides for UCI WorldTeam Israel Start-Up Nation.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Johann_Tschopp": "Johann Tschopp (born 1 July 1982 in Sierre) is a Swiss professional mountain bike racer. He previously competed as a professional road bicycle racer between 2004 and 2014, competing with the Phonak, Bouygues Télécom, BMC Racing Team and IAM Cycling squads. He is noted as an especially good climber since he is lightweight (1.75 m, 60 kg) and his training environment is mainly mountainous. He has already a quite important record in cyclo-cross and mountain bike marathon.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Bradley_Wiggins": "Sir Bradley Marc Wiggins, CBE (born 28 April 1980) is a British former professional road and track racing cyclist, who competed professionally between 2001 and 2016. Nicknamed \"Wiggo\", he began his cycling career on the track, but made the transition to road cycling and is one of the few cyclists in the modern era to gain significant elite level success in both those forms of professional cycling. He is the only rider to have combined winning both World and Olympic championships on both the track and the road, as well as winning the Tour de France, and holding the iconic track hour record. In addition, he has worn the leader's jersey in each of the three Grand Tours of cycling and held the world record in team pursuit on multiple occasions.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Evgeni_Petrov_(cyclist)": "Evgeni Petrov (born 25 May 1978 in Ufa) is a Russian former professional road bicycle racer, who rode professionally between 2001 and 2016 for the Mapei–Quick-Step, iBanesto.com, Saeco Macchine per Caffè, Lampre–Fondital, Tinkoff Credit Systems, Team Katusha, Astana and Tinkoff teams. He won the 11th stage of the 2010 Giro d'Italia from Lucera to L'Aquila. He was ejected from the 2005 Tour de France and suspended from cycling for two weeks after his haemetocrit was deemed over the limit by morning controls on the tenth stage.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Tyler_Farrar": "Tyler Farrar (born June 2, 1984) is an American former road racing cyclist, who rode professionally between 2003 and 2017 for the Jelly Belly–Carlsbad Clothing Company, Health Net–Maxxis, Cofidis, Garmin–Sharp and Team Dimension Data squads.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Wouter_Weylandt": "Wouter Weylandt (27 September 1984 – 9 May 2011) was a Belgian professional cyclist for UCI ProTeam Quick-Step–Davitamon and later for Leopard Trek. His first major win was the 17th stage of the 2008 Vuelta a España. He also won the third stage of the 2010 Giro d'Italia. He died in a crash during the third stage of the 2011 Giro d'Italia.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Chris_Anker_S%C3%B8rensen": "Chris Anker Sørensen (Danish pronunciation: [kʰʁis aŋkɐ ˈsɶɐ̯nˀsn̩]; born 5 September 1984) is a Danish former professional road bicycle racer, who rode professionally between 2005 and 2018 for the Team Designa Køkken, Tinkoff–Saxo, Fortuneo–Vital Concept and Riwal CeramicSpeed teams. Sørensen now works as a directeur sportif (and co-owner) for his final professional team, racing at UCI Professional Continental level as, Riwal Readynez.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/List_of_teams_and_cyclists_in_the_2010_Giro_d'Italia": "The 2010 Giro d'Italia began on May 8 in Amsterdam in the Netherlands, and ended on May 30 in Verona. Twenty-two professional cycling teams entered the race, who each entered a squad of nine riders. This group includes 15 UCI ProTour teams and seven UCI Professional Continental teams. Sixteen teams were guaranteed entry by a September 2008 contract between the UCI and the organizers of the season's three Grand Tours. Two from this group – Euskaltel–Euskadi and Française des Jeux – declined to participate in the race, freeing up spots for two more teams. Two new teams joined the ProTour in 2010, but only one, Team Sky, participated in the Giro, as Team RadioShack opted instead to send their best riders to the 2010 Tour of California, which was partly concurrent to the Giro."
}