{
  "/wiki/Kiniski_Gardens,_Edmonton": "Kiniski Gardens is a triangle-shaped residential neighbourhood in the Mill Woods area of south east Edmonton, Alberta, Canada.  It is part of the Burnewood area of Mill Woods, and is named for Julia Kiniski, a local reform politician of the 1960s.",
  "/wiki/Burnewood,_Edmonton": "Burnewood is a community comprising two neighbourhoods within the northeast portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Jackson Heights and Kiniski Gardens. The community is represented by the Burnewood Community League, established in 1981, which maintains a community hall and outdoor rink located at 41 Street and 41 Avenue.",
  "/wiki/Pollard_Meadows,_Edmonton": "Pollard Meadows is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Southwood.",
  "/wiki/Southwood,_Edmonton": "Southwood is a community comprising three neighbourhoods within the southwest portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Crawford Plains, Daly Grove and Pollard Meadows.",
  "/wiki/Crawford_Plains,_Edmonton": "Crawford Plains is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Southwood. It was named in 1976 to honour Neil Stanley Crawford, a provincial cabinet minister and former Edmonton alderman, \"in recognition of his public service as a member of the Edmonton Historical Board, Local Board of Health and city council.\"",
  "/wiki/Sakaw,_Edmonton": "Sakaw is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Millhurst.  The name means \"wooded area\" in the Cree language.\"",
  "/wiki/Millhurst,_Edmonton": "Millhurst is a community comprising two neighbourhoods within the south-central portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Meyokumin and Sakaw.",
  "/wiki/Jackson_Heights,_Edmonton": "Jackson Heights is a residential neighbourhood in the Mill Woods area of Edmonton, Alberta, Canada.  It is located in the Burnewood area of Mill Woods.  The neighbourhood was named in 1976 after Annie May Jackson.  Jackson \"became the first female police officer in Canada when she was appointed to the Edmonton Police Department in 1912.\"",
  "/wiki/Bisset,_Edmonton": "Bisset is a residential neighbourhood located in the Mill Woods area of Edmonton, Alberta, Canada.  The neighbourhood \"is named for Judge Athelstan Bisset, Q.C.\" It is a part of the Mill Woods community of Ridgewood.",
  "/wiki/Ridgewood,_Edmonton": "Ridgewood is a community comprising three neighbourhoods within the east-central portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Bisset, Minchau and Weinlos.",
  "/wiki/Daly_Grove,_Edmonton": "Daly Grove is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Southwood.  The neighbourhood is named after Thomas Daly who \"developed high quality strains of wheat and oats.\"",
  "/wiki/Hillview,_Edmonton": "Hillview is a residential neighbourhood in the Mill Woods area of south Edmonton, Alberta, Canada.  It is located in the Woodvale area of Mill Woods.",
  "/wiki/Woodvale,_Edmonton": "Woodvale is a community comprising two neighbourhoods within the north-central portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Greenview and Hillview.",
  "/wiki/Weinlos,_Edmonton": "Weinlos is a residential neighbourhood located in the Mill Woods area of Edmonton, Alberta, Canada.",
  "/wiki/Satoo,_Edmonton": "Satoo is a residential neighbourhood in the Mill Woods area of the City of Edmonton, Alberta, Canada.  Satoo is one of three neighbourhoods in the Mill Woods community of  Knottwood.",
  "/wiki/Knottwood,_Edmonton": "Knottwood is a community comprising three neighbourhoods within the southwest portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Ekota, Menisa and Satoo.",
  "/wiki/Richfield,_Edmonton": "Richfield is a residential neighbourhood in the Millbourne area of Mill Woods, part of south east Edmonton, Alberta, Canada.",
  "/wiki/Millbourne,_Edmonton": "Millbourne is a community comprising four neighbourhoods within the northwest portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Lee Ridge, Michaels Park, Richfield and Tweddle Place. Community representation within Millbourne are split by two community leagues. The Lee Ridge and Richfield neighbourhoods are represented by the Leefield Community League, while the Michaels Park and Tweddle Place neighbourhoods are represented by the North Millbourne Community League.",
  "/wiki/Tweddle_Place,_Edmonton": "Tweddle Place is a residential neighbourhood in the Millbourne community in the Mill Woods area of Edmonton, Alberta, Canada.  It is named for a former city commissioner, Malcolm Tweddle.",
  "/wiki/Minchau,_Edmonton": "Minchau is a residential neighbourhood in the Mill Woods area of Edmonton, Alberta, Canada.  It is named for August Minchau, a Prussian immigrant who settled in the Mill Woods area in the late 19th century.",
  "/wiki/Greenview,_Edmonton": "Greenview is a residential neighbourhood in the Mill Woods area of southeast Edmonton, Alberta, Canada.  It is located to the south of the Mill Woods Golf Course.",
  "/wiki/Meyonohk,_Edmonton": "Meyonohk is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Lakewood.  The name means \"an ideal spot\" in the Cree language.",
  "/wiki/Lakewood,_Edmonton": "Lakewood is a community comprising three neighbourhoods within the west-central portion of Mill Woods in the City of Edmonton, Alberta, Canada. Neighbourhoods within the community include Kameyosek, Meyonohk and Tipaskan.",
  "/wiki/Tipaskan,_Edmonton": "Tipaskan is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada. It is a part of the Mill Woods community of Lakewood. The name means \"'a reserve' in the Cree language, and recalls that the Mill Woods area was a Cree Indian reserve between 1876 and 1891.\"",
  "/wiki/Kameyosek,_Edmonton": "Kameyosek is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Lakewood.  The name means \"the beautiful\" in the Cree language.\"",
  "/wiki/Meyokumin,_Edmonton": "Meyokumin is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada.  It is a part of the Mill Woods community of Millhurst.  The name means \"good water\" in the Cree language.\"",
  "/wiki/Lee_Ridge,_Edmonton": "Lee Ridge is a residential neighbourhood located in the Mill Woods area of south Edmonton, Alberta, Canada, named after former Edmonton mayor Robert Lee.",
  "/wiki/Ekota,_Edmonton": "Ekota is a neighbourhood in Edmonton, Alberta, Canada.  It is located in Knottwood, in Mill Woods.  In the Cree language, Ekota means 'special place.'"
}