{
  "/wiki/Category:Australian_Football_League_clubs": "N/A",
  "/wiki/Tom_Scully": "Tom Scully (born 15 May 1991) is a professional Australian rules footballer playing for the Hawthorn Football Club. He previously played for the Melbourne Football Club and Greater Western Sydney Giants. A star midfielder at junior level, Scully was originally selected by Melbourne with the first overall draft pick of the 2009 AFL draft. However at the conclusion of his initial two-year contract with Melbourne, he accepted the opportunity to join the newly established GWS Giants in 2012 on a six year deal. In October 2018, Scully was traded to Hawthorn for the 2019 season.",
  "/wiki/Dandenong_Stingrays": "The Dandenong Stingrays are an Australian rules football team in a Victorian under 18s league called the NAB League, the Victorian statewide under-18s competition.",
  "/wiki/TAC_Cup": "The NAB League (formerly known as the TAC Cup) is an under-19 Australian rules football representative competition held in Victoria, Australia. It is based on geographic regions throughout country Victoria and metropolitan Melbourne with each team representing twelve Victorian regions, while a thirteenth team from Tasmania was reintroduced in 2019. The competition is sponsored by National Australia Bank, having previously been sponsored by the Transport Accident Commission since its inception.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Jack_Trengove": "Jack Trengove (born 2 September 1991) is a professional Australian rules footballer who most recently played for the Port Adelaide Football Club in the Australian Football League (AFL). A midfielder, 1.86 metres (6 ft 1 in) tall and weighing 88 kilograms (194 lb), Trengove is capable of contributing as both an inside and outside midfielder. After growing up in Naracoorte, South Australia, he moved to Adelaide to attend Prince Alfred College and played in the South Australian National Football League (SANFL) with the Sturt Football Club, in which he played in the 2009 SANFL Grand Final. He represented South Australia in the 2009 AFL Under 18 Championships, in which he captained the side, received All-Australian honours and won the state most valuable player. His achievements as a junior saw him considered as the potential number one draft pick in the 2009 AFL draft alongside Tom Scully, he was ultimately recruited by the Melbourne Football Club with the second selection in the draft.",
  "/wiki/Sturt_Football_Club": "The Sturt Football Club, nicknamed The Double Blues, is a semi-professional Australian rules football club based in the suburb of Unley, South Australia, which plays in the South Australian National Football League.",
  "/wiki/South_Australian_National_Football_League": "The South Australian National Football League, or SANFL (/ˈsænfəl/ or S-A-N-F-L), is an Australian rules football league based in the Australian state of South Australia. It is also the governing body for the sport of Australian rules football in South Australia.",
  "/wiki/Dustin_Martin": "Dustin Martin (born 26 June 1991) is a professional Australian rules footballer playing for the Richmond Football Club in the Australian Football League (AFL). Martin was drafted by Richmond with the third pick in the 2009 national draft, and made his AFL debut in the opening round of the 2010 season. He was nominated for the 2010 AFL Rising Star award, but was ineligible to win due to suspension.",
  "/wiki/Bendigo_Pioneers": "The Bendigo Pioneers is an Australian rules football team in the statewide Victorian under-18s league, the NAB League.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Anthony_Morabito": "Anthony Morabito (born 29 October 1991) is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL). He was delisted in 2016 after multiple knee reconstructions and several other injuries.",
  "/wiki/Peel_Thunder": "The Peel Thunder Football Club is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The team is based in Mandurah, Western Australia, with their home ground being Rushton Park. The club joined the WAFL as an expansion team in 1997.",
  "/wiki/West_Australian_Football_League": "The West Australian Football League (WAFL) is an Australian rules football league based in Perth, Western Australia. The WAFL is the third-most popular league in the nation, behind the nationwide Australian Football League (AFL) and South Australian National Football League (SANFL). The league currently consists of ten teams, which play each other in a 20-round season usually lasting from March to September, with the top five teams playing off in a finals series, culminating in a Grand Final. The league also runs reserves, colts (under-19) and women’s competitions.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Ben_Cunnington_(Australian_footballer)": "Ben Cunnington  (born, on and around a dairy farm 30 June 1991) is an Australian rules footballer who plays for the North Melbourne Football Club in the Australian Football League (AFL). Cunnington was drafted to North Melbourne with the 5th selection in the 2009 AFL Draft.",
  "/wiki/Geelong_Falcons": "The Geelong Falcons is a youth Australian rules football representative club in the NAB League, the Victorian statewide under-18s competition, Victoria, Australia.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Gary_Rohan": "Gary Rohan  (born 7 June 1991) is an Australian rules footballer who plays for the Geelong Football Club in the Australian Football League (AFL). Rohan is known for his pace and the ability to break lines with his dash out of defense. He started his career playing at half-back but then soon moved forward because of his pace. Unfortunately, he has had an injury-riddled career to this point.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Brad_Sheppard": "Bradley Sheppard (born 23 May 1991) is an Australian rules footballer who plays for the West Coast Eagles in the Australian Football League (AFL). He was selected as a first round pick (number 7 overall) in the 2009 National Draft.",
  "/wiki/East_Fremantle_Football_Club": "The East Fremantle Football Club, nicknamed the Sharks, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The team's home ground is East Fremantle Oval. East Fremantle are the most successful club in WAFL history, winning 29 premierships since their entry into the competition in 1898.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/John_Butcher_(Australian_footballer)": "John Butcher (born 3 July 1991) is a former professional Australian rules footballer who played for the Port Adelaide Football Club in the Australian Football League (AFL). He was the earliest of the three Port Adelaide players drafted in the first round in the 2009 AFL Draft (he went at pick #8). Butcher's younger brother Danny was drafted to Port Adelaide as part of the Rookie Draft in 2011 at pick 21.",
  "/wiki/Gippsland_Power": "The Gippsland Power is an Australian rules football team in the NAB League, the top statewide under-18 competition in Victoria, Australia.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Andrew_Moore_(Australian_footballer)": "Andrew Moore (born 30 May 1991) is an Australian rules footballer who currently plays for the Box Hill Hawks in the Victorian Football League (VFL). He previously played for Port Adelaide Football Club and Richmond Football Club in the Australian Football League (AFL).",
  "/wiki/Eastern_Ranges": "The Eastern Ranges is an Australian rules football team in the NAB League, the Victorian statewide under-18s competition.",
  "/wiki/Jake_Melksham": "Jake Melksham (born 29 August 1991) is a professional Australian rules footballer playing for the Melbourne Football Club in the Australian Football League (AFL). A midfielder, 1.86 metres (6 ft 1 in) tall and weighing 83 kilograms (183 lb), Melksham also has the ability to play as a defender, primarily as a half-back flanker. Growing up in Glenroy, Victoria, he played top-level football early when he joined the Calder Cannons' under 18 side in the TAC Cup at the age of sixteen. He spent three years playing for the Calder Cannons, winning a premiership in his final junior year. His achievements as a junior include state representation and the TAC Medal as the best player on the ground in the TAC Cup Grand Final.",
  "/wiki/Calder_Cannons": "The Calder Cannons is an Australian rules football club from Melbourne, Australia. The club competes in the NAB League, the Victorian Statewide Under-18s competition, and fields squads in the Under-15s, Under-16s and Under-18s. The club was formed in 1995 after the need for two more metropolitan clubs. The geographic catchment area for the club is the north western suburbs of Melbourne extending to cover the Macedon Ranges area.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Jordan_Gysberts": "Jordan Gysberts (born 11 June 1991) is an Australian rules footballer who previously played for the  Melbourne Football Club and the North Melbourne Football Club in Australian Football League (AFL).",
  "/wiki/Kane_Lucas": "Kane Lucas is a former professional Australian rules footballer who played for the Carlton Football Club in the Australian Football League (AFL). He was listed with the West Coast Eagles for the 2015 and 2016 seasons, but failed to play a senior match.",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Daniel_Talia": "Daniel Talia (born 2 October 1991) is a professional Australian rules football player who plays for the Adelaide Football Club in the Australian Football League (AFL). He was drafted with selection 13 in the 2009 National Draft from the Calder Cannons. In 2012 he won the AFL Rising Star award as the best young player in the league. Talia is the great-grandson of former Footscray player Arthur Stevens, and the grandson of Harvey Stevens who played in Footscray's 1954 VFL Grand Final victory. His younger brother, Michael Talia, played for the Western Bulldogs before being traded to the Sydney Swans after the 2015 season.",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Lewis_Jetta": "Lewis Jetta (born 4 May 1989) is an Australian rules footballer who plays for the West Coast Eagles in the Australian Football League (AFL). He is an Indigenous Australian.",
  "/wiki/Swan_Districts_Football_Club": "The Swan Districts Football Club, nicknamed the Swans, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The club is based at Bassendean Oval, in Bassendean, an eastern suburb of Perth, Western Australia. The club was formed in 1932, and joined the then-Western Australian National Football League (WANFL) in 1934, acting as a successor to the Midland Junction Football Club, which had disbanded during World War I, in the Perth Hills region.",
  "/wiki/Christian_Howard_(Australian_footballer)": "Christian Howard (born 19 March 1991) is an Australian rules footballer who played for the Western Bulldogs in the Australian Football League.",
  "/wiki/Glenelg_Football_Club": "Glenelg Football Club is an Australian rules football team, which plays in the South Australian National Football League. The club is known as the \"Tigers\" (or the \"Bays\"), and their home ground is ACH Group Stadium (formerly Glenelg Oval), located in the southern coastal suburb of Glenelg East, South Australia.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Jasper_Pittard": "Jasper Pittard (born 1 April 1991) is an Australian rules footballer currently playing for the North Melbourne Football Club in the Australian Football League (AFL). He was one of 3 Port Adelaide players drafted in the first round in the 2009 AFL Draft. Jasper is a former Fitzroy and Flemington Juniors footballer.",
  "/wiki/Daniel_Menzel": "Daniel Menzel (born 13 September 1991) is an Australian rules footballer who plays for the Sydney Swans in the Australian Football League (AFL). Brother to fellow footballer Troy Menzel.",
  "/wiki/Central_District_Football_Club": "Central District Football Club is an Australian rules football club based in the city of Elizabeth about 25 km to the north of Adelaide, South Australia.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Luke_Tapscott": "Luke Tapscott (born 28 June 1991) is an Australian rules footballer who played for the Melbourne Football Club in the Australian Football League (AFL).",
  "/wiki/North_Adelaide_Football_Club": "North Adelaide Football Club, nicknamed The Roosters, is an Australian rules football club affiliated with the South Australian National Football League (SANFL). The club plays its home games at Prospect Oval, located in Prospect, a northern suburb of Adelaide. The club was formed in 1888 as the Medindie Football Club, changing its name to North Adelaide in 1893. North Adelaide's first premiership was won in 1900, and the club has won a total of fourteen senior premierships in the SANFL, most recently in 2018.",
  "/wiki/Benjamin_Griffiths": "Ben Griffiths (born 17 September 1991) is a former professional Australian rules footballer who played for the Richmond Football Club in the Australian Football League (AFL).",
  "/wiki/Nathan_Fyfe": "Nathan Fyfe (born 18 September 1991) is a professional Australian rules footballer playing for the Fremantle Football Club in the Australian Football League (AFL). He received a nomination for the 2010 AFL Rising Star award in round 9 of the 2010 season. Fyfe is a dual Brownlow Medallist, dual Leigh Matthews Trophy recipient, three-time All-Australian (including as captain in the 2019 team) and three-time Doig Medallist. He has served as Fremantle captain since the 2017 season.",
  "/wiki/Claremont_Football_Club": "The Claremont Football Club, nicknamed Tigers, is an Australian rules football club based in Claremont, Western Australia, that currently plays in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). Its official colours are navy blue and gold. Formed as the \"Cottesloe Beach Football Club\" in 1906, the club entering the WAFL in 1925 as the \"Claremont-Cottesloe Football Club\"', changing its name to the present in 1935. Claremont have won 12 senior men's premierships since entering the competition, including most recently the 2011 and 2012 premierships.",
  "/wiki/2009_AFL_draft": "The 2009 AFL draft consisted of four opportunities for player acquisitions during the 2009/10 Australian Football League off-season. These were the trade week (held between 5 October and 9 October), the national draft (held on 26 November), the pre-season draft (15 December) and the rookie draft (15 December)."
}