{
  "/wiki/German_submarine_U-134_(1941)": "German submarine U-134 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. She was laid down on 6 September 1940 by Bremer Vulkan in Bremen-Vegesack as yard number 13 and commissioned on 26 July 1941. In seven patrols, U-134 sank three ships for a total of 12,147 gross register tons (GRT).",
  "/wiki/German_submarine_U-181": "German submarine U-181 was a Type IXD2 U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 15 March 1941 at the DeSchiMAG AG Weser yard at Bremen as yard number 1021. She was launched on 30 December 1941 and commissioned on 9 May 1942 under the command of Kapitänleutnant Wolfgang Lüth. After training with the 4th U-boat Flotilla at Stettin, U-181 was attached to the 10th flotilla for front-line service on 1 October 1942, then transferred to the 12th flotilla on 1 November.",
  "/wiki/Wolfgang_L%C3%BCth": "Wolfgang Lüth (15 October 1913 – 14 May 1945) was the second most successful German U-boat captain of World War II. His career record of 46 merchant ships plus the French submarine Doris sunk during 15 war patrols, with a total displacement of 225,204 gross register tons (GRT), was second only to that of Korvettenkapitän (Lieutenant Commander) Otto Kretschmer, whose 47 sinkings totaled 273.043 GRT.",
  "/wiki/German_submarine_U-381": "German submarine U-381 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II. She failed to return in May 1943 and was declared missing in unknown circumstances.",
  "/wiki/German_submarine_U-436": "German submarine U-436 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/G%C3%BCnther_Seibicke": "The Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and its variants were the highest awards in the military and paramilitary forces of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945.[Note 1] This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the Heer (army), Kriegsmarine (Navy) and Luftwaffe (air force)—as well as the Waffen-SS, the Reich Labour Service and the Volkssturm (German national militia). There were also 43 recipients in the military forces of allies of the Third Reich.",
  "/wiki/German_submarine_U-442": "German submarine U-442 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-511": "German submarine U-511 was a Type IXC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 21 February 1941 at the Deutsche Werft yard in Hamburg as yard number 307, launched on 22 September 1941 and commissioned on 8 December 1941 under the command of Kapitänleutnant Friedrich Steinhoff.",
  "/wiki/German_submarine_U-522": "German submarine U-522 was a Type IXC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/Herbert_Schneider_(officer)": "The Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and its variants were the highest awards in the military and paramilitary forces of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945.[Note 1] This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the Heer (Army), Kriegsmarine (Navy) and Luftwaffe (Air Force)—as well as the Waffen-SS, the Reich Labour Service and the Volkssturm (German national militia). There were also 43 foreign recipients of the award.",
  "/wiki/German_submarine_U-571": "German submarine U-571 was a Type VIIC U-boat built for the Kriegsmarine of Nazi Germany for service during World War II. U-571 conducted eleven war patrols, sinking seven ships totalling 47,169 gross register tons (GRT), and damaging one other, which displaced 11,394 tons. On 28 January 1944 she was attacked by an Australian-crewed Sunderland aircraft from No. 461 Squadron RAAF west of Ireland and was destroyed by depth charges. All hands were lost.",
  "/wiki/Helmut_M%C3%B6hlmann": "The Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and its variants were the highest awards in the military of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945.[Note 1] This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the German Army, Kriegsmarine (navy) and Luftwaffe (air force)—as well as the Waffen-SS, the Reich Labour Service and the Volkssturm (German national militia). There were also 43 foreign recipients of the award.",
  "/wiki/German_submarine_U-575": "German submarine U-575 was a Type VIIC U-boat in service of Nazi Germany's Kriegsmarine during World War II. She carried out ten patrols, sailing for 463 days and sinking eight ships totalling 36,010 gross register tons (GRT) and damaged three others of 29,777 GRT. She was a member of 18 separate wolfpacks and was sunk north of the Azores by Allied ships and aircraft on March 1944.",
  "/wiki/G%C3%BCnther_Heydemann": "Günther Heydemann (11 January 1914 – 2 January 1986) was a German U-boat commander in the Kriegsmarine of Nazi Germany in World War II. He was a recipient of the Knight's Cross of the Iron Cross. Prior to taking command of U-575, Heydemann made two war patrols as watch officer on board U-69 under the command of Kapitänleutnant Jost Metzler.",
  "/wiki/German_submarine_U-620": "German submarine U-620 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II.\nShe was laid down on 19 June 1941 by Blohm & Voss, Hamburg as yard number 596, launched on 9 March 1942 and commissioned on 30 April 1942 under Oberleutnant zur See Heinz Stein.",
  "/wiki/Convoy_TM_1": "Convoy TM 1 was the code name for an Allied convoy during the Second World War. Nine tankers, escorted by Royal Navy warships, attempted to reach Gibraltar from Trinidad. The convoy was attacked by a U-boat wolf pack in the central Atlantic Ocean, and most of the merchant vessels were sunk. This was one of the most successful attacks on Allied supply convoys throughout the entire war. The convoy was defended by the destroyer HMS Havelock, and three Flower-class corvettes, HMS Godetia, HMS Pimpernel and HMS Saxifrage. Seven tankers were sunk during the attacks, two surviving to reach Gibraltar. Two U-boats were damaged during the attacks."
}