{
  "/wiki/High_school": "A secondary school is an organization that provides secondary education and the building where this takes place. Some secondary schools provide both lower secondary education and upper secondary education (levels 2 and 3 of the ISCED scale), but these can also be provided in separate schools, as in the American middle and  high school system.",
  "/wiki/Bachelor_of_Music": "Bachelor of Music is an academic degree awarded by a college, university, or conservatory upon completion of a program of study in music. In the United States, it is a professional degree, and the majority of work consists of prescribed music courses and study in applied music, usually requiring proficiency in an instrument, voice, or conducting. In Canada, the B.M. is often considered an undergraduate degree. Programs typically last from three to four and a half years.",
  "/wiki/Composer": "A composer (Latin compōnō; literally \"one who puts together\") is a musician who is an author of music in any form, including vocal music (for a singer or choir), instrumental music, electronic music, and music which combines multiple forms. A composer may create music in any music genre, including, for example, classical music, musical theatre, blues, folk music, jazz, and popular music. Composers often express their works in a written musical score using musical notation.",
  "/wiki/Musical_director": "A music director, musical director, or director of music is the person responsible for the musical aspects of a performance, production, or organization, for example the artistic director and usually chief conductor of an orchestra or concert band, the director of music of a film, the director of music at a radio station, the person in charge of musical activities or the head of the music department in a school, the coordinator of the musical ensembles in a university, college, or institution (but not usually the head of the academic music department), the head bandmaster of a military band, the head organist and choirmaster of a church, or an organist and master of the choristers (the title given to a director of music at a cathedral, particularly in England).",
  "/wiki/Master_of_Arts": "Master of Arts (Latin: Magister Artium or Artium Magister; abbreviated M.A. or A.M.) is a type of master's degree awarded by universities in many countries. The degree is usually contrasted with the Master of Science. Those admitted to the degree typically study linguistics, history, communication studies, diplomacy, public administration, political science, or other subjects within the scope of the humanities and social sciences; however, different universities have different conventions and may also offer the degree for fields typically considered within the natural sciences and mathematics. The degree can be conferred in respect of completing courses and passing examinations, research, or a combination of the two.",
  "/wiki/Performing_arts": "Performing arts refers to forms of art in which artists use their voices, bodies or inanimate objects to convey artistic expression. It is different from visual arts, which is when artists use paint, canvas or various materials to create physical or static art objects. Performing arts include a range of disciplines which are performed in front of a live audience.",
  "/wiki/Film_director": "A film director is a person who directs the making of a film. A film director controls a film's artistic and dramatic aspects and visualizes the screenplay (or script) while guiding the technical crew and actors in the fulfilment of that vision. The director has a key role in choosing the cast members, production design, and the creative aspects of filmmaking. Under European Union law, the director is viewed as the author of the film.",
  "/wiki/Nick_Joaquin": "Nicomedes \"Nick\" Márquez Joaquín (May 4, 1917 – April 29, 2004) was a Filipino writer and journalist best known for his short stories and novels in the English language. He also wrote using the pen name Quijano de Manila. Joaquín was conferred the rank and title of National Artist of the Philippines for Literature. He has been considered one of the most important Filipino writers, along with José Rizal and Claro M. Recto. Unlike Rizal and Recto, whose works were written in Spanish, Joaquin's major works were written in English despite being a native Spanish speaker.",
  "/wiki/Associate_of_Arts": "An associate degree is an undergraduate degree awarded after a course of post-secondary study lasting two or three years. It is a level of qualification between a high school diploma or GED and a bachelor's degree.",
  "/wiki/F._Sionil_Jos%C3%A9": "Francisco Sionil José (born 3 December 1924) is one of the most widely read Filipino writers in the English language. His novels and short stories depict the social underpinnings of class struggles and colonialism in Filipino society. José's works—written in English—have been translated into 28 languages, including Korean, Indonesian, Czech, Russian, Latvian, Ukrainian and Dutch..",
  "/wiki/Ang_Kiukok": "Ang Kiukok (March 1, 1931 – May 9, 2005) was a Filipino painter of Chinese descent and was a National Artist for Visual Arts.",
  "/wiki/Painting": "Painting is the practice of applying paint, pigment, color or other medium to a solid surface (called the \"matrix\" or \"support\"). The medium is commonly applied to the base with a brush, but other implements, such as knives, sponges, and airbrushes, can be used.  The final work is also called a painting.",
  "/wiki/Visual_artist": "The visual arts are art forms such as painting, drawing, printmaking, sculpture, ceramics, photography, video, filmmaking, design, crafts, and architecture. Many artistic disciplines such as performing arts, conceptual art, textile arts also involve aspects of visual arts as well as arts of other types. Also included within the visual arts are the applied arts such as industrial design, graphic design, fashion design, interior design and decorative art.",
  "/wiki/Leandro_Locsin": "Leandro V. Locsin (August 15, 1928 – November 15, 1994) was a Filipino architect, artist, and interior designer known for his use of concrete, floating volume and simplistic design in his various projects. An avid collector, he was fond of modern painting and Chinese ceramics.  He was proclaimed a National Artist of the Philippines for Architecture in 1990 by the late President Corazon C. Aquino.",
  "/wiki/Bachelor_of_Architecture": "The Bachelor of Architecture (B.Arch.) is a bachelor's degree designed to satisfy the academic requirement of practising architecture.",
  "/wiki/Bienvenido_Lumbera": "Bienvenido Lumbera is a Filipino poet, critic and dramatist. He is a National Artist of the Philippines and a recipient of the Ramon Magsaysay Award for Journalism, Literature and Creative Communications. He won numerous literary awards, including the National Book Awards from the National Book Foundation, and the Carlos Palanca Memorial Awards.",
  "/wiki/Bachelor_of_Journalism": "The Bachelor of Journalism (B.J.) degree is a degree awarded at some universities to students who have studied journalism in a three or four year undergraduate program. In the United States, some schools that do not award the B.J. degree instead confer a Bachelor of Arts, Journalism (B.A.J.), Bachelor of Arts in Journalism and Mass Communication (B.A.J.M.C.) or Bachelor of Science, Journalism (BSJ) that is often part of or in conjunction with a course of study in mass communication. Yet another epithetological version of the degree, conferred by The Henry W. Grady College of Journalism and Mass Communication at the University of Georgia, is the A.B.J. degree, the Latin equivalent of the B.J./B.A.J.",
  "/wiki/The_Varsitarian": "The Varsitarian (Varsi, The V, or V) is the official student publication of the University of Santo Tomas (UST). Founded in January 1928 by a group of students led by Jose Villa Panganiban, it is one of the first student newspapers in the Philippines. It is published fortnightly. The lampoon issue is called The Vuisitarian. Tomas U. Santos, the mascot of the Varsitarian, is a Thomasian who represents the students of the campus. He is usually seen accompanied by a talking, and quite cynical, T-square.",
  "/wiki/Critic": "A critic is a professional who communicates an assessment and an opinion of various forms of creative works such as art, literature, music, cinema, theatre, fashion, architecture, and food. Critics may also take as their subject social or government policy. Critical judgments, whether derived from critical thinking or not, weigh up a range of factors, including an assessment of the extent to which the item under review achieves its purpose and its creator's intention and a knowledge of its context. They may also include a positive or negative personal response.",
  "/wiki/Dramatist": "A playwright or dramatist is a person who writes plays. One of the most famous playwrights was William Shakespeare (1564-1616).",
  "/wiki/Juan_Nakpil": "Juan Felipe de Jesus Nakpil (born Juan Felipe Nakpil y de Jesus; May 26, 1899 – May 7, 1986), known as Juan F. Nakpil, was a Filipino architect, teacher and a community leader. In 1973, he was named one of the National Artists for architecture. He was regarded as the Dean of Filipino Architects.",
  "/wiki/Bachelor_of_Fine_Arts": "A Bachelor of Fine Arts (BFA, B.F.A.) is the standard undergraduate degree for students in the United States and Canada seeking a professional education in the visual or performing arts.",
  "/wiki/Ildefonso_Santos": "Ildefonso Santos was a Filipino educator and poet.",
  "/wiki/Rolando_Tinio": "Rolando Santos Tinio (March 5, 1937 – July 7, 1997) was a Filipino poet, dramatist, director, actor, critic, essayist and educator.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/List_of_University_of_Santo_Tomas_alumni": "This is a list of notable students, professors, alumni and honorary degree recipients of the University of Santo Tomas in Manila. The following Thomasians were distinguished in various fields such as public service, religion, literary arts, commerce, medicine, among others. The list includes people who have studied at various levels in the university, from elementary up to postgraduate school."
}