{
  "/wiki/Francisco_Alonso_Liongson": "Francisco Alonso Liongson (1896–1965) lived in one of the most exciting periods of Philippine history. He was born into an Ilustrado family from Pampanga, Philippines at the turn of the 20th century and raised with the revolutionary values of an emerging Philippine identity which held freedom, justice, honor, patriotism and piety sacred. He witnessed the rapid changes that transformed the Philippines from a repressed society cloistered in a Spanish convent for over 300 years into modern, hedonistic consumers of American Hollywood glamor for 50 years.  This period of transition brought instabilities to core family values as the generation gaps wreaked havoc on the social, political, economic and political foundations of a young nation. It was a period of experimentation where the natives began to grapple a new democratic way of life and self-rule; where sacred paternalistic relationships were giving way to egalitarian modes; where traditional gender and familial roles were questioned, and where a new foreign language and the need for a national alternative were alienating the nation from understanding the aspirations of its elders. Liongson, in his unique, inimitable literary style captured snap shots of these struggles with anachronism in plays and articles written in the language that he mastered and loved best, Spanish. His works have since become precious gems of Philippine literature in Spanish and historic records of the Filipino psyche and social life between 1896 and 1950.",
  "/wiki/Philippine_Literature_in_Spanish": "Philippine literature in Spanish (Spanish: Literatura filipina en español; Filipino: Panitikang Pilipino sa Espanyol) is a body of literature made by Filipino writers in the Spanish language. Today, this corpus is the third largest in the whole corpus of Philippine literature (Philippine Literature in Filipino being the first, followed by Philippine literature in English). It is slightly larger than the Philippine literature in the vernacular languages. However, because of the very few additions to it in the past 30 years, it is expected that the former will soon overtake its rank.",
  "/wiki/Angelito_Antonio": "Angelito \"Mang Lito\" Antonio (born February 3, 1939) is a Filipino painter. He was born in Malolos, Bulacan. Since he was young, he was already earning titles and awards from various contests. He studied at the University of Santo Thomas (UST) and obtained his bachelor's degree in Fine Arts in 1963, he then became one of the faculties where he taught for many years. He is married to the artist Norma Belleza, with three children Marcel, Emil, and Fatima who are also painters.",
  "/wiki/Bachelor_of_Fine_Arts": "A Bachelor of Fine Arts (BFA, B.F.A.) is the standard undergraduate degree for students in the United States and Canada seeking a professional education in the visual or performing arts.",
  "/wiki/Bachelor_of_Philosophy": "Bachelor of Philosophy (BPhil, BPh, or PhB; Latin: Baccalaureus Philosophiae or Philosophiae Baccalaureus) is the title of an academic degree. The degree usually involves considerable research, either through a thesis or supervised research projects.  Despite its name it is, in most universities, a postgraduate degree.",
  "/wiki/Jose_\"Pitok\"_V._Blanco": "Jose V. Blanco is a National Artist Nominee renowned for his exuberant paintings that captures what it is to be a Filipino.\nHe was a leading painter in his town and the Philippines, with paintings that celebrate the culture, history and traditions of his beloved country. Father of the Family of Painters, he graced seven children who are artists in their own rights, namely: Glenn, Noel, Michael, Joy, Jan, Gay, and Peter Paul. Through the years, developed his well-defined insight into the world, the everyday routine remarkably captured in the most brilliant of colors, with clarity; authenticity on the Filipino experience that their family have lovingly depicted.",
  "/wiki/Bachelor_of_Architecture": "The Bachelor of Architecture (B.Arch.) is a bachelor's degree designed to satisfy the academic requirement of practising architecture.",
  "/wiki/First_Pacific_Bank": "First Pacific Bank Limited was a bank based in Hong Kong. It was a wholly owned subsidiary of the investment holding company FPB Bank Holding Company Limited (FPB Bank Holdco). Its headquarters were in the First Pacific Bank Centre in Wan Chai.",
  "/wiki/Mandarin_Oriental_Macau": "The Mandarin Oriental Macau (Chinese: 澳門文華東方酒店) is a luxury hotel on Avenida da Amizade in Sé, Macau, China under One Central development. It overlooks the Outer Harbour and Nam Van Lake, immediately to the south of the Wynn Macau hotel, and is located near a jet boat terminal. The hotel was rebuilt replacing an earlier hotel and was opened on 29 June 2010. It is described by Lonely Planet as a \"refreshing alternative\" to the many casino hotels of the city. The 435 rooms are decorated with Portuguese fabrics and teakwood furnishings. It is mentioned that the hotel is now often referred to as the Grand Lapa after a \"sale of 50% of its interests to the Sociedade de Turismo e Diversoes de Macau, or STDM\".",
  "/wiki/Pacific_Plaza_Towers": "The Pacific Plaza Towers are high-end residential condominium  skyscrapers located across One McKinley Place in Bonifacio Global City, Philippines. The twin 53-storey buildings, the North Tower and South Tower, were completed  in 2001 and rise to 179 metres (587 feet) from the ground to their architectural top. They are currently the 20th and 21st-tallest buildings in the country and Metro Manila as well.",
  "/wiki/Salcedo_Park_Twin_Towers": "The Salcedo Park Twin Towers are high-end residential condominium  skyscrapers located in Makati, Philippines. The twin 45-storey buildings were completed  in 2001 and rises to 151 metres (495 feet) from the ground to its architectural top. It was the tallest residential twin towers from 1996 until the completion of Pacific Plaza Towers in 2001.",
  "/wiki/Philippine_Women's_University": "The Philippine Women's University (abbreviated as PWU) is a non-stock, non-profit, non-sectarian educational institution for men and women from kindergarten to tertiary level.",
  "/wiki/Cirilo_Bautista": "Cirilo F. Bautista (July 9, 1941 – May 6, 2018) was a Filipino poet, critic and writer of nonfiction. A National Artist of the Philippines award was conferred on him in 2014.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/Eric_Gamalinda": "Mario Eric Gamalinda (born October 14, 1956 in Quezon City, Philippines) is a poet, fiction writer, playwright, and experimental filmmaker. His work has been described as “luminous” (Arthur Sze) and “wonderful and vibrant” (Michael Burkard). “Gamalinda is a marvelous poet,” wrote D. Nurkse, poet laureate of Brooklyn. “His wistful, fierce, enthralled voice seems to speak the true language, the sotto voce language we can’t hear in our world of binary and mutually destructive opposites.”",
  "/wiki/Eugenia_Apostol": "Eugenia \"Eggie\" Apostol (born September 19, 1925) is a Filipino publisher who played pivotal roles in the peaceful overthrow of two Philippine presidents: Ferdinand Marcos in 1986 and Joseph Estrada in 2001. She was awarded the 2006 Ramon Magsaysay Award for Journalism, Literature & Creative Communication Arts.",
  "/wiki/Ramon_Magsaysay_Award": "The Ramon Magsaysay Award is an annual award established to perpetuate former Philippine President Ramon Magsaysay's example of integrity in governance, courageous service to the people, and pragmatic idealism within a democratic society. The prize was established in April 1957 by the trustees of the Rockefeller Brothers Fund based in New York City with the concurrence of the Philippine government. The award is internationally-recognized as the Nobel Prize counterpart of Asia and is the highest award given to Asian individuals and organizations.",
  "/wiki/William_Henry_Scott_(historian)": "William Henry Scott (July 10, 1921 – October 4, 1993) was a historian of the Gran Cordillera Central and Prehispanic Philippines. He personally rejected the description anthropologist as applying to himself.",
  "/wiki/Doctor_of_Philosophy": "A Doctor of Philosophy (PhD, Ph.D., or DPhil; Latin philosophiae doctor or doctor philosophiae) is the highest university degree that is conferred after a course of study by universities in most countries. PhDs are awarded for programs across the whole breadth of academic fields. As an earned research degree, those studying for a PhD are usually required to produce original research that expands the boundaries of knowledge, normally in the form of a thesis or dissertation, and defend their work against experts in the field. The completion of a PhD is often a requirement for employment as a university professor, researcher, or scientist in many fields.\nIndividuals who have earned a Doctor of Philosophy degree may, in many jurisdictions, use the title Doctor (often abbreviated \"Dr\" or \"Dr.\") with their name, although the proper etiquette associated with this usage may also be subject to the professional ethics of their own scholarly field, culture, or society. Those who teach at universities or work in academic, educational, or research fields are usually addressed by this title \"professionally and socially in a salutation or conversation.\" Alternatively, holders may use post-nominal letters such as \"Ph.D.\", \"PhD\", or \"DPhil\" (depending on the awarding institution). It is, however, considered incorrect to use both the title and post-nominals at the same time.",
  "/wiki/Cordillera_Central_(Luzon)": "The Cordillera Central is a massive mountain range situated in the northern central part of the island of Luzon, in the Philippines. The mountain range encompasses all provinces of the Cordillera Administrative Region (Abra, Apayao, Benguet, Ifugao, Kalinga and Mountain Province), as well as portions of eastern Ilocos Norte, eastern Ilocos Sur, eastern La Union, northeastern Pangasinan, western Nueva Vizcaya, and western Cagayan.",
  "/wiki/Prehispanic_Philippines": "The history of the Philippines between 900 and 1565, also known as the pre-colonial period, begins with the creation of the Laguna Copperplate Inscription (LCI) in 900 and ends with the Spanish conquest in 1565. The LCI is the first written document found in an ancient Philippine language. The inscription itself identifies the date of its creation, and its deciphering in 1992 made it possible to put the end prehistorical Philippines around 900 AD. Prior to the LCI, the earliest record of the Philippine Islands corresponded with the arrival of Ferdinand Magellan in 1521.",
  "/wiki/Gregorio_F._Zaide": "Gregorio F. Zaide (May 25, 1907 – October 31, 1988) was a Filipino historian, author and politician from the town of Pagsanjan, Laguna in the Philippines. A multi-awarded author, Zaide wrote 67 books and more than 500 articles about history, he is known as the \"Dean of Filipino Historiographers.\"  He was one of the founders of the International Association of Historians of Asia (IAHA), and president of the Philippine Historical Association for three terms.  As a politician, he served as the mayor of his hometown of Pagsanjan from 1971 to 1975.",
  "/wiki/Historiographers": "Historiography is the study of the methods of historians in developing history as an academic discipline, and by extension is any body of historical work on a particular subject. The historiography of a specific topic covers how historians have studied that topic using particular sources, techniques, and theoretical approaches. Scholars discuss historiography by topic—such as the historiography of the United Kingdom, that of WWII, the British Empire, early Islam, and China—and different approaches and genres, such as political history and social history. Beginning in the nineteenth century, with the development of academic history, there developed a body of historiographic literature. The extent to which historians are influenced by their own groups and loyalties—such as to their nation state—remains a debated question.",
  "/wiki/Philippine_Historical_Association": "The Philippine Historical Association is a professional association of historians in the Philippines. It was founded on September 18, 1955 by a group of prominent historians at Carbungco Restaurant located at Lepanto St., Manila. Among the group were Encarnacion Alzona, Gabriel Fabella, Gregorio Zaide, Nicolas Zafra, Celedonio Resurreccion, Teodoro Agoncillo and Esteban de Ocampo.",
  "/wiki/List_of_University_of_Santo_Tomas_alumni": "This is a list of notable students, professors, alumni and honorary degree recipients of the University of Santo Tomas in Manila. The following Thomasians were distinguished in various fields such as public service, religion, literary arts, commerce, medicine, among others. The list includes people who have studied at various levels in the university, from elementary up to postgraduate school."
}