{
  "/wiki/Predator_(film)": "Predator is a 1987 American science fiction action horror film directed by John McTiernan and written by brothers Jim and John Thomas. It stars Arnold Schwarzenegger as the leader of an elite military rescue team on a mission to save hostages in guerrilla-held territory in Central America. Kevin Peter Hall co-stars as the Predator who is a technologically advanced alien spying, stalking, and hunting the main characters.",
  "/wiki/Hugo_Award": "The Hugo Award is an annual literary award for the best science fiction or fantasy works and achievements of the previous year, given at the World Science Fiction Convention and chosen by its members. The Hugo is widely considered the premier award in science fiction. The award is administered by the World Science Fiction Society. It is named after Hugo Gernsback, the founder of the pioneering science fiction magazine Amazing Stories. Hugos were first given in 1953, at the 11th World Science Fiction Convention, and have been awarded every year since 1955.",
  "/wiki/Die_Hard": "Die Hard is a 1988 American action film directed by John McTiernan, written by Jeb Stuart and Steven E. de Souza. Based on Roderick Thorp's 1979 novel Nothing Lasts Forever, it was produced by the Gordon Company and Silver Pictures, and distributed by 20th Century Fox. The film follows off-duty New York City Police Department officer John McClane (Bruce Willis) who is caught in a Los Angeles skyscraper on Christmas Eve during a heist led by criminal mastermind Hans Gruber (Alan Rickman).",
  "/wiki/Hochi_Film_Award": "The Hochi Film Award (報知映画賞, Hōchi Eiga Shō) are film-specific prizes awarded by the Hochi Shimbun.",
  "/wiki/Blue_Ribbon_Awards": "The Blue Ribbon Awards (ブルーリボン賞, Burū Ribon Shō) are film-specific prizes awarded solely by movie critics and writers in Tokyo, Japan.",
  "/wiki/Kinema_Junpo": "Kinema Junpo (キネマ旬報, Kinema Junpō), commonly called Kinejun (キネ旬), is Japan's oldest film magazine and began publication in July 1919. It was first published three times a month, using the Japanese Jun (旬) system of dividing months into three parts, but the postwar Kinema Junpō has been published twice a month.",
  "/wiki/Last_Action_Hero": "Last Action Hero is a 1993 American fantasy action comedy film directed and produced by John McTiernan. It is a satire of the action genre and associated clichés, containing several parodies of action films in the form of films within the film. The film stars Arnold Schwarzenegger as Jack Slater, a Los Angeles police detective within the Jack Slater action film franchise, while Austin O'Brien co-stars as Danny Madigan, a boy magically transported into the Slater universe, and Charles Dance as Benedict, a ruthless assassin from the Slater universe who escapes to the real world. Schwarzenegger also served as the film's executive producer and plays himself as the actor portraying Jack Slater.",
  "/wiki/Saturn_Award": "The Saturn Awards are American awards presented annually by the Academy of Science Fiction, Fantasy and Horror Films; they were initially created to honor science fiction, fantasy, and horror on film, but have since grown to reward other films belonging to genre fiction, as well as films on television and home media releases.",
  "/wiki/Golden_Raspberry_Award_for_Worst_Director": "The Razzie Award for Worst Director is an award presented at the annual Golden Raspberry Awards  to the worst director of the previous year. The following is a list of nominees and recipients of that award, along with the film(s) for which they were nominated.",
  "/wiki/Golden_Raspberry_Award_for_Worst_Picture": "The Golden Raspberry Award for Lamest Picture is an award given out at the annual Golden Raspberry Awards to the Lamest film of the past year. Over the 39 ceremonies that have taken place, there have been 202 films nominated for Lamest Picture and 42 winners including three ties.",
  "/wiki/Stinkers_Bad_Movie_Awards": "The Stinkers Bad Movie Awards (formerly known as the Hastings Bad Cinema Society) was a Los Angeles-based group of film buffs and movie critics devoted to honoring the worst films of the year.",
  "/wiki/Rollerball_(2002_film)": "Rollerball is a 2002 remake of the 1975 science-fiction film of the same name. It stars Chris Klein, Jean Reno, LL Cool J, Rebecca Romijn, and Naveen Andrews. It was directed by John McTiernan and has a much greater focus on action, with more muted social and political overtones than the original. Unlike the previous film, it takes place in the present rather than in a future dystopian society."
}