{
  "/wiki/Mooloolaba": "Mooloolaba is a coastal suburb and tourist resort township on the Sunshine Coast of Queensland, Australia. It is located 97 kilometres (60 mi) north of the state capital, Brisbane, and is part of the Maroochydore urban centre.  At the 2016 Australian Census, the suburb recorded a population of 7,730.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide. Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established.",
  "/wiki/Ishigaki,_Okinawa": "Ishigaki (石垣市, Ishigaki-shi, Yaeyama: Isïgaksï, Ishanagzï) is a city in Okinawa Prefecture, Japan. It includes Ishigaki island and the disputed Senkaku Islands territory. The city is the political, cultural, and economic center of the Yaeyama Islands. New Ishigaki Airport serves the city.\n As of December 2012, the city has an estimated population of 48,816 and a population density of 213 persons per km2. The total area is 229.00 km2.\n It is also the location of the past-disputed Senkaku Islands (see below in the Geography section).",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi). Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.",
  "/wiki/Monterrey": "Monterrey (/ˌmɒntəˈreɪ/; Spanish pronunciation: [monteˈrei] (listen)) is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$123 billion, and the third largest with an estimated population of 4,689,601 people as of 2015. Monterrey is also considered the city with the best quality of life in the country[citation needed], and serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico. As an important industrial and business center, the city is also home to many Mexican companies, including Grupo Avante, Lanix Electronics, Ocresa, CEMEX, Vitro, OXXO, FEMSA, DINA S.A., Gamesa, Cuauhtémoc Moctezuma Brewery, and Grupo ALFA. Monterrey is also home to international companies such as Cognizant, Siemens, Accenture, MSCI, Ternium, Sony, Toshiba, Carrier, Whirlpool, Samsung, Toyota, Babcock & Wilcox, Daewoo, British American Tobacco, Nokia, Dell, Boeing, HTC, General Electric, Johnson Controls, LG, SAS Institute, Grundfos, Danfoss, Qualfon and Teleperformance, among others.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León. Pre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the Calgary–Edmonton Corridor. The city had a population of 932,546 in 2016, making it Alberta's second-largest city and Canada's fifth-largest municipality. Also in 2016, Edmonton had a metropolitan population of 1,321,426, making it the sixth-largest census metropolitan area (CMA) in Canada. Edmonton is North America's northernmost metropolitan area with a population over one million. A resident of Edmonton is known as an Edmontonian. Edmonton's historic growth has been facilitated through the absorption of five adjacent urban municipalities (Strathcona, North Edmonton, West Edmonton, Beverly and Jasper Place) in addition to a series of annexations through 1982, and the annexation of 8,260 ha (82.6 km2) of land from Leduc County and the city of Beaumont on January 1, 2019.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons. Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization.",
  "/wiki/Tiszaújváros": "Tiszaújváros (Hungarian pronunciation: [ˈtisɒuːjvaːroʃ]) is an industrial town in Borsod-Abaúj-Zemplén county, Northern Hungary, 35 km (22 mi) south-east of Miskolc, near the river Tisza. Tiszaújváros owes its existence to the industrialization wave that took over the then-socialist Hungary after World War II. The government wanted to speed up industrial development and to create new job opportunities in the north-eastern part of the country. The town is one of the few Hungarian towns that do not have a history dating back to the Middle Ages or even earlier periods, although it was built near to an old village called Tiszaszederkény (which was eventually annexed to the new town) and used the name Tiszaszederkény until 1970. The construction of the town began on 9 September 1955; among the first buildings was a thermal power station and some blocks of flats around it. In the next stage of construction the Tiszai Vegyi Kombinát (TVK, Chemical Factory) was built. It is one of the major chemical complexes in Hungary and, according to their website, represents more than 20% of petrochemical capacities in Central Europe. The first production unit, the paint factory started operating in 1961.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr. The territory of modern Hungary was for centuries inhabited by a succession of peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundations of the Hungarian state were established in the late ninth century CE by the Hungarian grand prince Árpád following the conquest of the Carpathian Basin. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom.",
  "/wiki/Huatulco": "Huatulco (Spanish pronunciation: [wa'tulko]; wah-TOOL-coh), formally Bahías de Huatulco, centered on the town of La Crucecita, is a tourist development in Mexico. It is located on the Pacific coast in the state of Oaxaca. Huatulco's tourism industry is centered on its nine bays, thus the name Bahias de Huatulco, but has since been unofficially shortened to simply Huatulco. Huatulco has a wide variety of accommodations from rooms for rent, small economy luxury hotels, luxury villas, vacation condominiums, bed and breakfasts, as well as several luxury resorts standing on or near the shores of Tangolunda Bay. The Camino Real Zaashila (formerly the Omni Zaashila), Quinta Real Huatulco, Las Brisas (formerly a Club Med), Dreams Resort & Spa (formerly the Royal Maeva then the Gala hotel), and the Barceló (formerly the Sheraton hotel) are examples of the most popular larger resorts in the area.\n Huatulco is located in the state of Oaxaca where the foothills of the Sierra Madre del Sur mountains meet the Pacific Ocean approximately 500 km south of Acapulco, Guerrero.  The population is 50,000.",
  "/wiki/Tongyeong": "Tongyeong (Korean pronunciation: [tʰoŋ.jʌŋ]) is a coastal city in South Gyeongsang Province, South Korea. In 2010, it had an area of 238.81 km2 (92.21 sq mi) and a population of 139,869 people. It is divided into 1 eup (town), 6 myeon (township) and 11 dong (neighborhood). Chungmu city and Tongyeong county were reunited in 1995, creating Tongyeong City as it is known today. It consists of Goseong Peninsula, Hansan Island, Mireuk Island and other islets. It was formerly known as Chungmu, after the posthumous name of Admiral Yi Sun-sin. The name Tongyeong means command post and is itself associated with Admiral Yi, as it refers to his principal base that was located on nearby Hansan Island.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea. The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world. The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948.",
  "/wiki/Guatapé": "Guatapé is a town and municipality in the Department of Anitioquia, Colombia. It is a part of the subregion of Eastern Antioquia and is located 79 kilometres (49 mi) away from Medellín. Guatapé is bordered on the north by Alejandría, San Rafael to the east, and Granada and El Peñol to the south. This town is the gathering place for Las Vegas, or the small farms of the area.\n The town is a major tourist attraction, especially for travelers from Medellín, for both El Peñón de Guatapé, a large rock that visitors can climb, and the famous zócalos (baseboards) that adorn several of the buildings.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá. Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast. Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning Tāmaki desired by many, in reference to the desirability of its natural resources and geography. Auckland lies between the Hauraki Gulf of the Pacific Ocean to the east, the low Hunua Ranges to the south-east, the Manukau Harbour to the south-west, and the Waitakere Ranges and smaller ranges to the west and north-west. The surrounding hills are covered in rainforest and the landscape is dotted with dozens of dormant volcanic cones. The central part of the urban area occupies a narrow isthmus between the Manukau Harbour on the Tasman Sea and the Waitematā Harbour on the Pacific Ocean.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/2011_ITU_Triathlon_World_Cup": "The 2011 ITU Triathlon World Cup was a series of triathlon races organised by the International Triathlon Union (ITU) for elite-level triathletes to be held during the 2011 season. For 2011, nine races were announced as part of the World Cup series. The ninth and final race in Auckland, New Zealand was added as a test race for the 2012 ITU World Triathlon Series Grand Final. Each race was held over a distance of 1500 m swim, 40 km cycle, 10 km run (an Olympic-distance triathlon). Alongside a prize purse, points were awarded at each race contributing towards the overall 2011 ITU Triathlon World Championships point totals."
}