{
  "/wiki/The_Night_They_Took_Miss_Beautiful": "The Night They Took Miss Beautiful is a 1977 American made-for-television drama film appearing on the NBC network that was produced by Don Kirshner. The film features a large number of stars in a story about \"skyjacking beauty queens\" on a Consolidated PBY Catalina. The passengers include five beauty pageant contestants, their entourage, and a secret agent carrying a vial of a secret and highly fatal biological warfare toxin that if opened can cause a pandemic.",
  "/wiki/Coming_Home_(1978_film)": "Coming Home is a 1978 American drama film directed by Hal Ashby from a screenplay written by Waldo Salt and Robert C. Jones from a story by Nancy Dowd. It stars Jane Fonda, Jon Voight, Bruce Dern, Penelope Milford, Robert Carradine and Robert Ginty. The film's narrative follows a perplexed woman, her Marine husband, and a paraplegic Vietnam War veteran she meets while her husband is deployed in Vietnam.",
  "/wiki/The_Cheap_Detective": "The Cheap Detective is a 1978 American satirical comedy film written by Neil Simon and directed by Robert Moore.",
  "/wiki/Who'll_Stop_the_Rain": "Who'll Stop the Rain is a 1978 American neo-noir film directed by Karel Reisz and starring Nick Nolte, Tuesday Weld, Michael Moriarty, and Anthony Zerbe. It was released by United Artists and produced by Herb Jaffe and Gabriel Katzka with Sheldon Schrager and Roger Spottiswoode as executive producers. The screenplay was by Judith Rascoe and Robert Stone, based on Stone's novel Dog Soldiers (1974), the music score by Laurence Rosenthal, and the cinematography by Richard H. Kline. The movie was entered in the 1978 Cannes Film Festival.",
  "/wiki/The_Rose_(film)": "The Rose is a 1979 American drama film which tells the story of a self-destructive 1960s rock star who struggles to cope with the constant pressures of her career and the demands of her ruthless business manager. The film stars Bette Midler, Alan Bates, Frederic Forrest, Harry Dean Stanton, Barry Primus, and David Keith.",
  "/wiki/Airplane!": "Airplane! (alternatively titled Flying High!) is a 1980 American satirical disaster film written and directed by David and Jerry Zucker and Jim Abrahams, and produced by Jon Davison. It stars Robert Hays and Julie Hagerty and features Leslie Nielsen, Robert Stack, Lloyd Bridges, Peter Graves, Kareem Abdul-Jabbar, and Lorna Patterson. The film is a parody of the disaster film genre, particularly the 1957 Paramount film Zero Hour!, from which it borrows the plot and the central characters, as well as many elements from Airport 1975 and other films in the Airport film series. The film is known for its use of surreal humor and its fast-paced slapstick comedy, including visual and verbal puns, gags, and obscure humor.",
  "/wiki/Stir_Crazy_(film)": "Stir Crazy is a 1980 American comedy film directed by Sidney Poitier, produced by Hannah Weinstein and written by Bruce Jay Friedman. The film stars Gene Wilder and Richard Pryor as unemployed friends who are given 125-year prison sentences after being framed for a bank robbery. While in prison they befriend other prison inmates. The film reunited Wilder and Pryor who had appeared previously in the 1976 comedy thriller film Silver Streak. The film was released in the United States on December 12, 1980 to mixed critical reviews and was a major financial success.",
  "/wiki/Gangster_Wars": "The Gangster Chronicles is an NBC American television crime drama miniseries starring Michael Nouri, Joe Penny, Jon Polito, Louis Giambalvo, Kathleen Lloyd, Madeleine Stowe, Chad Redding, Markie Post, Allan Arbus, James Andronica, Robert Davi, Joseph Mascolo, and narrated by E.G. Marshall.",
  "/wiki/Dutch_Schultz": "Dutch Schultz (born Arthur Simon Flegenheimer; August 6, 1901 – October 24, 1935) was a New York City-area German-Jewish-American mobster of the 1920s and 1930s who made his fortune in organized crime-related activities, including bootlegging and the numbers racket.  Weakened by two tax evasion trials led by prosecutor Thomas Dewey, Schultz's rackets were also threatened by fellow mobster Lucky Luciano. In an attempt to avert his conviction, Schultz asked the Commission for permission to kill Dewey, which they refused. When Schultz disobeyed them and made an attempt to kill Dewey, the Commission ordered his murder in 1935.",
  "/wiki/Frances_(film)": "Frances is a 1982 American biographical drama film directed by Graeme Clifford from a screenplay written by Eric Bergren, Christopher De Vore, and Nicholas Kazan. The film stars Jessica Lange as Frances Farmer, a troubled actress during the 1930s whose career suffered as a result of her mental illness. It also features Kim Stanley, Sam Shepard, Bart Burns, Jonathan Banks, and Jeffrey DeMunn in supporting roles.",
  "/wiki/48_Hrs.": "48 Hrs. is a 1982 American buddy cop action comedy film directed by Walter Hill. It is Joel Silver's first film as a film producer. The screenplay was written by Hill, Roger Spottiswoode, Larry Gross and Steven E. de Souza.",
  "/wiki/Gremlins": "Gremlins is a 1984 American comedy horror film written by Chris Columbus and directed by Joe Dante. The story follows a young man who receives a strange creature called a mogwai as a pet, which then spawns other creatures who transform into small, destructive, evil monsters. It draws on legends of folkloric mischievous creatures that caused malfunctions — \"gremlins\" — in the British Royal Air Force going back to World War II. The film stars Zach Galligan and Phoebe Cates, with Howie Mandel providing the voice of Gizmo, the main mogwai character. Steven Spielberg was the film's executive producer, with the film being produced by Michael Finnell and released by Warner Bros.",
  "/wiki/The_Adventures_of_Buckaroo_Banzai_Across_the_8th_Dimension": "The Adventures of Buckaroo Banzai Across the 8th Dimension, often shortened to Buckaroo Banzai, is a 1984 American science fiction action/adventure film produced and directed by W. D. Richter and written by Earl Mac Rauch. The premise centers upon the efforts of the polymath Dr. Buckaroo Banzai, a physicist, neurosurgeon, test pilot, and musician, to save the world by defeating a band of inter-dimensional aliens called Red Lectroids from Planet 10. The film is a cross between the action/adventure and science fiction film genres and also includes elements of comedy and romance.",
  "/wiki/Beverly_Hills_Cop": "Beverly Hills Cop is a 1984 American action comedy film directed by Martin Brest, written by Daniel Petrie Jr. and starring Eddie Murphy as Axel Foley, a street-smart Detroit cop who visits Beverly Hills, California to solve the murder of his best friend. Judge Reinhold, John Ashton, Ronny Cox, Lisa Eilbacher, Steven Berkoff and Jonathan Banks appear in supporting roles.",
  "/wiki/Armed_and_Dangerous_(1986_film)": "Armed and Dangerous is a 1986 American comedy film directed by Mark L. Lester and starring John Candy, Eugene Levy, Robert Loggia and Meg Ryan. It was filmed on location in and around Los Angeles, California.",
  "/wiki/Cold_Steel_(1987_film)": "Cold Steel is a 1987 American thriller film directed by Dorothy Ann Puzo, and starring Brad Davis, Sharon Stone, Jonathan Banks, and Adam Ant. It was Anthony LaPaglia's film debut.",
  "/wiki/Pin_(film)": "Pin (also known as Pin: A Plastic Nightmare) is a 1988 Canadian horror film directed by Sandor Stern and starring David Hewlett, Cynthia Preston and Terry O'Quinn. It is based on the novel of the same name by Andrew Neiderman. The film was released direct-to-video in the United States on January 27, 1989.",
  "/wiki/Honeymoon_Academy": "Honeymoon Academy (also titled For Better or for Worse) is a 1989 American comedy-drama film starring Robert Hays and Kim Cattrall. It was directed by Gene Quintano and was filmed in Spain.",
  "/wiki/Freejack": "Freejack is a 1992 science fiction action film directed by Geoff Murphy and starring Emilio Estevez, Mick Jagger, Rene Russo and Anthony Hopkins. The screenplay was written by Steven Pressfield, Ronald Shusett (who also produced) and Dan Gilroy, loosely adapted from the 1959 science fiction novel Immortality, Inc. by Robert Sheckley.",
  "/wiki/There_Goes_the_Neighborhood_(film)": "There Goes the Neighborhood, released as Paydirt in most foreign countries, is a 1992 comedy film directed by Bill Phillips. The film tells a story of a dying prisoner who whispers the location of hidden loot to the facility's psychologist Willis Embry (Jeff Daniels), and, separately, three prison escapees, who all head to New Jersey to find it.",
  "/wiki/Boiling_Point_(1993_film)": "Boiling Point is a 1993 American action thriller film written and directed by James B. Harris, and starring Wesley Snipes, Dennis Hopper, Lolita Davidovich and Viggo Mortensen.",
  "/wiki/Jonathan_Banks": "Jonathan Ray Banks (born January 31, 1947) is an American actor. His first notable film roles were in the films Airplane! (1980), 48 Hrs. (1982), and Beverly Hills Cop (1984). He has received critical acclaim for his role as former police officer turned hitman Mike Ehrmantraut in the television series Breaking Bad (2009–2012) and its spin-off Better Call Saul (2015–present).  Earlier he was well-reviewed as Frank McPike in Wiseguy (1987–1990)."
}