{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Akira_Fitzgerald": "Akira Fitzgerald (born July 17, 1987) is a Japanese professional soccer player who plays for USL League One club Richmond Kickers as a goalkeeper.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Scott_Thomsen": "Scott Thomsen (born December 31, 1993) is an American professional soccer player who plays for USL League One club Richmond Kickers as a defender.",
  "/wiki/Ivan_Magalhães": "Ivan Magalhães dos Santos (born 23 December 1993) is a Brazilian professional footballer who plays as a defender for USL League One club Richmond Kickers.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Conor_Shanosky": "Conor Shanosky (born December 13, 1991) is an American professional soccer player who plays as a defender for USL League One club Richmond Kickers.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Matt_Bolduc": "Matthew Bolduc (born October 12, 1994) is an American professional soccer player who plays as a midfielder for USL League One club Richmond Kickers.",
  "/wiki/Amass_Amankona": "Fredrick Amass Amankona (born 2 August 1995) is a Ghanaian professional footballer who plays for USL League One club Richmond Kickers as a midfielder.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/David_Diosa": "David Diosa (born 4 December 1992) is a Colombian footballer for the Richmond Kickers in USL League One.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Kyle_Venter": "Kyle Venter (born March 13, 1991) is an American professional soccer player who plays as a defender for the Richmond Kickers in USL League One.",
  "/wiki/Luke_Pavone": "Luke Matthew Pavone (born March 29, 1995) is an American professional soccer player who plays as a defender for USL League One club Richmond Kickers.",
  "/wiki/Wahab_Ackwei": "Wahab Ackwei (born 19 October 1996) is a Ghanaian professional footballer who plays as a defender for USL League One club Richmond Kickers.",
  "/wiki/Lee_Johnston_(soccer)": "Lee Johnston (born November 17, 1992) is an American soccer player who plays as a goalkeeper for the Richmond Kickers in USL League One.",
  "/wiki/Greg_Boehme": "Gregory Boehme (born July 7, 1995) is an American professional soccer player who plays as a midfielder for USL League One club Richmond Kickers.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Emiliano_Terzaghi": "Emiliano Franco Terzaghi (born 29 November 1989) is an Argentine professional footballer who plays as a forward for USL League One club Richmond Kickers.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Devante_Dubose": "Devante Dubose (born August 5, 1992) is an American soccer player who currently plays for the Richmond Kickers in USL League One.",
  "/wiki/Charles_Boateng_(footballer,_born_1997)": "Charles Boateng (born 28 July 1997) is a Ghanaian professional footballer who plays as a forward for USL League One club Richmond Kickers, on loan from WAFA SC.",
  "/wiki/West_African_Football_Academy": "West African Football Academy (WAFA) SC. is a Ghanaian football club based near Sogakope in the Volta Region that was founded by Feyenoord from Rotterdam. They are competing in the Ghana Premier League. The 2017 season was successful as the side finished second in the Premier League, beating Hearts of Oak 5-0 along the way.",
  "/wiki/Mutaya_Mwape": "Mutaya Mwape (born 19 June 1996) is a Zambian professional footballer who plays as a midfielder for USL League One club Richmond Kickers.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
  "/wiki/Richmond_Kickers": "The Richmond Kickers are an American professional soccer club based in Richmond, Virginia. Founded in 1993, the Kickers are one of the oldest continuously run professional soccer clubs in the United States, tied with the Charleston Battery. After following the United Soccer League into the second division for 2017 and 2018, the Kickers returned to the third tier of American soccer in 2019 as a founding member of USL League One."
}