{
  "/wiki/Star_Academy_France": "Star Academy is a French reality television show based on the Spanish hit TV show Operación Triunfo. It is produced by the Dutch company Endemol. It consists of a contest of young singers.  It spawned an equally successful show in Canada called Star Académie.  It was broadcast on TF1 (2001-2008) and NRJ 12 (2012). At the end of each season, selected contestants would go on tour around France, Morocco, Switzerland, Belgium, Tunisia, and other French-speaking countries.",
  "/wiki/La_Musique_(Angelica)": "\"La Musique (Angelica)\" is a 2001 song recorded by the contestants of the first edition of French TV reality show Star Academy. The song was released as a single in December 2001 from the album L'Album and also recorded in a live version on the album Live. Cover of a 1960s song, this version achieved a huge success in France in terms of chart positions and sales.",
  "/wiki/L5_(band)": "L5 was a French girl group playing pop music. The group is known for their participation in the French Popstars TV programme in its first season in  2001.",
  "/wiki/Toutes_les_femmes_de_ta_vie": "\"Toutes les femmes de ta vie\" (English: All the girls in your life) is a 2001 song recorded by French girl group L5. It was their debut single released on November 26, 2001, from its first album L5 on which it features as first track. The song was also included on the band's 2004 album live Le live. It was a huge success in France where it was a number-one hit and can be considered as L5's signature song.",
  "/wiki/Garou_(singer)": "Pierre Garand (born 26 June 1972), known by his stage name Garou (a diminutive of his last name \"Garand\"), is a Canadian singer and actor from Sherbrooke, Quebec.",
  "/wiki/Seul_(song)": "\"Seul\" is the name of a 2000 song recorded by the Canadian singer Garou. It was released on October 2000 as the first single and the title track from his debut album of the same name, on which it features as the fourth track. It achieved a smash success in France and Belgium (Wallonia) where it topped the charts for three months, and was a top ten hit in Switzerland. To date, it is his most successful solo single (Garou has other #1 in duets and a trio).",
  "/wiki/Daddy_DJ": "Daddy DJ is a French dance act consisting of David Le Roy and Jean-Christophe Belval.",
  "/wiki/Daddy_DJ_(song)": "\"Daddy DJ\" is a song recorded by French dance act of the same name. It was their debut single from their first album Let Your Body Talk and was first released in France in 1999, and then in many European countries between April and June 2000. The music video was produced as an animated feature.",
  "/wiki/Loft_Story_(French_TV_series)": "Loft Story was a French reality show, and it's the first French adaptation of Big Brother franchise. The show generally considered is the first of its kind in France. Loft Story  presented by Benjamin Castaldi and broadcast on M6 from 26 April 2001 to 5 July 2001 for the first season and from 11 April 2002 to 4 July 2002 for the second season.",
  "/wiki/Geri_Halliwell": "Geraldine Estelle Horner (née Halliwell) (born 6 August 1972), is an English singer, songwriter, author, philanthropist and actress. Halliwell came to international prominence in the 1990s as Ginger Spice, a member of the  wildly successful girl group the Spice Girls, which was also the best-selling girl group of all time, with over 85 million records sold, of which 75 million copies were sold with the quintet line-up including Halliwell. The phrase “girl power”, regularly uttered by all five members, was most closely associated with Halliwell. Her Union Jack dress from the 1997 Brit Awards also became an enduring symbol of girl power. In 1998, Halliwell left the Spice Girls to pursue a solo career but later returned to the group when they reunited in 2007. Halliwell reportedly amassed a $40 million fortune during her last two years in the group.",
  "/wiki/It%27s_Raining_Men": "\"It's Raining Men\" is a song by the American musical duo The Weather Girls from their third studio album Success (1983). It was released as the album's lead single on September 10, 1982 through Columbia Records and CBS Records International. Paul Jabara wrote the song in collaboration with Paul Shaffer, and composed the song in collaboration with Bob Esty. \"It's Raining Men\" is a Hi-NRG and Post-disco that incorporates elements of R&B, soul, and 1970s-style electronic dance music. Its lyrics describe an excitement and enjoyment of many different types of men.",
  "/wiki/Shaggy_(musician)": "Orville Richard Burrell CD (born October 22, 1968), better known by his stage name Shaggy, is a Jamaican reggae musician, singer, DJ, and actor who scored hits with the songs \"It Wasn't Me\", \"Boombastic\", \"In The Summertime\", \"Oh Carolina\", and \"Angel\". He has been nominated for seven Grammy Awards, winning twice for Best Reggae Album with Boombastic in 1996 and 44/876 with Sting in 2019, and has won the Brit Award for International Male Solo Artist in 2002.",
  "/wiki/Rikrok": "Rickardo George Ducent (born 17 June 1972), known by his stage name Rik Rok, is an English-Jamaican singer. His most famous recording is his appearance on Shaggy's 2000 hit single \"It Wasn't Me\".",
  "/wiki/It_Wasn%27t_Me": "\"It Wasn't Me\" is the first single from Jamaican-American reggae artist Shaggy's multi Platinum studio album Hot Shot (2000). The song features vocals from Shaggy and Rikrok. The lyrics of the song depict one man asking his friend what to do, after his girlfriend caught him having sex with another woman. His friend's advice is to deny everything, despite clear evidence to the contrary, with the phrase \"It wasn't me.\"",
  "/wiki/Kylie_Minogue": "Kylie Ann Minogue, AO, OBE (/mɪˈnoʊɡ/; born 28 May 1968), often known simply as Kylie, is an Australian singer, songwriter and actress. Throughout her career, Minogue has been known for reinventing herself in fashion and music. She is described as a style icon and has been recognised with several honorific nicknames, most notably the \"Princess of Pop\". Minogue is also recognised as the highest-selling female Australian artist of all time. Born and raised in Melbourne, she has worked and lived in the United Kingdom since the 1990s. Minogue achieved recognition starring in the Australian soap opera Neighbours, where she played tomboy mechanic Charlene Robinson. She came to prominence as a recording artist in the late 1980s and released four bubblegum and dance-pop-influenced studio albums produced by Stock Aitken Waterman and released by PWL. By the time she released her fourth album in the early 1990s, she had amassed several top ten singles in the UK and Australia, including \"I Should Be So Lucky\", \"The Loco-Motion\", \"Hand on Your Heart\", \"Better the Devil You Know\" and \"Step Back in Time\". Minogue, however, felt alienated and dissatisfied with the little creative control she had over her music.",
  "/wiki/Can%27t_Get_You_Out_of_My_Head": "\"Can't Get You Out of My Head\" is a song recorded by Australian singer Kylie Minogue for her eighth studio album, titled Fever, which she released in 2001. The song was released in Australia by Parlophone as the lead single from the album on 8 September 2001. It was released on 17 September 2001 in the United Kingdom. In the United States, the single was released on 18 February 2002. Jointly written, composed, and produced by Cathy Dennis and Rob Davis, \"Can't Get You Out of My Head\" is a midtempo dance song which combines the genres of synth-pop, techno-pop and nu-disco, which lyrically details the singer's obsession towards her lover. The song is famous for its \"la la la\" hook.",
  "/wiki/Lorie_(singer)": "Laure Pester, professionally known as Lorie, (born May 2, 1982) is a French singer. She has sold over 8 million albums and singles worldwide as of December 2007. Her first studio album Près de toi was certified triple platinum in France and she followed it with five other certified albums.\nLorie is also an actress, who lent her voice for many French versions of international movies including Stuart Little 2. She stars in the TF1 TV film De feu et de glace, and guest-starred as a Parisian model on the American soap opera The Young and the Restless. She has also launched a clothing line, \"Lorie\", only found in the Z stores in France. Her contract with Z ended in early 2009.",
  "/wiki/Pr%C3%A8s_de_moi": "\"Près de moi\" is the second single recorded by the French singer Lorie. Released in 2001, it was the first single from her first album Près de Toi, on which it features as second track (and as 14th and 15th tracks in remixed versions). The single was a smash hit in France and Belgium (Wallonia).",
  "/wiki/C%C3%A9line_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/Sous_le_vent": "\"Sous le vent\" (meaning under the wind and leeward, pronounced [su lə vɑ̃]) is a duet between Garou and Celine Dion, released on 29 October 2001. It's the third hit single from Garou's album, Seul (November 2000). \"Sous le vent\" was also included on Dion's On ne change pas greatest hits compilation in October 2005. The song was written by Jacques Veneruso, who later wrote for Dion \"Tout l'or des hommes\" and \"Je ne vous oublie pas\" among others."
}