{
  "/wiki/1987_Rugby_World_Cup": "The 1987 Rugby World Cup was the first Rugby World Cup. New Zealand and Australia agreed to co-host the tournament. New Zealand hosted 20 matches – 17 pool stage matches, two quarter-finals and the final – while Australia hosted 12 matches – seven pool matches, two quarter-finals and both semi-finals. The event was won by co-hosts New Zealand, who were the strong favourites and won all their matches comfortably. France were losing finalists, and Wales surprise third-place winners: Australia, having been second favourites, finished fourth after conceding crucial tries in the dying seconds of both the semi-final against France and the third-place play-off against Wales.",
  "/wiki/Zimbabwe_national_rugby_union_team": "The Zimbabwe national rugby union team, nicknamed the Sables, represents the African nation of Zimbabwe in international competition, and is administered by the Zimbabwe Rugby Union. While sides representing the colony of Rhodesia have played as early as 1910, the modern day Zimbabwe rugby team did not play its first test until 1981, against Kenya. Zimbabwe has competed in two World Cups, in 1987 and 1991, in place of South Africa, who were sanctioned by the IRB at the time due to apartheid. Zimbabwe is categorized as Tier 3 Development One, which prioritizes Zimbabwe over other nations due to historical success as well as popularity of rugby in the nation.",
  "/wiki/1991_Rugby_World_Cup_%E2%80%93_Africa_qualification": "The 1991 Rugby World Cup – Africa qualification was a qualifying tournament for the 1991 Rugby World Cup  which was jointly hosted by England, France, Ireland, Scotland and Wales. The Confederation of African Rugby was allocated one place (Africa 1) and a tournament took place in Zimbabwe, which was won by the home team.",
  "/wiki/1995_Rugby_World_Cup_%E2%80%93_Africa_qualification": "For the 1995 Rugby World Cup in South Africa, the Confederation of African Rugby was allocated one direct qualifying place (Africa 1) in addition to the automatic qualifying place granted to South Africa as host of tournament.",
  "/wiki/South_Africa_national_rugby_union_team": "The South African national rugby union team, commonly known as the Springboks (colloquially the Boks or Bokke, and Amabokoboko) is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match against a British Isles touring team.",
  "/wiki/Ivory_Coast_national_rugby_union_team": "The Ivory Coast national rugby union team, nicknamed Les Éléphants, participates in the annual Africa Cup and are considered a third tier rugby team.",
  "/wiki/1999_Rugby_World_Cup_%E2%80%93_Africa_qualification": "The Confederation of African Rugby was allotted one place in the 1999 Rugby World Cup by direct qualification (Africa 1) and one place in the repechage tournament. This was in addition to the automatic qualifying place granted to South Africa as champions of the 1995 tournament.",
  "/wiki/Namibia_national_rugby_union_team": "The Namibia national rugby union team, nicknamed the Welwitschias, are a tier-two nation in the World Rugby tier system, and have participated in five Rugby World Cup competitions since their first appearance in 1999. They are governed by the Namibia Rugby Union.",
  "/wiki/Morocco_national_rugby_union_team": "The Morocco national rugby union team are a national sporting side, representing Morocco in rugby union. The team is also known as the Atlas Lions. Morocco is governed by the Fédération Royale Marocaine de Rugby. Morocco competes in the Africa Cup annually. The team has won the competition in 2003 and 2005. They usually play their internationals in Casablanca.",
  "/wiki/2003_Rugby_World_Cup_%E2%80%93_Africa_qualification": "In qualification for the 2003 Rugby World Cup, there was one position for an African nation, as well as the possibility of repechage qualification. Namibia qualified, joining automatic qualifiers South Africa at the competition in Australia.",
  "/wiki/Tunisia_national_rugby_union_team": "The Tunisia national rugby union team is the national team of Tunisia, a third tier rugby union nation. They first started competing in 1979 and they competed in the African qualification for the 2007 Rugby World Cup.",
  "/wiki/2007_Rugby_World_Cup_%E2%80%93_Africa_qualification": "In qualifying for the 2007 Rugby World Cup, there is one place available for African teams, and one place in the repechage. In the group rounds, there are three points awarded for a win, two for a draw, and one for a loss. There are no bonus points awarded.",
  "/wiki/2011_Rugby_World_Cup_%E2%80%93_Africa_qualification": "In the African Regional Qualifying Process, 14 of the 15 eligible IRB member nations took part (South Africa had already qualified from Rugby World Cup 2007).",
  "/wiki/2015_Rugby_World_Cup_%E2%80%93_Africa_qualification": "The Africa section of 2015 Rugby World Cup qualifying saw thirteen teams competing for one direct qualification spot into the final tournament in England, and one spot in the Repechage play-offs.",
  "/wiki/2019_Rugby_World_Cup_%E2%80%93_Africa_qualification": "Qualifying for the 2019 Rugby World Cup for Africa Rugby began in June 2016, with 14 teams competing. On 18 August 2018, Namibia qualified for the World Cup by winning the 2018 Rugby Africa Gold Cup, defeating Kenya, who finished second and advanced to the repechage tournament.",
  "/wiki/Kenya_national_rugby_union_team": "The Kenya national rugby union team is also known as the Simbas (simba is Swahili for 'lion').\nKenya competes in the  Africa Cup and is ranked thirty-second in the World Rugby Rankings as of July 2019. Kenya is yet to qualify for the Rugby World Cup.",
  "/wiki/Rugby_World_Cup_qualification": "Rugby World Cup qualification is a process that determines which nations will compete at the Rugby World Cup."
}