{
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Malan_Breton": "Malan Breton (born June 16, 1973) is a Republic of China (ROC) Taiwanese-born, fashion designer, film, and music video director, columnist, costume designer, television and film producer, actor, and Goodwill Ambassador to Republic of China (ROC) Taiwan . He launched his namesake label \"Malan Breton\" in 2005, Malan Breton Homme in 2010, and Fantôme Malan Breton in 2012.\nThe labels are associated with menswear, womenswear, accessories, underwear, fragrance, cosmetics, and bridal. In 2019 Malan Breton was named UK “Ambassador of the Arts” for his work in fashion by Zac Goldsmith PC , UK Parliament and the Parliamentary Society .",
  "/wiki/Long_Island_City": "Long Island City (LIC) is a residential and commercial neighborhood located on the extreme western tip of Queens, New York City, at the western edge of Long Island.  It is bordered by Astoria to the north; the East River to the west; Hazen Street, 49th Street, and New Calvary Cemetery in Sunnyside to the east; and Newtown Creek—which separates Queens from Greenpoint, Brooklyn—to the south.",
  "/wiki/Minneapolis": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/Target_Corporation": "Target Corporation is the 8th-largest retailer in the United States, and is a component of the S&P 500 Index. Founded by George Dayton and headquartered in Minneapolis, the company was originally named Goodfellow Dry Goods in June 1902 before being renamed the Dayton's Dry Goods Company in 1903 and later the Dayton Company in 1910. The first Target store opened in Roseville, Minnesota in 1962 while the parent company was renamed the Dayton Corporation in 1967. It became the Dayton-Hudson Corporation after merging with the J.L. Hudson Company in 1969 and held ownership of several department store chains including Dayton's, Hudson's, Marshall Field's, and Mervyn's. It is unrelated to Target Australia.",
  "/wiki/Keith_Michael": "Keith Michael (born Keith Michael Rizza on January 14, 1972) is an American fashion designer based in New York City. Michael participated in the third season of American reality show Project Runway.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/San_Diego": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/West_Hollywood,_California": "West Hollywood, commonly referred to as WeHo (/ˈwiːhoʊ/), is a city in Los Angeles County, California, United States. Incorporated in 1984, it is home to the Sunset Strip. As of the 2010 U.S. Census, its population was 34,399. It is considered one of the most prominent gay villages in the United States.",
  "/wiki/Mattel": "Mattel, Inc. (/məˈtɛl/) is an American multinational toy manufacturing and entertainment company founded in 1945 with headquarters in El Segundo, California. The products and brands it produces include Fisher-Price, Barbie, Monster High, Ever After High, Polly Pocket, Hot Wheels, Matchbox, Masters of the Universe, American Girl, Thomas & Friends, and WWE. In the early 1980s, Mattel produced video game systems, under its own brands and under license from Nintendo. The company has presence in 40 countries and territories and sells products in more than 150 countries. The company operates through three business segments: North America, international, and American Girl. It is the world's second largest toy maker in terms of revenue, after The Lego Group. In 2019, it ranked #575 on the Fortune 500 list. On January 17, 2017, Mattel named former Google executive Margo Georgiadis as CEO. Georgiadis stepped down as CEO of Mattel on April 19, 2018. Her last day was on April 26, 2018. Ynon Kreiz is now the new CEO of Mattel.",
  "/wiki/Amesville,_Ohio": "Amesville /ˈeɪmzvɪl/ is a village in Athens County, Ohio, United States, located on Federal Creek. The population was 154 at the 2010 census.",
  "/wiki/Santa_Monica,_California": "Santa Monica (Spanish: Santa Mónica; Spanish for Saint Monica) is a beachfront city in western Los Angeles County, California, United States. Situated on Santa Monica Bay, it is bordered on three sides by the city of Los Angeles – Pacific Palisades to the north, Brentwood on the northeast, West Los Angeles on the east, Mar Vista on the southeast, and Venice on the south. The 2010 U.S. Census population was 89,736. \nDue in part to an agreeable climate, Santa Monica became a famed resort town by the early 20th century. The city has experienced a boom since the late 1980s through the revitalization of its downtown core, significant job growth and increased tourism. The Santa Monica Pier and Pacific Park remain popular destinations.",
  "/wiki/Kayne_Gillaspie": "Johnathan Kayne Gillaspie (born March 14, 1979) is an American fashion designer, specializing in eveningwear gowns. His brand Johnathan Kayne is distributed to specialty retail stores internationally. Kayne gained attention as a contestant on the third season of the Bravo reality series Project Runway and as a contestant on the second season of the Lifetime series Project Runway All Stars.",
  "/wiki/Norman,_Oklahoma": "Norman (/ˈnɔːrmən/) is a city in the U.S. state of Oklahoma located 20 miles (32 km) south of downtown Oklahoma City. As the county seat of Cleveland County and a part of the Oklahoma City metropolitan area, its population was 110,925 at the 2010 census. Norman's estimated population of 122,843 in 2017 makes it the third-largest city in Oklahoma.",
  "/wiki/Mychael_Knight_(fashion_designer)": "Michael Anthony Knight Jr. (April 11, 1978 – October 17, 2017) was an American fashion designer.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Laura_Bennett": "Laura Eugenia Bennett (born August 2, 1963 in New Orleans, Louisiana) is an American architect and fashion designer and one of the four finalists on Bravo's July 2006's Project Runway (Season 3).",
  "/wiki/Architect": "An architect is a person who plans, designs and reviews the construction of buildings.  To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose. Etymologically, architect derives from the Latin architectus, which derives from the Greek (arkhi-, chief + tekton, builder), i.e., chief builder.",
  "/wiki/Uli_Herzner": "Ulrike \"Uli\" Herzner (born 23 April 1971) is a fashion designer originally from East Germany, currently living in Miami Beach, Florida. She was a contestant on the third season of the Bravo network reality television series Project Runway, where she finished runner-up to Jeffrey Sebelia. She starred in her own show, It's Very Uli on Plum TV, and finished as second runner-up on season 2 of Project Runway All-Stars.",
  "/wiki/Miami_Beach,_Florida": "Miami Beach is a coastal resort city in Miami-Dade County, Florida, United States. It was incorporated on March 26, 1915. The municipality is located on natural and man-made barrier islands between the Atlantic Ocean and Biscayne Bay, the latter of which separates the Beach from the mainland city of Miami. The neighborhood of South Beach, comprising the southernmost 2.5 square miles (6.5 km2) of Miami Beach, along with downtown Miami and the Port of Miami, collectively form the commercial center of South Florida.  Miami Beach's estimated population is 92,307 according to the most recent United States census estimates. Miami Beach is the 26th largest city in Florida based on official 2017 estimates from the US Census Bureau.  It has been one of America's pre-eminent beach resorts since the early 20th century.",
  "/wiki/Jeffrey_Sebelia": "Jeffrey Sebelia is an American fashion designer and founder of the clothing label Cosa Nostra, which he headed from a loft on Broadway in downtown Los Angeles. He is best known as the winner of the third season of American reality show Project Runway.",
  "/wiki/Project_Runway_(season_3)": "Project Runway Season 3 was the third season of Project Runway, Bravo's successful reality competition for fashion designers.  The third season of the show, with Heidi Klum returning as the host and Tim Gunn as the designers' guide, began airing on July 12, 2006.  This broke tradition from the previous two seasons, which premiered in December, with the finales taking place at Olympus Fashion Week in February."
}