{
  "/wiki/1990_in_film": "The year 1990 in film involved many significant events as shown below. Universal Pictures celebrated its 75th anniversary in 1990.",
  "/wiki/63rd_Academy_Awards": "The 63rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 25, 1991, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, Academy Awards (commonly referred to as the Oscars) were presented in 23 categories. The ceremony, which was televised in the United States on ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted for the second consecutive year. Three weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on March 2, the Academy Awards for Technical Achievement were presented by host Geena Davis.",
  "/wiki/The_Nasty_Girl": "The Nasty Girl (German: Das schreckliche Mädchen) is a 1990 West German drama film based on the true story of Anna Rosmus. The original German title loosely translates as \"The Terrible Girl.\"",
  "/wiki/Michael_Verhoeven": "Michael Verhoeven (born 13 July 1938) is a German film director.",
  "/wiki/1992_in_film": "The year 1992 in film involved many significant film releases.",
  "/wiki/65th_Academy_Awards": "The 65th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1992 in the United States and took place on March 29, 1993, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the fourth consecutive year. In related events, during a ceremony held at the Century Plaza Hotel in Los Angeles on March 6, the Academy Awards for Technical Achievement were presented by host Sharon Stone.",
  "/wiki/Schtonk!": "Schtonk! subtitled Der Film zum Buch vom Führer (\"The film accompanying the Führer's book\") is a 1992 German satirical film which retells the story of the 1983 Hitler Diaries hoax.  It was written and directed by Helmut Dietl.",
  "/wiki/Helmut_Dietl": "Helmut Dietl (22 June 1944 – 30 March 2015) was a German film director and author from Bad Wiessee.",
  "/wiki/1993_in_film": "The year 1993 in film involved many significant films, including the blockbuster hits Jurassic Park, The Fugitive and The Firm. (For more about films in foreign languages, check sources in those languages.)",
  "/wiki/66th_Academy_Awards": "The 66th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1993 and took place on March 21, 1994, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the first time. Nearly a month earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on February 26, the Academy Awards for Technical Achievement were presented by host Laura Dern.",
  "/wiki/Justice_(1993_film)": "Justice (German: Justiz) is a 1993 German-language film directed by Hans W. Geißendörfer. It was an international co-production between Germany and Switzerland. Based on the 1985 novel The Execution of Justice by Friedrich Dürrenmatt, the film was chosen as Germany's official submission to the 66th Academy Awards for Best Foreign Language Film, but did not manage to receive a nomination.",
  "/wiki/Hans_W._Gei%C3%9Fend%C3%B6rfer": "Hans W. Geißendörfer (born 6 April 1941 in Augsburg) is a German film director and producer.",
  "/wiki/1994_in_film": "This is a list of films released in 1994. The top worldwide grosser was The Lion King, becoming the highest-grossing Walt Disney Feature Animation film of all-time, although it was slightly overtaken at the North American domestic box office by Forrest Gump, which won the Academy Award for Best Picture.",
  "/wiki/67th_Academy_Awards": "The 67th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 27, 1995, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 23 categories honoring the films released in 1994. The ceremony, televised in the United States by ABC, was produced by Gilbert Cates and directed by Jeff Margolis. Comedian David Letterman hosted the show for the first time. Three weeks earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on March 4, the Academy Awards for Technical Achievement were presented by host Jamie Lee Curtis.",
  "/wiki/The_Promise_(1995_film)": "The Promise (German: Das Versprechen) is a 1995 German-language film directed by Margarethe von Trotta. It was an international co-production between Germany, France and Switzerland. Two young lovers in Berlin are separated when the Berlin wall goes up, and their stories intertwine during the three decades to German reunification. This film was chosen as Germany's official submission to the 67th Academy Awards for Best Foreign Language Film, but did not receive a nomination.",
  "/wiki/Margarethe_von_Trotta": "Margarethe von Trotta (born 21 February 1942) is a German film director who has been referred to as a \"leading force\" of the New German Cinema movement. Von Trotta's extensive body of work has won awards internationally. She was married to and collaborated with director Volker Schlöndorff.  Although they made a successful team, von Trotta felt she was seen as secondary to Schlöndorff. Subsequently, she established a solo career for herself and became \"Germany’s foremost female film director, who has offered the most sustained and successful female variant of Autorenkino in postwar German film history\". Certain aspects of von Trotta's work have been compared to Ingmar Bergman's features from the 1960s and 1970s.",
  "/wiki/1995_in_film": "This is a list of films released in 1995. The highly anticipated sequel Die Hard with a Vengeance was the year's biggest box-office hit, and Braveheart won the Academy Award for Best Picture.",
  "/wiki/68th_Academy_Awards": "The 68th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1995 in the United States and took place on March 25, 1996, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Quincy Jones and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the second time, having previously presided over the 66th ceremony in 1994. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Richard Dreyfuss.",
  "/wiki/Brother_of_Sleep": "Brother of Sleep (German: Schlafes Bruder) is a 1995 German film directed by Joseph Vilsmaier and based on the novel Schlafes Bruder by Austrian writer Robert Schneider. It was chosen as Germany's official submission to the 68th Academy Awards for Best Foreign Language Film, but did not manage to receive a nomination.",
  "/wiki/Joseph_Vilsmaier": "Joseph Vilsmaier (24 January 1939 – 11 February 2020) was a German film director.",
  "/wiki/1996_in_film": "The year 1996 involved many significant films. The major releases this year included Scream, Independence Day, Fargo, Trainspotting, The Rock, The English Patient, Twister, Mars Attacks!, Jerry Maguire and a film version of the musical, Evita.",
  "/wiki/69th_Academy_Awards": "The 69th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 24, 1997, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented the Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1996. The ceremony, televised in the United States by ABC, was produced by Gil Cates, and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the fifth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 65th ceremony held in 1993. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 1, the Academy Awards for Technical Achievement were presented by host Helen Hunt. This also served as the launch event for DVD, with its U.S. launch being on the same day as the ceremony.",
  "/wiki/Deathmaker": "Deathmaker (German: Der Totmacher) is a 1995 German film directed by Romuald Karmakar and starring Götz George, Jürgen Hentsch and Pierre Franckh. The film is based on the transcripts of the interrogation of the notorious serial killer Fritz Haarmann.",
  "/wiki/Romuald_Karmakar": "Romuald Karmakar (born February 15, 1965) is a French film director, screenwriter and producer. He was born in Wiesbaden, Germany as the son of a Bengali father and a French mother. From 1977 to 1982 he lived in Athens. He has won several national and international awards, including the German National Film Award in Gold in 1996 for Der Totmacher (Deathmaker). His work has been honored with several retrospectives at festivals and cinematheques. In 2008, the MoMA celebrated his film Das Himmler-Projekt [de] (The Himmler Project) as one of the top 250 most important artistic acquisitions of the Museum since 1980. A member of Akademie der Künste, Berlin (the Academy of the Arts, Berlin), Karmakar is internationally regarded for his honest representation of the less attractive aspects of society by focusing on those perpetrators responsible for these downfalls. Karmakar is currently a Fellow at the Radcliffe Institute for Advanced Study at Harvard University (2012–13). He has been invited as one of the four artists (together with Ai Weiwei, Santu Mofokeng and Dayanita Singh) to represent Germany at the German Pavilion at the Art Venice Biennale in 2013.",
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/Beyond_Silence_(1996_film)": "Beyond Silence (German: Jenseits der Stille) is a 1996 German film directed by Caroline Link. The film was nominated for the Academy Award for Best Foreign Language Film at the 70th Academy Awards.",
  "/wiki/Caroline_Link": "Caroline Link (born 2 June 1964 in Bad Nauheim, West Germany), is a German film director and screenwriter.",
  "/wiki/1998_in_film": "The year 1998 in film involved many significant films including; Shakespeare in Love (which won the Academy Award for Best Picture), Saving Private Ryan, American History X, The Truman Show, Primary Colors, Rushmore, Rush Hour, There's Something About Mary, The Big Lebowski, and Terrence Malick's directorial return in The Thin Red Line. Animated releases included Antz, A Bug's Life, Mulan, The Prince of Egypt and The Rugrats Movie. Warner Bros. Pictures celebrated its 75th anniversary in 1998.",
  "/wiki/71st_Academy_Awards": "The 71st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 1998 in film and took place on March 21, 1999, at the Dorothy Chandler Pavilion in Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the third time. She first hosted the 66th ceremony held in 1994 and had last hosted the 68th ceremony in 1996. Nearly a month earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 27, the Academy Awards for Technical Achievement were presented by host Anne Heche.",
  "/wiki/Run_Lola_Run": "Run Lola Run (German: Lola rennt) is a 1998 German thriller film. The film was written and directed by Tom Tykwer, and stars Franka Potente as Lola and Moritz Bleibtreu as Manni. The story follows a woman who needs to obtain 100,000 Deutsche Mark in twenty minutes to save her boyfriend's life.",
  "/wiki/Tom_Tykwer": "Tom Tykwer (German: [ˈtɪkvɐ]; born 23 May 1965) is a German film director, producer, screenwriter, and composer. He is best known internationally for directing the thriller films Run Lola Run (1998), Heaven (2002), Perfume: The Story of a Murderer (2006), and The International (2009). He collaborated with The Wachowskis as co-director for the science fiction film Cloud Atlas (2012) and the Netflix series Sense8 (2015–2018). Tykwer is also well known as the co-creator of the internationally acclaimed German television series Babylon Berlin.",
  "/wiki/1999_in_film": "The year 1999 in film included Stanley Kubrick's final film Eyes Wide Shut, Pedro Almodóvar's first Oscar-winning film All About My Mother, the science-fiction hit The Matrix, the Deep Canvas-pioneering Disney animated feature Tarzan and Best Picture-winner American Beauty and the well-received The Green Mile, as well as the animated works Toy Story 2, Stuart Little, The Iron Giant and South Park: Bigger, Longer & Uncut. Other noteworthy releases included Spike Jonze and Charlie Kaufman's breakout film Being John Malkovich and M. Night Shyamalan's breakout film The Sixth Sense, the controversial Fight Club and Paul Thomas Anderson's Magnolia. The year also featured George Lucas' top-grossing Star Wars: Episode I – The Phantom Menace. Columbia Pictures and Metro-Goldwyn-Mayer celebrated their 75th anniversaries in 1999.",
  "/wiki/72nd_Academy_Awards": "The 72nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1999 and took place on March 26, 2000, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by husband-and-wife producing team Richard and Lili Fini Zanuck and was directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the seventh time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 70th ceremony held in 1998. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 4, the Academy Awards for Technical Achievement were presented by host Salma Hayek.",
  "/wiki/Aim%C3%A9e_%26_Jaguar": "Aimée & Jaguar is a 1999 German drama film set in Berlin during World War II. It was written and directed by Max Färberböck and based on Erica Fischer [de]'s book chronicling the actual lives of Lilly Wust and Felice Schragenheim during that time. Before Erica Fischer's bestseller, Lilly Wust was tracked down by the American journalist, author, and noted Holocaust researcher Charles Brady, who considered Lilly Wust a Holocaust victim. It was over a year and a half, however, before Wust was able to confide in Brady and tell him her whole story. They remained close friends for 20 years until her death in 2006.",
  "/wiki/Max_F%C3%A4rberb%C3%B6ck": "Max Färberböck (born 22 September 1950) is a German film director and writer. He was born in Brannenburg, Bavaria. He began his career at theaters in Buenos Aires and in Italy. He later studied at the University of Television and Film in Munich and worked for Constantin Film and as an assistant for Peter Zadek at the Deutsches Schauspielhaus in Hamburg. After producing several plays at theaters in Hamburg, Heidelberg and Cologne, he began to write and direct episodes for the TV series Der Fahnder.",
  "/wiki/2000_in_film": "The year 2000 in film involved some significant events.\nThe top grosser worldwide was Mission: Impossible 2. Domestically in North America, Gladiator won the Academy Awards for Best Picture and Best Actor (Russell Crowe). Dinosaur was the most expensive film of 2000 and a box-office success.",
  "/wiki/73rd_Academy_Awards": "The 73rd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 2000 in film and took place on March 25, 2001, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted the show for the first time. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 3, the Academy Awards for Technical Achievement were presented by host Renée Zellweger.",
  "/wiki/No_Place_to_Go_(2000_film)": "No Place to Go (German: Die Unberührbare) is a German black-and-white film released in April 2000, directed by Oskar Roehler, starring Hannelore Elsner, about a suicidal middle-aged writer travelling around Germany at a time of personal crisis.",
  "/wiki/Oskar_Roehler": "Oskar Roehler (born 21 January 1959) is a German film director, screenwriter and journalist. He was born in Starnberg as the son of writer Gisela Elsner and the writer Klaus Roehler. Since the mid-1980s he has been working as a screenwriter, for, among others, Niklaus Schilling, Christoph Schlingensief and Mark Schlichter. Since the early 1990s he has also been working as a film director. For his film No Place to Go he won the Deutscher Filmpreis. His 2010 film Jew Suss: Rise and Fall was nominated for the Golden Bear at the 60th Berlin International Film Festival.",
  "/wiki/2001_in_film": "The year 2001 in film involved some significant events, including the first of the Harry Potter series, the first of The Fast and the Furious franchise, the first of The Lord of the Rings trilogy, the first of the Ocean's Trilogy, and the first of the Shrek franchise. Significant non-English language films released included Monsoon Wedding and Amélie.",
  "/wiki/74th_Academy_Awards": "The 74th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 24, 2002, at the Kodak Theatre in Hollywood, Los Angeles. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2001. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the fourth time. She first hosted the 66th ceremony held in 1994 and had last hosted the 71st ceremony in 1999. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Charlize Theron.",
  "/wiki/Das_Experiment": "Das Experiment (English: The Experiment) is a 2001 German thriller film directed by Oliver Hirschbiegel. It is based on Mario Giordano's novel Black Box and deals with a social experiment which resembles Philip Zimbardo's Stanford prison experiment of 1971.",
  "/wiki/Oliver_Hirschbiegel": "Oliver Hirschbiegel (born 29 December 1957) is a German film director. His works include Das Experiment and the Oscar-nominated Downfall.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/75th_Academy_Awards": "The 75th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 23, 2003, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2002. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted for the second time, having previously presided over the 73rd ceremony held in 2001. Three weeks earlier in a ceremony at Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 1, the Academy Awards for Technical Achievement were presented by host Kate Hudson.",
  "/wiki/Nowhere_in_Africa": "Nowhere in Africa (German: Nirgendwo in Afrika) is a 2001 German film that was written and directed by Caroline Link. The screenplay is based on the 1995 autobiographical novel of the same name by Stefanie Zweig. It tells the story of the life in Kenya of a German-Jewish family that emigrated there in 1938 to escape persecution in Nazi Germany. The film won the Academy Award for Best Foreign Language Film as well as five German Film Prizes (Deutscher Filmpreis), including best feature film of 2001.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Good_Bye_Lenin!": "Good Bye Lenin! is a 2003 German tragicomedy film, directed by Wolfgang Becker. The cast includes Daniel Brühl, Katrin Saß, Chulpan Khamatova, and Maria Simon. The story follows a family in East Germany; the mother (Saß) is dedicated to the socialist cause and falls into a coma in October 1989, shortly before the November revolution. When she awakens eight months later in June 1990, her son (Brühl) attempts to protect her from a fatal shock by concealing the fall of the Berlin Wall and the collapse of communism.",
  "/wiki/Wolfgang_Becker": "Wolfgang Becker (born 22 June 1954) is a German film director and writer. He is best known to the international audience for his work Good Bye Lenin! (2003).",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/77th_Academy_Awards": "The 77th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on February 27, 2005, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 24 categories honoring films released in 2004. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Chris Rock hosted the show for the first time. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 12, the Academy Awards for Technical Achievement were presented by host Scarlett Johansson.",
  "/wiki/Downfall_(2004_film)": "Downfall (German: Der Untergang) is a 2004 historical war drama film directed by Oliver Hirschbiegel from a screenplay by its producer, Bernd Eichinger. The film stars Bruno Ganz, Alexandra Maria Lara, Corinna Harfouch, Ulrich Matthes, Juliane Köhler, Heino Ferch, Christian Berkel, Matthias Habich, and Thomas Kretschmann. It is set during the Battle of Berlin in World War II, when Nazi Germany is on the verge of defeat, and depicts the final days of Adolf Hitler (portrayed by Ganz).",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Sophie_Scholl_%E2%80%93_The_Final_Days": "Sophie Scholl – The Final Days (German: Sophie Scholl – Die letzten Tage) is a 2005 German historical drama film directed by Marc Rothemund and written by Fred Breinersdorfer. It is about the last days in the life of Sophie Scholl, a 21-year-old member of the anti-Nazi non-violent student resistance group the White Rose, part of the German Resistance movement. She was found guilty of high treason by the People’s Court and executed the same day, 22 February 1943.",
  "/wiki/Marc_Rothemund": "Marc Rothemund (born August 26, 1968) is a German film director. He is the son of the film director Sigi Rothemund and the brother of the actress Nina Rothemund. He began his career as an assistant for his father and then began to direct episodes for TV series. His first feature film was the 1998 production Das merkwürdige Verhalten geschlechtsreifer Großstädter zur Paarungszeit. In 2005 he directed the film Sophie Scholl – The Final Days, written by Fred Breinersdorfer, which was nominated for the 78th Academy Awards Best Foreign Language Film and received numerous other awards, including the Silver Bear for Best Director at the Berlin International Film Festival.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/The_Lives_of_Others": "The Lives of Others (German: Das Leben der Anderen) is a 2006 German drama film, marking the feature film debut of filmmaker Florian Graf Henckel von Donnersmarck. The plot is about the monitoring of East Berlin residents by agents of the Stasi, the GDR's secret police. It stars Ulrich Mühe as Stasi Captain Gerd Wiesler, Ulrich Tukur as his superior Anton Grubitz, Sebastian Koch as the playwright Georg Dreyman, and Martina Gedeck as Dreyman's lover, a prominent actress named Christa-Maria Sieland.",
  "/wiki/Florian_Henckel_von_Donnersmarck": "Florian Maria Georg Christian Graf Henckel von Donnersmarck (born 2 May 1973) is a German film director, best known for writing and directing the 2006 Oscar-winning dramatic thriller The Lives of Others, the 2010 three time Golden Globe nominated romantic thriller The Tourist starring Angelina Jolie and Johnny Depp, and the two-time Oscar-nominated 2018 epic drama Never Look Away.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/The_Edge_of_Heaven_(film)": "The Edge of Heaven (German: Auf der anderen Seite, literally On the Other Side, Turkish: Yaşamın Kıyısında) is a 2007 Turkish-German drama written and directed by Fatih Akın. The film won the Prix du scénario at the 2007 Cannes Film Festival, was Germany's entry in the category Best Foreign Language Film at the 2007 Oscars, but was not nominated.",
  "/wiki/Fatih_Ak%C4%B1n": "Fatih Akin (Turkish: Fatih Akın, born 25 August 1973) is a German film director, screenwriter and producer of Turkish descent. He has won numerous awards for his films, including the Golden Bear at the Berlin Film Festival for his film Head-On (2004), Best Screenplay at the Cannes Film Festival for his film The Edge of Heaven (2007), and the Golden Globe Award for Best Foreign Language Film for his film In the Fade (2017).",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/81st_Academy_Awards": "The 81st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2008 and took place on February 22, 2009, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Condon and Laurence Mark and directed by Roger Goodman. Actor Hugh Jackman hosted the show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel.",
  "/wiki/Der_Baader_Meinhof_Komplex": "The Baader Meinhof Complex (German: Der Baader Meinhof Komplex) is a 2008 German drama film directed by Uli Edel. Written and produced by Bernd Eichinger, it stars Moritz Bleibtreu, Martina Gedeck, and Johanna Wokalek. The film is based on the 1985 German best selling non-fiction book of the same name by Stefan Aust. It retells the story of the early years of the West German far-left terrorist organisation the Rote Armee Fraktion (Red Army Fraction, or Red Army Faction, a.k.a. RAF) from 1967 to 1977.",
  "/wiki/Uli_Edel": "Uli Edel (born 11 April 1947) is a German film and television director, best known for his work on films such as Last Exit to Brooklyn and Body of Evidence.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/The_White_Ribbon": "The White Ribbon is a 2009 black-and-white German-language drama film written and directed by Michael Haneke. Das weiße Band, Eine deutsche Kindergeschichte (literally, \"The White Ribbon, a German Children's Story\") darkly depicts society and family in a northern German village just before World War I and, according to Haneke, \"is about the roots of evil. Whether it’s religious or political terrorism, it’s the same thing.\"",
  "/wiki/Michael_Haneke": "Michael Haneke (German: [ˈhaːnəkə]; born 23 March 1942) is an Austrian film director and screenwriter. His work often examines social issues and depicts the feelings of estrangement experienced by individuals in modern society. Haneke has made films in French, German, and English and has worked in television‚ theatre, and cinema. He also teaches film direction at the Film Academy Vienna.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/When_We_Leave": "When We Leave (German: Die Fremde, Turkish: Ayrılık) is a 2010 German-Turkish drama film, produced, written and directed by Austrian filmmaker Feo Aladag. The film received worldwide acclaim, and represented Aladag's debut as a producer, writer and director.",
  "/wiki/Feo_Aladag": "Feo Aladag is an Austrian film director, screenwriter, producer, and actress best known for her film When We Leave, which won the 2010 Tribeca Film Festival."
}