{
  "/wiki/1987_Rugby_World_Cup": "The 1987 Rugby World Cup was the first Rugby World Cup. New Zealand and Australia agreed to co-host the tournament. New Zealand hosted 20 matches – 17 pool stage matches, two quarter-finals and the final – while Australia hosted 12 matches – seven pool matches, two quarter-finals and both semi-finals. The event was won by co-hosts New Zealand, who were the strong favourites and won all their matches comfortably. France were losing finalists, and Wales surprise third-place winners: Australia, having been second favourites, finished fourth after conceding crucial tries in the dying seconds of both the semi-final against France and the third-place play-off against Wales.",
  "/wiki/Japan_national_rugby_union_team": "The Japan national rugby union team (often known as the Cherry Blossoms, Sakura, and, more recently, The Brave Blossoms), is traditionally the strongest rugby union power in Asia and has enjoyed and endured mixed results against non-Asian teams over the years. Rugby union in Japan is administered by the Japan Rugby Football Union (JRFU), which was founded in 1926. They compete annually in the Pacific Nations Cup and previously in the Asia Rugby Championship. They have also participated in every Rugby World Cup since the tournament began in 1987.",
  "/wiki/1991_Rugby_World_Cup_%E2%80%93_European_qualification": "In 1989-1990, 14 European teams competed for the two available positions in the 1991 Rugby World Cup.",
  "/wiki/1995_Rugby_World_Cup_%E2%80%93_Asia_qualification": "The 1994 ARFU Asian Rugby Championship was the 14th edition  of the tournament, and was played in Kuala Lumpur. It also doubled up as the Asian qualifying tournament for the 1995 Rugby World Cup. The eight teams were divided in two pools with a round robin played in each. The top teams in each pool then played off in the final to decide the tournament winner.  Japan won the competition, defeating South Korea  by 26–11 in the final, and subsequently represented Asia in the 1995 Rugby World Cup.",
  "/wiki/1999_Rugby_World_Cup_%E2%80%93_Asia_qualification": "The Asian Rugby Football Union was allotted one place in the 1999 Rugby World Cup by direct qualification (Asia 1) and one place in the repechage tournament. Eight teams participated in the qualification tournament for Asia which was held in three stages. The first two stages (Rounds 1 and 2) were played in 1997  and the last stage (Round 3) was played in 1998.",
  "/wiki/South_Korea_national_rugby_union_team": "The South Korea national rugby union team, recognized as Korea by World Rugby, has yet to make their debut at the Rugby World Cup.",
  "/wiki/2003_Rugby_World_Cup_%E2%80%93_Asia_qualification": "In qualification for the 2003 Rugby World Cup in Australia, there was one position available to the Asia qualifiers, as well as the possibility of further repechage qualification. Japan would go on to qualify for the competition.",
  "/wiki/2007_Rugby_World_Cup_%E2%80%93_Asia_qualification": "In qualification for the 2007 Rugby World Cup, thirteen Asian Rugby Football Union (ARFU) nations compete for one full place, and one repechage place (Repechage 2, against Oceania 3). No Asian teams qualified for the quarter finals in 2003, so none qualify automatically in 2007. Only Japan has been to the World Cup, participating in all five RWCs to date, with only one win in 1991 (England) against Zimbabwe, 52-8. Asia 1 will go into Group B with Australia, Wales, Fiji and Canada.",
  "/wiki/2011_Rugby_World_Cup_%E2%80%93_Asia_qualification": "Asia's world cup qualifiers will be centred on its flagship tournament, the Asian Five Nations. The winner of the 2010 tournament will qualify, but to give all teams a chance of qualification the 2008 and 2009 seasons will also be part of the qualification process. In total, 13 teams participated in the qualifying tournament, as in 2007, with 12 of the teams being the same (Guam competed in 2007, but were replaced by Pakistan in the 2011 qualification process).",
  "/wiki/Kazakhstan_national_rugby_union_team": "The Kazakhstan national rugby union team, nicknamed \"The Nomads\", is controlled by the Kazakhstan Rugby Union.\nKazakhstan have been participating in international competition since 1994 after their independence from the USSR.",
  "/wiki/2015_Rugby_World_Cup_%E2%80%93_Asia_qualification": "In the Asian Region for 2015 Rugby World Cup qualifying, Japan took the sole qualification spot, Asia 1 by winning Round 3: 2014 Asian Five Nations, while second placed Hong Kong qualified for the repechage playoff.",
  "/wiki/Hong_Kong_national_rugby_union_team": "The Hong Kong national rugby union team, nicknamed the Dragons, is one of the better rugby sides in Asia outside Japan, and has consistently made the repechages of the Rugby World Cup qualifying. Rugby union in Hong Kong is administered by the Hong Kong Rugby Union since 1952, and competes annually in the Asia Rugby Championship.",
  "/wiki/2019_Rugby_World_Cup_%E2%80%93_Asia_qualification": "Qualifying for the 2019 Rugby World Cup for Asia Rugby began in May 2016 and ended in early June 2018, where the winner of the qualification process advanced to a cross-regional play-off series against the winner of Round 2 of the Oceania qualification process in June 2018.",
  "/wiki/Rugby_World_Cup_qualification": "Rugby World Cup qualification is a process that determines which nations will compete at the Rugby World Cup."
}