{
  "/wiki/Tiago_Camilo": "Tiago Henrique de Oliveira Camilo (born May 24, 1982) is a judoka from Brazil, who won the silver medal in the lightweight (−73 kg) division at the 2000 Summer Olympics. He also won a gold medal at the 2007 World Judo Championships, and was the third Brazilian to become a world champion in judo, after João Derly and Luciano Correa. At the 2008 Summer Olympics he won a bronze medal in the −81 kg category. At the 2012 Olympic Games, he lost the bronze medal match to Ilias Iliadis in the −90 kg weight division.",
  "/wiki/Judo_at_the_2000_Summer_Olympics": "Final results for the Judo events at the 2000 Summer Olympics:",
  "/wiki/Judo_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_73_kg": "Men's 73 kg competition in judo at the 2000 Summer Olympics was held on September 18 at the Sydney Convention and Exhibition Centre.",
  "/wiki/Carlos_Honorato": "Carlos Eduardo Honorato (born November 9, 1974 in São Paulo) is a judoka from Brazil, who won the silver medal in the middleweight (– 90 kg) division at the 2000 Summer Olympics in Sydney, Australia. In the final he was defeated by Holland's Mark Huizinga.",
  "/wiki/Adriana_Behar": "Adriana Brandão Behar (born February 14, 1969, in Rio de Janeiro) is one of the most outstanding volleyball players of her generation.",
  "/wiki/Shelda_Bede": "Shelda Kelly Bruno Bede (born January 1, 1973) is a retired beach volleyball player from Brazil.",
  "/wiki/Volleyball_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, four volleyball events were contested — men’s and women’s indoor volleyball, and men's and women's beach volleyball.",
  "/wiki/Beach_volleyball_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_tournament": "These page shows the results of the Women's Beach Volleyball Tournament at the 2000 Summer Olympics in Sydney, Australia, held from September 16 to September 25, 2000.",
  "/wiki/Z%C3%A9_Marco_de_Melo": "José Marco \"Zé Marco\" Nóbrega Ferreira de Melo (born March 19, 1971 in João Pessoa, Paraíba) is a beach volleyball player from Brazil, who won the silver medal in the men's beach team competition at the 2000 Summer Olympics in Sydney, Australia, partnering Ricardo Santos. He also represented his native country at the 1996 Summer Olympics in Atlanta, Georgia.",
  "/wiki/Ricardo_Santos_(beach_volleyball)": "Ricardo Alex Costa Santos (born January 6, 1975 in Salvador da Bahia) is a beach volleyball player from Brazil.",
  "/wiki/Beach_volleyball_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_tournament": "These page shows the results of the Men's Beach Volleyball Tournament at the 2000 Summer Olympics in Sydney, Australia, held from September 17 to September 26, 2000.",
  "/wiki/Robert_Scheidt": "Robert Scheidt (born April 15, 1973) is a Brazilian sailor, who has won two gold medals, two silver medals and a bronze from five Olympic Games and a Star Sailors League Final. He is one of the most successful sailors at Olympic Games and one of the most successful Brazilian Olympic athletes, being one of only three to earn five medals along with fellow sailor Torben Grael., and the only sailor to win medals in both dinghy and keelboat classes.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics": "Sailing at the 2000 Summer Olympics in Sydney was held from 17–30 September 2000 at the Olympic Sailing Shore Base in the Sydney Harbour.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics_%E2%80%93_Laser": "The Open Single Person Dinghy at the 2000 Summer Olympics was held from 20 to 29 September 2000 in Sydney in Australia. Points were awarded for placement in each race. Eleven races were scheduled and sailed. Each sailor had two discards.",
  "/wiki/Vicente_de_Lima": "Vicente Lenílson de Lima (born June 4, 1977) is a Brazilian sprinter specializing in the 100 metres, 200 metres, and the 4×100 metres relay.",
  "/wiki/%C3%89dson_Ribeiro": "Édson Luciano Ribeiro (born December 8, 1972) is a Brazilian sprinter competing mostly in 100 metres. He has been successful on regional level, and won two Olympic medals with the Brazilian 4 x 100 metres relay team.",
  "/wiki/Andr%C3%A9_da_Silva": "André Domingos da Silva (born 26 November 1972 in Santo André, São Paulo) is a Brazilian athlete who competed mainly in the 100 and 200 metres.",
  "/wiki/Claudinei_da_Silva": "Claudinei Quirino da Silva (born November 19, 1970 in Lençóis Paulista) is a retired Brazilian sprinter who competed primarily in 200 metres.",
  "/wiki/Cl%C3%A1udio_Roberto_Souza": "Cláudio Roberto Souza (born 14 October 1973 in Teresina, Piauí) is a Brazilian sprinter who specialized in the 100 and 200 metres.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metres_relay": "The men's 4 × 100 metres relay races at the 2000 Summer Olympics as part of the athletics program were held on Friday 29 September and Saturday 30 September.",
  "/wiki/Fernando_Scherer": "Fernando de Queiroz Scherer (born October 6, 1974) is a Brazilian international swimmer. He won the bronze medal in the 50-meter freestyle at the 1996 Summer Olympics in Atlanta and another bronze medal four years later in Sydney with the Brazilian relay team in the 4×100-meter freestyle.",
  "/wiki/Gustavo_Borges": "Gustavo França Borges (born December 2, 1972) is a Brazilian former competitive swimmer. He swam for Brazil in the Summer Olympic Games in: 1992, 1996, 2000 and 2004. Borges, together with sailor Robert Scheidt, has won the second-most Olympic medals of any Brazilian, with four—one in 1992, two in 1996 and one in 2000—behind sailor Torben Grael. He also has the third-most Pan American Games gold medals of any Brazilian, with eight—behind swimmer Thiago Pereira and table tennis player Hugo Hoyama. Borges was Brazil's flagbearer for the Closing Ceremony at the 2004 Summer Olympics.",
  "/wiki/Carlos_Jayme": "Carlos Alberto Borges Jayme (born June 13, 1980) is a former competition swimmer from Brazil.  Jayme was a freestyle specialist and an Olympic bronze medalist.",
  "/wiki/Edvaldo_Val%C3%A9rio": "Edvaldo Valério Silva Filho (born April 20, 1978 in Salvador, Bahia) is a freestyle swimmer from Brazil. He competed for his native country at the 2000 Summer Olympics in Sydney, Australia. There, he was a member of the men's relay team that won the bronze medal in the 4×100-metre freestyle in Sydney, Australia, alongside Fernando Scherer, Gustavo Borges, and Carlos Jayme.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_freestyle_relay": "The men's 4×100 metre freestyle relay event at the 2000 Summer Olympics took place on 16 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Adriana_Samuel": "Adriana Samuel Ramos (born April 12, 1966) is a Brazilian volleyball and beach volleyball player, who won the silver medal in the inaugural women's beach volleyball tournament at the 1996 Summer Olympics, partnering Mônica Rodrigues.",
  "/wiki/Sandra_Pires": "Sandra Pires Tavares (born June 16, 1973 in Rio de Janeiro) is a female beach volleyball player from Brazil, who won the gold medal in the inaugural women's beach volleyball tournament at the 1996 Summer Olympics, partnering Jackie Silva.",
  "/wiki/Luiz_Felipe_de_Azevedo": "Luiz Felipe de Azevedo (born 17 August 1953) is a Brazilian equestrian. He was born in Rio de Janeiro. He won a bronze medal in show jumping at the 1996 Summer Olympics in Atlanta with the Brazilian team, and again at the 2000 Summer Olympics in Sydney.",
  "/wiki/Andr%C3%A9_Johannpeter": "André Johannpeter (born 17 March 1963 in Porto Alegre) is a Brazilian businessman currently serving as CEO of Gerdau, the largest steel producer of Latin America. He is a former Olympic equestrian.",
  "/wiki/Alvaro_Miranda_Neto": "Álvaro Affonso de Miranda Neto (born 5 February 1973), more commonly known as Álvaro de Miranda or \"Doda\" Miranda, is an Olympic-class Brazilian show jumping rider. He was married to Athina Onassis. He is president of the organizing committee behind the Athina Onassis International Horse Show, which debuted in 2007 as the fifth stage of the Global Champions Tour in São Paulo. In 2008, the AOIHS-São Paulo event was the final phase of the tour. For the tour in 2009, the host city of the AOIHS was Rio de Janeiro.",
  "/wiki/Rodrigo_Pessoa": "Rodrigo Pessoa (born 29 November 1972 in Paris, France) is a Brazilian equestrian and show jumper. An Olympic gold-medalist in individual jumping, he is an accomplished rider backed by his 70 Grand Prix wins. He has represented Brazil at six Olympic Games. Rodrigo has just been announced by Horse Sport Ireland as the new Irish showjumping team manager.",
  "/wiki/Equestrian_at_the_2000_Summer_Olympics": "The equestrian events at the 2000 Summer Olympics in Sydney included dressage, eventing, and show jumping. All three disciplines had both individual and team competitions.",
  "/wiki/Equestrian_at_the_2000_Summer_Olympics_%E2%80%93_Team_jumping": "The team jumping event, part of the equestrian program at the 2000 Summer Olympics was held on 28 September 2000 at the Sydney International Equestrian Centre 45 miles outside of Sydney, Australia. The results of the second and third round of the individual jumping were used to award rankings.  Like all other equestrian events, the competition was mixed gender, with both male and female athletes competing in the same division.  Fourteen teams, each consisting of four horse and rider pairs, entered the contest.",
  "/wiki/Torben_Grael": "Torben Schmidt Grael (born July 22, 1960) is one of the most well known Brazilian sailors, renowned in international competitions. A descendant of Danes, he was taken sailing by his grandfather at the age of five years on the sailboat Aileen, of the 6 meter class, which was the boat used by the silver medal winning 1912 Summer Olympics Danish sailing team. Once he moved to Niterói, he started sailing with his brother, Lars Grael, also an Olympic medal winner, on the Bay of Guanabara. He is father of olympic champion Martine Grael.",
  "/wiki/Marcelo_Ferreira": "Marcelo Ferreira (born September 26, 1965) is a Brazilian sailor and Olympic champion. He received a gold medal in the Star Class at the 1996 Summer Olympics in Atlanta with Torben Grael. He received a bronze medal at the 2000 Summer Olympics in Sydney, and won a gold medal at the 2004 Summer Olympics in Athens.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics_%E2%80%93_Star": "The Open Two Person Keelboat at the 2000 Summer Olympics was held from 23.09. to 30.09.2000 in Sydney in Australia. Points were awarded for placement in each race. Eleven races were scheduled and sailed. Each sailor had two discards.",
  "/wiki/Brazil_women%27s_national_volleyball_team": "The Brazil women's national volleyball team is administrated by the Confederação Brasileira de Voleibol (CBV) and takes part in international volleyball competitions. It is ranked fourth in the FIVB World Rankings as of August 2016. They are the current record holder of FIVB World Grand Prix champion titles, having won it for the eleventh time in 2016 and are the gold medalists of the 2008 Summer Olympics in Beijing and 2012 Summer Olympics in London.",
  "/wiki/Leila_Barros": "Leila Gomes de Barros (born September 30, 1971) is a retired Brazilian female volleyball player. She often played as opposite hitter and attacker. She was a member of the Brazilian squad who had great success in the late 1990s and early 2000s (decade), winning the 1996 and 1998 editions of the volleyball Grand Prix and being rated the most valuable player (MVP) in each win.",
  "/wiki/Erika_Coimbra": "Érika Kelly Pereira \"Kiki\" Coimbra (born March 23, 1980 in Belo Horizonte) is a volleyball player who competed for Brazil in the 2000 and 2004 Summer Olympic Games, and at the 1999 FIVB Volleyball Women's World Cup. She is a free agent.",
  "/wiki/Janina_Concei%C3%A7%C3%A3o": "Janina Déia Chagas da Conceição (born October 25, 1972 in Rio de Janeiro) is a volleyball player who competed for Brazil in the 1996 and 2000 Olympic Games. She won the gold medal with the Women's National Team at the 1999 Pan American Games. She participated at the 1999 FIVB Volleyball Women's World Cup.",
  "/wiki/Virna_Dias": "Virna Cristine Dantas Dias (born August 31, 1971 in Natal) is a retired volleyball player from Brazil. She represented her native country at the 1996 Summer Olympics in Atlanta, Georgia. There, she claimed the bronze medal with the Women's National Team.",
  "/wiki/Kely_Fraga": "Kelly Kolasco Fraga (born October 3, 1974 in Belo Horizonte) is a volleyball player who competed for Brazil at the 2000 Summer Olympics in Sydney, Australia. There she won the bronze medal with the Women's National Team.",
  "/wiki/Ricarda_Lima": "Ricarda Raquel Barbosa Lima (born September 12, 1970) is a Brazilian female volleyball player. She competed for Brazil at the 2000 Summer Olympics in Sydney, Australia, where, she won the bronze medal with the Women's National Team. She competed at the 1999 FIVB Volleyball Women's World Cup.",
  "/wiki/K%C3%A1tia_Lopes": "Kátia Andréia Caldeira Lopes (born July 13, 1973 in Barranquilla) is a volleyball player. She competed for Brazil at the 2000 Summer Olympics in Sydney, Australia. There, she won the bronze medal with the Women's National Team.",
  "/wiki/Elis%C3%A2ngela_Oliveira": "Elisângela Almeida de Oliveira (born October 30, 1978 in Londrina) is a volleyball player.",
  "/wiki/Walewska_Oliveira": "Walewska Moreira de Oliveira (born 1 October 1979 in Belo Horizonte) is a female volleyball player who has competed for Brazil   in three consecutive Summer Olympics, starting in 2000. She won a bronze medal with the women's national team in Sydney, Australia, and a gold medal in the 2008 Olympics in Beijing. Walewska also claimed the gold medal at the 1999 Pan American Games.",
  "/wiki/Karin_Rodrigues": "Karin Rodrigues (born November 8, 1971 in São Paulo) is a volleyball player.",
  "/wiki/Raquel_Silva": "Raquel Peluci Xavier Camargo da Silva (born April 30, 1978 in Rio de Janeiro) is a volleyball player who competed for Brazil at the 2000 Summer Olympics in Sydney, Australia. There she won the bronze medal with the Women's National Team. Rodrigues also claimed the gold medal at the 1999 Pan American Games.",
  "/wiki/H%C3%A9lia_Souza": "Hélia Rogério de Souza (born 10 March 1970 in São Paulo), nicknamed Fofão, is a retired Brazilian female volleyball player who competed for her country's national team in five consecutive Summer Olympics, starting in 1992. She won a gold medal in 2008 and twice won a bronze medal, in 1996 and 2000.  She also claimed the gold medal at the 1999 Pan American Games.",
  "/wiki/Volleyball_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The 2000 women's Olympic volleyball tournament was the tenth edition of the event, organised by the world's governing body, the FIVB in conjunction with the International Olympic Committee. It was held from 16 to 30 September 2000 in the Sydney Entertainment Centre in Darling Harbour.",
  "/wiki/Brazil_women%27s_national_basketball_team": "The Brazil women's national basketball team won the 1994 FIBA World Championship for Women in Australia.",
  "/wiki/Janeth_Arcain": "Janeth dos Santos Arcain (Portuguese pronunciation: [ʒaˈnɛtʃi dus ˈsɐ̃tuz aɾˈkɐ̃j], born April 11, 1969 in São Paulo, Brazil) is a retired Brazilian professional women's basketball player. She played in the United States for the Houston Comets in the Women's National Basketball Association (WNBA) from 1997–2005.",
  "/wiki/Ilisaine_David": "Ilisaine Karen David (born 17 December 1977) is a Brazilian former basketball player who competed in the 2000 Summer Olympics.",
  "/wiki/Lilian_Gon%C3%A7alves": "Lilian Cristina Lopes Gonçalves (born 25 April 1979) is a Brazilian former basketball player who competed in the 2000 Summer Olympics.",
  "/wiki/Helen_Luz": "Helen Cristina Santos Luz (born November 23, 1972 in Araçatuba, Brazil) is a retired Brazilian professional basketball player. A starting guard on the great Brazilian teams of the 1990s and early 2000s, she was world champion in the 1994 FIBA World Championship for Women and bronze medallist at the 2000 Summer Olympics. Luz also played for the Washington Mystics in the Women's National Basketball Association (WNBA) in 2001–2003, and in the Spanish Liga Femenina for Zaragoza (2003–2004), Barcelona (2004–2006), Rivas (2006–2007), Cadi La Seu (2007–2008), and Hondarribia-Irun (2008–2010).  She finished her career in one final season with the Brazilian team Americana, in São Paulo State, announcing her retirement at the end of February 2011.",
  "/wiki/Silvia_Andrea_Santos_Luz": "Silvia Andrea Santos Luz (born March 5, 1975 in Araçatuba), nicknamed Silvinha, is a Brazilian women's basketball player. She represented her country twice at the Summer Olympics, starting in 1996 (Atlanta, Georgia), and won a silver and a bronze medal with the Brazil women's national basketball team.",
  "/wiki/Claudia_Neves": "Cláudia Maria das Neves (born 17 February 1975 in Guarujá, São Paulo) is a Brazilian women's basketball player. Internationally, Claudinha has competed in two Summer Olympics: 2000 and 2008 Summer games with the Brazil women's national basketball team. At the 2000 games, Claudinha won a bronze medal. She has also competed for Brazil in other international competitions, including the 2002 FIBA World Championship for Women. Professionally, the Brazilian played in the WNBA in the United States from 1999-2002; the first three with the Detroit Shock and her final season with the Miami Sol.",
  "/wiki/Alessandra_Oliveira": "Alessandra Medeiros (born 1981) is a Brazilian team handball player. She plays on the Brazilian national team, and participated at the 2011 World Women's Handball Championship in Brazil.",
  "/wiki/Adriana_Pinto": "Adriana \"Adrianinha\" Moisés Pinto (born December 6, 1978) is a Brazilian female basketball player. She spent 17 years with the Brazil women's national basketball team, from 1997 to 2016.  Among her accomplishments with the national team are participations in four Summer Olympics, winning a bronze at the 2000 edition in Sydney, four World Championship appearances – with her best position being a fourth place at home in 2006 – and titles in American and South American championships. Moisés retired from the national team following the 2014 FIBA World Championship for Women, expressing an interest in becoming a basketball coach. However, coach Antonio Carlos Barbosa invited her in late 2015 to join the team that was preparing for the 2016 Olympics in Rio de Janeiro, and Moisés felt interested in representing Brazil at home.",
  "/wiki/Adriana_Santos": "Adriana Aparecida dos Santos (born 18 January 1971) is a Brazilian former basketball player. As part of the national team, Adriana was world champion in the 1994 FIBA World Championship for Women, and appeared in three Olympic Games, Barcelona 1992, Atlanta 1996, and Sydney 2000, winning silver and bronze in the latter two.",
  "/wiki/Cintia_Santos": "Cíntia \"Tuiú\" Silva dos Santos (born 31 January 1975 in Mauá) is a Brazilian former basketball player. In over a decade with the national team, she competed in three Olympics - 1996, 2000, and 2004 - winning two medals, and three World Championships, winning it all in 1994.",
  "/wiki/Kelly_Santos": "Kelly da Silva Santos (born November 10, 1979) is a Brazilian professional women's basketball player .  and the Brazilian national basketball team.",
  "/wiki/Marta_Sobral": "Marta de Souza Sobral (born 23 March 1964 in São Paulo) is a former Brazilian female basketball player. Sobral, while a member of the Brazil women's national basketball team, participated in three Summer Olympics (1992, 1996, 2000), and won a medal in two of them (1996 and 2000). She is the sister of fellow Brazilian basketball Olympian Leila Sobral.",
  "/wiki/Basketball_at_the_2000_Summer_Olympics": "Basketball contests at the 2000 Summer Olympics was the fifteenth appearance of the sport of basketball as an official Olympic medal event. It was held from 16 September 2000 to 1 October 2000. Games took place at the Sydney SuperDome and the Dome in Sydney, Australia. The United States claimed the gold medals in both the men's and women's competitions.",
  "/wiki/Basketball_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The women's tournament of basketball at the 2000 Olympics at Sydney, Australia began on September 16 and ended on September 30, when the United States defeated Australia 76–54 for the gold medal. Preliminary round games were held at The Dome and elimination games at the Sydney SuperDome.",
  "/wiki/Brazil_at_the_2000_Summer_Olympics": "Brazil competed at the 2000 Summer Olympics in Sydney, Australia.\nThe Brazilian athletes won twelve medals: six silver and six bronze The first Summer Olympics without a gold medal since the 1976 Summer Olympics. The 205 competitors, 111 men and 94 women, took part in 96 events in 23 sports."
}