{
  "/wiki/Primetime_Emmy_Awards": "The Primetime Emmy Award is an American award bestowed by the Academy of Television Arts & Sciences (ATAS) in recognition of excellence in American primetime television programming. First given out in 1949, the award was originally referred to as simply the \"Emmy Awards\" until the first Daytime Emmy Award ceremony was held in 1974 and the word \"prime time\" was added to distinguish between the two.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Lead_Actor_in_a_Miniseries_or_a_Movie": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie (called the Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie prior to 2015).",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Lead_Actress_in_a_Miniseries_or_a_Movie": "The Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie is an award presented annually by the Academy of Television Arts & Sciences (ATAS). It is given in honor of an actress who has delivered an outstanding performance in a leading role on a television limited series or television movie for the primetime network season.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Miniseries_or_Movie": "The Primetime Emmy Award for Outstanding Limited Series represents excellence in the category of limited series that are two or more episodes with a total running time of at least 150 minutes. The program must tell a complete, non-recurring story, and not have an ongoing storyline or main characters in subsequent seasons.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Supporting_Actor_in_a_Miniseries_or_a_Movie": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie. Before 1975, supporting actors featured in a miniseries or movie were included in categories such as comedy or drama. From 1975 to 1978, the award was called Outstanding Single Performance by a Supporting Actor in a Comedy or Drama Special. Despite the category's name, actors appearing in many episodes of a miniseries were included. In 1979, the award was named Outstanding Supporting Actor in a Limited Series or Special. The award was renamed again in 1986 Outstanding Supporting Actor in a Miniseries or Special. By 1998, the award was renamed Outstanding Supporting Actor in a Miniseries or Movie.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Supporting_Actress_in_a_Miniseries_or_a_Movie": "The Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie is an award presented annually by the Academy of Television Arts & Sciences (ATAS). It is given in honor of an actress who has delivered an outstanding performance in a supporting role on a television limited series or television movie for the primetime network season.",
  "/wiki/Golden_Globe_Awards": "The Golden Globe Awards  are accolades bestowed by the 93 members of the Hollywood Foreign Press Association beginning in January 1944, recognizing excellence in film, both American and International, and the American television.",
  "/wiki/Golden_Globe_Award_for_Best_Actor_–_Miniseries_or_Television_Film": "The Golden Globe Award for Best Actor – Miniseries or Television Film or Best Actor – Miniseries or Motion Picture Made for Television is an award presented annually by the Hollywood Foreign Press Association (HFPA). It is given in honor of an actor who has delivered an outstanding performance in a leading role on a miniseries or motion picture made for television for the calendar year. The award was first presented at the 39th Golden Globe Awards on January 30, 1982, to Mickey Rooney for his role on Bill. Performances by an actor in a miniseries or television film were originally awarded in the Best Actor – Television Series Drama category before the creation of this category.",
  "/wiki/Golden_Globe_Award_for_Best_Actress_–_Miniseries_or_Television_Film": "The Golden Globe Award for Best Actress – Miniseries or Television Film or Best Actress – Miniseries or Motion Picture Made for Television is an award presented annually by the Hollywood Foreign Press Association (HFPA). It is given in honor of an actress who has delivered an outstanding performance in a leading role on a miniseries or motion picture made for television for the calendar year. The award was first presented at the 39th Golden Globe Awards on January 30, 1982 to Jane Seymour for her performance in East of Eden (1981). Performances by actresses in a miniseries or television film were originally awarded in the Best Actress – Television Series Drama category before the creation of this category.",
  "/wiki/Golden_Globe_Award_for_Best_Miniseries_or_Television_Film": "The Golden Globe Award for Best Miniseries or Television Film is one of the annual Golden Globe Awards given to the best miniseries or made-for-television film.",
  "/wiki/Golden_Globe_Award_for_Best_Supporting_Actor_–_Series,_Miniseries_or_Television_Film": "The Golden Globe Award for Best Supporting Actor – Series, Miniseries, or Television Film is an award presented annually by the Hollywood Foreign Press Association (HFPA). It is given in honor of an actor who has delivered an outstanding performance in a supporting role on a television series, miniseries or motion picture made for television for the calendar year. The award was first presented at the 28th Golden Globe Awards on February 5, 1971, to James Brolin for his role on Marcus Welby, M.D.. It was presented under the title Best Supporting Actor – Television Series before changing to its current title in 1980.",
  "/wiki/Golden_Globe_Award_for_Best_Supporting_Actress_–_Series,_Miniseries_or_Television_Film": "The Golden Globe Award for Best Supporting Actress – Series, Miniseries, or Television Film is an award presented annually by the Hollywood Foreign Press Association (HFPA). It is given in honor of an actress who has delivered an outstanding performance in a supporting role on a television series, miniseries or motion picture made for television for the calendar year. The award was first presented at the 28th Golden Globe Awards on February 5, 1971 to Gail Fisher for her role on Mannix. It was presented under the title Best Supporting Actress – Television Series before changing to its current title in 1980.",
  "/wiki/People's_Choice_Awards": "The People's Choice Awards, officially the E! People's Choice Awards since E! took it over in April 2017, is an American awards show, recognizing people in entertainment, voted online by the general public and fans. The show has been held annually since 1975, with the winners originally determined using Gallup Polls until the switch to online voting in 2005.",
  "/wiki/The_Thorn_Birds_(miniseries)": "The Thorn Birds is an American television miniseries broadcast on ABC from March 27 to 30, 1983.  It starred Richard Chamberlain, Rachel Ward, Barbara Stanwyck, Christopher Plummer, Piper Laurie, Jean Simmons, Richard Kiley, Bryan Brown, Mare Winningham and Philip Anglim. It was directed by Daryl Duke and based on a novel of the same name by Colleen McCullough. The series was enormously successful and became the United States' second highest-rated miniseries of all time behind Roots; both series were produced by television veteran David L. Wolper."
}