{
  "/wiki/List_of_Dancing_on_Ice_professional_skaters": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Sinitta": "Sinitta Malone (born 19 October 1968), known professionally as Sinitta, is an American-born British singer, songwriter, television personality, dancer, actress and record producer. She initially found commercial success in the mid-1980s with the single \"So Macho\" and had several other hits during the decade. In the 2000s, she became known for television appearances, including Loose Women, The Xtra Factor and This Morning. She took part in the ITV show I'm a Celebrity...Get Me Out of Here! in 2011. Her net worth in 2016 was estimated to be £7 million.",
  "/wiki/Simon_Cowell": "Simon Phillip Cowell (/ˈkaʊəl/; born 7 October 1959) is an English television personality, businessman and record executive. He has judged on the British television talent competition series Pop Idol (2001–2003), The X Factor (2004–2010, 2014–present) and Britain's Got Talent (2007–present), and the American television talent competition series American Idol (2002–2010), The X Factor (2011–2013), and America's Got Talent (2016–present). Cowell is the principal, founder and chief executive of the British entertainment company Syco.",
  "/wiki/Andrei_Lipanov": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Bobby_Davro": "Robert Christopher Nankeville, known professionally as Bobby Davro (born 13 September 1958 in Ashford, Middlesex) is an English actor and comedian.",
  "/wiki/Molly_Moenkhoff": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Jeremy_Sheffield": "Jeremy Sheffield (born 17 March 1966) is a British actor and former professional ballet dancer from Chelmsford, England. He is most noted for his roles in Holby City, Murder in Suburbia and Hollyoaks on television, as well as in the films Creep and The Wedding Date.",
  "/wiki/Holby_City": "Holby City (styled as HOLBY CI+Y) is a British medical drama television series that airs weekly on BBC One. The series was created by Tony McHale and Mal Young as a spin-off from the established BBC medical drama Casualty, and premiered on 12 January 1999. It is set in the same hospital as Casualty in the fictional city of Holby, and featured occasional crossovers of characters and plots with both Casualty (which featured dedicated episodes broadcast as Casualty@Holby City) and the show's 2007 police procedural spin-off HolbyBlue.",
  "/wiki/Susie_Lipanova": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Tana_Ramsay": "Cayetana Elizabeth Ramsay (née Hutchenson, born 23 August 1974) is an English author of books on cookery and a TV broadcaster. She is married to celebrity chef and television personality Gordon Ramsay.",
  "/wiki/Stuart_Widdall": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Heather_Mills": "Heather Anne Mills (born 12 January 1968) is an English former model, media personality, businesswoman and activist.",
  "/wiki/Matt_Evers": "Matt Evers (born March 16, 1976) is an American pair skater, model and actor. He is the 1998 U.S. Junior champion, and has competed in every season of the ITV series Dancing on Ice.",
  "/wiki/Hilary_Jones_(doctor)": "Hilary Robert Jones (born 19 June 1953) is an English general practitioner, presenter and writer on medical issues, known for his media appearances, most especially on television. He is known for being part of News of the World (now The Sun on Sunday) magazine team \"The A Team\" as the health expert.",
  "/wiki/Daybreak_(2010_TV_programme)": "Daybreak is a British morning television programme which was broadcast on ITV from 6 September 2010 to 25 April 2014.\nDaybreak replaced GMTV, which aired its last weekday edition on 3 September 2010. Daybreak launched three days later.",
  "/wiki/Alexandra_Schauman": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Sharron_Davies": "Sharron Elizabeth Davies, MBE (born 1 November 1962) is an English former competitive swimmer who represented Great Britain in the Olympics and European championships, and competed for England in the Commonwealth Games. She won a silver medal in the 400-metre individual medley at the 1980 Olympics in Moscow, and two gold medals at the 1978 Commonwealth Games in Edmonton. Since retiring from the sport, she has worked as a television presenter and served as a patron of charities for disabled children and fitness. She was also a contestant on Dancing on Ice 2010.",
  "/wiki/Pavel_Aubrecht": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Emily_Atack": "Emily Jane Atack (born 18 December 1989) is an English actress, television presenter, and author. She is best known for playing Charlotte Hinchcliffe on the E4 comedy series The Inbetweeners. Atack is also known for her roles in Keith Lemon shows, Lemon La Vida Loca, The Keith Lemon Sketch Show and The Keith & Paddy Picture Show.",
  "/wiki/The_Inbetweeners": "The Inbetweeners is a British coming-of-age sitcom television series, which originally aired on E4 from 2008–2010, that was created and written by Damon Beesley and Iain Morris. The series follows the misadventures of suburban teenager Will MacKenzie (Simon Bird) and his friends Simon Cooper (Joe Thomas), Neil Sutherland (Blake Harrison) and Jay Cartwright (James Buckley) at the fictional Rudge Park Comprehensive. The programme involves situations of school life, uncaring school staff, friendship, male bonding, lad culture and largely failed sexual encounters.",
  "/wiki/Melanie_Lambert_and_Fred_Palascak": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Mikey_Graham": "Michael Christopher Charles \"Mikey\" Graham (born 15 August 1972) is an Irish singer-songwriter, actor and record producer, best known as a member of boy band Boyzone. In 2010 he was a contestant on Dancing on Ice.",
  "/wiki/Boyzone": "Boyzone were an Irish boy band. Their most famous line-up was composed of Keith Duffy, Stephen Gately, Mikey Graham, Ronan Keating, and Shane Lynch. Boyzone have had 21 singles in the top 40 UK charts and 22 singles in the Irish charts. The group have had six UK No.1 singles and nine No.1 singles in Ireland with 12 of their 24 singles in the UK being in the UK Top 2. Boyzone are one of the most successful bands in Ireland and the United Kingdom. In total, Boyzone had 19 top 5 singles on the Irish Singles Chart, 18 top 10 hits on the UK Singles Chart, nine No. 1 Irish hit singles and six No. 1 UK hit singles and five No. 1 albums, with 25 million records sold by 2013 worldwide.",
  "/wiki/Danny_Young_(actor)": "Danny Young (born 7 November 1986 in Essex) is an English actor. He is best known for his portrayal of Warren Baldwin on the popular long-running soap Coronation Street, and for his participation in the celebrity ice skating show Dancing on Ice.",
  "/wiki/Coronation_Street": "Coronation Street (often referred to as Corrie) is a British soap opera created by Granada Television and shown on ITV since 9 December 1960. The programme centres on Coronation Street in Weatherfield, a fictional town based on inner-city Salford. In the show's fictional history, the street was built in 1902 and named in honour of the coronation of King Edward VII.",
  "/wiki/Frankie_Poultney": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Danniella_Westbrook": "Danniella Westbrook (born 5 November 1973) is an English actress and reality television personality. She played Sam Mitchell in the BBC soap opera EastEnders in 1990–1993, 1995–1996, 1999–2000, 2009–2010 and 2016. Away from EastEnders she has presented various shows, and was also a contestant on the ITV show I'm a Celebrity...Get Me Out of Here! in 2003.[citation needed] She competed in the 2010 series of Dancing on Ice with US Pairs Skater Matthew Gonzalez and finished fourth in the competition. In 2013, she appeared in Hollyoaks as Trudy Ryan. In 2016, she took part in the seventeenth series of Celebrity Big Brother  where she reached the final and finished in fifth place. On 27 February 2016, it was confirmed that Westbrook would return to EastEnders, very briefly with onscreen brother Grant, for the death of their onscreen mother Peggy Mitchell (Barbara Windsor).",
  "/wiki/EastEnders": "EastEnders is a British soap opera created by Julia Smith and Tony Holland which has been broadcast on BBC One since 1985. Set in Albert Square in the East End of London in the fictional Borough of Walford, the programme follows the stories of local residents and their families as they go about their daily lives. Initially there were two 30-minute episodes per week, later increasing to three, but since 2001, episodes have been broadcast every weekday and only on special occasions on Wednesdays.",
  "/wiki/Matthew_Gonzalez": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Kieron_Richardson": "Kieron Mark Richardson (born 12 January 1986; Eccles, Greater Manchester) is an English actor and presenter.  He plays the role of Ste Hay in Hollyoaks and is also known for his role in Heartbeat as Ricky Smith .",
  "/wiki/Hollyoaks": "Hollyoaks is a British soap opera which has been broadcast on Channel 4 since 23 October 1995. It was devised by Phil Redmond, who had also conceived the Channel 4 soap Brookside. The programme is set in the fictional village of Hollyoaks, a suburb of Chester, and is filmed at Lime Pictures in Childwall, Liverpool.",
  "/wiki/Brianne_Delcourt": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Gary_Lucy": "Gary Edward Lucy (born 27 November 1981) is an English actor, television personality and model who is best known for playing Will Fletcher in the ITV police drama The Bill, Luke Morgan in  Hollyoaks, Kyle Pascoe in Footballer's Wives and Danny Pennant in the BBC soap opera EastEnders. He also played a part in the show The Dumping Ground as a footballer named Billy.",
  "/wiki/The_Bill": "The Bill is a British police procedural television series, first broadcast on ITV from 16 October 1984 until 31 August 2010. The programme originated from a one-off drama, Woodentop, broadcast in August 1983.",
  "/wiki/Maria_Filippov": "Maria Filippov (born 20 June 1973 as Maria Hadjiiska) is a Bulgarian ice skater.",
  "/wiki/Hayley_Tamaddon": "Hayley Soraya Tamaddon born (1977-01-24)24 January 1977) is a British actress of Iranian descent, who is best known for her roles as  Del Dingle in Emmerdale, Andrea Beckett in Coronation Street and as Calista in Shameless.",
  "/wiki/Emmerdale": "Emmerdale (known as Emmerdale Farm until 1989) is a British soap opera set in Emmerdale (known as Beckindale until 1994), a fictional village in the Yorkshire Dales. Created by Kevin Laffan, Emmerdale Farm was first broadcast on 16 October 1972. Interior scenes have been filmed at The Leeds Studios since its inception, while exterior scenes were previously filmed in Esholt, a real village, but are now shot at a purpose built set on the Harewood estate. The programme is broadcast in every ITV region.",
  "/wiki/Daniel_Whiston": "Daniel J Whiston (born 21 November 1976 in Blackpool) is an English ice skater. He appeared in Strictly Ice Dancing on BBC One and for 10 series of ITV show Dancing on Ice. He won the first series of Dancing on Ice while partnering actress Gaynor Faye, the fifth series with former Emmerdale actress Hayley Tamaddon and the eighth series with Olympic artistic gymnast, Beth Tweddle.",
  "/wiki/Dancing_on_Ice_(series_5)": "The fifth series of Dancing on Ice aired from 10 January to 28 March 2010 on ITV, with a preview show on 8 January 2010."
}