{
  "/wiki/Brian_Billick": "Brian Harold Billick (born February 28, 1954) is an American former football coach and commentator. Billick spent nine seasons in the National Football League (NFL) as head coach of the Baltimore Ravens from January 19, 1999 to December 31, 2007; he led the Ravens to a 34–7 victory over the New York Giants in Super Bowl XXXV, the franchise's first Super Bowl appearance. He was also the offensive coordinator for the Minnesota Vikings (1994–1998) when they broke the scoring record in the 1998 season.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/Harry_Chapin": "Harry Forster Chapin (December 7, 1942 – July 16, 1981) was an American singer-songwriter, humanitarian, and producer best known for his folk rock and pop rock songs, who achieved worldwide success in the 1970s and became one of the most popular artists and highest paid performers. Chapin is also one of the best charting musical artists in the United States. Chapin, a Grammy Award winning artist and Grammy Hall of Fame inductee, has sold over 16 million records worldwide and has been described as one of the most beloved performers in music history.",
  "/wiki/Larry_Cole": "Larry Rudolph Cole (born November 15, 1946) is a former American football defensive lineman in the National Football League for the Dallas Cowboys. He played in five Super Bowls, winning Super Bowl VI and XII. He played college football at the University of Hawaii and the Air Force Academy.",
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984).",
  "/wiki/Brian_Dubie": "Brian E. Dubie (born 9 March 1959) is an American politician who was the 79th Lieutenant Governor of Vermont from 2003 to 2011. He lost the 2010 election for Governor of Vermont by fewer than 5,000 votes.",
  "/wiki/Lieutenant_Governor_of_Vermont": "The Lieutenant Governor of Vermont is elected for a two-year term and chosen separately from the Governor. The Vermont Lieutenant Governor's main responsibilities include acting as governor when the latter is out of state or incapacitated, presiding over the Vermont Senate, casting tie-breaking votes in the Senate when required, and acceding to the governorship in case of a vacancy.. As a member of the State Senate's Committee on Committees, the Lieutenant Governor of Vermont plays a role in determining committee assignments for individual Senators, as well as selecting committee chairmen, vice chairmen, and clerks.",
  "/wiki/Derio_Gambaro": "Derio L. Gambaro (born December 6, 1955) is an American politician.  He previously served in the Missouri House of Representatives where he represented a portion of South St. Louis including The Hill and Dogtown neighborhoods.  He is a Democrat.",
  "/wiki/Missouri_House_of_Representatives": "The Missouri House of Representatives is the lower chamber of the Missouri General Assembly. It has 163 members, representing districts with an average size of 37,000 residents. House members are elected for two-year terms during general elections held in even-numbered years.",
  "/wiki/Clarence_Gilyard": "Clarence Alfred Gilyard Jr. (born December 24, 1955) is an American actor, college professor, and author who has been featured in movies, television and regional theatre since 1980. He is sometimes credited as Clarence A. Gilyard.",
  "/wiki/University_of_Nevada_Las_Vegas": "The University of Nevada, Las Vegas (UNLV) is a public land-grant research university in Paradise, Nevada. The 332-acre (134 ha) campus is about 1.6 mi (2.6 km) east of the Las Vegas Strip. It was formerly part of the University of Nevada from 1957 to 1969. The university includes the Shadow Lane Campus, just east of the University Medical Center of Southern Nevada, which houses both School of Medicine and School of Dental Medicine. UNLV's law school, the William S. Boyd School of Law, is also the only law school in the state.",
  "/wiki/Alberto_Gonzales": "Alberto R. Gonzales (born August 4, 1955) is an American lawyer who served as the 82nd United States Attorney General, appointed in February 2005 by President George W. Bush, becoming the highest-ranking Hispanic American in executive government to date. He was the first Hispanic to serve as White House Counsel. Earlier he had been Bush's General Counsel during his governorship of Texas. Gonzales had also served as Secretary of State of Texas and then as a Texas Supreme Court Justice.",
  "/wiki/Attorney_General_of_the_United_States": "The United States Attorney General (AG) is the head of the United States Department of Justice, a member of the Cabinet of the United States; as directed by the President of the United States, and the chief lawyer of the federal government of the United States.",
  "/wiki/Texas_Tech_University": "Texas Tech University (Texas Tech, Tech, or TTU) is a public research university in Lubbock, Texas. Established on February 10, 1923 (1923-02-10), and called until 1969 Texas Technological College, it is the main institution of the four-institution Texas Tech University System. The university's student enrollment is the seventh-largest in Texas as of the Fall 2017 semester.",
  "/wiki/Stevin_Hoover": "Stevin Ray Hoover (born October 10, 1948) is an American businessman, writer, philosopher, and former investment manager who wrote a Young Adult/Middle Grade novel entitled THE HANNAH CHRONICLES that was published in 2010.  Prior to becoming a full-time writer, Hoover, in 1989, founded Hoover Capital Management, Inc., a well respected investment management firm where he was CEO from 1989 to 2002.  He also founded and ran the Chestnut Fund LP, a hedge fund.",
  "/wiki/Miles_O%27Keeffe": "Miles O'Keeffe (born June 20, 1954) is an American television and movie actor. O'Keeffe got his first big break playing the title role in the 1981 version of Tarzan, the Ape Man.",
  "/wiki/Justin_Olsen": "Justin Bradley Olsen (born April 16, 1987) is an American bobsledder who has competed since 2008. He won two medals at the 2009 FIBT World Championships in Lake Placid, New York with a gold in the four-man and a bronze in the mixed team events. Olsen's best event bobsleigh World Cup finish was second on three occasions in 2008–09. Olsen won a gold medal at the 2010 Vancouver Olympics in the four-man bobsled with driver Steve Holcomb.",
  "/wiki/Joseph_Lester_Powell": "Joseph Lester \"Jody\" Powell, Jr. (September 30, 1943 – September 14, 2009) was  White House Press Secretary during the presidency of Jimmy Carter, the fourteenth person in history to serve in that role. Powell later co-founded a public relations firm.",
  "/wiki/White_House_press_secretary": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the United States government administration, especially with regard to the president, senior aides and executives, as well as government policies.",
  "/wiki/United_States_President": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Anthony_Schlegel": "Anthony Schlegel (born March 1, 1981) is a former American Football linebacker. He was originally drafted by the New York Jets in the third round of the 2006 NFL Draft. He played college football at The Ohio State University after transferring from the United States Air Force Academy. In January 2011, Schlegel returned to his college Alma mater as an assistant strength and conditioning coach for the Buckeyes.   He also founded his own fitness company, Schlegel Hardcore Elite Training.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Cincinnati_Bengals": "The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. The Bengals compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) North division. Their home stadium is Paul Brown Stadium, located in downtown Cincinnati. Their divisional opponents are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.",
  "/wiki/Jamil_Walker": "Jamil Walker (born April 21, 1981 in Rochester, New York) is a retired American soccer forward and midfielder, who played professionally in Major League Soccer and the USL First Division.",
  "/wiki/Major_League_Soccer": "Major League Soccer (MLS) is a men's professional soccer league sanctioned by the United States Soccer Federation which represents the sport's highest level in the United States and Canada. The league comprises 26 teams—23 in the U.S. and 3 in Canada and constitutes one of the major professional sports leagues in both countries. The league plans to expand to 30 teams with the additions of Austin FC and Charlotte in 2021, then Sacramento Republic FC and a St. Louis franchise in 2022.",
  "/wiki/2003_MLS_Cup": "MLS Cup 2003 was the eighth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on November 23, 2003. It was hosted at the Home Depot Center in Carson, California, and was contested by the Chicago Fire and the San Jose Earthquakes to decide the champion of the 2003 season. Both teams had previously won the MLS Cup and were looking for their second championship.",
  "/wiki/Daniel_Wasson": "Daniel Wasson (born June 15, 1984) is an American soccer player who last played for Tulsa Athletic in the National Premier Soccer League."
}