{
  "/wiki/First_Baptist_Church_of_Boca_Grande": "First Baptist Church of Boca Grande is a historic Southern Baptist church located at 421 4th Street West, Boca Grande, Florida in Lee County. It was established in 1909 on Gasparilla Island.",
  "/wiki/Boca_Grande,_Florida": "Boca Grande is a small residential community on Gasparilla Island in southwest Florida. Gasparilla Island is a part of both Charlotte and Lee counties, while the actual village of Boca Grande, which is home to many seasonal and some year-round residents, is entirely in the Lee County portion of the island. It is part of the Cape Coral–Fort Myers Metropolitan Statistical Area. Boca Grande is known for its historic downtown, sugar sand beaches, blue water and world class fishing.",
  "/wiki/Shady_Grove_Primitive_Baptist_Church": "The Shady Grove Primitive Baptist Church is a historic U.S. church in Gainesville, Florida. It is located at 804 Southwest Fifth Street. On October 5, 2005, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Gainesville,_Florida": "Gainesville is the county seat of, and the largest city in, Alachua County, Florida, and is both the principal city of the Gainesville, Florida, metropolitan statistical area and the largest city in North Central Florida. In 2018 the US Census Bureau estimated Gainesville's population at 133,857, a 7.4% increase from 2010, and the metropolitan statistical area's population at 288,212.",
  "/wiki/Bethel_Baptist_Institutional_Church": "The Bethel Church (formerly Bethel Baptist Institutional Church) is a Baptist megachurch in Jacksonville, Florida, in the United States. Founded in 1838, it is the city's oldest Baptist congregation.  The attendance is 12,000 members. The senior pastor is Bishop Rudolph W. McKissick, Jr.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.",
  "/wiki/Florida_Baptist_Building": "The Florida Baptist Building (also known as the Rogers Building) is a historic building in Jacksonville, Florida. It is located at 218 West Church Street, and was designed by New York City architect Henry John Klutho. On January 12, 1984, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Henry_John_Klutho": "Henry John Klutho (1873–1964) was an American architect known for his work in the \"Prairie School\" style. He helped in the reconstruction of Jacksonville, Florida after the Great Fire of 1901—the largest-ever urban fire in the Southeast—by designing many of the new buildings built after the disaster. This period lasted until the beginning of World War I. Several Jacksonville architects began their careers in the offices of Klutho's firm.",
  "/wiki/Riverside_Baptist_Church": "The Riverside Baptist Church (RBC) is a historic church in Jacksonville, Florida. It is located at 2650 Park Street in the Riverside neighborhood. Designed by architect Addison Mizner and completed in 1926, it was added to the U.S. National Register of Historic Places on September 22, 1972. On April 18, 2012, the American Institute of Architects's Florida Chapter placed the building on its list of Florida Architecture: 100 Years. 100 Places.",
  "/wiki/Addison_Mizner": "Addison Cairns Mizner (December 12, 1872 – February 5, 1933) was an American resort architect whose Mediterranean Revival and Spanish Colonial Revival style interpretations left an indelible stamp on South Florida, where it continues to inspire architects and land developers. In the 1920s Mizner was the best-known and most-discussed living American architect.:5 Palm Beach, Florida, which he \"transformed\", was his home, and most of his houses are there. He believed that architecture should also include interior and garden design, and set up Mizner Industries to have a reliable source of components. He was \"an architect with a philosophy and a dream.\":5 Boca Raton, Florida, began as Mizner's project.",
  "/wiki/First_Baptist_Church_(Lake_Wales,_Florida)": "The First Baptist Church is a historic Southern Baptist church in Lake Wales, Florida. It is located at 338 East Central Avenue. On August 31, 1990, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Lake_Wales,_Florida": "Lake Wales is a city in Polk County, Florida, United States. The population was 14,225 at the 2010 census. As of 2018[update], the population estimated by the U.S. Census Bureau is 16,577. It is part of the Lakeland–Winter Haven Metropolitan Statistical Area. Lake Wales is located in central Florida, west of Lake Kissimmee and east of Tampa.",
  "/wiki/Johnson_Chapel_Missionary_Baptist_Church": "The Johnson Chapel Missionary Baptist Church (also known as the Osprey Baptist Church) is a historic church in Laurel, Florida. It is located at 506 Church Street. On October 8, 1997, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Laurel,_Florida": "Laurel is a census-designated place (CDP) in Sarasota County, Florida, United States. The population was 8,171 at the 2010 census. People who live in the CDP have a Nokomis mailing address and signs along U.S. 41 refer to the entire extent between Roberts Bay (at the southern extent of the Nokomis CDP) and South Creek (at the northern extent of the Laurel CDP) as \"Nokomis.\"",
  "/wiki/First_Baptist_Church_(Madison,_Florida)": "The First Baptist Church  is a historic U.S. Southern Baptist church in Madison, Florida. It is located at the corner of Pickney and Orange Streets. On November 14, 1978, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Madison,_Florida": "Madison is a city in and the county seat of Madison County, on the central northern border of Florida, United States. The population was 2,843 at the 2010 census.",
  "/wiki/St._Luke_Baptist_Church": "The St. Luke Baptist Church (also known as the St. Luke Missionary Baptist Church) is a historic site in Marianna, Florida. It is located at 4476 East Jackson Street. On February 12, 2003, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Marianna,_Florida": "Marianna is a city in Jackson County, Florida, United States. The population was 6,102 at the 2010 census. In 2018 the estimated population was 7,091. It is the county seat of Jackson County and is home to Chipola College. The official nickname of Marianna is \"The City of Southern Charm\".",
  "/wiki/Central_Baptist_Church_(Miami,_Florida)": "The Central Baptist Church is a historic church in Miami, Florida. It is located at 500 Northeast 1st Avenue. On January 4, 1989, it was added to the U.S. National Register of Historic Places. On October 21, 2007, Central Baptist Church voted to merge with Christ Fellowship, originally named First Baptist Church of Perrine. The church was built in 1925.",
  "/wiki/Miami,_Florida": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Dougherty_&_Gardner": "Edward Emmett Dougherty, a.k.a. Edwin Dougherty (March 18, 1876 – November 11, 1943) was an architect in the southeastern United States. One of his best known designs was the Tennessee War Memorial Auditorium in Nashville in 1922. The work won state and national design competitions.",
  "/wiki/Mount_Zion_Baptist_Church_(Miami,_Florida)": "The Mount Zion Baptist Church is a historic church in Miami, Florida. It is located at 301 Northwest 9th Street. On December 29, 1988, it was added to the U.S. [[National Register of Historic Places.  \n]].",
  "/wiki/St._John's_Baptist_Church": "St. John's Baptist Church (also known as the New St. John Institutional Baptist Church) is a historic church in Miami, Florida. It is located at 1328 Northwest 3rd Avenue. On April 17, 1992, it was added to the U.S. National Register of Historic Places.",
  "/wiki/McKissack_&_McKissack": "McKissack & McKissack is an American architecture and engineering firm based for many years in Nashville, Tennessee, and now based in New York City and Washington, D.C. Founded in 1905, it was the first African-American-owned architectural firm in the United States and is the oldest African American-owned architecture and engineering firm in the country.",
  "/wiki/Streamline_Moderne": "Streamline Moderne is an international style of Art Deco architecture and design that emerged in the 1930s. It was inspired by aerodynamic design. Streamline architecture emphasized curving forms, long horizontal lines, and sometimes nautical elements. In industrial design, it was used in railroad locomotives, telephones, toasters, buses, appliances, and other devices to give the impression of sleekness and modernity.",
  "/wiki/Mt._Pilgrim_African_Baptist_Church": "The Mt. Pilgrim African Baptist Church (also known as the Mt. Pilgrim Baptist Church) is a historic church in Milton, Florida. It is located at the junction of Alice and Clara Streets.",
  "/wiki/Milton,_Florida": "Milton is a city in Santa Rosa County, Florida. It is the county seat of Santa Rosa County, and is located in the Pensacola–Ferry Pass–Brent Metropolitan Statistical Area, also known as the Pensacola Metropolitan Area. Milton is located in the geographic center of Santa Rosa County, it is bordered by Pace to the west, and the Blackwater River to the east. As of 2010, the population of Milton was 8,826.",
  "/wiki/Mount_Olive_Missionary_Baptist_Church": "The Mount Olive Missionary Baptist Church is a historic site in Nassauville, Florida. It is located on County Road 107. On August 28, 1998, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Nassauville,_Florida": "Nassauville is an unincorporated community in Nassau County, Florida, United States. It is located on the northern bank of the Nassau River, near its northernmost bend.",
  "/wiki/List_of_Baptist_churches": "This is a list of Baptist churches that are notable either as congregations or as buildings."
}