{
  "/wiki/Albany,_Georgia": "Albany is a city in the U.S. state of Georgia. Located on the Flint River, it is the seat of Dougherty County. Located in southwest Georgia, it is the principal city of the Albany, Georgia metropolitan area. The population was 77,434 at the 2010 U.S. Census, making it the eighth-largest city in the state.",
  "/wiki/Americus,_Georgia": "Americus is a city in Sumter County, Georgia, United States. As of the 2010 census, the city had a population of 17,041.  Americus is the home of Habitat for Humanity's international headquarters, the Windsor Hotel, The Fuller Center for Housing international headquarters, The Rosalynn Carter Institute for Caregiving, Glover Foods and other organizations.",
  "/wiki/Kiokee_Baptist_Church": "The Kiokee Baptist Church in Appling, Georgia is the oldest continuing Southern Baptist congregation in the state. The church building was built in 1808. Its founder, Daniel Marshall, was the first great Baptist leader in Georgia. Kiokee Baptist Church was listed on the National Register of Historic Places in 1978.",
  "/wiki/Appling,_Georgia": "Appling is a census-designated place in and the county seat of Columbia County, Georgia, United States. As of 2017, its population is 771. It is part of the Augusta metropolitan area.",
  "/wiki/First_Baptist_Church_of_Augusta": "First Baptist Church of Augusta is a Southern Baptist church in Augusta, Georgia.  The original location is now a historical site. The current church building is located on Walton Way.",
  "/wiki/Augusta,_Georgia": "Augusta (/əˈɡʌstə/), officially Augusta–Richmond County, is a consolidated city-county on the central eastern border of the U.S. state of Georgia. The city lies across the Savannah River from South Carolina at the head of its navigable portion. Georgia's second-largest city after Atlanta, Augusta is located in the Piedmont section of the state.",
  "/wiki/Springfield_Baptist_Church_(Augusta,_Georgia)": "Springfield Baptist Church in Augusta, Georgia was founded in 1787 by Rev. Jesse Peters Saint John Methodist Church donated a wooden structure for them to worship in brought to its current location on logs. The present brick structure was built in 1812 by the churches congregation under the leadership of Rev. G.H. Dwellers. It is the oldest church building extant in Augusta and claimed to be the oldest congregation in the state of Georgia.  It was built in the style of a New England meetinghouse, rare in Georgia.",
  "/wiki/First_African_Missionary_Baptist_Church": "The First African Missionary Baptist Church in Bainbridge, Georgia, is a Romanesque Revival-style church built during 1904–1909.  It was listed on the National Register of Historic Places in 2002.",
  "/wiki/Bainbridge,_Georgia": "Bainbridge is a city in Decatur County, Georgia, United States. The city is the county seat of Decatur County. As of the 2010 census, the city had a population of 12,697.",
  "/wiki/Needwood_Baptist_Church_and_School": "Needwood Baptist Church and School are historic buildings (a church and a school) north of Brunswick, Georgia, along US 17.  The oldest parts of the church date to the 1870s.  The towers were added circa 1885 and contain a bell dated 1884. Thirty original pews and other original furnishings remain.  The church is of no particular style, but is similar to many rural African-American churches. The school has one room and is of similar age and construction as the church.  The school was used for African-American students until the 1960s.  The church and school were added to the National Register of Historic Places in 1998.",
  "/wiki/Brunswick,_Georgia": "Brunswick (/ˈbrʌnzwɪk/) is a city in and the county seat of Glynn County, Georgia, United States. As the main urban and economic center of the state's lower southeast, it is the second-largest urban area on the Georgia coast after Savannah and contains the Brunswick Old Town Historic District.",
  "/wiki/Shiloh-Marion_Baptist_Church_and_Cemetery": "Shiloh-Marion Baptist Church and Cemetery is a historic place in Buena Vista, Georgia.",
  "/wiki/Buena_Vista,_Georgia": "Buena Vista (/ˌbjuːnəˈvɪstə/ BEW-nə-VIS-tə) is a city in Marion County, Georgia, United States. It is part of the Columbus, Georgia-Alabama Metropolitan Statistical Area. The population was 2,173 at the 2010 census. Formerly known as Pea Ridge, the city changed its name to Buena Vista in honor of Zachary Taylor's victory in the Mexican–American War. The city is the county seat of Marion County. It is the birthplace of baseball legend, Josh Gibson and Medal of Honor recipient Luther H. Story. The visionary art site Pasaquan  is located four miles (6 km) from Buena Vista, in rural Marion County.",
  "/wiki/Chattoogaville,_Georgia": "Chattoogaville is an unincorporated community in Chattooga County, in the U.S. state of Georgia. The community lies about 12 miles (19 km) south of the county seat at Summerville.",
  "/wiki/First_African_Baptist_Church_(Columbus,_Georgia)": "First African Baptist Church is a historic church at 901 5th Avenue in Columbus, Georgia.",
  "/wiki/Columbus,_Georgia": "Columbus is a consolidated city-county located on the west-central border of the U.S. state of Georgia. Located on the Chattahoochee River directly across from Phenix City, Alabama, Columbus is the county seat of Muscogee County, with which it officially merged in 1970. Columbus is the third-largest city in Georgia and the fourth-largest metropolitan area. According to the 2017 estimates from the U.S. Census Bureau, Columbus has a population of 194,058 residents, with 303,811 in the Columbus metropolitan area. The metro area joins the nearby Alabama cities of Auburn and Opelika to form the Columbus–Auburn–Opelika Combined Statistical Area, which has a 2017 estimated population of 499,128.",
  "/wiki/First_African_Baptist_Church_Parsonage_(Columbus,_Georgia)": "The First African Baptist Church Parsonage  in Columbus, Georgia is a historic church parsonage at 911 5th Avenue.  It is a one-story Victorian cottage with Eastlake trim that was built in 1915-16. It was added to the National Register of Historic Places in 1980.",
  "/wiki/Dove_Creek_Baptist_Church": "The Dove Creek Baptist Church, in Elbert County, Georgia, was built in 1880.  It was listed on the National Register of Historic Places in 1987.",
  "/wiki/Elberton,_Georgia": "Elberton is the largest city in Elbert County, Georgia, United States. The population was 4,653 at the 2010 census. The city is the county seat of Elbert County,.",
  "/wiki/Springfield_Baptist_Church_(Greensboro,_Georgia)": "The Springfield Baptist Church, on Canaan Circle in Greensboro, Georgia, was built in 1907.  It was listed on the National Register of Historic Places in 1987.",
  "/wiki/Greensboro,_Georgia": "Greensboro is a city in and the county seat of Greene County, Georgia, United States. Its population was 3,359 as of the 2010 census.",
  "/wiki/Hamilton,_Georgia": "Hamilton is a city in, and the county seat of Harris County, Georgia, United States. It is part of the Columbus, Georgia-Alabama Metropolitan Statistical Area. The population was 1,016 at the 2010 census, up from 307 at the 2000 census. As of 2015, the population had risen to an estimated 1,158.",
  "/wiki/Sunnyside_School-Midway_Baptist_Church_and_Midway_Cemetery_Historic_District": "Sunnyside School–Midway Baptist Church and Midway Cemetery Historic District is a historic district with a school and Baptist church building in Hamilton, Georgia. The school was built during 1920-1921, and the church was constructed in 1925.  The school has aspects of Bungalow/craftsman style.",
  "/wiki/First_African_Baptist_Church_at_Raccoon_Bluff": "The First African Baptist Church at Raccoon Bluff is a historic church on Sapelo Island, Georgia.  The church was built in c.1899-1900 and is the last surviving remnant of the Raccoon Bluff community, once the largest community on Sapelo Island.  It was added to the National Register of Historic Places in 1996.",
  "/wiki/Hog_Hammock,_Georgia": "Hog Hammock is an African-American community on Sapelo Island, a barrier island of the U.S. state of Georgia.",
  "/wiki/Jeffersonville,_Georgia": "The city of Jeffersonville is the largest city and county seat of Twiggs County, Georgia, United States.  The population was 1,035 at the 2010 census, down from 1,209 in 2000.",
  "/wiki/Hopeful_Baptist_Church": "Hopeful Baptist Church is a historic church in Keysville, Georgia. It was added to the National Register of Historic Places on January 11, 1993. It is located on Winter Road east of the junction with Blythe Road.",
  "/wiki/Keysville,_Georgia": "Keysville is a city in Burke and Jefferson counties in the U.S. state of Georgia.  As of the 2010 census, the city's population was 332.",
  "/wiki/Marietta,_Georgia": "Marietta is located in central Cobb County, Georgia, United States, and is the county's seat and largest city.",
  "/wiki/Upper_Lott%27s_Creek_Primitive_Baptist_Church_and_Cemetery": "The Upper Lott's Creek Primitive Baptist Church and Cemetery is a historic site in Upper Lotts Creek or Upper Lott's Creek in Metter, Georgia.  It was added to the National Register of Historic Places on December 4, 2008. It is located on the Metter-Portal Highway and Westside Road.",
  "/wiki/Metter,_Georgia": "Metter is a city in Candler County, Georgia, United States. The population was 4,130 at the 2010 census. The city is the county seat of Candler County."
}