{
  "/wiki/Aldie,_Virginia": "Aldie is an unincorporated community located between Chantilly and Middleburg in Loudoun County, Virginia. Aldie's historic heart is the Village of Aldie that is located on the John Mosby Highway (U.S. Route 50)  in a gap between the Catoctin Mountains and Bull Run Mountains, through which the Little River flows. Aldie traditionally serves as the gateway to Loudoun Valley and beyond.",
  "/wiki/Alfred_Street_Baptist_Church": "Alfred Street Baptist Church's initial beginnings date back to 1803 in Alexandria, Virginia, United States and located in the city's oldest African-American neighborhood, the Bottoms Alexandria, Virginia. In 1806, the colored members of the church Alexandria Baptist Society established the Colored Baptist Society which would eventually become First African Baptist Church of Alexandria, Virginia. The church welcomed its first black pastor when Reverend Sampson White was called to lead the recently independent congregation. White had previously served as the founding pastor of Nineteenth Street Baptist Church of Washington, D.C. and Abyssinian Baptist Church of New York City. He would be followed by Reverend Samuel Madden in 1863.",
  "/wiki/Alexandria,_Virginia": "Alexandria is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 139,966, and in 2018, the population was estimated to be 160,530. Located along the western bank of the Potomac River, Alexandria is approximately 7 miles (11 km) south of downtown Washington, D.C.",
  "/wiki/Beulah_Baptist_Church": "Beulah Baptist Church (Alexandria, Virginia) was established in 1863 in an African-American neighborhood (\"the Bottoms\") in Alexandria, Virginia, United States. The church was also the first black church founded in Alexandria after occupation by Union troops in 1861. Rev. Clem Robinson, graduate of Ashmun Institute in Pennsylvania (now Lincoln University), heard the call to educate and preach to slaves that lived in or fled to areas occupied by Union troops, so he came to Alexandria, VA.  With support from the American Baptist Free Mission Society of New York and the (Northern) American Baptist Home Mission Society, he worked with his wife, with Miss Amanda Borden, and with Rev. George Washington Parker to found several schools for escaped slaves, including \"The First Select Colored School,\" which served over 700 students in its first year.  Their schools, which included a night school for adults and a Normal and Theological Institute for those with some education, preceded the federal schools, set up by the Freedman's Bureau, by many months.  The Beulah Baptist Church was founded the next year, 1863, and remains a vital African American congregation to this day.  Currently, it is under the able leadership of Rev. Prof. Quardricos B. Driskell",
  "/wiki/Ebenezer_Baptist_Churches": "The Ebenezer Baptist Churches are two Baptist churches in Loudoun County, Virginia, the \"Old Ebenzer Church,\" built before 1769, and the \"New Ebenezer Church,\" built about 1855. The churches are associated with corresponding old and new cemeteries.",
  "/wiki/Bloomfield,_Virginia": "Bloomfield is an unincorporated community in Loudoun County, Virginia.  It is situated at the intersection of Airmont (VA 719) and Bloomfield (VA 626) Roads.",
  "/wiki/Mount_Zion_Baptist_Church_(Charlottesville,_Virginia)": "Mount Zion is a historic Baptist church located at Charlottesville, Virginia.  Although the current Mount Zion Baptist Church has only been in existence since 1884, the roots of the church are much deeper. The church began with a petition in 1864 to separate from the segregated white Baptist church, and the congregation was officially organized in 1867. Initially taking residence in the house of Samuel White, the congregation soon grew too large for the house, and in 1875 built a wooden church in the lot next door. In 1884, they finished the current, brick church that still stands today. The church was designed by George Wallace Spooner, who also helped rebuild the Rotunda at the University of Virginia.",
  "/wiki/Charlottesville,_Virginia": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/Delevan_Baptist_Church": "Delevan Baptist Church, also known as First Baptist Church and First Colored Baptist Church, is a historic African-American Baptist church building located at 632 W. Main Street in Charlottesville, Virginia. It was built in 1883, and is a one-story, three bay by six bay, Victorian Romanesque style brick church.  It sits on a raised basement and features with a square projecting central tower topped by a large octagonal lantern on a square base, both of wood.",
  "/wiki/First_Baptist_Church_of_Covington,_Virginia": "First Baptist Church is a historic African-American Baptist church complex located at Covington, Virginia. The property includes two churches.  One of the churches was built about 1890, and is a Gothic Revival style frame church. After construction of the 1911 church, it served as a classroom annex and cafeteria for a nearby school. The 1911 church is a Gothic Revival / Colonial Revival brick church.  It features a corner belfry tower, lancet arched stained-glass windows, and a modernistic 1955 education wing.",
  "/wiki/Covington,_Virginia": "Covington is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 5,961, making it the third-least populous city in Virginia. It is surrounded by Alleghany County, of which it is also the county seat. Located at the confluence of Jackson River and Dunlap Creek, Covington is one of three cities (with Roanoke and Salem) in the Roanoke Regional Partnership.  The Bureau of Economic Analysis combines the city of Covington with Alleghany county for statistical purposes.",
  "/wiki/Big_Spring_Baptist_Church_(Elliston,_Virginia)": "Big Spring Baptist Church, also known as First Baptist Church, is a historic Baptist church building located near Elliston, Montgomery County, Virginia.  It was built about 1880, and is a one-story, four-bay, nave plan frame structure with a high gable roof. It features a projecting three-stage central tower.  Also on the property is the contributing church cemetery where the deceased members of most of the area's African-American families are buried.",
  "/wiki/Elliston,_Virginia": "Elliston is a census-designated place (CDP) in Montgomery County, Virginia, United States.  It lies between the city of Roanoke and the town of Christiansburg in the southwestern part of the state. The population as of the 2010 Census was 902.  It is home to a small fire department, an elementary school, two gas stations, a train stop, and several churches. Most of its residents commute to larger towns. A set of railroad tracks separates the northwestern part of the town from the rest.  US highway 11-460 further divides the town into two distinct neighborhoods, \"Oldtown,\" which formed along the Valley Road in the 1850s, and \"The Brake,\" a predominantly African-American area that developed after the Civil War.",
  "/wiki/Flint_Hill_Baptist_Church": "Flint Hill Baptist Church is a historic Southern Baptist church in Flint Hill, Rappahannock County, Virginia. The original section was built in 1854 and expanded and remodeled in the 1890s in the Late Victorian style. The original section is a one-story, gable-roofed, frame-and-weatherboard rectangular structure. Later additions are the front entrance tower topped with a belfry and Sunday school rooms to the rear. It features six stained-glass windows. Also on the property is the contributing church cemetery. Among those buried in the churchyard is Confederate Private Albert Gallatin Willis, one of Mosby's Rangers and a seminarian who offered himself for execution in the place of a married comrade-in-arms; the grave is noted with a marker in the Civil War Trails series.",
  "/wiki/Flint_Hill,_Rappahannock_County,_Virginia": "Flint Hill is a census-designated place (CDP) in Rappahannock County, Virginia, United States. The population as of the 2010 Census was 209.  It is located on Route 522, approximately 2 miles to the east of the border of the Shenandoah National Park.",
  "/wiki/Zion_Poplars_Baptist_Church": "Zion Poplars Baptist Church is a historic Baptist church located near Gloucester, Gloucester County, Virginia. It was built in 1894 during the Reconstruction Era, and served more than just religious functions. As one of the oldest independent African American congregations in Gloucester County, Virginia, the church also served the economic and educational needs of its community. It was built in the Gothic Revival style with vernacular detailing, attributed to the handiwork of Frank Braxton, a former slave. The church gained its name from the historical origins of the church and congregation, because the first services were held under seven united poplar trees. Four of these trees still stand on church grounds today.",
  "/wiki/Gloucester,_Virginia": "Gloucester Courthouse is a census-designated place (CDP) in and the county seat of Gloucester County, Virginia, United States. The population was 2,951 at the 2010 census.",
  "/wiki/Coan_Baptist_Church": "Coan Baptist Church, also known as Wicomico Church, is a historic Southern Baptist church located near Heathsville, Northumberland County, Virginia.  It was built in 1846, and is a rectangular, two-story, gable-roofed, brick structure. It has Federal and Greek Revival style design elements.  Additions were made in 1957 and 1975.  The congregation was founded in 1804 as the Wicomico Church.",
  "/wiki/Heathsville,_Virginia": "Heathsville is a census-designated place (CDP) in and the county seat of Northumberland County, Virginia, United States. Heathsville is the eastern-most county of the Northern Neck of Virginia, which was the birthplace of three of the first five Presidents of the United States - George Washington, James Madison, and James Monroe. The town itself is the county seat of Northumberland County, and has housed four county courthouses since the first was built in 1663.",
  "/wiki/First_Baptist_Church_(Lexington,_Virginia)": "First Baptist Church, originally known as Lexington African Baptist Church, is a historic Baptist church building in the city of Lexington, Virginia, United States.  It was built between 1894 and 1896, and is a large brick church on a limestone basement in the Gothic Revival style.  It has a front gable roof, round and lancet-arch stained glass windows, and towers at its two front corners.  The right hand tower has a belfry and spire.  The interior consists of a barrel-vaulted auditorium with a gallery on turned posts and the basement has classroom and meeting spaces. Historically First Baptist played a central role in the life of Lexington's African-American community.",
  "/wiki/Lexington,_Virginia": "Lexington is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 7,042. It is the county seat of Rockbridge County, although the two are separate jurisdictions. The Bureau of Economic Analysis combines the city of Lexington (along with nearby Buena Vista) with Rockbridge County for statistical purposes. Lexington is about 57 miles (92 km) east of the West Virginia border and is about 50 miles (80 km) north of Roanoke, Virginia. It was first settled in 1777.",
  "/wiki/First_Baptist_Church_(Lynchburg,_Virginia)": "First Baptist Church is a historic Southern Baptist church located at 1100 Court Street, Lynchburg, Virginia.  It is built of hard-pressed red brick on a rough granite foundation.  The main facade of the church, facing Eleventh Street, and the two sides are centered with large rose windows framed within Gothic arches covered with hood moldings.  Construction began in 1884 and the church was dedicated in 1886.  In the 1920s, Lynchburg architect Stanhope S. Johnson designed the complementary Sunday School annex.  In 1941, the interior of the sanctuary was modified by Stanhope S. Johnson, with the creation of a divided chancel. It is home to the oldest Baptist congregation of Lynchburg, established in July 1815.",
  "/wiki/Lynchburg,_Virginia": "Lynchburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 75,568, estimated to have risen to 82,126 as of 2018. Located in the foothills of the Blue Ridge Mountains along the banks of the James River, Lynchburg is known as the \"City of Seven Hills\" or the \"Hill City\". In the 1860s, Lynchburg was the only major city in Virginia that was not recaptured by the Union before the end of the American Civil War.",
  "/wiki/Court_Street_Baptist_Church": "The tallest object on the downtown skyline of Lynchburg, Virginia, Court Street Baptist Church stands as a testament to the black Baptist population of Lynchburg. Organized in 1843, the congregation—originally known as the African Baptist Church of Lynchburg—was the first of its kind in the city. The church was designed by R.C. Burkholder, and completed in 1880.",
  "/wiki/Massaponax_Baptist_Church": "Massaponax Baptist Church is an historic Southern Baptist church built in the Greek Revival style, located in Spotsylvania County, Virginia. The Baptist congregation that built the church was established in 1788 at a small church near Massaponax Creek. When that building became too small to hold the growing congregation, the church was moved to its present location at the intersection of U.S. Route 1 and State Route 608 (Massaponax Church Road). The new church was a small, frame building which was also outgrown. In 1859, the current brick building was constructed on the site. Kilns in a nearby field fired the bricks for the exterior walls. By October 1859 the new church was completed at a cost of $3,000. Joseph Billingsly was the first pastor in the new building. An addition was built in 1949 and a brick cottage for the pastor, was built near the church in 1956. The church was listed on the National Register of Historic Places in January 1991.",
  "/wiki/Massaponax,_Virginia": "Massaponax is an unincorporated community of Spotsylvania County, Virginia.",
  "/wiki/Bethel_Baptist_Church_(Midlothian,_Virginia)": "Bethel Baptist Church is a historic Southern Baptist church complex and cemetery located at Midlothian, Chesterfield County, Virginia.  It was built in 1894, and is a brick church with a steeply pitched gable roof in the Late Gothic Revival style. It is the third church on this site.  Wings were added to the original church in 1906, 1980, and 1987. Also on the property is the contributing church cemetery that includes approximately 500 burials including soldiers of virtually every war in American history from the American Revolutionary War through the Vietnam War.",
  "/wiki/Midlothian,_Virginia": "Midlothian, Virginia (/mɪdˈloʊθiən/) is an unincorporated area in Chesterfield County, Virginia, U.S. Settled as a coal town, Midlothian  village experienced suburbanization effects and is now part of the western suburbs of Richmond, Virginia south of the James River in the Greater Richmond Region. Because of its unincorporated  status, Midlothian has no formal government, and the name is used to represent either the original small Village of Midlothian, located near US-60 and Woolridge Road (near Old Buckingham Station), or a vast expanse of Chesterfield County in the northwest portion of Southside Richmond covered by three zip codes (23112, 23113, 23114) served by the Midlothian post office. These zip codes are not coterminous with the Midlothian Magesterial District associated with the Chesterfield County government.",
  "/wiki/Montgomery_Primitive_Baptist_Church": "Montgomery Primitive Baptist Church is a historic Primitive Baptist church building located near Merrimac, Montgomery County, Virginia.  It was built in 1922, and is a simple four-bay nave-plan frame church sheathed in weatherboard.  It has a gable roof with stamped metal shingles.  Also on the property is a contributing plain wooden preaching stand, also built about 1922.",
  "/wiki/Merrimac,_Virginia": "Merrimac is a census-designated place (CDP) in Montgomery County, Virginia, United States. The population was 2,133 at the 2010 census. It is part of the Blacksburg–Christiansburg–Radford Metropolitan Statistical Area which encompasses all of Montgomery County and the city of Radford.",
  "/wiki/Olive_Branch_Missionary_Baptist_Church": "Olive Branch Missionary Baptist Church, also known as Olive Branch Baptist Church, is a historic Baptist church located at Moneta, Bedford County, Virginia, United States. The original section was built about 1896, and expanded about 1920. It is a one-story, \"T\"-shaped wood frame building clad in weatherboard siding.  It features an original bell tower and Gothic Revival style lancet windows.  Adjacent to the church is a contributing cemetery.",
  "/wiki/Moneta,_Virginia": "Moneta is an unincorporated community in Bedford and Franklin counties, Virginia, United States, along Route 122 between Bedford and Rocky Mount; Route 122 follows a bypass around the community.",
  "/wiki/Newport_News,_Virginia": "Newport News is an independent city in the U.S. state of Virginia. As of the 2010 census, the population was 180,719. In 2018, the population was estimated to be 178,626, making it the fifth-most populous city in Virginia.",
  "/wiki/First_Baptist_Church_(Norfolk,_Virginia)": "First Baptist Church is a historic African-American Baptist church located in Norfolk, Virginia. It was designed by architect R. H. Hunt and dedicated in 1906.  It is a Romanesque Revival-style church with a richly ornamented facade of rough-faced, pink granite ashlar and limestone trim. It features a tall, eight-level corner tower with a multiplicity of window types and a shorter flanking tower at the opposite corner.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/List_of_Baptist_churches": "This is a list of Baptist churches that are notable either as congregations or as buildings."
}