{
  "/wiki/Amarillo,_Texas": "Amarillo (/ˌæməˈrɪloʊ/ AM-ə-RIL-oh) is the 14th-most populous city in the state of Texas, United States. It is also the largest city in the Texas Panhandle, and the seat of Potter County. A portion of the city extends into Randall County. The estimated population was 199,826 as of 2017. The Amarillo metropolitan area has an estimated population of 276,020 in four counties as of 2017. The metro population is projected to surpass 310,000 in 2020.",
  "/wiki/University_Baptist_Church_(Austin,_Texas)": "University Baptist Church in Austin, Texas, USA, was organized in 1907–1908 to serve students at the University of Texas. Originally leasing space from the Highland Presbyterian Church, the church was officially chartered on September 27, 1908, with 80 original members.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Macedonia_Baptist_Church_(Cuero,_Texas)": "Macedonia Baptist Church is a historic church at 512 S. Indianola in Cuero, Texas.",
  "/wiki/Cuero,_Texas": "Cuero (/ˈkwɛroʊ/ KWAIR-oh) is a city in DeWitt County, Texas, United States. The population was 6,841 at the 2010 census. It is the county seat of DeWitt County.",
  "/wiki/Saint_James_Second_Street_Baptist_Church": "Saint James Second Street Baptist Church is a historic church at 210 Harding Street in Fort Worth, Texas.  The congregation was founded in 1895 by the Reverend J. Francis Robinson.  Construction of the church began in 1913, by architect Frank J. Singleton.  African-American contractor George Powell built the south wing, while B.G. Rhodes built the north wing. Short square entry towers frame the Gothic Revival style red-brick building, and the lancet-shaped art glass windows give it a fortress-like appearance.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Tabernacle_Baptist_Church": "Tabernacle Baptist Church (also known as Evans Avenue Baptist Church and now Mt Pisgah Missionary Baptist) is a historic church building at 1801 Evans Avenue in Fort Worth, Texas.",
  "/wiki/Antioch_Missionary_Baptist_Church": "Antioch Missionary Baptist Church is a historic Baptist church at 313 Robin Street in Downtown Houston, Texas. It was historically a part of the Fourth Ward. As of 2012[update] it was the only remaining piece of the original Fourth Ward east of Interstate 45.",
  "/wiki/Houston,_Texas": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Bethel_Baptist_Church_(Houston,_Texas)": "Bethel Baptist Church is a historic Baptist church building at 801 Andrews in Houston, Texas.",
  "/wiki/Paris,_Texas": "Paris is a city and county seat of Lamar County, Texas, United States. As of the 2010 census, the population of the city was 25,171. It is situated in Northeast Texas at the western edge of the Piney Woods, and 98 miles (158 km) northeast of the Dallas–Fort Worth Metroplex. Physiographically, these regions are part of the West Gulf Coastal Plain.",
  "/wiki/Prospect_Hill_Missionary_Baptist_Church": "Prospect Hill Missionary Baptist Church (Prospect Hill Baptist Church) is a historic Baptist church building at 1601 Buena Vista in San Antonio, Texas.",
  "/wiki/San_Antonio,_Texas": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/First_Baptist_Church_(Stamford,_Texas)": "First Baptist Church is a historic Southern Baptist church at E. Oliver and N. Swenson in Stamford, Texas. Built in 1908, the church is a large, domed structure built on a Greek Cross form and covered with buff-colored brick. It was listed on the National Register of Historic Places on September 24, 1986, and designated a Recorded Texas Historic Landmark in 1989. A two-story educational building was added in 1932 and another educational wing in 1960.",
  "/wiki/Stamford,_Texas": "Stamford is a city located on the border of Jones and Haskell Counties in west-central Texas. The population was 3,124 at the 2010 census, down from 3,636 at the 2000 census. Henry McHarg, president of the Texas Central Railroad, named the site in 1900 for his hometown of Stamford, Connecticut. The city is home to the Texas Cowboy Reunion.",
  "/wiki/Lufkin,_Texas": "Lufkin is a city in Angelina County, Texas, and is the county seat and largest city of Angelina County. The city is situated in Deep East Texas. Lufkin is 115 miles (185 km) northeast of Houston. The estimated population is 35,510 as of July 1, 2018."
}