{
  "/wiki/Hidetoshi_Nakata": "Hidetoshi Nakata, Cavaliere OSSI (中田 英寿, Nakata Hidetoshi, born 22 January 1977) is a former Japanese football player who played as a midfielder. He is widely considered to be one of the greatest Japanese players of all time.",
  "/wiki/A.S._Roma": "Associazione Sportiva Roma (BIT: ASR, LSE: 0MT1; Rome Sport Association), commonly referred to as Roma (Italian pronunciation: [ˈroːma]), is an Italian professional football club based in Rome. Founded by a merger in 1927, Roma have participated in the top-tier of Italian football for all of their existence except for 1951–52.",
  "/wiki/M%C3%A1rcio_Amoroso": "Márcio Amoroso dos Santos (born 5 July 1974) is a former Brazilian footballer who played as a forward or on occasion as an attacking midfielder. He played for several teams in Japan, Italy, Germany, Spain and Greece, while also representing Brazil at international level, winning the 1999 Copa América. In his prime, he was a very talented striker with great dribbling skills and goalscoring ability, who was also capable of creating chances for teammates.",
  "/wiki/Udinese_Calcio": "Udinese Calcio, commonly referred to as Udinese, is an Italian football club based in Udine, Friuli-Venezia Giulia, that currently plays in Serie A. It was founded on 30 November 1896 as a sports club, and on 5 July 1911 as a football club.",
  "/wiki/Savo_Milo%C5%A1evi%C4%87": "Savo Milošević (Serbian Cyrillic: Саво Милошевић, pronounced [sǎːʋo milǒːʃeʋitɕ]; born 2 September 1973) is a Serbian former professional footballer and current manager of Serbian SuperLiga club FK Partizan.",
  "/wiki/Real_Zaragoza": "Real Zaragoza, S.A.D. (Spanish pronunciation: [reˈal θaɾaˈɣoθa]), commonly referred to as Zaragoza, is a Spanish football team based in Zaragoza, in the autonomous community of Aragon. Founded on 18 March 1932 it currently plays in Segunda División, holding home games at La Romareda, which seats 33,608 spectators.",
  "/wiki/S%C3%A9bastien_Frey": "Sébastien Jacques André Frey (born 18 March 1980) is a French former footballer who played as a goalkeeper. His club career began in France with Cannes in 1997, but later went on to spend most of his career in the Italian Serie A, playing for Internazionale, Verona, Parma, Fiorentina, and Genoa; he ended his career in 2015, after two seasons with Turkish side Bursaspor. At international level, he represented the France national football team on two occasions between 2007 and 2008 and was an unused member of the squad that took part at UEFA Euro 2008.",
  "/wiki/Internazionale": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Juan_Sebasti%C3%A1n_Ver%C3%B3n": "Juan Sebastián Verón (Spanish pronunciation: [ˈxwan seβasˈtjam beˈɾon];[A] born 9 March 1975) is a retired Argentine footballer and current chairman of Estudiantes de La Plata, where he had served as Director of Sports. A former midfielder, Verón's career started in Estudiantes, continued in Argentina's Boca Juniors, and included stints in several clubs in the Italian Serie A (where he won the Scudetto with Lazio and with Internazionale, and a UEFA Cup with Parma), and England's Manchester United and Chelsea. In 2006, Verón returned to Estudiantes, where he remained until his retirement in 2014, aside from a brief spell with Brandsen. He announced his short return to first team football would occur in the 2017 Copa Libertadores.",
  "/wiki/Sampdoria": "Unione Calcio Sampdoria, commonly referred to as Sampdoria (Italian pronunciation: [sampˈdɔːrja]), is an Italian professional football club based in Genoa, Liguria.",
  "/wiki/Evan%C3%ADlson_Aparecido_Ferreira": "Evanílson Aparecido Ferreira (born 12 September 1975), known simply as Evanílson, is a Brazilian former professional footballer.",
  "/wiki/Borussia_Dortmund": "Ballspielverein Borussia 09 e.V. Dortmund, commonly known as Borussia Dortmund [boˈʁʊsi̯aː ˈdɔɐ̯tmʊnt], BVB, or simply Dortmund, is a German professional sports club based in Dortmund, North Rhine-Westphalia. It is best known for its men's professional football team, which plays in the Bundesliga, the top tier of the German football league system. The club have won eight league championships, four DFB-Pokals, one UEFA Champions League, one Intercontinental Cup, and one UEFA Cup Winners' Cup.",
  "/wiki/S%C3%A9rgio_Concei%C3%A7%C3%A3o": "Sérgio Paulo Marceneiro da Conceição (Portuguese pronunciation: [ˈsɛɾʒiu kõsɐjˈsɐ̃w̃]; born 15 November 1974) is a Portuguese former footballer who played mostly as a right winger, and the manager of Porto.",
  "/wiki/S.S._Lazio": "Società Sportiva Lazio (BIT: SSL; Lazio Sport Club), commonly referred to as Lazio (Italian pronunciation: [ˈlattsjo]), is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion.",
  "/wiki/Adriano_Leite_Ribeiro": "Adriano Leite Ribeiro (born February 17, 1982), commonly known simply as Adriano, is a  Brazilian former professional footballer. A powerful striker known for his long range left footed strikes, Adriano's career was however marked by inconsistency. One of the best strikers in the world in the mid 2000s, he had five prolific seasons in Italy with Parma and Inter Milan, earning the nickname L'Imperatore (the Emperor), before a decline in his performances which coincided with the death of his father. Adriano won four Scudetti for Inter Milan, and after moving back to his native Brazil he won two Brasileirão for Flamengo and Corinthians.",
  "/wiki/Alberto_Gilardino": "Alberto Gilardino Ufficiale OMRI (Italian pronunciation: [alˈbɛrto dʒilarˈdiːno]; born 5 July 1982) is an Italian professional football manager and a former player who  played as a striker, currently head coach of Serie C club Pro Vercelli.",
  "/wiki/Hellas_Verona_F.C.": "Hellas Verona Football Club, commonly referred to as Hellas Verona or simply Verona, is an Italian football club based in Verona, Veneto, that currently plays in Serie A. The team won the Serie A Championship in 1984–85.",
  "/wiki/Hristo_Stoichkov": "Hristo Stoichkov (Bulgarian: Христо Стоичков, pronounced [ˈxristo stoˈit͡ʃkof]; born 8 February 1966) is a Bulgarian former footballer who is currently a football commentator for Univision Deportes. A prolific forward, he is regarded as one of the best players of his generation and is widely considered one of the greatest Bulgarian footballers of all time second only to Georgi Asparuhov. He was runner-up for the FIFA World Player of the Year award in 1992 and 1994, and received the Ballon d'Or in 1994. In 2004, Stoichkov was named by Pelé in the FIFA 100 list of the world's greatest living players.",
  "/wiki/F.C._Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/List_of_Parma_Calcio_1913_statistics_and_records": "This list encompasses the major honours won by and records set by Parma Calcio 1913, their managers and their players, an Italian professional football club currently playing in Serie D and based in Parma, Emilia-Romagna. The player records section includes details of the club's leading goalscorers and those who have made most appearances in first-team competitions. It also records notable achievements by Parma players on the international stage, and the highest transfer fees paid and received by the club and details Parma's achievements in major competitions. Although Parma have never won a domestic league title, they have won three Italian Cups, one Supercoppa Italiana, as well as two UEFA Cups, one European Super Cup and one UEFA Cup Winners' Cup. The club won all eight of these trophies between 1992 and 2002, a period in which it is also achieved its best ever league finish as runners-up in the 1996–97 season."
}