{
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Bureau_of_South_and_Central_Asian_Affairs": "The Bureau of South and Central Asian Affairs (SCA) is an agency within the United States Department of State that is responsible for the U.S. government's relations with countries in the South and Central Asian region. The bureau is headed by the Assistant Secretary of State for South and Central Asian Affairs, who reports to the Secretary of State through the Under Secretary of State for Political Affairs. The current Acting Assistant Secretary is Alice G. Wells, incumbent since June 26, 2017.",
  "/wiki/Alice_Wells": "Alice G. Wells is an American diplomat and former Ambassador of the United States of America to Jordan.",
  "/wiki/Arctic_Council": "The Arctic Council is a high-level intergovernmental forum that addresses issues faced by the Arctic governments and the indigenous people of the Arctic. Eight member countries constitute the council: Canada, Denmark, Finland, Iceland, Norway, Russia, Sweden, and the United States as these are the eight countries with sovereignty over the lands within the Arctic Circle. Outside these, there are some observer states.",
  "/wiki/Bureau_of_Oceans_and_International_Environmental_and_Scientific_Affairs": "The Bureau of Oceans and International Environmental and Scientific Affairs (OES) is a bureau within the United States Department of State. It coordinates a portfolio of issues related to the world's oceans, environment, science and technology, and health.",
  "/wiki/Asia-Pacific_Economic_Cooperation": "The Asia-Pacific Economic Cooperation (APEC) is an inter-governmental forum for 21 member economies in the Pacific Rim that promotes free trade throughout the Asia-Pacific region. Following the success of ASEAN's series of post-ministerial conferences launched in the mid-1980s, APEC started in 1989, in response to the growing interdependence of Asia-Pacific economies and the advent of regional trade blocs in other parts of the world; it aimed to establish new markets for agricultural products and raw materials beyond Europe. Headquartered in Singapore, APEC is recognized as one of the highest-level multilateral blocs and oldest forums in the Asia-Pacific region, and exerts a significant global influence.",
  "/wiki/Matthew_J._Matthews": "Matthew John Matthews is an American diplomat who has served as the United States Ambassador to Brunei since 2019.",
  "/wiki/Biological_Weapons_Convention": "The Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on their Destruction (usually referred to as the Biological Weapons Convention, abbreviation: BWC, or Biological and Toxin Weapons Convention, abbreviation: BTWC) was the first multilateral disarmament treaty banning the production of an entire category of weapons.",
  "/wiki/Burma": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.",
  "/wiki/Bureau_of_East_Asian_and_Pacific_Affairs": "In the United States Government, the Bureau of East Asian and Pacific Affairs (EAP, originally the Office of Chinese Affairs) is part of the United States Department of State and is charged with advising the Secretary of State and Under Secretary of State for Political Affairs on matters of the Asia-Pacific region, as well as dealing with U.S. foreign policy and U.S. relations with countries in that area.  It is headed by the Assistant Secretary of State for East Asian and Pacific Affairs, who reports to the Under Secretary of State for Political Affairs.",
  "/wiki/Central_African_Republic": "The Central African Republic (CAR; Sango: Ködörösêse tî Bêafrîka; French: République centrafricaine  pronounced [ʁepyblik sɑ̃tʁafʁikɛn], or Centrafrique [sɑ̃tʁafʁik]) is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the southeast, the Democratic Republic of the Congo to the south, the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 square kilometres (240,000 sq mi) and had an estimated population of around 4.7 million as of 2018[update]. As of 2020[update], the CAR is the scene of a civil war, ongoing since 2012.",
  "/wiki/Office_of_the_Senior_Advisor_for_Civil_Society_and_Emerging_Democracies": "In October 2010, U.S. Secretary of State Hillary Clinton created the Office of the Senior Advisor for Civil Society and Emerging Democracies, and appointed Tomicah Tillemann to lead its work. In coordination with other State Department bureaus, the office is responsible for developing and implementing the Secretary of State's civil society agenda and strengthen emerging democracies. The office reports directly to the Secretary of State.",
  "/wiki/Climate_change_policy_of_the_United_States": "Global climate change was first addressed in United States policy beginning in the early 1950s. The Environmental Protection Agency (EPA) defines climate change as \"any significant change in the measures of climate lasting for an extended period of time.\" Essentially, climate change includes major changes in temperature, precipitation, or wind patterns, as well as other effects, that occur over several decades or longer. Climate change policy in the U.S. has transformed rapidly over the past twenty years and is being developed at both the state and federal[citation needed] level. The politics of global warming and climate change have polarized certain political parties and other organizations. This article focuses on climate change policy within the United States, as well as exploring the positions of various parties and the influences on policy making and environmental justice repercussions.",
  "/wiki/Guantanamo_Bay_detention_camp": "The Guantanamo Bay detention camp is a United States military prison located within Guantanamo Bay Naval Base, also referred to as Guantánamo, G-Bay, GTMO,  and Gitmo (/ˈɡɪtmoʊ/), which is on the coast of Guantánamo Bay in Cuba. Indefinite detention without trial and torture have led the operations of this camp to be considered a major breach of human rights by Amnesty International and a violation of Due Process Clause of the Fifth and Fourteenth amendments of the United States Constitution.",
  "/wiki/Bureau_of_Western_Hemisphere_Affairs": "In the United States government, the Bureau of Western Hemisphere Affairs (WHA) is a part of the U.S. Department of State, charged with implementing U.S. foreign policy and promoting U.S. interests in the Western Hemisphere, as well as advising the Under Secretary of State for Political Affairs. It is headed by the Assistant Secretary of State for Western Hemisphere Affairs, who is currently Acting Assistant Secretary Francisco Palmieri.",
  "/wiki/Bureau_of_Economic_and_Business_Affairs": "The Bureau of Economic and Business Affairs (EB) is a bureau of the U.S. Department of State charged with promoting economic security and prosperity at home and abroad. It reports to the Under Secretary for Economic Growth, Energy, and the Environment. The Bureau's work lies at the nexus of economic prosperity and national security. In addition, EB also addresses a range of economic issues including intellectual property rights, piracy, and counterfeiting. As the single point where international economic policy tools and threads converge, EB helps to promote a coherent economic policy across the U.S. government. It is headed by the Assistant Secretary of State for Economic and Business Affairs, Manisha Singh.",
  "/wiki/Conference_on_Disarmament": "The Conference on Disarmament (CD) is a multilateral disarmament forum established by the international community to negotiate arms control and disarmament agreements based at the Palais des Nations in Geneva. The Conference meets annually in three separate sessions in Geneva.",
  "/wiki/Bureau_of_Counterterrorism_and_Countering_Violent_Extremism": "The Bureau of Counterterrorism and Countering Violent Extremism (CT) is a bureau of the United States Department of State.  It coordinates all U.S. Government efforts to improve counter-terrorism cooperation with foreign governments and participates in the development, coordination, and implementation of American counterterrorism policy.",
  "/wiki/Nathan_A._Sales": "Nathan Alexander Sales is an American lawyer, academic, and government official who is currently serving as Coordinator for Counterterrorism within the U.S. Department of State. Prior to assuming his current role, he was an associate professor at Syracuse University College of Law, where his fields of research included national security law, counterterrorism law, administrative law, and constitutional law. Sales was also of counsel at the law firm Kirkland & Ellis.",
  "/wiki/Cyber-security_regulation": "A cybersecurity regulation comprises directives that safeguard information technology and computer systems with the purpose of forcing companies and organizations to protect their systems and information from cyberattacks like viruses, worms, Trojan horses, phishing, denial of service (DOS) attacks, unauthorized access (stealing intellectual property or confidential information) and control system attacks. There are numerous measures available to prevent cyberattacks.",
  "/wiki/Water_resources": "Water resources  are natural resources of water that are potentially useful. Uses of water include agricultural, industrial, household, recreational and environmental activities.  All living things require water to grow and reproduce.",
  "/wiki/Fissile_Material_Cut-off_Treaty": "The Fissile Material Cutoff Treaty (FMCT) is a proposed international treaty to prohibit the further production of fissile material for nuclear weapons or other explosive devices.  The treaty has not been negotiated and its terms remain to be defined.  According to a proposal by the United States, fissile material includes high-enriched uranium and plutonium (except plutonium that is over 80% Pu-238).  According to a proposal by Russia, fissile material would be limited to weapons-grade uranium (with more than 90% U-235) and plutonium (with more than 90% Pu-239).  Neither proposal would prohibit the production of fissile material for non-weapons purposes, including use in civil or naval nuclear reactors.",
  "/wiki/Military_intervention_against_ISIL": "In response to rapid territorial gains made by the Islamic State of Iraq and the Levant (ISIL) during the first half of 2014, and its universally condemned executions, reported human rights abuses and the fear of further spillovers of the Syrian Civil War, many states began to intervene against it in both the Syrian Civil War and the Iraqi Civil War. Later, there were also minor interventions by some states against ISIL-affiliated groups in Nigeria and Libya.",
  "/wiki/Office_of_Global_Criminal_Justice": "The Office of Global Criminal Justice (J/GCJ), formerly called the Office of War Crimes Issues (S/WCI), is an office within the United States Department of State.",
  "/wiki/Countering_Foreign_Propaganda_and_Disinformation_Act": "Countering Foreign Propaganda and Disinformation Act is a bipartisan bill that was introduced by the United States Congress on 10 May 2016. The bill was initially called the Countering Information Warfare Act.",
  "/wiki/Global_Food_Security_Act_of_2009": "The Global Food Security Act of 2009, also known as the Lugar-Casey Food Security Bill, is a bill introduced February 5, 2009 in the 111th Congress by Richard Lugar (Indiana-R) and sponsored by Robert Casey (Pennsylvania-D), Mark Begich (Alaska-D), Roland Burris (Illinois-D), Susan Collins (Maine-R), Richard Durbin (Illinois-D), Thomas Harkin (Iowa-D), John Kerry (Massachusetts-D), and Mary Landrieu (Louisiana-D) to the United States Senate as S. 384.",
  "/wiki/United_States_Agency_for_International_Development": "The United States Agency for International Development (USAID) is an independent agency of the United States federal government that is primarily responsible for administering civilian foreign aid and development assistance. With a budget of over $27 billion, USAID is one of the largest official aid agencies in the world, and accounts for more than half of all U.S. foreign assistance—the highest in the world in absolute dollar terms.",
  "/wiki/Ambassadors_of_the_United_States": "Ambassadors of the United States are persons nominated as ambassadors by the President to serve as United States diplomats to individual nations of the world, to international organizations, and as ambassadors-at-large. Their appointment needs to be confirmed by the United States Senate. An ambassador can be appointed during a recess, but he or she can only serve as ambassador until the end of the next session of Congress unless subsequently confirmed. Ambassadors serve \"at the pleasure of the President\", meaning they can be dismissed at any time. Appointments change regularly for various reasons, such as reassignment or retirement."
}