{
  "/wiki/Rogers_Centre": "Rogers Centre, originally named SkyDome, is a multi-purpose stadium in Downtown Toronto, Canada, situated just southwest of the CN Tower near the northern shore of Lake Ontario. Opened in 1989 on the former Railway Lands, it is home to the Toronto Blue Jays of Major League Baseball (MLB). Previously, the stadium was also home to the Toronto Argonauts of the Canadian Football League (CFL) and the Toronto Raptors of the National Basketball Association (NBA). The Buffalo Bills of the National Football League (NFL) played an annual game at the stadium as part of the Bills Toronto Series from 2008 to 2013. While it is primarily a sports venue, it also hosts other large events such as conventions, trade fairs, concerts, travelling carnivals, and monster truck shows.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Toronto_Blue_Jays": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto, Ontario. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. The team plays its home games at the Rogers Centre.",
  "/wiki/Olympic_Stadium_(Montreal)": "Olympic Stadium (French: Stade olympique) is a multi-purpose stadium in Montreal, Canada, located at Olympic Park in the Hochelaga-Maisonneuve district of the city. Built in the mid-1970s as the main venue for the 1976 Summer Olympics, it is nicknamed \"The Big O\", a reference to both its name and to the doughnut-shape of the permanent component of the stadium's roof. It is also called \"The Big Owe\" to reference the astronomical cost of the stadium and the 1976 Olympics as a whole.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Raymond_Chabot_Grant_Thornton_Park": "Raymond Chabot Grant Thornton Park (formerly JetForm Park, Lynx Stadium, and Ottawa Baseball Stadium), also known as RCGT Park is a baseball stadium in Ottawa, Ontario, Canada with a seating capacity of 10,332. The stadium is located in the city's east end near the interchange of Queensway and Vanier Parkway. It has been used for minor-league professional baseball and music concerts since 1993.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Ottawa_Champions": "The Ottawa Champions Baseball Club (French: Les Champions d'Ottawa) is a professional baseball team based in Ottawa, Ontario, Canada. The Champions made their debut as a member of the Canadian American Association of Professional Baseball (Can-Am League) in 2015. \nThey won their first league championship in 2016 defeating the Rockland Boulders 3-2 after being down 2-0 in the series, winning game 5, 3-1 with a complete game win by Austin Chrismon.\nThey play their home games at Raymond Chabot Grant Thornton Park. The Champions mascot is Champ. They are currently league-less with the Can-Am League and the Frontier League merging. The Frontier League's schedule does not include the Champions for the 2020 season.",
  "/wiki/RE/MAX_Field": "RE/MAX Field (formerly Edmonton Ballpark, and Telus Field stylized as TELUS) is a baseball stadium in Edmonton, Alberta, Canada. It has served as home to several minor league baseball clubs, currently the Edmonton Prospects of the Western Major Baseball League; its last affiliated tenant was the Edmonton Trappers, a AAA Pacific Coast League club, and its most recent tenant was the Edmonton Capitals, an independent team that has been inactive since 2011. In 2016 the Prospects were granted naming rights to the facility as the old name had expired. The facility is located in the North Saskatchewan River Valley, in the neighbourhood of Rossdale.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Edmonton_Prospects": "The Edmonton Prospects are a collegiate summer baseball team based in Edmonton, Alberta, Canada. They play in the Western Canadian Baseball League. The team was founded in 2005 as the Edmonton Big River Prospects but moved to the Edmonton suburb of St. Albert after only one year of use of Telus Field with the Edmonton Cracker-Cats of the Northern League. They took a leave of absence from the WMBL for the 2008 season before returning in 2009 under their current name.",
  "/wiki/Shaw_Park": "Shaw Park (formerly CanWest Global Park) is a baseball stadium in Winnipeg, Manitoba, Canada.  It is located adjacent to The Forks National Historic Site, near the city's downtown, and is home to the Winnipeg Goldeyes of the American Association.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/Winnipeg_Goldeyes": "The Winnipeg Goldeyes are a professional baseball team based in Winnipeg, Manitoba, Canada.  The Goldeyes play in the American Association of Independent Professional Baseball, which they joined in 2011. The American Association is not affiliated with Major League Baseball. Previously, the Goldeyes were members of the Northern League from 1994 until 2010. The Goldeyes were champions of the Northern League in 1994. They are also three-time champions of the American Association; having won in 2012, and back-to-back in 2016–2017.",
  "/wiki/Nat_Bailey_Stadium": "Scotiabank Field at Nat Bailey Stadium (known as \"The Nat\" and commonly by its previous name Nat Bailey Stadium) is home to the Vancouver Canadians of the Northwest League in the summer.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Vancouver_Canadians": "The Vancouver Canadians are a Minor League Baseball team based in the Northwest League (NWL) and the Class A Short Season affiliate of the Toronto Blue Jays. They are located in Vancouver, British Columbia, and play their home games at Scotiabank Field at Nat Bailey Stadium. The Canadians were established in 1978 as members of the Triple-A Pacific Coast League (PCL). They joined the NWL in 2000.",
  "/wiki/Foothills_Stadium": "Foothills Stadium, formerly Burns Stadium, is a stadium in Calgary, Alberta. It is primarily used for baseball, and was formerly home to the Calgary Cannons AAA baseball club until September 2002, when the team relocated to Albuquerque, New Mexico, USA.  It was later the home field of the Calgary Vipers baseball team of the North American League.  It originally opened in 1966.  The most notable early team to play in the stadium was the Calgary Expos of the Pioneer League.  The stadium has undergone several renovations, notably in 1985 prior to the arrival of the Calgary Cannons.  Most recently the stadium was refurbished in 2004 including the installation of ViperVision Video Screen in right field. It holds 6,000 people.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Calgary_Dinos": "The Calgary Dinos are the athletic teams that represent the University of Calgary in Calgary, Alberta, Canada. They were known as the \"Dinosaurs\" but usually referred to as the \"Dinos\" until 1999, when the name was officially shortened. Some of its venues are the Jack Simpson Gymnasium (basketball m/w, volleyball m/w, track and field m/w), McMahon Stadium (football, soccer m/w), Hawkings Field (field hockey), University of Calgary Aquatic Centre (swimming, often shortened to Aquatic Centre) and a 200m Running Track (cross-country and track & field practices).",
  "/wiki/Labatt_Park": "Labatt Memorial Park (formerly Tecumseh Park, 1877–1936) is a baseball stadium near the forks of the Thames River in central London, Ontario, Canada. It is 8.7 acres (35,000 m2) in size, has 5,200 seats and a natural grass field. From home plate to centre field the distance is 402 feet (123 m); from home plate to left and right field down the lines, it is 330 feet (100 m).",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/London_Majors": "The London Majors are an independent, minor league baseball team of the Intercounty Baseball League. The team was founded in 1925, and is based in London, Ontario. They play their home games at the 5,200 seat Labatt Memorial Park.",
  "/wiki/Monarch_Park_Stadium": "Monarch Park Stadium is a multi-purpose stadium in Toronto, Ontario, Canada. It is located near the intersection of Hanson Street and Coxwell Avenue next to Monarch Park Collegiate, in Monarch Park, it is used mostly for amateur soccer, baseball, and athletics principally by the Toronto District School Board. Built in 1964, the stadium replaced baseball fields that existed before the school was built in the 1940s.",
  "/wiki/St._Patrick%27s_Park": "St. Patrick's Park is the largest baseball park in the province of Newfoundland and Labrador. It is located in St. John's, Newfoundland and was built by American servicemen stationed in the province following the Second World War.",
  "/wiki/St._John%27s,_Newfoundland_and_Labrador": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is North America's easternmost city, excluding Greenland.",
  "/wiki/Newfoundland_and_Labrador": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.",
  "/wiki/Stade_Municipal_(Quebec_City)": "Stade Canac is a stadium in Quebec City, Quebec. It is used primarily for baseball and is the home field for the Quebec Capitales of the Frontier League minor league baseball team.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Capitales_de_Qu%C3%A9bec": "The Québec Capitales (French: Les Capitales de Québec) are a professional baseball team based in Quebec City, Quebec, Canada. The Capitales are a member of the Frontier League since the 2020 season after a merger between the Can-Am League and the Frontier League in October 2019. Since the 1999 season to the present, the Capitales have played their home games at Stade Canac.",
  "/wiki/Royal_Athletic_Park": "Royal Athletic Park is home to The Victoria HarbourCats Baseball Club of the WCL, fully lit stadium in Victoria, British Columbia.  It is primarily used for baseball, soccer, softball and football, but also hosts special events, such as the annual Great Canadian Beer Festival and Rifflandia Music Festival.  It is approximately a ten-minute walk from the city centre.",
  "/wiki/Victoria,_British_Columbia": "Victoria (Saanich: METULIYE mətúliyə) is the capital city of the Canadian province of British Columbia, located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th most densely populated city in Canada with 4,405.8 people per square kilometre, which is a greater population density than Toronto.",
  "/wiki/Victoria_HarbourCats": "The Victoria HarbourCats is a summer-collegiate baseball team located in Victoria, British Columbia. The HarbourCats play in the West Coast League (WCL), a collegiate summer baseball league. The team's home games are played at Victoria's Royal Athletic Park.",
  "/wiki/Stade_Fernand-B%C3%A9dard": "Stade Quillorama (formerly known as Stade Fernand-Bédard and Stade Stereo+) is a stadium in Trois-Rivières, Quebec, Canada. It is primarily used for baseball and is the home of the Trois-Rivières Aigles of the Frontier League. It was the home of the Trois-Rivières Saints of the Canadian Baseball League in 2003. The ballpark has a capacity of 4,500 people and was opened in 1938. It was also the home of Aigles Junior de Trois-Rivières of the Ligue de Baseball Junior Élite du Québec. The stadium name changed from Stade Fernand-Bédard to Stade Stereo+ on 22 June 2016. The change to Stade Quillorama was announced in December 2019.",
  "/wiki/Trois-Rivi%C3%A8res": "Trois-Rivières (French pronunciation: ​[tʁwɑ ʁivjɛʁ], locally [tʁwɔ ʁivjaɛ̯ʁ] (listen); \"Three Rivers\") is a city in the Mauricie administrative region of Quebec, Canada, at the confluence of the Saint-Maurice and Saint Lawrence rivers, on the north shore of the Saint Lawrence River across from the city of Bécancour. It is part of the densely populated Quebec City–Windsor Corridor and is approximately halfway between Montreal and Quebec City. Trois-Rivières is the economic and cultural hub of the Mauricie region. The settlement was founded by French colonists on July 4, 1634, as the second permanent settlement in New France, after Quebec City in 1608.",
  "/wiki/Trois-Rivi%C3%A8res_Aigles_(Can-Am)": "The Trois-Rivières Aigles are a Canadian professional baseball team based in Trois-Rivières, Quebec. They are a member of the Frontier League, and play their home games at Stade Quillorama.",
  "/wiki/Kiwanis_Park": "In June 2010, the a $2 million upgrade was completed which included artificial turf, batting cages, bleachers, bullpens, new dugouts, new sod, outfield fence, a modern drainage system, and a new lighting system.",
  "/wiki/Moncton,_New_Brunswick": "Moncton (/ˈmʌŋktən/; French pronunciation: ​[mɔŋktœn]) is one of three major urban centres in the Canadian province of New Brunswick, along with Saint John and the capital city of Fredericton. Situated in the Petitcodiac River Valley, Moncton lies at the geographic centre of the Maritime Provinces. The city has earned the nickname \"Hub City\" due to its central inland location in the region and its history as a railway and land transportation hub for the Maritimes.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/Andrews_Field_(baseball)": "Andrews Field, formerly known as Westbran Stadium, is a baseball stadium located in the city of Brandon, Manitoba, Canada.",
  "/wiki/Brandon,_Manitoba": "Brandon  the second-largest city in the province of Manitoba, Canada. It is located in the southwestern corner of the province on the banks of the Assiniboine River, approximately 214 km (133 mi) west of the provincial capital, Winnipeg, and 120 km (75 mi) east of the Saskatchewan boundary. Brandon covers an area of 77.41 km2 (29.89 sq mi) and has a population of 48,859, while its census metropolitan area has a population of 58,003. It is the primary hub of trade and commerce for the Westman region as well as parts of southeastern Saskatchewan and northern North Dakota, an area with a combined population of over 180,000 people.",
  "/wiki/Port_Arthur_Stadium": "Port Arthur Stadium is a stadium in Thunder Bay, Ontario, Canada.  It is exclusively used for baseball and is the home of the Thunder Bay Border Cats of the Northwoods League. The ballpark has a capacity of 3,031 people and seats 2,581, and was opened in 1951.",
  "/wiki/Thunder_Bay": "Thunder Bay is a city in, and the seat of, Thunder Bay District, Ontario, Canada. It is the most populous municipality in Northwestern Ontario with a population of 107,909 as of the Canada 2016 Census, and the second most populous in Northern Ontario after Greater Sudbury. Located on Lake Superior, the census metropolitan area of Thunder Bay has a population of 121,621, and consists of the city of Thunder Bay, the municipalities of Oliver Paipoonge and Neebing, the townships of Shuniah, Conmee, O'Connor, and Gillies, and the Fort William First Nation.",
  "/wiki/Thunder_Bay_Border_Cats": "The Thunder Bay Border Cats are a baseball team that plays in the Northwoods League, a collegiate summer baseball league. The league's only Canadian team, their home games are played at Port Arthur Stadium in Thunder Bay, Ontario.",
  "/wiki/Athletic_Park_(Medicine_Hat)": "Athletic Park is a stadium in Medicine Hat, Alberta, Canada.  It is primarily used for baseball and was the home of the Medicine Hat Blue Jays of the Pioneer League and home to the Medicine Hat Mavericks of the Western Major Baseball League since 2002.",
  "/wiki/Medicine_Hat": "Medicine Hat is a city in southeast Alberta, Canada. It is located along the South Saskatchewan River. It is approximately 169 km (105 mi) east of Lethbridge and 295 km (183 mi) southeast of Calgary. This city and the adjacent Town of Redcliff to the northwest are within  Cypress County. Medicine Hat was the sixth-largest city in Alberta in 2016 with a population of 63,230.",
  "/wiki/Spitz_Stadium": "Spitz Stadium is a stadium in the Henderson Park of Lethbridge, Alberta, Canada.",
  "/wiki/Lethbridge": "Lethbridge (/ˈlɛθbrɪdʒ/) is a city in the province of Alberta, Canada. It is Alberta's third-largest city by both population and land area after Calgary and Edmonton, and the largest city in southern Alberta. The nearby  Canadian Rocky Mountains contribute to the city's warm summers, mild winters, and windy climate. Lethbridge lies southeast of Calgary on the Oldman River.",
  "/wiki/Lethbridge_Bulls": "The Lethbridge Bulls are a Summer college baseball team playing at Spitz Stadium in Lethbridge, Alberta.  The team is a member of the Western Canadian Baseball League, a collegiate summer baseball league operating in the prairie provinces of Canada. The team was founded in 1999 by Doug Jones, mayor of the town of Oyen.  Kevin Kvame has been the President and General Manager of the Bulls since 2005 and was the GM for the 3 preceding years as well.  The current head coach is Ryan MacDonald who works as the assistant coach for Prairie Baseball Academy as well. He took over the role in 2014, following these other head coaches: Scott Rhodes (2008-2013), Todd Hubka (1999-2001 & 2006-2008), John Bradley (2005), and Les McTavish (2002-2004).",
  "/wiki/Bernie_Arbour_Memorial_Stadium": "Bernie Arbour Memorial Stadium is a stadium on Upper Kenilworth Avenue in Hamilton, Ontario, Canada. Located in Mohawk Sports Park, it is primarily used for baseball and was once the home of the minor league Hamilton Redbirds of the New York–Penn League. Built in 1970 when Civic Stadium was renovated to football only, it is named for former Hamilton Police sergeant Bernie Arbour, who was the director of Hamilton youth baseball from 1948 to his death in 1967.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Hamilton_Cardinals": "The Hamilton Cardinals is an amateur Canadian baseball team, in the Intercounty Baseball League based in Hamilton, Ontario. Founded in 1958, the club is the second oldest sports team in the city of Hamilton. Players range in age from 19-35. Many are former major leaguers and minor Pros as well as current and former NCAA/U Sports players. Home games are played at Bernie Arbour Memorial Stadium.",
  "/wiki/Welland_Stadium": "N/A",
  "/wiki/Welland": "Welland is a city in the Regional Municipality of Niagara in Southern Ontario, Canada. In 2016, it had a population of 52,293.",
  "/wiki/Welland_Jackfish": "The Welland Jackfish are an independent baseball team based in Welland, Ontario, Canada. The Jackfish are a member of the Intercounty Baseball League, an independent baseball league established in 1919 which is not affiliated with Major League Baseball."
}