{
  "/wiki/Bill_Buckner": "William Joseph Buckner (December 14, 1949 – May 27, 2019) was an American professional baseball first baseman and left fielder, who played in Major League Baseball (MLB) for five teams from 1969 through 1990, including the Chicago Cubs, the Los Angeles Dodgers, and Boston Red Sox. Beginning his career as an outfielder with the Dodgers, he helped the team to the 1974 pennant with a .314 batting average, but a serious ankle injury the next year eventually led to his trade to the Cubs prior to the 1977 season. The Cubs moved Buckner to first base, and he won the National League (NL) batting title with a .324 mark in 1980. He was named to the All-Star team in 1981 as he led the major leagues in doubles. After setting a major league record for first basemen with 159 assists in 1982, Buckner surpassed that total with 161 in 1983 while again leading the NL in doubles, before feuds with team management over a loss of playing time resulted in his being traded to the Red Sox in the middle of the 1984 season.",
  "/wiki/Los_Angeles_Dodgers": "The Los Angeles Dodgers are an American professional baseball team based in Los Angeles, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Established in 1883 in Brooklyn, New York, the team moved to Los Angeles before the 1958 season. They played for four seasons at the Los Angeles Memorial Coliseum before moving to their current home of Dodger Stadium in 1962.",
  "/wiki/Milt_Wilcox": "Milton Edward Wilcox (born April 20, 1950) is a retired MLB pitcher who had a sixteen-year career from 1970 to 1975, 1977–1986. He played for the Cincinnati Reds and Chicago Cubs of the National League and the Cleveland Indians, Detroit Tigers and Seattle Mariners of the American League. He won a World Series title with the Tigers in 1984.",
  "/wiki/Cincinnati_Reds": "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890.",
  "/wiki/Burt_Hooton": "Burt Carlton Hooton (born February 7, 1950), nicknamed \"Happy\", is an American former right-handed starting pitcher and former coach in  Major League Baseball.  He won 151 games over a 15-year career, mostly with the Chicago Cubs and Los Angeles Dodgers.",
  "/wiki/New_York_Mets": "The New York Mets are a Major League Baseball team based in the New York City borough of Queens. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. They are one of two MLB teams based in New York City, the other being the New York Yankees of the American League (AL).",
  "/wiki/Cecil_Cooper": "Cecil Cooper (born December 20, 1949) is a former first baseman in Major League Baseball and the former manager of the Houston Astros. From 1971 through 1987, Cooper played for the Boston Red Sox (1971–76) and Milwaukee Brewers (1977–87). He batted and threw left-handed, and attended Prairie View A&M University in Prairie View, Texas.",
  "/wiki/Boston_Red_Sox": "The Boston Red Sox are an American professional baseball team based in Boston, Massachusetts. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. The team have won nine World Series championships, tied for the third-most of any MLB team, and they have played in 13. Their most recent World Series appearance and win was in 2018. In addition, they won the 1904 American League pennant, but were not able to defend their 1903 World Series championship when the New York Giants refused to participate in the 1904 World Series. Founded in 1901 as one of the American League's eight charter franchises, the Red Sox' home ballpark has been Fenway Park since 1912. The \"Red Sox\" name was chosen by the team owner, John I. Taylor, circa 1908, following the lead of previous teams that had been known as the \"Boston Red Stockings\", including the forerunner of the Atlanta Braves.",
  "/wiki/Joe_Ferguson_(baseball)": "Joseph Vance Ferguson (born September 19, 1946) is an American former professional baseball player and coach. He played as a catcher in Major League Baseball from 1970 to 1983  for the Los Angeles Dodgers, St. Louis Cardinals, Houston Astros, and the California Angels. After his playing career, Ferguson became a coach and minor league manager.",
  "/wiki/Ross_Grimsley": "Ross Albert Grimsley III (born January 7, 1950) is a former left-handed pitcher in Major League Baseball who played for the Cincinnati Reds (1971–73), Baltimore Orioles (1974–77 and 1982), Montreal Expos (1978–80) and Cleveland Indians (1980). His father, Ross II, pitched for the 1951 Chicago White Sox.",
  "/wiki/Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. They compete in Major League Baseball (MLB) as a member of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit as a member of the minor league Western League in 1894 and is the only Western League team still in its original city. They are also the oldest continuous one name, one city franchise in the AL.",
  "/wiki/Tom_Kelly_(baseball)": "Jay Thomas Kelly (born August 15, 1950) is an American former professional baseball player, coach and manager. As the manager of the Minnesota Twins of Major League Baseball over 16 seasons from mid-September 1986 through 2001, he won two World Series championships. Currently, he serves as a special assistant to the general manager for the Twins.",
  "/wiki/Seattle_Pilots": "The Seattle Pilots were an American professional baseball team based in Seattle, Washington during the 1969 Major League Baseball season. During their single-season existence, the Pilots played their home games at Sick's Stadium and were a member of the West Division of Major League Baseball's American League. On April 1, 1970, the franchise moved to Milwaukee, Wisconsin and became the Milwaukee Brewers.",
  "/wiki/Doyle_Alexander": "Doyle Lafayette Alexander (born September 4, 1950) is a former pitcher in Major League Baseball (MLB) who played for the Los Angeles Dodgers, Baltimore Orioles, New York Yankees, Texas Rangers, Atlanta Braves, San Francisco Giants, Toronto Blue Jays, and Detroit Tigers.",
  "/wiki/Milt_May": "Milton Scott May (born August 1, 1950) is an American former professional baseball player and coach. He played as a catcher in Major League Baseball from 1970 to 1984 for the Pittsburgh Pirates, Houston Astros, Detroit Tigers, Chicago White Sox, and San Francisco Giants.",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the \"Bucs\" or the \"Buccos\" (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000.",
  "/wiki/Al_Bumbry": "Alonza Benjamin \"Al\" Bumbry (born Alonza Benjamin Bumbrey; April 21, 1947) is a former Major League Baseball (MLB) outfielder who played for the Baltimore Orioles and San Diego Padres from 1972 through 1985. Bumbry was the 1973 American League Rookie of the Year, and went on to be an All-Star and World Series champion. He is an inductee of the Baltimore Orioles Hall of Fame and the Virginia Sports Hall of Fame. Prior to his major league career, Bumbry served in the US Army during the Vietnam War and was awarded a Bronze Star.",
  "/wiki/Baltimore_Orioles": "The Baltimore Orioles are an American professional baseball team based in Baltimore, Maryland. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Louis, Missouri, to become the St. Louis Browns in 1902. After 52 years in St. Louis, the franchise was purchased in November 1953 by a syndicate of Baltimore business and civic interests led by attorney and civic activist Clarence Miles and Mayor Thomas D'Alesandro, Jr. The team's current owner is American trial lawyer Peter Angelos.",
  "/wiki/Ben_Oglivie": "Benjamin Ambrosio Oglivie Palmer (born February 11, 1949) is a Panamanian former professional baseball left fielder, who played in Major League Baseball (MLB) for the Boston Red Sox (1971–1973), Detroit Tigers (1974–1977), and Milwaukee Brewers (1978–1986). He also played two seasons in Nippon Professional Baseball (NPB) for the Kintetsu Buffaloes (1987–1988). Oglivie batted and threw left-handed.",
  "/wiki/Duane_Kuiper": "Duane Eugene Kuiper (born June 19, 1950) is a former Major League Baseball second baseman, as well as a seven-time Emmy award-winning radio and television sportscaster for the San Francisco Giants. Along with former major league pitcher Mike Krukow, Kuiper forms the broadcast duo known as \"Kruk and Kuip\".",
  "/wiki/New_York_Yankees": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. They are one of two major league clubs based in New York City, the other being the National League's (NL) New York Mets. The Yankees began play in the 1901 season as the Baltimore Orioles (no relation to the modern Baltimore Orioles). In 1903, Frank Farrell and Bill Devery purchased the franchise after it ceased operations and moved it to New York City, renaming the club the New York Highlanders. The Highlanders were officially renamed the New York Yankees in 1913.",
  "/wiki/John_Milner": "John David Milner (December 28, 1949 – January 4, 2000) was an American first baseman and left fielder in Major League Baseball. A native of Atlanta, Georgia, he grew up a huge Hank Aaron fan, even appropriating his idol's nickname, \"The Hammer.\" He was a member of the 1979 \"We Are Family\" Pittsburgh Pirates team that won the World Series against the Baltimore Orioles.",
  "/wiki/Bruce_Kison": "Bruce Eugene Kison  (February 18, 1950 – June 2, 2018) was an American professional baseball pitcher, who played in Major League Baseball (MLB) for the Pittsburgh Pirates (1971–79), California Angels (1980–84) and Boston Red Sox (1985). Kison won two World Series championships with the Pirates, both over the Baltimore Orioles, and is perhaps best remembered for throwing ​6 1⁄3 scoreless innings of relief to win Game 4 of the 1971 World Series. He batted and threw right-handed.",
  "/wiki/Steve_Stone_(baseball)": "Steven Michael Stone (born July 14, 1947) is an American former Major League Baseball (MLB) player, and current sportscaster and author.",
  "/wiki/Cleveland_Indians": "The Cleveland Indians are an American professional baseball team based in Cleveland, Ohio. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the team has won 10 Central Division titles, six American League pennants, and two World Series championships, (in 1920 and 1948). The team's current 70-year World Series championship drought is the longest active among all 30 current Major League teams.",
  "/wiki/Oscar_Gamble": "Oscar Charles Gamble (December 20, 1949 – January 31, 2018) was an American professional baseball outfielder and designated hitter, who played in Major League Baseball (MLB) for 17 seasons, from 1969 to 1985, for seven different teams: the Chicago White Sox and New York Yankees (on two separate occasions, each); as well as the Chicago Cubs, Philadelphia Phillies, Cleveland Indians, San Diego Padres, and Texas Rangers.",
  "/wiki/Chicago_Cubs": "The Chicago Cubs are an American professional baseball team based in Chicago, Illinois. The Cubs compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. The team plays its home games at Wrigley Field, located on the city's North Side. The Cubs are one of two major league teams in Chicago; the other, the Chicago White Sox, is a member of the American League (AL) Central division. The Cubs, first known as the White Stockings, were a founding member of the NL in 1876, becoming the Chicago Cubs in 1903.",
  "/wiki/Ken_Forsch": "Kenneth Roth Forsch (born September 8, 1946 in Sacramento, California) is a former Major League Baseball pitcher. Forsch graduated from Hiram Johnson High School and played in college ball at Oregon State University through the 1967–1968 seasons.",
  "/wiki/Houston_Astros": "The Houston Astros are an American professional baseball team based in Houston, Texas. The Astros compete in Major League Baseball (MLB) as a member club of the American League (AL) West division, having moved to the division in 2013 after spending their first 51 seasons in the National League (NL).",
  "/wiki/John_Lowenstein": "John Lee Lowenstein (born January 27, 1947) is an American former professional baseball outfielder and designated hitter, who played in Major League Baseball (MLB) for the Cleveland Indians, Texas Rangers, and Baltimore Orioles. He attended the University of California, Riverside, where he played college baseball for the Highlanders from 1966–1968.",
  "/wiki/Bill_Lee_(left-handed_pitcher)": "William Francis Lee III (born December 28, 1946), nicknamed Spaceman, is an American former Major League Baseball pitcher. He played with the Boston Red Sox 1969–1978 and the Montreal Expos 1979–1982. On November 7, 2008, Lee was inducted into the Red Sox Hall of Fame, as the team's record-holder for most games pitched by a left-hander (321) and the third-highest win total (94) by a Red Sox southpaw. On August 23, 2012, Lee signed a contract to play with the San Rafael Pacifics of the independent North American League at age 65.",
  "/wiki/Craig_Swan": "Craig Steven Swan (born November 30, 1950) is a former professional baseball pitcher who played in Major League Baseball from 1973 to 1984 for the New York Mets and California Angels. Swan's best season came in 1978 when he posted a 9–6 win–loss record and led the National League with an earned run average of 2.43. This was significant as the Mets were in the National League East cellar that year. Swan featured a fastball between 90 and 95 miles per hour with good movement and an occasional slider.",
  "/wiki/St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis, Missouri. The Cardinals compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Busch Stadium has been their home ballpark since 2006. One of the nation's oldest and most successful professional baseball clubs, the Cardinals have won 11 World Series championships, more than any other NL team and second in MLB only to the New York Yankees. The team has won 19 National League pennants, third-most of any team. St. Louis has also won 14 division titles in the East and Central divisions.",
  "/wiki/1968_Major_League_Baseball_draft": "The 1968 Major League Baseball (MLB) draft took place prior to the 1968 MLB season. The draft saw the New York Mets take shortstop Tim Foli first overall."
}