{
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Athens_International_Airport": "Athens International Airport Eleftherios Venizelos (Greek: Διεθνής Αερολιμένας Αθηνών «Ελευθέριος Βενιζέλος», Diethnís Aeroliménas Athinón \"Elefthérios Venizélos\"), commonly initialised as AIA (IATA: ATH, ICAO: LGAV), is the largest international airport in Greece, serving the city of Athens and region of Attica. It began operation on 28 March 2001 (in time for the 2004 Summer Olympics) and is the main base of Aegean Airlines, as well as other smaller Greek airlines. It is located near the old Ellinikon International Airport.  Athens International is currently a member of Group 2 of Airports Council International (10–25 million); as of 2019, it is the 26th-busiest airport in Europe.",
  "/wiki/Beirut": "Beirut (/beɪˈruːt/ bay-ROOT; Arabic: بيروت‎, romanized: Bayrūt; French: Beyrouth) is the capital and largest city of Lebanon. No recent population census has been conducted, but 2007 estimates ranged from slightly more than 1 million to 2.2 million as part of Greater Beirut, which makes it the third-largest city in the Levant region and the fifteenth-largest in the Arab world. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, Beirut is an important regional seaport.",
  "/wiki/Beirut_Rafic_Hariri_International_Airport": "Beirut–Rafic Hariri International Airport (Arabic: مطار بيروت الدولي‎, Maṭār Bayrūt ad-Dwaliyy) (French: Aéroport international de Beyrouth Rafic Hariri) (IATA: BEY, ICAO: OLBA) is located 9 kilometres (5.6 mi) from the city center in the southern suburbs of Beirut, Lebanon, and is the only operational commercial airport in the country. It is the hub for Lebanon's national carrier, Middle East Airlines (more commonly known as MEA). It is also the hub for the Lebanese charter carrier Wings of Lebanon, and was the hub for the Lebanese cargo carrier TMA cargo before its collapse.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Dubai_International_Airport": "Dubai International Airport (IATA: DXB, ICAO: OMDB) (Arabic: مطار دبي الدولي‎) is the primary international airport serving Dubai, United Arab Emirates, and is the world's busiest airport by international passenger traffic. It is also the fifth-busiest airport in the world by passenger traffic, the sixth-busiest cargo airport in the world, the busiest airport for Airbus A380 and Boeing 777 movements, and the airport with the highest average number of passengers per flight. In 2017, DXB handled 88 million passengers and 2.65 million tonnes of cargo and registered 409,493 aircraft movements. In July 2019, Dubai International airport installed the largest solar energy system in the region's airports as part of Dubai's goal to reduce 30 percent of the city energy consumption by 2030.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Frankfurt_Airport": "Frankfurt am Main Airport (IATA: FRA, ICAO: EDDF) (German: Flughafen Frankfurt am Main [ˈfluːkhaːfn̩ ˌfʁaŋkfʊʁt ʔam ˈmaɪn], also known as Rhein-Main-Flughafen) is a major international airport located in Frankfurt, the fifth-largest city of Germany and one of the world's leading financial centres. It is operated by Fraport and serves as the main hub for Lufthansa including Lufthansa CityLine and Lufthansa Cargo as well as Condor and AeroLogic. The airport covers an area of 2,300 hectares (5,683 acres) of land and features two passenger terminals with a capacity of approximately 65 million passengers per year, four runways and extensive logistics and maintenance facilities.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Istanbul_Airport": "Istanbul Airport (IATA: IST, ICAO: LTFM) (Turkish: İstanbul Havalimanı) is the main international airport serving Istanbul, Turkey. It is located in the Arnavutköy district on the European side of the city.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Kyiv_Zhuliany_International_Airport": "Igor Sikorsky Kyiv International Airport (Zhuliany) (Ukrainian: Міжнародний аеропорт «Київ» імені Ігоря Сікорського (Жуляни)) (IATA: IEV, ICAO: UKKK) is one of the two passenger airports of the Ukrainian capital Kiev, the other being Boryspil International Airport. It is owned by the municipality of Kiev and located in the Zhuliany neighbourhood, about 7 kilometres (4.3 mi) southwest of the city centre.",
  "/wiki/Mineralnye_Vody": "Mineralnye Vody (Min-Vody) (Russian: Минеральные Воды (Мин-Воды), IPA: [mʲɪnʲɪˈralʲnɨjə ˈvodɨ, mʲɪn ˈvodɨ]; lit. mineral waters) (Chechen: Минвод) is a town in Stavropol Krai, Russia, located along the Kuma River and the main rail line between Rostov-on-Don in Russia and Baku in Azerbaijan. Population: 76,728 (2010 Census); 75,644 (2002 Census); 70,961 (1989 Census).",
  "/wiki/Mineralnye_Vody_Airport": "Mineralnye Vody Airport (Russian: Аэропорт Минеральные Воды) (IATA: MRV, ICAO: URMM) (also written as Mineralnyye Vody Airport, to which \"Mineralnye Vody\" literally translates to Mineral Waters) is an airport in Stavropol Krai, Russia located 4 kilometres (2.5 mi) west of Mineralnye Vody. It features a civilian terminal area on its west side with 41 parking spots. The airfield houses a Tupolev Tu-154 maintenance facility on the east side.",
  "/wiki/Domodedovo_Airport": "Moscow Domodedovo Airport (Russian: Московский аэропорт Домоде́дово, IPA: [dəmɐˈdʲɛdəvə]), formally \"Domodedovo Mikhail Lomonosov International Airport\" (IATA: DME, ICAO: UUDD) is an international airport located in Domodedovo, Moscow Oblast, Russia, 42 kilometres (26 mi) south-southeast from the centre of Moscow. Domodedovo is one of the four major Moscow airports, as well as one of the largest airports in Russia and the former USSR in terms of passenger and cargo traffic. In 2017, it served 30,700,000 passengers, an increase of 7.6% compared to 2016, making it the second busiest airport in Russia after Sheremetyevo International Airport.",
  "/wiki/Vnukovo_Airport": "Vnukovo International Airport, formally \"Vnukovo Andrei Tupolev International Airport\", (Russian: Международный аэропорт Внуково, IPA: [ˈvnukəvə]) (IATA: VKO, ICAO: UUWW), is a dual-runway international airport located in Vnukovo District, 28 kilometres (17 mi) southwest of the centre of Moscow, Russia. It is one of the four major airports that serve Moscow, along with Moscow Domodedovo Airport, Sheremetyevo International Airport, and Zhukovsky International Airport. In 2019, the airport handled 24.01 million passengers, representing an increase of 12% compared to the previous year. It is the third-busiest airport in the former USSR.",
  "/wiki/Nizhny_Novgorod": "Nizhny Novgorod (/ˌnɪʒni ˈnɒvɡərɒd/ NIZH-nee NOV-gə-rod; Russian: Ни́жний Но́вгород, IPA: [ˈnʲiʐnʲɪj ˈnovɡərət]), colloquially shortened to Nizhny, is a city in Russia and the administrative center (capital) of Volga Federal District and Nizhny Novgorod Oblast. From 1932 to 1990, it was known as Gorky (Го́рький, IPA: [ˈɡorʲkʲɪj]), after the writer Maxim Gorky, who was born there.",
  "/wiki/Strigino_Airport": "Strigino Airport (Russian: Аэропорт Стригино (IATA: GOJ, ICAO: UWGG) (also referred to as Nizhny Novgorod International Airport (Russian: Международный аэропорт Нижний Новгород)) is the international airport serving the city of Nizhny Novgorod, Russia. It is located on the outskirts of the city's Avtozavodsky District, 14 km (8.5 mi) southwest of city centre. Strigino is responsible for serving the 3,281,000 residents of the Nizhny Novgorod Oblast.",
  "/wiki/Novosibirsk": "Novosibirsk (/ˌnoʊvəsɪˈbɪərsk, -voʊs-/, also UK: /ˌnɒv-/; Russian: Новосиби́рск, IPA: [nəvəsʲɪˈbʲirsk] (listen), li.: \"New Siberia\") is the administrative center of Novosibirsk Oblast in Russia. Located in the southwestern part of Siberia on the banks of the Ob River, it is the third-most populous city in Russia (after Moscow and St. Petersburg) as well as the most populous city in Asian Russia, with a population of 1,612,833 as of the 2018 census.",
  "/wiki/Novosibirsk_Tolmachevo_Airport": "Novosibirsk Tolmachevo Airport (Russian: Аэропо́рт Толмачёво) (IATA: OVB, ICAO: UNNT) is situated in the town of Ob, 16 kilometres (9.9 mi) west of the center of Novosibirsk, an industrial and scientific center in Siberia and Russia's third-largest city.",
  "/wiki/Paris-Charles_de_Gaulle_Airport": "Paris Charles de Gaulle Airport (French: Aéroport de Paris-Charles-de-Gaulle, IATA: CDG, ICAO: LFPG), also known as Roissy Airport, is the largest international airport in France and second-busiest airport in Europe. Opened in 1974, it is located in Roissy-en-France, 23 km (14 mi) northeast of Paris. It is named after Charles de Gaulle (1890–1970).",
  "/wiki/Rostov-on-Don": "Rostov-on-Don (Russian: Росто́в-на-Дону́, tr. Rostov-na-Donu, IPA: [rɐˈstof nə dɐˈnu]) is a port city and the administrative centre of Rostov Oblast and the Southern Federal District of Russia. It lies in the southeastern part of the East European Plain on the Don River, 32 kilometers (20 mi) from the Sea of Azov. The southwestern suburbs of the city abut the Don River delta. The population is over one million people (1,125,000).",
  "/wiki/Rostov-on-Don_Airport": "Rostov-on-Don Airport (Russian: Аэропорт Ростов-на-Дону) Aeroport Rostov-na-Donu (IATA: RVI (after Nov 26, 2017) / ROV (before Nov 27, 2017), ICAO: URRR) was an international airport located 8 km (5 mi) east of the city of Rostov-on-Don, in southern Russia. It was one of the largest airports in the south-west of Russia and the 12th busiest in the country. It was founded in 1925 and was designated an international airport in 1986. The airport served 50 destinations in Russia and abroad and hosted 30 airlines. It was a hub for Donavia. In 2015, Rostov Airport handled 2.06 million passengers, including 565 thousand on international routes.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Pulkovo_Airport": "Pulkovo Airport (Russian: Аэропорт Пулково, IPA: [ˈpulkəvə]) (IATA: LED, ICAO: ULLI) is an international airport serving St. Petersburg, Russia. It consists of one terminal, Terminal 1 which is located 23 km (14 mi) south of the city centre. The airport serves as a hub for Aeroflot and as focus city for Smartavia. Pulkovo International Airport is responsible for serving the citizens of Saint Petersburg, as well as the Leningrad Oblast: a total of 6,120,000 people.",
  "/wiki/Samara,_Russia": "Samara (Russian: Сама́ра, IPA: [sɐˈmarə]), known from 1935 to 1991 as Kuybyshev (Куйбышев; IPA: [ˈkujbɨʂɨf]), is the ninth largest city in Russia and the administrative center of Samara Oblast. Some statistics indicate that it is the eighth or ninth-largest city by population, rather than sixth. It is in the southeastern part of European Russia at the confluence of the Volga and Samara rivers, on the east bank of the Volga which acts as the city's western boundary; across the river are the Zhiguli Mountains, after which the local beer (Zhigulyovskoye) is named. The northern boundary is formed by the Sokolyi Hills and by the steppes in the south and east. The city covers 46,597 hectares (115,140 acres), with a population of 1,164,685 (2010 Census);   the metropolitan area of Samara, Tolyatti and Syzran has a population of over 3 million. It is about 300 kilometres (190 mi) from Kazan, 410 kilometres (250 mi) from Ufa, 340 kilometres (210 mi) from Saratov and 235 kilometres (146 mi) from Oral, Kazakhstan.",
  "/wiki/Samara_Kurumoch_Airport": "Kurumoch International Airport (Russian: Международный аэропорт \"Курумоч\") (IATA: KUF, ICAO: UWWW) is the international airport of Samara, Russia, located 35 km (22 mi) north of the city. Besides Samara, the airport serves Tolyatti – the second largest city in the region. The name of the airport originated from the closest village Kurumoch 7 km (4 mi) southwest. Kurumoch was used as a hub for Samara Airlines until the airline's bankruptcy. In 2011, Kurumoch was acquired by the largest airport holding and management company in Russia, Airports of Regions.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/Sochi_International_Airport": "Sochi International Airport (Russian: Международный Аэропорт Сочи; IATA: AER, ICAO: URSS) is an airport located in Adler District of the resort city of Sochi, on the coast of the Black Sea in the federal subject of Krasnodar Krai, Russia. Sochi International Airport is among the ten largest Russian airports, with an annual passenger turnover of 5.2 million.",
  "/wiki/Stavropol": "Stavropol (/stævˈroʊpəl/,  Russian: Ставрополь, IPA: [ˈstavrəpəlʲ]) a city and the administrative center of Stavropol Krai, Russia. As of the 2010 Census, its population was 398,539.",
  "/wiki/Stavropol_Shpakovskoye_Airport": "Stavropol Shpakovskoye Airport (IATA: STW, ICAO: URMT) (sometimes appearing as Mikhaylovskoye) is an airport in Stavropol Krai, Russia located 13 km northeast of Stavropol.",
  "/wiki/Tel_Aviv": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا‎ – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem.[a]",
  "/wiki/Ben_Gurion_International_Airport": "Ben Gurion Airport (Hebrew: נמל התעופה בן-גוריון‎; Arabic: مطار بن غوريون الدولي‎) (IATA: TLV, ICAO: LLBG), commonly known by its Hebrew acronym as Natbag (נתב״ג), is the main international airport of Israel and the busiest airport in the country, located on the northern outskirts of the city of Lod, which is about 45 km (28 mi) northwest of Jerusalem and 20 km (12 mi) to the southeast of Tel Aviv. Named in 1973 after Israel's first Prime Minister David Ben-Gurion, the airport serves as a hub for El Al, Israir Airlines, Arkia, and Sun D'Or. It is operated by the Israel Airports Authority, a government-owned corporation that manages all public airports and border crossings in Israel.",
  "/wiki/Vladikavkaz": "Vladikavkaz (Russian: Владикавка́з, IPA: [vlədʲɪkɐˈfkas], lit. ruler of the Caucasus; Ossetian: Дзæуджыхъæу, romanized: Dzæudžyqæu Ossetian pronunciation: [ˈd͡zæwd͡ʒəqæw], lit. Dzaug [ru]'s settlement), formerly known as Ordzhonikidze (Орджоники́дзе) and Dzaudzhikau (Дзауджика́у), is the capital city of the Republic of North Ossetia-Alania, Russia. It is located in the southeast of the republic at the foothills of the Caucasus Mountains, situated on the Terek River. Population: 311,693 (2010 Census); 315,068 (2002 Census); 300,198 (1989 Census). Vladikavkaz is one of the most populous cities in the North Caucasus.",
  "/wiki/Beslan_Airport": "Beslan Airport (Ossetian: Аэропорт Беслӕн, Russian: Аэропорт Беслан) (IATA: OGZ, ICAO: URMO), also known as Vladikavkaz International Airport, is a civilian airport in North Ossetia–Alania, Russia located 5 kilometres (3.1 mi) northeast of Beslan and 15 kilometres (9.3 mi) from Vladikavkaz. It is a small airport servicing medium-sized airliners. It has parking places for five large aircraft and nine smaller ones. In 2017, 349,684 passengers are transited in this airport.",
  "/wiki/Yerevan": "Yerevan (UK: /ˌjɛrəˈvæn/ YERR-ə-VAN, US: /-ˈvɑːn/ -⁠VAHN; Armenian: Երևան[a] [jɛɾɛˈvɑn] (listen), sometimes spelled Erevan)[b] is the capital and largest city of Armenia as well as one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the fourteenth in the history of Armenia and the seventh located in or around the Ararat plain. The city also serves as the seat of the Araratian Pontifical Diocese; the largest diocese of the Armenian Apostolic Church and one of the oldest dioceses in the world.",
  "/wiki/Zvartnots_International_Airport": "Zvartnots International Airport (Armenian: Զվարթնոց միջազգային օդանավակայան, (IATA: EVN, ICAO: UDYZ) is located near Zvartnots, 15 km (9.3 mi) west of Yerevan, the capital city of Armenia. It acts as the main international airport of Armenia and is Yerevan's main international transport hub. It is the busiest airport in the country."
}