{
  "/wiki/Virtual_channel": "In most telecommunications organizations, a virtual channel is a method of remapping the program number as used in H.222 Program Association Tables and Program Mapping Tables to a channel number that can be entered via digits on a receiver's remote control.",
  "/wiki/Digital_terrestrial_television": "Digital terrestrial television (DTTV or DTT, or DTTB with \"broadcasting\") is a technology for terrestrial television in which land-based (terrestrial) television stations broadcast  television content by radio waves to televisions in consumers' residences in a digital format.  DTTV is a major technological advance over the previous analog television, and has largely replaced analog which had been in common use since the middle of the 20th century. Test broadcasts began in 1998 with the changeover to DTTV (aka Analog Switchoff (ASO) or Digital Switchover (DSO)) beginning in 2006 and is now complete in many countries.   The advantages of digital terrestrial television are similar to those obtained by digitising platforms such as cable TV, satellite, and telecommunications: more efficient use of limited radio spectrum bandwidth, provision of more television channels than analog, better quality images, and potentially lower operating costs for broadcasters (after the initial upgrade costs).",
  "/wiki/Aberdeen,_South_Dakota": "Aberdeen (Lakota: Ablíla) is a city in and the county seat of Brown County, South Dakota, United States, located approximately 125 miles (201 km) northeast of Pierre. The city population was 26,091 at the 2010 census, making it the third most populous city in the state after Sioux Falls and Rapid City. Aberdeen is the principal city of the Aberdeen Micropolitan Statistical Area, which includes all of Brown and Edmunds counties and has a population of 40,602 in 2010. Aberdeen is considered a college town, being the home of both Northern State University and Presentation College.",
  "/wiki/Gray_Television": "Gray Television, Inc. is an American publicly traded television broadcasting company based in Atlanta, Georgia. Founded in 1946 by James Harrison Gray as Gray Communications Systems, the company owns or operates 145 stations across the United States, based primarily in markets as large as Cleveland and as small as North Platte, Nebraska.",
  "/wiki/Ada,_Oklahoma": "Ada is a city in and the county seat of Pontotoc County, Oklahoma, United States. The population was 16,810 at the 2010 census, an increase of 7.1 percent from 15,691 at the 2000 census. The city was named for Ada Reed, the daughter of an early settler, and was incorporated in 1901. Ada is home to East Central University, and is the headquarters of the Chickasaw Nation.",
  "/wiki/Sherman,_Texas": "Sherman is a U.S. city in and the county seat of Grayson County, Texas. The city's population in 2010 was 38,521. It is one of the two principal cities in the Sherman–Denison Metropolitan Statistical Area, and it is part of the Texoma region of North Texas and southern Oklahoma.",
  "/wiki/KTEN": "KTEN, virtual channel 10 (UHF digital channel 26), is a NBC/CW+/ABC-affiliated television station licensed to Ada, Oklahoma, United States and serving the Ada–Sherman television market. The station is owned by Lockwood Broadcast Group. KTEN's primary studios are located on High Point Circle (near Katy Memorial Expressway/U.S. Route 75) in northwestern Denison, Texas, with secondary studios at the Ardmore Energy Center on Merrick Drive (near North Commerce Street) in northwestern Ardmore, and business offices at the intersection of East Main Street and Rennie Avenue (near the offices of the Ada Evening News) in downtown Ada, Oklahoma. The station's transmitter is located along State Highway 7 in rural northeastern Johnston County, Oklahoma (west of Wapanucka and southwest of Bromide).",
  "/wiki/Lockwood_Broadcast_Group": "Lockwood Broadcast Group is a television broadcasting company that owns stations in several markets.",
  "/wiki/Albany,_Georgia": "Albany is a city in the U.S. state of Georgia. Located on the Flint River, it is the seat of Dougherty County. Located in southwest Georgia, it is the principal city of the Albany, Georgia metropolitan area. The population was 77,434 at the 2010 U.S. Census, making it the eighth-largest city in the state.",
  "/wiki/WALB": "WALB, virtual and VHF digital channel 10, is a dual NBC/ABC-affiliated television station licensed to Albany, Georgia, United States and serving Southwestern Georgia. Owned by Gray Television, it is sister to low-powered CW+ affiliate WGCW-LD, channel 36 (which WALB simulcasts on its fourth digital subchannel). The two stations share studios on Stuart Avenue in Albany; WALB's transmitter is located east of Doerun, along the Colquitt–Worth county line.",
  "/wiki/Albany,_New_York": "Albany (/ˈɔːlbəni/ (listen) AWL-bə-nee) is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City.",
  "/wiki/Schenectady,_New_York": "Schenectady  (/skəˈnɛktədi/) is a city in Schenectady County, New York, United States, of which it is the county seat. As of the 2010 census, the city had a population of 66,135. The name \"Schenectady\" is derived from a Mohawk word, skahnéhtati, meaning \"beyond the pines\". Schenectady was founded on the south side of the Mohawk River by Dutch colonists in the 17th century, many from the Albany area. They were prohibited from the fur trade by the Albany monopoly, which kept its control after the English takeover in 1664. Residents of the new village developed farms on strip plots along the river.",
  "/wiki/Troy,_New_York": "Troy is a city in the U.S. state of New York and the seat of Rensselaer County. The city is located on the western edge of Rensselaer County and on the eastern bank of the Hudson River. Troy has close ties to the nearby cities of Albany and Schenectady, forming a region popularly called the Capital District. The city is one of the three major centers for the Albany Metropolitan Statistical Area (MSA), which has a population of 1,170,483. At the 2010 census, the population of Troy was 50,129. Troy's motto is Ilium fuit. Troja est, which means \"Ilium was, Troy is\".",
  "/wiki/WTEN": "WTEN, virtual channel 10 (UHF digital channel 24), is an ABC-affiliated television station licensed to Albany, New York, United States and serving New York's Capital District (Albany–Schenectady–Troy) as well as Berkshire County, Massachusetts. The station is owned by Nexstar Media Group, which also operates Fox affiliate WXXA-TV (channel 23, also licensed to Albany) under joint sales and shared services agreements (JSA/SSA) with owner Shield Media, LLC. The two stations share studios on Northern Boulevard in Albany's Bishop's Gate section and transmitter facilities on the Helderberg Escarpment west of New Salem, a hamlet of New Scotland.",
  "/wiki/Nexstar_Media_Group": "Nexstar Media Group, Inc. is a publicly traded American telecommunications company with headquarter offices in Irving, Texas, New York City, and Chicago. The company is the largest television station owner in the United States, owning 197 television stations across the U.S., most of which are affiliates with the four \"major\" U.S. television networks located in small to medium-sized markets. It also operates all of the stations owned by an affiliated company, Mission Broadcasting, under local marketing agreements.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/Santa_Fe,_New_Mexico": "Santa Fe (/ˌsæntə ˈfeɪ, ˈsæntə feɪ/ SAN-tə FAY, -⁠ fay; Tewa: Oghá P'o'oge; Navajo: Yootó) is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,612 in 2018, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area which features a population of 1,178,664 as of the 2018 Census Bureau estimate. The city was founded in 1610 as capital of Nuevo México, after it replaced Española as capital, which makes it the oldest state capital in the United States.",
  "/wiki/KOAT-TV": "KOAT-TV, virtual and VHF digital channel 7, is an ABC-affiliated television station licensed to Albuquerque, New Mexico, United States and also serving Santa Fe. The station is owned by the Hearst Television subsidiary of Hearst Communications. KOAT-TV's studios are located on Carlisle Boulevard in Northeast Albuquerque, and its transmitter is located on Sandia Crest, northeast of Albuquerque.",
  "/wiki/Hearst_Television": "Hearst Television, Inc. (formerly Hearst-Argyle Television) is a broadcasting company in the United States owned by Hearst Communications. From 1998 to mid-2009, the company traded its common stock on the New York Stock Exchange under the symbol \"HTV.\"",
  "/wiki/Alexandria,_Louisiana": "Alexandria is the ninth-largest city in the state of Louisiana and is the parish seat of Rapides Parish, Louisiana, United States. It lies on the south bank of the Red River in almost the exact geographic center of the state. It is the principal city of the Alexandria metropolitan area (population 153,922) which encompasses all of Rapides and Grant parishes. Its neighboring city is Pineville. In 2010, the population was 47,723, an increase of 3 percent from the 2000 census.",
  "/wiki/KLAX-TV": "KLAX-TV, virtual and UHF digital channel 31, is an ABC-affiliated television station licensed to Alexandria, Louisiana, United States. Owned by Atlanta-based Cox Media Group, it is a sister station to low-powered MeTV affiliate KWCE-LP, analog channel 27 (which KLAX-TV simulcasts on its second digital subchannel). The two outlets share studios on England Drive/LA 498 in Alexandria; KLAX-TV's transmitter is located in the Kisatchie National Forest southwest of Dry Prong. On cable, the station is available on Suddenlink channel 3 and in high definition on digital channel 720.",
  "/wiki/Northwest_Broadcasting": "Northwest Broadcasting was a television broadcasting company based in Okemos, Michigan, a suburb of Lansing. The broadcasting group owns or operates twelve television stations in six markets, through subsidiaries such as Broadcasting Communications, Mountain Communications, Stainless Broadcasting, and Bristlecone Broadcasting.",
  "/wiki/Alexandria,_Minnesota": "Alexandria is a city in and the county seat of Douglas County, Minnesota. First settled in 1858, it was named after brothers Alexander and William Kinkead from Maryland. The form of the name alludes to Alexandria, Egypt, a center of learning and civilization.",
  "/wiki/Hubbard_Broadcasting": "Hubbard Broadcasting, Inc. is an American television and radio broadcasting corporation based in St. Paul, Minnesota. It was founded by Stanley E. Hubbard.",
  "/wiki/Alpena,_Michigan": "Alpena /ælˈpiːnə/ is a city in the U.S. state of Michigan and the county seat of Alpena County. It is considered to be part of northern Michigan. The Thunder Bay National Marine Sanctuary is located in the city. The population was 10,483 at the 2010 census. The population swells with many visitors in the summer.",
  "/wiki/WBKB-TV": "WBKB-TV, virtual and VHF digital channel 11, is a CBS/Fox/MyNetworkTV/ABC-affiliated television station licensed to Alpena, Michigan, United States and serving the northeastern Lower Peninsula of Michigan. The station is owned by the Marks Radio Group. WBKB-TV's studios are located on North Bagley Street in Alpena, and its transmitter is located in unincorporated Alcona County (near M-72) south of Hubbard Lake. On cable, the station can be seen on Charter Spectrum channel 10 in standard definition and digital channel 781 in high definition.",
  "/wiki/Stephan_Marks": "Stephan Marks, a Maryland native, is owner and operator of radio and television stations in three small United States markets.",
  "/wiki/Altoona,_Pennsylvania": "Altoona is a city in Blair County, Pennsylvania, United States. It is the principal city of the Altoona Metropolitan Statistical Area (MSA). The population was 46,320 at the time of the 2010 Census, making it the eleventh most populous city in Pennsylvania. The Altoona MSA includes all of Blair County and was recorded as having a population of 127,089 at the 2010 Census, around 100,000 of whom live within a 5-mile (8.0 km) radius of the Altoona city center according to U.S. Census ZIP Code population data. This includes the adjacent boroughs of Hollidaysburg and Duncansville, adjacent townships of Logan, Allegheny, Blair, Frankstown, Antis, and Tyrone, as well as nearby boroughs of Bellwood and Newry.",
  "/wiki/Johnstown,_Pennsylvania": "Johnstown is a city in Cambria County, Pennsylvania, United States,  west-southwest of Altoona and 67 miles (108 km) east of Pittsburgh. The population was 20,978 at the 2010 census and estimated to be 19,447 in 2018. It is the principal city of the Johnstown, Pennsylvania, Metropolitan Statistical Area, which includes Cambria County.",
  "/wiki/WATM-TV": "WATM-TV, virtual channel 23 (UHF digital channel 31), is an ABC-affiliated television station licensed to Altoona, Pennsylvania, United States and serving West-Central Pennsylvania. Owned by Palm Television, L.P., it is operated under a local marketing agreement (LMA) by Horseshoe Curve Communications, making it sister to Johnstown-licensed Fox affiliate WWCP-TV, channel 8 (itself operated by Cunningham Broadcasting under a time brokerage agreement [TBA]). Both stations, in turn, are operated under a master service agreement by the Sinclair Broadcast Group, owner of Johnstown-licensed dual NBC/CW+ affiliate WJAC-TV (channel 6).",
  "/wiki/Amarillo,_Texas": "Amarillo (/ˌæməˈrɪloʊ/ AM-ə-RIL-oh) is the 14th-most populous city in the state of Texas, United States. It is also the largest city in the Texas Panhandle, and the seat of Potter County. A portion of the city extends into Randall County. The estimated population was 199,826 as of 2017. The Amarillo metropolitan area has an estimated population of 276,020 in four counties as of 2017. The metro population is projected to surpass 310,000 in 2020.",
  "/wiki/KVII-TV": "KVII-TV, virtual and VHF digital channel 7, is a dual ABC/CW+-affiliated television station licensed to Amarillo, Texas, United States. The station is owned by the Sinclair Broadcast Group. KVII's studios are located at One Broadcast Center between South Pierce and South Buchanan streets in downtown Amarillo (500 feet [150 m] southeast of the shared studios of NBC affiliate KAMR-TV [channel 4], Fox affiliate KCIT [channel 14] and MyNetworkTV affiliate KCPN-LP [channel 33]), and its transmitter is located west of US 87/287, in unincorporated Potter County. On cable, the station is available on Suddenlink Communications channel 8 in standard definition and digital channel 708 in high definition in Amarillo, and on channel 7 on other providers in outlying areas of the market.",
  "/wiki/Sinclair_Broadcast_Group": "Sinclair Broadcast Group, Inc. (SBG) is a publicly traded American telecommunications conglomerate which is controlled by the family of company founder Julian Sinclair Smith. Headquartered in the Baltimore suburb of Hunt Valley, Maryland, the company is the second-largest television station operator in the United States by number of stations  (after Nexstar Media Group), owning or operating a total of 193 stations across the country in over 100 markets (covering 40% of American households), many of which are located in the South and Midwest, and is the largest owner of stations affiliated with Fox and ABC. Sinclair also owns four digital multicast networks (Comet, Charge!, Stadium, and TBD), sports-oriented cable networks (Tennis Channel and Fox Sports Networks), and a streaming service (Stirr), and owns or operates four radio stations in the Pacific Northwest. Among other non-broadcast properties, Sinclair also owns the  professional wrestling promotion Ring of Honor and its streaming service Honor Club.",
  "/wiki/Ames,_Iowa": "Ames (/eɪmz/) is a city in Story County, Iowa, United States approximately 30 miles (48 km) north of Des Moines in central Iowa. It is best known as the home of Iowa State University (ISU), with leading Agriculture, Design, Engineering, and Veterinary Medicine colleges. A United States Department of Energy national laboratory, Ames Laboratory, is located on the ISU campus.",
  "/wiki/Des_Moines,_Iowa": "Des Moines (/dɪˈmɔɪn/ (listen)) is the capital and the most populous city in the U.S. state of Iowa. It is also the county seat of Polk County. A small part of the city extends into Warren County. It was incorporated on September 22, 1851, as Fort Des Moines, which was shortened to \"Des Moines\" in 1857. It is on and named after the Des Moines River, which likely was adapted from the early French name, Rivière des Moines, meaning \"River of the Monks\". The city's population was 216,853 as of the 2018 population estimate. The five-county metropolitan area is ranked 89th in terms of population in the United States with 655,409 residents according to the 2018 estimate by the United States Census Bureau, and is the  largest metropolitan area fully located within the state. A portion of the larger Omaha, Nebraska, metropolitan area extends into three counties of southwest Iowa.",
  "/wiki/WOI-DT": "WOI-DT, virtual and VHF digital channel 5, is an ABC-affiliated television station serving Des Moines, Iowa, United States that is licensed to Ames. The station is owned by Tegna Inc., as part of a duopoly with CW affiliate KCWI-TV (channel 23), also licensed to Ames. The two stations share studios on Westown Parkway in West Des Moines; WOI-DT's transmitter is located in Alleman, Iowa. On cable, the station is available on Mediacom channel 5 in standard definition and digital channel 805 in high definition.",
  "/wiki/Tegna_Inc.": "Tegna Inc. (stylized as TEGNA) is an American publicly traded broadcast, digital media and marketing services company headquartered in Tysons, Virginia. It was created on June 29, 2015, when the Gannett Company split into two publicly traded companies. Tegna comprised the more profitable broadcast television and digital media divisions of the old Gannett, while Gannett's publishing interests were spun off as a \"new\" company that retained the Gannett name. Tegna owns or operates 66 television stations in 54 markets, is the largest group owner of stations affiliated with NBC and CBS, the fourth-largest group owner of stations affiliated with ABC (after Sinclair Broadcast Group, E. W. Scripps Company, and Hearst Television), and holds properties in digital media.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/KYUR": "KYUR, virtual channel 13 (VHF digital channel 12), is an ABC-affiliated television station licensed to Anchorage, Alaska, United States. The station is owned by Vision Alaska LLC; Coastal Television Broadcasting Company LLC, which owns Fox affiliate KTBY (channel 4), operates KYUR under joint sales and shared services agreements. The two stations share studios on East Tudor Road in Anchorage; KYUR's transmitter is located in the Matanuska-Susitna Borough.",
  "/wiki/Arcata,_California": "Arcata (meaning \"where there is a lagoon\") in Yurok or Oket'oh , originally Union Town or Union, is a city adjacent to the Arcata Bay (northern) portion of Humboldt Bay in Humboldt County, California, United States. At the 2010 census, Arcata's population was 17,231. Arcata, located 280 miles (450 km) north of San Francisco (via Highway 101), is home to Humboldt State University. Arcata is also the location of the Arcata Field Office of the Federal Bureau of Land Management, which is responsible for the administration of natural resources, lands and mineral programs, including the Headwaters Forest, on approximately 200,000 acres of public land in Northwestern California.",
  "/wiki/Eureka,_California": "Eureka (Hupa: do'-wi-lotl-ding, Karuk: uuth) is the principal city and county seat of Humboldt County in the Redwood Empire region of California.  The city is located on U.S. Route 101 on the shores of Humboldt Bay, 270 miles (430 km) north of San Francisco and 100 miles (160 km) south of the Oregon border. At the 2010 census, the population of the city was 27,191, and the population of Greater Eureka was 45,034.",
  "/wiki/KAEF-TV": "KAEF-TV, virtual channel 23 (UHF digital channel 22), is an ABC-affiliated television station serving Eureka, California, United States that is licensed to Arcata. Owned by the Sinclair Broadcast Group, it is sister to two low-power stations: dual CW/MyNetworkTV affiliate KECA-LD (channel 29), and Univision affiliate KEUV-LP (analog channel 31); Sinclair also operates Eureka-licensed Fox affiliate KBVU (channel 28) under a local marketing agreement (LMA) with owner Cunningham Broadcasting. However, Sinclair effectively owns KBVU as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. The four stations share studios on Sixth Street in downtown Eureka; KAEF-TV's transmitter is located along Barry Road southeast of the city.",
  "/wiki/Asheville,_North_Carolina": "Asheville is a city and the county seat of Buncombe County, North Carolina, United States. It is the largest city in Western North Carolina, and the 12th-most populous city in the U.S. state of North Carolina.  The city's population was 92,452 according to 2018 estimates. It is the principal city in the four-county Asheville metropolitan area, with a population of 424,858 in 2010.",
  "/wiki/Greenville,_South_Carolina": "Greenville (/ˈɡriːnvɪl/; locally /ˈɡriːnvəl/) is a city in and the seat of Greenville County, South Carolina, United States. The city's mayor is Knox H. White, who has been in that position since December 1995. With an estimated population of 68,219 as of 2017, it is the sixth-largest city in the state. The population of the surrounding area was 400,492 as of 2010, making it the third-largest urban area in South Carolina as well as the fastest growing. Greenville is the largest city in the Greenville-Anderson-Mauldin Metropolitan Statistical Area. The MSA had a population of 906,626 in 2018, making it the largest in South Carolina and the third largest in the Carolinas.",
  "/wiki/Spartanburg,_South_Carolina": "Spartanburg is the most populous city in and the seat of Spartanburg County, South Carolina, United States, and the 12th-largest city by population in the state. The city of Spartanburg has a municipal population of 37,013, and Spartanburg County has an urban population of 180,786 as of the 2010 census. For a time, the Office of Management and Budget grouped Spartanburg and Union Counties together as the \"Spartanburg Metropolitan Statistical Area\", but as of 2018 the OMB defines only Spartanburg County as the Spartanburg MSA.",
  "/wiki/WLOS": "WLOS, virtual and VHF digital channel 13, is an ABC-affiliated television station licensed to Asheville, North Carolina, United States, serving Western North Carolina and Upstate South Carolina. The station is owned by the Sinclair Broadcast Group, which also operates Anderson, South Carolina-licensed MyNetworkTV affiliate WMYA-TV (channel 40, which WLOS simulcasts on its second digital subchannel) under a local marketing agreement (LMA) with owner Cunningham Broadcasting. However, Sinclair effectively owns WMYA as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. The two stations share studios on Technology Drive (near I-26/US 74) in Asheville; WLOS' transmitter is located on Mount Pisgah in Haywood County, North Carolina. On cable, the station is available on Charter Spectrum channel 13.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/WSB-TV": "WSB-TV, virtual channel 2 (UHF digital channel 32), is an ABC-affiliated television station licensed to Atlanta, Georgia, United States. It is the flagship television property of locally based Cox Media Group, and is sister to radio stations WSB (750 AM), WSB-FM (98.5 MHz), WSBB-FM (95.5 MHz), WSRV (97.1 FM) and WALR-FM (104.1 MHz). The stations share studios at the WSB Television and Radio Group building on West Peachtree Street in Midtown Atlanta; WSB-TV's transmitter is located on the border of the city's Poncey-Highland and Old Fourth Ward neighborhoods.",
  "/wiki/Cox_Media_Group": "Cox Media Group, Inc. (CMG) is an American media conglomerate principally owned by Apollo Global Management in conjunction with Cox Enterprises, which maintains a 19.9% minority stake in the company. The company primarily owns radio and television stations—many of which are located in the South, Pacific Northwest, Eastern Midwest, and Northeast—as well as three newspapers in Ohio (pending a sale back to Cox Enterprises to comply with FCC cross-ownership rules) and the regional cable news network Pittsburgh Cable News Channel (PCNC).",
  "/wiki/Augusta,_Georgia": "Augusta (/əˈɡʌstə/), officially Augusta–Richmond County, is a consolidated city-county on the central eastern border of the U.S. state of Georgia. The city lies across the Savannah River from South Carolina at the head of its navigable portion. Georgia's second-largest city after Atlanta, Augusta is located in the Piedmont section of the state.",
  "/wiki/WJBF": "WJBF, virtual channel 6 (UHF digital channel 42), is an ABC-affiliated television station licensed to Augusta, Georgia, United States. The station is owned by Nexstar Media Group. WJBF's studios are located in Television Park, near the Augusta West Mall in Augusta; and its transmitter is located in Beech Island, South Carolina.",
  "/wiki/Austin,_Minnesota": "Austin is a city in, and the county seat of, Mower County, Minnesota, United States. The population was 24,718 at the 2010 census. The town was originally settled along the Cedar River and has two artificial lakes, East Side Lake and Mill Pond. It was named for Austin R. Nichols, the area's first European settler.",
  "/wiki/Rochester,_Minnesota": "Rochester is a city founded in 1854 in the U.S. State of Minnesota and is the county seat of Olmsted County located on the Zumbro River's south fork in Southeast Minnesota. It is Minnesota's third-largest city and the largest city located outside the Minneapolis-St. Paul Metropolitan Statistical Area. As of 2018, the Rochester metropolitan area had a population estimated at 219,802. According to the 2010 United States Census the city had a population of 106,769. The U.S. Census Bureau estimated that the 2018 population was 116,961. It is the home of the Mayo Clinic and a major IBM facility, one of the company's largest at its peak. The city has long been rated as one of the best places to live in the United States by multiple publications such as Money.",
  "/wiki/KAAL": "KAAL, virtual channel 6 (UHF digital channel 36), is an ABC-affiliated television station licensed to Austin, Minnesota, United States, serving Southeastern Minnesota and Northern Iowa. The station is owned by Hubbard Broadcasting. KAAL's studios are located on Salem Road in Rochester, Minnesota, and its transmitter is located in Grand Meadow Township.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/KVUE": "KVUE, virtual channel 24 (UHF digital channel 33), is an ABC-affiliated television station licensed to Austin, Texas, United States. The station is owned by Tegna Inc. KVUE's studios are located on Steck Avenue just east of Loop 1 in northwest Austin, and its transmitter is located on the West Austin Antenna Farm northwest of downtown Austin.",
  "/wiki/Bakersfield,_California": "Bakersfield is a charter city in Kern County, California, United States. It is the county seat and largest city of Kern County. The city covers about 151 sq mi (390 km2) near the southern end of the San Joaquin Valley and the Central Valley region. Bakersfield's population is around 380,000, making it the 52nd-most populous city in the United States of America and the 9th-most populous city in California. The Bakersfield–Delano Metropolitan Statistical Area, which includes all of Kern County, had a 2010 census population of 839,631, making it the 62nd-largest metropolitan area in the United States. The more built-up portion of the metro area that includes Bakersfield and areas immediately around the city, such as East Bakersfield, Oildale and Rosedale, has a population of about 520,000.",
  "/wiki/KERO-TV": "KERO-TV, virtual channel 23 (VHF digital channel 10), is an ABC-affiliated television station licensed to Bakersfield, California, United States. Owned by the E. W. Scripps Company, it is sister to Court TV owned-and-operated station KZKC-LP, channel 42 (which KERO-TV simulcasts on its second digital subchannel). The two stations share studios on 21st Street in downtown Bakersfield; KERO's transmitter is located atop Breckenridge Mountain.",
  "/wiki/E._W._Scripps_Company": "The E. W. Scripps Company is an American broadcasting company founded in 1878 as a chain of daily newspapers by Edward Willis \"E. W.\" Scripps. It was also formerly a media conglomerate. The company is headquartered inside the Scripps Center in Cincinnati, Ohio. Its corporate motto is \"Give light and the people will find their own way.\"",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/WMAR-TV": "WMAR-TV, virtual channel 2 (UHF digital channel 38), is an ABC-affiliated television station licensed to Baltimore, Maryland, United States. The station is owned by the E. W. Scripps Company. WMAR-TV's studios and offices are located on York Road (Maryland Route 45) in Towson (though with a Baltimore City mailing address), north of the Baltimore City–Baltimore County border. Its transmitter and antenna, which is on the landmark three-pronged candelabra broadcast tower, is located on Television Hill in the Woodberry neighborhood of Baltimore."
}