{
  "/wiki/CALABARZON": "Calabarzon, (/ká-lɑ-bɑr-zon/), formally known as Southern Tagalog Mainland and designated as Region IV-A, is an administrative region in the Philippines. The region comprises five provinces: Cavite, Laguna, Batangas, Rizal, and Quezon, and one highly urbanized city, Lucena. The region is the most populous region in the Philippines according to the Philippine Statistics Authority, having over 14.4 million people inhabitants in 2015, and is also the country's second most densely populated after Metro Manila.",
  "/wiki/Central_Luzon": "Central Luzon (Kapampangan: Kalibudtarang Luzon, Pangasinan: Pegley na Luzon, Tagalog: Gitnang Luzon, Ilocano: Tengnga a Luzon), designated as Region III, is an administrative region in the Philippines, primarily serving to organize the 7 provinces of the vast central plains of the island of Luzon (the largest island), for administrative convenience. The region contains the largest plain in the country and produces most of the country's rice supply, earning itself the nickname \"Rice Granary of the Philippines\". Its provinces are: Aurora, Bataan, Bulacan, Nueva Ecija, Pampanga, Tarlac and Zambales.",
  "/wiki/Bacolod_City_College": "Bacolod City College (BCC) is a community college operated by the local government of Bacolod City, Negros Occidental, Philippines. The college was legally established by virtue of City Ordinance No. 175, Series of 1997. City Ordinance No. 175, series of 1997 was known as the Charter of Bacolod City College. It was passed by the Sangguniang Panglungsod with a majority vote on April 10, 1997 and was approved by the City Mayor on April 16, 1997.",
  "/wiki/Western_Visayas": "Western Visayas (Hiligaynon: Kabisay-an Nakatundan; Tagalog: Kanlurang Kabisayaan or Kanlurang Visayas) is an administrative region in the Philippines, numerically designated as Region VI. It consists of six provinces (Aklan, Antique, Capiz, Guimaras, Iloilo and Negros Occidental) and two highly urbanized cities (Bacolod City and Iloilo City). The regional center is Iloilo City. The region is dominated by the native speakers of four Visayan languages: Kinaray-a, Hiligaynon, Aklanon and Capiznon. The land area of the region is 20,794.18 km2 (8,028.68 sq mi), and with a population of 7,536,383 inhabitants, it is the most populous region in the Visayas.",
  "/wiki/City_College_of_Calapan": "The City College of Calapan or otherwise known as the Dalubhasaan ng Lungsod ng Calapan is a public institution of higher learning located in Brgy. Guinobatan, Calapan City, Oriental Mindoro in the Philippines. It was established in 2008 through the initiative of the then City Mayor Paulino Salvador Leachon under the education endeavors of his “Ang Bagong Calapan” and “Aksyon Agad” Programs. The college was made operational through the passing of Resolution No. 431 City Ordinance No. 14 authored by Councilor Jojie Malapitan.",
  "/wiki/MIMAROPA": "The MIMAROPA Region, officially known as the Southwestern Tagalog Region, is an administrative region in the Philippines.  It was also formerly designated as Region IV-B until 2016. It is one of two regions in the country having no land border with another region (the other being Eastern Visayas). The name is an acronym combination of its constituent provinces: Mindoro (divided into Occidental Mindoro and Oriental Mindoro), Marinduque, Romblon and Palawan.",
  "/wiki/Metro_Manila": "Metropolitan Manila (often shortened as Metro Manila; Tagalog: Kalakhang Maynila), officially the National Capital Region (NCR), is the seat of government and one of three defined metropolitan areas in the Philippines. It is composed of 16 cities: the city of Manila, Quezon City, Caloocan, Las Piñas, Makati, Malabon, Mandaluyong, Marikina, Muntinlupa, Navotas, Parañaque, Pasay, Pasig, San Juan, Taguig, and Valenzuela, as well as the municipality of Pateros. The region encompasses an area of 619.57 square kilometers (239.22 sq mi) and a population of 12,877,253 as of 2015. It is the second most populous and the most densely populated region of the Philippines. It is also the 9th most populous metropolitan area in Asia and the 5th most populous urban area in the world.",
  "/wiki/Gordon_College_(Philippines)": "Gordon College, also known as Dalubhasaang Gordon in Filipino, is a local government-funded college in Olongapo City, Philippines. It was founded on February 24, 1999 by virtue of City Ordinance No. 9, and is composed of four constituent colleges: College of Computer Studies, College of Business and Accountancy, College of Education, and College of Allied Health and Sciences. Other academic units include the Department of Vocational Technology, Faculty of Arts and Sciences, Center for Research and Development, and Institute of Graduate Studies.",
  "/wiki/Mandaue_City_College": "The Mandaue City College (MCC) is a government-recognized higher education institution in Mandaue, Philippines, established for deserving students, mostly graduates from barangay high schools, who have no access to education in mainstream private colleges or  universities. There is another school called Mandaue City College (MCC Basak), but it is not affiliated with this school.",
  "/wiki/Central_Visayas": "Central Visayas (Cebuano: Tunga-tungang Kabisay-an) is a region of the Philippines, numerically designated as Region VII. It consists of four provinces (Cebu, Bohol, Negros Oriental, and Siquijor) and three highly urbanized cities (Cebu City, Lapu-Lapu, and Mandaue). Major islands are the eponymous Cebu, Bohol, and Siquijor, together with the eastern part of Negros. The regional center and largest city is Cebu City. The region is dominated by the native speakers of four Visayan languages: Cebuano, Bantayanon, Boholano, and Porohanon. The land area of the region is 15,895.66 km2 (6,137.35 sq mi), and with a population of 7,396,898 inhabitants, it is the second most populous region in the Visayas.",
  "/wiki/Navotas_Polytechnic_College": "The Navotas Polytechnic College (or commonly abbreviated as NPC), which was founded in 1994, is a public college being run by the city government of Navotas. It is located on Bangus Street at the corner Apahap Street in North Bay Boulevard South inside the Kaunlaran Village."
}