{
  "/wiki/Walter_Dix": "Walter Dix (born January 31, 1986) is a retired American sprinter who specialized in the 100 meters and 200 meters. He is the fifth-fastest 200-meter runner ever with a best of 19.53 seconds, and has broken the 10-second barrier in the 100 meters, with a best of 9.88 seconds.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/List_of_United_States_collegiate_records_in_track_and_field": "The United States collegiate records in track and field are the best marks in track and field events from collegiate athletes (of any nationality), done while the athletes were competing for an American institution of higher education.",
  "/wiki/Johnny_Gray": "John Lee Gray Jr. (born June 19, 1960) is a retired American world class 800 meter runner from the mid-1980s to the late 1990s and the holder of the 600m world best. A four-time-Olympian (1984-1996) in 1985 he set the US record of 1:42.60 at a meet in Koblenz.  That time puts Gray as the eighteenth fastest performer of all time.  He came seventh in the 1984 Summer Olympics, fifth in 1988, and won the bronze medal at the Barcelona Olympics of 1992. In 1993 Gray was one of the favourites to win a gold medal at the World Championships in Stuttgart as he had won the A-race at the prestigious meeting in Zurich. However, he failed to qualify for the final in Stuttgart. He also set the world 600 meter record in 1986 at 1:12.81. In 1992 and 1993 Gray came close to breaking the world indoor record over 800 m several times. He held the US indoor record at 1:45.00 (Sindelfingen 1992) till February 2019.",
  "/wiki/Al_Joyner": "Alfrederick  \"Al\" Joyner  (born January 19, 1960) is an American track and field coach and former athlete.  He was born in East St. Louis, Illinois.  He is the 1984 Olympic gold medalist in the triple jump.  He was also the husband of three-time Olympic gold medalist and world 100 m and 200 m record holder Florence Griffith Joyner and is the brother of three-time Olympic gold medalist and world heptathlon record holder Jackie Joyner-Kersee.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Triple_jump": "The triple jump, sometimes referred to as the hop, step and jump or the hop, skip and jump, is a track and field event, similar to the long jump.  As a group, the two events are referred to as the \"horizontal jumps\".  The competitor runs down the track and performs a hop, a bound and then a jump into the sand pit. The triple jump was inspired by the ancient Olympic Games and has been a modern Olympics event since the Games' inception in 1896.",
  "/wiki/Emmit_King": "Emmit King (born March 24, 1959) is a retired track and field sprinter from the United States, who twice was a member of the American Relay Team for the Summer Olympics (1984 and 1988) but he did not compete. He is best known for winning the bronze medal at the inaugural 1983 World Championships in the men's 100 metres. He set his personal best (10.04) in the 100 metres on June 17, 1988, at the 1988 USA Outdoor Track and Field Championships in Tampa, Florida.",
  "/wiki/Eddie_Lovett": "Eddie Lovett (born June 25, 1992) is an American born U.S. Virgin Islander sprinter who specializes in the 110 metres hurdles. He currently attends the University of Florida. At the time of the 2016 Rio Olympics, in which he represented the U.S. Virgin Islands, he was a volunteer assistant coach at Penn State University.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Tom_McCants": "Tom McCants (born November 27, 1962) is a retired American high jumper.",
  "/wiki/Coby_Miller": "Coby Miller (born October 19, 1976 in Ackerman, Mississippi) is an American track and field athlete, who specialises in the sprint events. In his career, he recorded a sub-10 second personal best in the 100 meters and a sub-20 second best in the 200 meters. In the latter distance, he won the 1999 Summer Universiade and reached the 2000 Sydney Olympics final. He suffered leg injuries in the 2001 and 2002 seasons, but returned in late 2002 as part of the gold-medal-winning American 4 x 100 m relay team at the IAAF World Cup, breaking the championship record. He ran under ten seconds in the 100 m Olympics Trials in 2004, but failed to qualify for the event. However, he won an Olympic silver medal at the 2004 Athens Games as part of the American 4 x 100 m relay team. At his peak he was regularly ranked among the top ten American sprinters.",
  "/wiki/Renaldo_Nehemiah": "Renaldo Nehemiah (born March 24, 1959) is a retired American track and field athlete who specialized in the 110 m hurdles.  He was ranked number one in the world for four straight years, and is a former world record holder. Nehemiah is the first man to run the event in under 13 seconds. Nehemiah also played pro football in the National Football League (NFL) as a wide receiver for the San Francisco 49ers from 1982 to 1985, before returning to track and field athletics from 1986 to 1991. After retiring from competition, he has worked in sports management.",
  "/wiki/Lamont_Smith": "LaMont Smith (born December 11, 1972) is a former 1996 Olympic Games gold medalist in the men's 4x400 meter relay for the United States.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Andrew_Valmon": "Andrew Orlando Valmon (born January 1, 1965) is an American former 400 meters runner.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Clive_Wright": "Clive George Wright, Jr. (born 18 November 1965) is a Jamaican former track and field sprinter who specialised in the 200 metres. He won several medals with the Jamaican relay team, taking Jamaica's first World Championships relay medal (a bronze) at the 1987 World Championships in Athletics, as well as a bronze medal at the Pan American Games in 1987 and two relay bronze medals at the 1990 Commonwealth Games.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/List_of_Phi_Beta_Sigma_brothers": "The list of Phi Beta Sigma notable Brothers (commonly referred to as \"Sigmas\") includes initiated and honorary members of Phi Beta Sigma (ΦΒΣ). Members traditionally are initiated into a chapter, although some members are granted honorary membership status. A chapter name ending in \"Sigma\" denotes a graduate chapter. No chapter of Phi Beta Sigma is designated Omega, the last letter of the Greek alphabet that traditionally signifies \"the end\"; deceased brothers are referred to as having joined The Omega Chapter."
}