{
  "/wiki/Thurgood_Marshall_College_Fund": "The Thurgood Marshall College Fund (TMCF) is an American non-profit organization that supports and represents nearly 300,000 students attending its 47 member-schools that include[vague] public historically black colleges and universities (HBCUs), medical schools, and law schools. It is named for the U.S. Supreme Court's first African-American Justice, Thurgood Marshall. Its major partners include McDonald's and several others.[vague]",
  "/wiki/Warren_Ballentine": "Warren Ballentine (born May 13, 1973) is an American motivational speaker, attorney, political activist, and radio talk show host.",
  "/wiki/James_Forman": "James Forman (October 4, 1928 – January 10, 2005) was a prominent African-American leader in the civil rights movement. He was active in  the Student Nonviolent Coordinating Committee (SNCC), the Black Panther Party, and the League of Revolutionary Black Workers. As the executive secretary of SNCC from 1961 to 1966, Forman played a significant role in the freedom rides, the Albany movement, the Birmingham campaign, and the Selma to Montgomery marches.",
  "/wiki/Student_Nonviolent_Coordinating_Committee": "The Student Nonviolent Coordinating Committee (SNCC, often pronounced /snɪk/ SNIK) was the principal channel of student commitment in the United States to the Civil Rights Movement during the 1960s. Emerging in 1960 from the student-led sit-ins at segregated lunch counters in Greensboro, North Carolina and Nashville, Tennessee, the Committee sought to coordinate and assist direct-action challenges to the civic segregation and political exclusion of African-Americans. From 1962, with the support of the Voter Education Project, SNCC committed to the registration and mobilization of black voters in the Deep South. Affiliates such as the Mississippi Freedom Democratic Party and the Lowndes County Freedom Organization in Alabama increased dramatically the pressure on federal and state government to enforce constitutional protections. But by the mid-1960s the measured nature of the gains made, and the violence with which they were resisted, were generating dissent from the principles of non-violence, of white participation in the movement, and of field-driven, as opposed to national-office, leadership and direction. At the same time organizers were being lost to a de-segregating Democratic Party and to federally-funded anti-poverty programs. Following an aborted merger with the Black Panther Party in 1968, SNCC effectively dissolved. SNCC is nonetheless credited in its brief existence with breaking down barriers, both institutional and psychological, to the empowerment of African-American communities. It is also seen as offering subsequent social and political movements templates for grassroots organizing and, consistent with the vision of the Committee's early mentor, Ella Baker, for the broad and creative participation of women.",
  "/wiki/Black_Panther_Party": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a revolutionary political organization founded by Bobby Seale and Huey Newton in October 1966 in Oakland, California. The party was active in the United States from 1966 until 1982, with chapters in numerous major cities, and international chapters in the United Kingdom in the early 1970s, and in Algeria from 1969 to 1972.",
  "/wiki/Shane_Gibson_(politician)": "David Shane Gibson (born September 7, 1961) is former Member of Parliament and former Cabinet Minister of Immigration, Labour and Training of the Commonwealth of The Bahamas. He is the son of Bahamian entertainer \"King\" Eric Gibson.",
  "/wiki/Member_of_Parliament": "A member of parliament (MP) is the representative of the voters to a parliament. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress is an equivalent term in other jurisdictions.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Lafayette_M._Hershaw": "Lafayette M. Hershaw (May 10, 1863 – September 2, 1945) was a journalist, lawyer, and a clerk and law examiner for the General Land Office of the United States Department of the Interior. He was a key intellectual figure among African Americans in Atlanta in the 1880s and in Washington, D.C., from 1890 until his death. He was a leader of the intellectual social groups in the capital such as Bethel Literary and Historical Society and the Pen and Pencil Club. He was a strong supporter of W. E. B. Du Bois and was one of the thirteen organizers of the Niagara Movement, the forerunner to the NAACP. He was an officer of the D.C. Branch of the NAACP from its inception until 1928. He was also a founder of the Robert H. Terrell Law School and served as the school's president.",
  "/wiki/Alpha_Kappa_Alpha": "Alpha Kappa Alpha Sorority, Inc. (ΑΚΑ) is a Greek-lettered sorority, the first established by African-American college women. Membership is for college-educated women. The organization was founded on five basic tenets:",
  "/wiki/Hulan_Jack": "Hulan Edwin Jack (December 29, 1906 – December 19, 1986) was a prominent Saint Lucian-born New York politician who in 1954 became the highest ranking African American municipal official up until that time, when he was elected Borough President of Manhattan.",
  "/wiki/Joseph_H._Jackson": "Joseph Harrison Jackson (1900 – August 1990) was an American pastor and the longest serving President of the National Baptist Convention, USA, Inc.",
  "/wiki/National_Baptist_Convention,_USA,_Inc.": "The National Baptist Convention, USA, Inc., more commonly known as the National Baptist Convention (NBC USA or NBC), is the largest predominantly African-American Christian denomination in the United States. It is headquartered at the Baptist World Center in Nashville, Tennessee and affiliated with the Baptist World Alliance.[ii] The denomination claims approximately 31,000 congregations and reports having an estimated 7.5 million members.[i]",
  "/wiki/Benjamin_Chavis": "Dr. Benjamin Franklin Chavis Jr. (born January 22, 1948) is an African-American civil rights leader. In his youth, Chavis was an assistant to Martin Luther King Jr., who inspired him to work in the civil rights movement.",
  "/wiki/NAACP": "The National Association for the Advancement of Colored People (NAACP)[a] is a civil rights organization in the United States, formed in 1909 as a bi-racial endeavor to advance justice for African Americans by a group including W. E. B. Du Bois, Mary White Ovington,  Moorfield Storey and Ida B. Wells.",
  "/wiki/Huey_P._Newton": "Huey Percy Newton (February 17, 1942 – August 22, 1989) was a revolutionary African-American political activist who, along with fellow Merritt College student Bobby Seale, co-founded the Black Panther Party in 1966. In 1967, he was involved in a shootout which led to the death of a police officer and in 1974 was accused of shooting a woman, leading to her death. During this time, he continued to pursue an academic career, eventually earning a Ph.D. in social philosophy from the University of California, Santa Cruz's History of Consciousness program in 1980. In 1989, he was murdered in Oakland, California by Tyrone Robinson, a member of the Black Guerrilla Family.",
  "/wiki/Bobby_Seale": "Robert George Seale (born October 22, 1936) is an American political activist. He and fellow activist Huey P. Newton co-founded the Black Panther Party.",
  "/wiki/Howard_Z._Plummer": "Howard Zebulun Plummer (16 November 1899 in Philadelphia, Pennsylvania - 24 February 1980).",
  "/wiki/A._Philip_Randolph": "Asa Philip Randolph (April 15, 1889 – May 16, 1979) was an American labor unionist, civil rights activist, and socialist politician.",
  "/wiki/Brotherhood_of_Sleeping_Car_Porters": "Founded in 1925, The Brotherhood of Sleeping Car Porters (BSCP) was the first labor organization led by African Americans to receive a charter in the American Federation of Labor (AFL). The BSCP gathered a membership of 18,000 passenger railway workers across Canada, Mexico, and the United States.  Beginning after the American Civil War, the job of Pullman porter had become an important means of work in the black community in the United States.  As a result of a decline in railway transportation in the 1960s, BSCP membership declined. It merged in 1978 with the Brotherhood of Railway and Airline Clerks (BRAC), now known as the Transportation Communications International Union.",
  "/wiki/March_on_Washington_for_Jobs_and_Freedom": "The March on Washington for Jobs and Freedom, the March on Washington, or The Great March on Washington, was held in Washington, D.C. on Wednesday, August 28, 1963. The purpose of the march was to advocate for the civil and economic rights of African Americans. At the march, Martin Luther King Jr., standing in front of the Lincoln Memorial, delivered his historic \"I Have a Dream\" speech in which he called for an end to racism.",
  "/wiki/Arleigh_Winston_Scott": "Sir Arleigh Winston Scott GCMG GCVO (27 March 1900 – 9 August 1976) was Governor-General of Barbados between 18 May 1967 and 9 August 1976.",
  "/wiki/Governor-General_of_Barbados": "The Governor-General of Barbados is the representative of the Barbadian monarch (presently Queen Elizabeth II). Under the government's Table of Precedence for Barbados, the Governor-General of Barbados is regarded as being the most important of all personnel of the Barbados government.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Al_Sharpton": "Alfred Charles Sharpton Jr. (born October 3, 1954) is an American civil rights activist, Baptist minister, talk show host and politician. Sharpton is the founder of the National Action Network. In 2004, he was a candidate for the Democratic nomination for the U.S. presidential election. He hosts his own radio talk show, Keepin' It Real, and he makes regular guest appearances on cable news television. In 2011, he was named the host of MSNBC's PoliticsNation, a nightly talk show. In 2015, the program was shifted to Sunday mornings.",
  "/wiki/Keepin_It_Real_with_Al_Sharpton": "Keepin' It Real with Al Sharpton is a daily national talk radio program by New York City area civil rights activist Rev. Al Sharpton.",
  "/wiki/National_Action_Network": "The National Action Network (NAN) is a not-for-profit, civil rights organization founded by the Reverend Al Sharpton in New York City, New York, in early 1991. In a 2016 profile, Vanity Fair has called Sharpton \"arguably the country's most influential civil rights leader\".",
  "/wiki/U.S._presidential_election,_2004": "The 2004 United States presidential election was the 55th quadrennial presidential election, held on Tuesday, November 2, 2004. Incumbent Republican President George W. Bush defeated Democratic nominee John Kerry, a United States Senator from Massachusetts.",
  "/wiki/List_of_Phi_Beta_Sigma_brothers": "The list of Phi Beta Sigma notable Brothers (commonly referred to as \"Sigmas\") includes initiated and honorary members of Phi Beta Sigma (ΦΒΣ). Members traditionally are initiated into a chapter, although some members are granted honorary membership status. A chapter name ending in \"Sigma\" denotes a graduate chapter. No chapter of Phi Beta Sigma is designated Omega, the last letter of the Greek alphabet that traditionally signifies \"the end\"; deceased brothers are referred to as having joined The Omega Chapter."
}