{
  "/wiki/Orlando_Martinez": "Orlando Martínez (born September 2, 1944) is a former bantamweight boxer from Cuba, who won the gold medal at the 1972 Summer Olympics. Three years later he captured the gold at the 1975 Pan American Games. Orlando was awarded a hotly disputed 3-2 split decision over Great Britain's George Turpin in the 1972 Munich Olympics semifinal before coasting to a comfortable points win over future professional world bantamweight champion Alfonzo Zamora in the final to win the division's gold medal.",
  "/wiki/Boxing_at_the_1972_Summer_Olympics": "These are the final results for the boxing competition at the 1972 Summer Olympics. The competition was held from 27 August to 10 September with the participation of 354 fighters from 80 countries.",
  "/wiki/Emilio_Correa_(boxer_born_1953)": "Emilio Correa (born May 21, 1953) is a Cuban former amateur boxer who won welterweight gold at the Olympics 1972. He is not to be confused with his middleweight namesake, who is actually his son.",
  "/wiki/Te%C3%B3filo_Stevenson": "Teófilo Stevenson Lawrence (29 March 1952 – 11 June 2012) was a Cuban amateur boxer, who competed from 1966 to 1986. He won the Val Barker Trophy (1972) and was honoured with the Olympic Order (1987). Stevenson is one of only three boxers to win three Olympic gold medals, alongside Hungarian László Papp and fellow Cuban Félix Savón. He might have become a five-time Olympic champion had the Cuban authorities allowed the Cuban boxing team to participate in the 1984 and 1988 Summer Olympics, which they boycotted.>",
  "/wiki/Gilberto_Carrillo": "Gilberto Carillo (16 August 1951 – 1996) was an amateur light-heavyweight boxer from Cuba who won a silver medal at the 1972 Olympics. His elder brother Nancio was also an Olympic boxer, and his niece Nancy was an Olympic volleyball player.",
  "/wiki/Silvia_Chiv%C3%A1s": "Silvia Chivás (born September 10, 1954) is a former track and field athlete from Cuba.",
  "/wiki/Athletics_at_the_1972_Summer_Olympics": "At the 1972 Summer Olympics in Munich, 38 events in athletics were contested, 24 for men and 14 for women. There were a total number of 1324 participating athletes from 104 countries.",
  "/wiki/Marlene_Elejarde": "Marlene Elejarde Díaz (June 3, 1951 in Havana – April 29, 1989) was a sprinter from Cuba. At the 1968 Summer Olympics she helped win a silver medal in 4 x 100 metres relay, the first Olympic medal ever won by Cuban women. At the 1972 Summer Olympics she won another relay medal, this time a bronze. She died in a car accident in 1989.",
  "/wiki/Fulgencia_Romay": "Fulgencia Romay (born January 16, 1944) is a retired sprinter from Cuba. At the 1968 Summer Olympics she helped win a silver medal in 4 x 100 metres relay, the first Olympic medal ever won by Cuban women. At the 1972 Summer Olympics she won another relay medal, this time a bronze. She also won a silver medal in 200 metres at the 1971 Pan American Games.",
  "/wiki/Carmen_Vald%C3%A9s": "Carmen Valdés (Carmen Laura Valdés Capote; born November 23, 1954) is a retired sprinter from Cuba, who won an Olympic bronze medal in 4 x 100 metres relay in Munich 1972.",
  "/wiki/Miguel_Calder%C3%B3n": "Miguel Calderón (born June 1, 1971 in Mexico City) is a Mexican artist and writer best known for his work \"Aggressively Mediocre/Mentally Challenged/Fantasy Island (circle one)\". Calderón received his BFA at the San Francisco Art Institute in 1994. He has worked in paint, photography, video and installation.",
  "/wiki/Rafael_Ca%C3%B1izares": "Rafael Cañizares Poey (born March 24, 1950) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Pedro_Chapp%C3%A9": "Pedro Chappé García (born June 16, 1945 – died May 15, 2003) was a basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Juan_Carlos_Domecq": "Juan Carlos Domecq Fortuondo (born June 10, 1950) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Ruperto_Herrera": "Ruperto Herrera Tabio (born December 6, 1949 in Havana) is a former basketball player from Cuba. At a height of 2.00 m (6'6 ​3⁄4\") tall, and a weight of 95 kg (210 lbs.), he played at the shooting guard and small forward positions. He received the FIBA Order of Merit in 1999, and he was inducted into the FIBA Hall of Fame, in 2015. He was awarded with the Olympic Order, in 2019.",
  "/wiki/Tom%C3%A1s_Herrera_(basketball)": "Tomás Herrera Martinez (born December 21, 1950 in Santiago de Cuba) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Conrado_P%C3%A9rez": "Conrado Pérez Armenteros (born December 21, 1950 in Villa Clara Province) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Juan_Roca": "Juan Roca Brunet (born October 27, 1950) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Franklin_Standard": "Franklin Standard Johnson (born June 8, 1949 in Havana) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Alejandro_Urgell%C3%A9s": "Alejandro Urgelles Guibot (July 2, 1951 in Santiago de Cuba – October 6, 1984) was a basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Oscar_Varona": "Oscar Varona (born July 22 1949) is a former basketball player from Cuba, who won the bronze medal with the men's national team at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/Basketball_at_the_1972_Summer_Olympics": "Basketball contests at the 1972 Summer Olympics was the eighth appearance of the sport of basketball as an official Olympic medal event. It took place at Rudi-Sedlmayer-Halle in Munich, Germany from August 27 to September 9. The Soviet Union controversially won the gold medal game against the United States. This was the first time that the USA did not win a gold medal since the sport's introduction into the Olympics at the 1936 Berlin Summer Olympics. The bronze was won by Cuba, the only Olympic medal they have won in basketball.",
  "/wiki/Douglas_Rodr%C3%ADguez_(boxer)": "Douglas Rodríguez (June 3, 1950 – May 21, 2012, Havana) was an amateur boxer from Cuba, who represented his native country in the Men's Flyweight (– 51 kg) category at the 1972 Summer Olympics in Munich, West Germany."
}