{
  "/wiki/Miles_College": "Miles College is a private historically black liberal arts college in Fairfield, Alabama. Founded in 1898, it is associated with the Christian Methodist Episcopal Church (CME Church) and a member of the United Negro College Fund.",
  "/wiki/Tennessee_State_University": "Tennessee State University (Tennessee State, Tenn State, or TSU) is a public and historically black land-grant university in Nashville, Tennessee. Founded in 1912, it is the largest and only state-funded historically black university in Tennessee. It is a member-school of the Thurgood Marshall College Fund. Tennessee State University offers 41 bachelor’s degrees, 23 master's degrees, and eight doctoral degrees.",
  "/wiki/George_Washington_Carver": "George Washington Carver (1860s – January 5, 1943) was an American agricultural scientist and inventor. He actively promoted alternative crops to cotton and methods to prevent soil depletion. He was the most prominent black scientist of the early 20th century.",
  "/wiki/Peanut": "The peanut, also known as the groundnut, goober (US), or monkey nut (UK), and taxonomically classified as Arachis hypogaea, is a legume crop grown mainly for its edible seeds. It is widely grown in the tropics and subtropics, being important to both small and large commercial producers. It is classified as both a grain legume and, due to its high oil content, an oil crop. World annual production of shelled peanuts was 44 million tonnes in 2016, led by China with 38% of the world total. Atypically among legume crop plants, peanut pods develop underground (geocarpy) rather than above ground. With this characteristic in mind, the botanist Carl Linnaeus named the species hypogaea, which means \"under the earth\".",
  "/wiki/Sweet_potato": "The sweet potato or sweetpotato (Ipomoea batatas) is a dicotyledonous plant that belongs to the bindweed or morning glory family, Convolvulaceae. Its large, starchy, sweet-tasting, tuberous roots are a root vegetable. The young leaves and shoots are sometimes eaten as greens. The sweet potato is commonly thought to be a type of potato (Solanum tuberosum) but does not belong to the nightshade family, Solanaceae, even if both families belong to the same taxonomic order, the Solanales.  The sweet potato, especially the orange variety, is often called a \"yam\" in parts of North America, but is botanically very distinct from true yams.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Frank_Marshall_Davis": "Frank Marshall Davis (December 31, 1905 – July 26, 1987) was an American journalist, poet, political and labor movement activist, and businessman.",
  "/wiki/Wiley_College": "Wiley College is a four-year, private, historically black, liberal arts college located on the west side of Marshall, Texas. Founded in 1873 by the Methodist Episcopal Church's Bishop Isaac Wiley and certified in 1882 by the Freedman's Aid Society, it is  one of the oldest predominantly black colleges west of the Mississippi River.",
  "/wiki/Borough_of_Manhattan_Community_College": "The Borough of Manhattan Community College (BMCC) is a public community college in New York City.  It is one of the seven two-year colleges within the City University of New York (CUNY) system. Founded in 1963, BMCC originally offered business-oriented and Liberal Arts degrees for those intending to enter the business world or transfer to a four-year college. Its original campus was scattered all over midtown Manhattan, utilizing office spaces, hotel conference rooms, and various spaces throughout Manhattan. In the mid-1970s CUNY began scouting for suitable property on which to erect a new campus of its own.  The current campus has been in use since 1983. Currently, with an enrollment of over 27,000 students, BMCC grants associate degrees in a wide variety of vocational, business, health, science, engineering and continuing education fields.",
  "/wiki/Arkansas_Baptist_College": "Arkansas Baptist College (ABC) is a private, historically black liberal arts college in Little Rock, Arkansas.  Founded in 1884 as the Minister's Institute, ABC was initially funded by the Colored Baptists of the State of Arkansas.  It is the only historically black Baptist school west of the Mississippi River.  The Main Building on its campus, built in 1893, is one of the oldest surviving academic buildings in the state, and was listed on the National Register of Historic Places in 1976.",
  "/wiki/Babs_Fafunwa": "Aliu Babatunde Fafunwa (23 September 1923 – 11 October 2010). He was the first Nigerian Professor of Education. He was a Nigerian educationist, scholar and former minister for Education. As minister, he was in charge of the biggest school system in Africa. He is known for his early writings on the need to re-appraise the inherited colonial epistemological system in Nigeria and to introduce relevant cultural goals, subjects and local languages into the system, in order to accommodate the developmental and cultural pattern of the country. He is also a notable authority on the history of educational planning in Nigeria.",
  "/wiki/Edison_O._Jackson": "Edison O. Jackson (born October 1, 1942) was the sixth president of Bethune-Cookman University.  Previously, he was president of Medgar Evers College from 1989 to 2009.",
  "/wiki/Bethune-Cookman_University": "Bethune–Cookman University (B–CU) is a private historically black university in Daytona Beach, Florida. The primary administration building, White Hall, and the Mary McLeod Bethune Home are in the National Register of Historic Places. Although accredited, in June 2018 the university was put on probation by its regional accreditor.",
  "/wiki/Daytona_Beach,_Florida": "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 265 miles (426.5 km) northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/P.D._Jackson-Olin_High_School": "P.D. Jackson-Olin High School (J-O) is a four-year public high school in Birmingham, Alabama. It is one of seven high schools in the Birmingham City School System. Founded in 1952 as Western Olin High School, it was later renamed P.D. Jackson-Olin High School to honor its first principal, Pierre Denson Jackson. The school in its current form took shape in 2006 when J-O merged with Ensley High School as part of systemwide school consolidation. School colors are kelly green and gold, and the athletic teams are called the mustangs. J-O competes in AHSAA Class 6A athletics.",
  "/wiki/James_Weldon_Johnson": "James Weldon Johnson (June 17, 1871 – June 26, 1938) was an American author and civil rights activist. He was married to civil rights activist Grace Nail Johnson. Johnson was a leader of the National Association for the Advancement of Colored People (NAACP), where he started working in 1917. In 1920, he was the first African American to be chosen as executive secretary of the organization, effectively the operating officer. He served in that position from 1920 to 1930. Johnson established his reputation as a writer, and was known during the Harlem Renaissance for his poems, novels, and anthologies collecting both poems and spirituals of black culture.",
  "/wiki/The_Autobiography_of_an_Ex-Colored_Man": "The Autobiography of an Ex-Colored Man (1912/1927) by James Weldon Johnson is the fictional account of a young biracial man, referred to only as the \"Ex-Colored Man,\" living in post-Reconstruction era America in the late nineteenth and early twentieth centuries. He lives through a variety of experiences, including witnessing a lynching, that convince him to \"pass\" as white to secure his safety and advancement, but he feels as if he has given up his dream of \"glorifying\" the black race by composing ragtime music.",
  "/wiki/Lift_Ev%27ry_Voice_and_Sing": "\"Lift Ev'ry Voice and Sing\" – often referred to as the Black national anthem – is a song written as a poem by James Weldon Johnson (1871–1938) in 1900 and set to music by his brother John Rosamond Johnson (1873–1954) in 1905.",
  "/wiki/Grambling_State_University": "Grambling State University (GSU, Grambling, or Grambling State) is a historically black public university in Grambling, Louisiana. The university is home of the Eddie G. Robinson Museum and is listed on the Louisiana African American Heritage Trail. The university is a member-school of the University of Louisiana System.",
  "/wiki/University_of_Illinois_at_Urbana-Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Alain_LeRoy_Locke": "Alain Leroy Locke (September 13, 1885 – June 9, 1954) was an American writer, philosopher, educator, and patron of the arts. Distinguished as the first African-American Rhodes Scholar in 1907, Locke was the philosophical architect —the acknowledged \"Dean\"— of the Harlem Renaissance. As a result, popular listings of influential African Americans have repeatedly included him. On March 19, 1968, the Rev. Dr. Martin Luther King, Jr. proclaimed: \"We're going to let our children know that the only philosophers that lived were not Plato and Aristotle, but W. E. B. Du Bois and Alain Locke came through the universe.\"",
  "/wiki/Rhodes_Scholarship": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.",
  "/wiki/Harlem_Renaissance": "The  Harlem Renaissance was an intellectual, social, and artistic explosion centered in Harlem, Manhattan, New York City, spanning the 1920s. At the time, it was known as the \"New Negro Movement\", named after The New Negro, a 1925 anthology edited by Alain Locke. The movement also included the new African-American cultural expressions across the urban areas in the Northeast and Midwest United States affected by the Great Migration, of which Harlem was the largest.",
  "/wiki/Bah%C3%A1%27%C3%AD_Faith": "The Baháʼí Faith (/bəˈhɑːiː, bəˈhaɪ/; Persian: بهائی‎ Bahāʼi) is a religion teaching the essential worth of all religions, and the unity and equality of all people. Established by Baháʼu'lláh in 1863, it initially grew in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. It is estimated to have between 5 and 8 million adherents, known as Baháʼís, spread throughout most of the world's countries and territories."
}