{
  "/wiki/Xavier_University_of_Louisiana": "Xavier University of Louisiana (XULA), located in the Gert Town section of New Orleans, Louisiana, in the United States, is a private, coeducational, liberal arts college with the distinction of being the only historically black Roman Catholic institution of higher education in the United States.",
  "/wiki/New_Orleans,_Louisiana": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Washburn_University": "Washburn University (WU) is a public university in Topeka, Kansas. It offers undergraduate and graduate programs, as well as professional programs in law and business. Washburn has 550 faculty members, who teach more than 6,100 undergraduate students and nearly 800 graduate students. The university's assets include a $158 million endowment.",
  "/wiki/Topeka,_Kansas": "Topeka (/toʊˈpiːkə/; Kansa: Tó Pee Kuh) is the capital city of the U.S. state of Kansas and the seat of Shawnee County.  It is along the Kansas River in the central part of Shawnee County, in northeast Kansas, in the Central United States. As of the 2010 census, the city population was 127,473. The Topeka Metropolitan Statistical Area, which includes Shawnee, Jackson, Jefferson, Osage, and Wabaunsee counties, had a population of 233,870 in the 2010 census.",
  "/wiki/Philander_Smith_College": "Philander Smith College is a private historically black college, in Little Rock, Arkansas. Philander Smith College is affiliated with the United Methodist Church and is a founding member of the United Negro College Fund (UNCF). Philander Smith College is accredited by the North Central Association of Colleges and Schools.",
  "/wiki/Little_Rock,_Arkansas": "Little Rock is the capital and most populous city of the U.S. state of Arkansas. As the county seat of Pulaski County, the city was incorporated on November 7, 1831, on the south bank of the Arkansas River close to the state's geographic center. The city derives its name from a rock formation along the river, named the \"Little Rock\" (French: La Petite Roche) by the French explorer Jean-Baptiste Bénard de la Harpe in the 1720s. The capital of the Arkansas Territory was moved to Little Rock from Arkansas Post in 1821. The city's population was 197,881 in 2018 according to the United States Census Bureau. The six-county Little Rock-North Little Rock-Conway, AR Metropolitan Statistical Area (MSA) is ranked 78th in terms of population in the United States with 738,344 residents according to the 2017 estimate by the United States Census Bureau.",
  "/wiki/Galveston,_Texas": "Galveston (/ˈɡælvɪstən/ GAL-vis-tən) is a coastal resort city and port off the southeast coast on Galveston Island and Pelican Island in the American State of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at its southern end on the northwestern coast of the Gulf of Mexico.",
  "/wiki/Texas_College": "Texas College is a private, historically black Christian Methodist Episcopal college in Tyler, Texas. It is affiliated with the United Negro College Fund. It was founded in 1894 by a group of ministers affiliated with the Christian Methodist Episcopal (CME) Church, a predominantly black denomination which was at the time known as the Colored Methodist Episcopal Church in America. They planned to provide for education of African-American students, who were excluded from the segregated university system of Texas. They planned a full literary, scientific and classical education for theology, normal training of lower school teachers, music, commercial and industrial training, and agricultural and mechanical sciences.",
  "/wiki/Tyler,_Texas": "Tyler is the county seat of Smith County, located in east-central Texas, United States. The city of Tyler has long been Smith County's major economic, educational, financial, medical, and cultural hub. The city is named for John Tyler, the tenth President of the United States. Tyler had a population of 96,900 in 2010, according to the United States Census Bureau, and Tyler's 2018 estimated population was 105,729. It is 100 miles (160 km) east-southeast of Dallas. Tyler is the principal city of the Tyler metropolitan statistical area, which had a population of 209,714 in 2010, and is the regional center of the Tyler-Jacksonville combined statistical area, which had a population of 260,559 in 2010.",
  "/wiki/Morris_Brown_College": "Morris Brown College (MBC) is a private, Christian, and historically black liberal arts college in Atlanta, Georgia. It is affiliated with the African Methodist Episcopal Church.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/East_St._Louis,_Illinois": "East St. Louis is a city in St. Clair County, Illinois, United States within Greater St. Louis. It is located directly across the Mississippi River from Downtown St. Louis and the Gateway Arch National Park. East St. Louis is in what is defined as the Metro-East region of Southern Illinois. Once a bustling industrial center, like many cities in the Rust Belt, East St. Louis has been severely affected by loss of jobs due to industrial restructuring during the second half of the 20th century. In 1950, East St. Louis was the fourth-largest city in Illinois when its population peaked at 82,366. As of the 2010 census, the city had a population of 27,006, less than one-third of the 1950 census.",
  "/wiki/Dayton,_Ohio": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati.",
  "/wiki/Hampton_University": "Hampton University is a private historically black university in Hampton, Virginia. It was founded in 1868 by black and white leaders of the American Missionary Association after the American Civil War to provide education to freedmen. It is home to the Hampton University Museum, which is the oldest museum of the African diaspora in the United States, and the oldest museum in the commonwealth of Virginia. In 1878, it established a program for teaching Native Americans that lasted until 1923.",
  "/wiki/Hampton,_Virginia": "Hampton is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 137,438.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/Johnson_C._Smith_University": "Johnson C. Smith University (JCSU) is a private, historically black university in Charlotte, North Carolina. It is affiliated with the Presbyterian Church (USA) and is accredited by the Southern Association of Colleges and Schools (SACS), National Council for the Accreditation of Teacher Education (NCATE), Association of Collegiate Business Schools and Programs (ACBSP), and Council on Social Work Accreditation (CSWE). The school awards Bachelor of Science, Bachelor of Arts, Bachelor of Social Work, and Master of Social Work degrees.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/Indiana_University": "Indiana University (IU) is a system of public universities in the state of Indiana. Indiana University has a combined student body of more than 110,000 students, which includes approximately 46,000 students enrolled at the Indiana University Bloomington campus.",
  "/wiki/Bloomington,_Indiana": "Bloomington is a city in and the county seat of Monroe County in the southern region of the U.S. state of Indiana. It is the seventh-largest city in Indiana and the fourth-largest outside the Indianapolis metropolitan area. According to the Monroe County History Center, Bloomington is known as the \"Gateway to Scenic Southern Indiana.\" The city was established in 1818 by a group of settlers from Kentucky, Tennessee, the Carolinas, and Virginia who were so impressed with \"a haven of blooms\" that they called it Bloomington.",
  "/wiki/University_of_Nebraska": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Omaha,_Nebraska": "Omaha (/ˈoʊməhɑː/ OH-mə-hah) is the largest city in the state of Nebraska and the county seat of Douglas County. Omaha is in the Midwestern United States on the Missouri River, about 10 miles (15 km) north of the mouth of the Platte River. The nation's 40th-largest city, Omaha's 2018 estimated population was 466,061.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Evanston,_Illinois": "Evanston (/ˈɛvənstən/) is a city in Cook County, Illinois, United States, 12 miles (19 km) north of downtown Chicago, bordered by Chicago to the south, Skokie to the west, and Wilmette to the north. It had a population of 74,486 as of 2010[update]. It is one of the affluent North Shore communities that adjoin Lake Michigan and is the home of Northwestern University. The boundaries of the city of Evanston are coterminous with those of the former Evanston Township, which was dissolved in 2014 by voters with its functions being absorbed by the city of Evanston.",
  "/wiki/Allen_University": "Allen University is a private, coeducational historically black university located in Columbia, South Carolina, United States. Allen University has more than  600 students and still serves a predominantly Black constituency.",
  "/wiki/Columbia_College_(South_Carolina)": "Columbia College is a private liberal arts women's college in Columbia, South Carolina. Founded in 1854 by the United Methodist Church as a women’s liberal arts college, Columbia College also offers evening, graduate and online programs serving both women and men.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/St._Augustine's_College_(North_Carolina)": "Saint Augustine's University is a private historically black college in Raleigh, North Carolina. It was founded by Episcopal clergy in 1867 for the education of freed slaves.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/Cincinnati,_Ohio": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/Tuskegee_University": "Tuskegee University is a private, historically black university in Tuskegee, Alabama. It was established by Lewis Adams and Booker T. Washington.  The campus is designated as the Tuskegee Institute National Historic Site by the National Park Service. The university was home to scientist George Washington Carver and to World War II's Tuskegee Airmen.",
  "/wiki/Tuskegee,_Alabama": "Tuskegee (/tʌsˈkiːɡiː/) is a city in Macon County, Alabama, United States. It was founded and laid out in 1833 by General Thomas Simpson Woodward, a Creek War veteran under Andrew Jackson, and made the county seat that year. It was incorporated in 1843. It is also the largest city in Macon County. At the 2010 census the population was 9,865, down from 11,846 in 2000.",
  "/wiki/Benedict_College": "Benedict College is a four-year historically black, liberal arts college located in Columbia, South Carolina. Founded in 1870 by northern Baptists, it was originally a teachers' college. It has since expanded into a full four-year college offering a variety of majors in the liberal arts field.",
  "/wiki/List_of_Delta_Sigma_Theta_chapters": "Delta Sigma Theta Sorority, Inc. was founded on January 13, 1913 at Howard University, and began to expand its membership early on when it chartered Beta Chapter at Wilberforce University in 1914, Gamma Chapter at the University of Pennsylvania in 1918 and Delta Chapter at the University of Iowa in 1919.  Delta Sigma Theta continues to Charter new chapters at both the Collegiate and Alumnae level. Individual Chapters are Chartered, not Founded, as only the Perpetual body was founded, and the founding occurred in 1913. Delta Sigma Theta has more than 940 Chapters located in the United States, England, Japan (Tokyo and Okinawa), Germany, the Virgin Islands, Liberia, Bermuda, Jamaica, The Bahamas, South Korea and Nigeria. The sorority's chapters are organized into seven regions and further sub-divided by state.  While initially Alumnae / Graduate Chapters were named using the Greek Alphabet, the perpetual body of Delta Sigma Theta voted at the Twenty-Fourth National Convention, held in Detroit, Michigan on December 26–30, 1956, to abandon this practice.  Following the vote, the Greek Letter names for the Alumnae Chapters are no longer in use or recognized by the Grand Chapter. Alumnae Chapters are instead named using their Geographic Location.  This list includes Active, Inactive, Reassigned, and Retired undergraduate Chapters."
}