{
  "/wiki/Delaware_State_University": "Delaware State University (DSU or Del State), is a public historically black university in Dover, Delaware. DSU also has two satellite campuses, one in Wilmington and one in Georgetown. The university encompasses four colleges and a diverse population of undergraduate and advanced-degree students.",
  "/wiki/Dover,_Delaware": "Dover (/ˈdoʊvər/) is the capital and second-largest city in the U.S. state of Delaware. It is also the county seat of Kent County, and the principal city of the Dover, DE Metropolitan Statistical Area, which encompasses all of Kent County and is part of the Philadelphia-Wilmington-Camden, PA-NJ-DE-MD Combined Statistical Area. It is located on the St. Jones River in the Delaware River coastal plain. It was named by William Penn for Dover in Kent, England. As of 2010, the city had a population of 36,047.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/University_Park,_Pennsylvania": "University Park is the name given to the Pennsylvania State University's largest campus, and University Park, Pennsylvania is the postal address used by Penn State. The University Park campus is located in State College and adjacent College Township, Pennsylvania. The campus post office was designated \"University Park, Pennsylvania\" in 1953 by Penn State president Milton Eisenhower, after what was then Pennsylvania State College was upgraded to university status.",
  "/wiki/Temple_University": "Temple University (Temple or TU) is a public research university in Philadelphia, Pennsylvania. It was founded in 1884 by the Baptist minister Russell Conwell. In 1882, Conwell came to Pennsylvania to lead the Grace Baptist Church while he began tutoring working-class citizens late at night to accommodate their work schedules. These students—later dubbed \"night owls\"—were taught in the basement of Conwell's Baptist Temple, hence the origin of the university's name and mascot. By 1907, the institution revised its institutional status and was incorporated as a university.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/East_Lansing,_Michigan": "East Lansing is a city in the U.S. state of Michigan directly east of Lansing, the state capital. Most of the city is within Ingham County, with the rest in Clinton County. The population was 48,579 at the 2010 census, an increase from 46,420 in 2000. It is best known as the home of Michigan State University. It is part of the Lansing–East Lansing metropolitan area.",
  "/wiki/California_State_University,_Los_Angeles": "California State University, Los Angeles (Cal State LA) is a public university in Los Angeles, California. It is part of the 23-campus California State University (CSU) system. Cal State LA offers 129 bachelor's degrees, 112 master's degrees, and four doctoral degrees: a Doctor of Philosophy (Ph.D) in special education in collaboration with the University of California, Los Angeles (UCLA), a Doctor of Education (Ed.D) in Educational Leadership, a Doctor of Nursing Practice (DNP) and a Doctor of Audiology (AuD). It also offers 22 teaching credentials.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Stillman_College": "Stillman College is a private Presbyterian and historically black liberal arts college in Tuscaloosa, Alabama. It awards the Bachelor of Arts and Bachelor of Science degrees in 17 disciplines/majors housed within three academic schools (Arts and Sciences, Business Administration, and Education).  The college has an average enrollment of 650 students and is accredited by The Southern Association for Colleges and Schools Commission on Colleges",
  "/wiki/Tuscaloosa,_Alabama": "Tuscaloosa (/tʌskəˈluːsə/ TUS-kə-LOO-sə) is a city in and the seat of Tuscaloosa County in west central Alabama (in the southeastern United States). Located on the Black Warrior River at the Atlantic Seaboard fall line of the Piedmont, it is the fifth-largest city in Alabama, with an estimated population of 100,287 in 2017. The city was originally known as Tuskaloosa until the early 20th century.",
  "/wiki/Norfolk_State_University": "Norfolk State University (NSU) is a public historically black university in Norfolk, Virginia. The university is a member-school of Thurgood Marshall College Fund and the Virginia High-Tech Partnership.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/Ohio_University": "Ohio University (Ohio or OU) is a public research university in Athens, Ohio.  The first university chartered by an Act of Congress and the first to be chartered in Ohio, it was chartered in 1787 by the Congress of the Confederation and subsequently approved for the territory in 1802 and state in 1804, opening for students in 1809. Ohio University is the oldest university in Ohio, the eighth oldest public university in the United States and the 30th oldest among public and private universities. As of fall 2018, the university's total enrollment at Athens was 20,000, while the all-campus enrollment was just under 35,000.",
  "/wiki/Athens,_Ohio": "Athens is a city and the county seat of Athens County, Ohio, United States.  Athens is the home of Ohio University, a large public research university with an enrollment of more than 36,800 students across all campuses.  Located along the Hocking River in the southeastern part of Ohio about 65 miles (105 km) southeast of Columbus, Athens is the principal city of the Athens, Ohio Micropolitan Statistical Area. The population of Athens in the 2010 U.S. Census was 23,832, with a daytime population of over 40,000",
  "/wiki/University_of_Memphis": "The University of Memphis (UofM) is a public research university in Memphis, Tennessee. Founded in 1912, the university has an enrollment of more than 22,000 students.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Kent_State_University": "Kent State University (KSU) is a public research university in Kent, Ohio. The university also includes seven regional campuses in Northeast Ohio and additional facilities in the region and internationally. Regional campuses are located in Ashtabula, Burton, East Liverpool, Jackson Township, New Philadelphia, Salem, and Warren, Ohio, with additional facilities in Cleveland, Independence, and Twinsburg, Ohio, New York City, and Florence, Italy.",
  "/wiki/Kent,_Ohio": "Kent is a city in the U.S. state of Ohio and the largest city in Portage County.  It is located along the Cuyahoga River in Northeast Ohio on the western edge of the county.  The population was 28,904 in the 2010 Census and was estimated at 29,662 in 2018.  The city is counted as part of the Akron Metropolitan Statistical Area and the larger Cleveland–Akron–Canton Combined Statistical Area.",
  "/wiki/San_Francisco_State": "San Francisco State University (commonly referred to as San Francisco State, SF State and SFSU) is a public university in San Francisco. As part of the 23-campus California State University system, the university offers 118 different bachelor's degrees, 94 master's degrees, and 5 doctoral degrees along with 26 teaching credentials among six academic colleges.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Southern_Illinois_University": "Southern Illinois University is a system of public universities in the southern region of the U.S. state of Illinois. Its headquarters is in Carbondale, Illinois.",
  "/wiki/Edwardsville,_Illinois": "Edwardsville is a city in Madison County, Illinois, United States. As of the 2010 census, the population was 24,293.  It is the county seat of Madison County. The city was named in honor of Ninian Edwards, then Governor of the Illinois Territory.",
  "/wiki/Bowling_Green_State_University": "Bowling Green State University (BGSU) is a public research university in Bowling Green, Ohio. The 1,338-acre (541.5 ha) main academic and residential campus is 15 miles (24 km) south of Toledo, Ohio. The university has nationally recognized programs and research facilities in the natural and social sciences, education, arts, business, health and wellness, humanities and applied technologies. The institution was granted a charter in 1910 as a normal school, specializing in teacher training and education, as part of the Lowry Normal School Bill that authorized two new normal schools in the state of Ohio. Over the university's history, it developed from a small rural normal school into a comprehensive public university.",
  "/wiki/Bowling_Green,_Ohio": "Bowling Green is a city and the county seat of Wood County, Ohio, United States, located 20 miles southwest of Toledo. The population was 30,028 at the 2010 census. It is part of the Toledo Metropolitan Area and a member of the Toledo Metropolitan Area Council of Governments. Bowling Green is the home of Bowling Green State University.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Brooklyn,_New_York": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/University_of_Dayton": "The University of Dayton (UD) is a private Roman Catholic research university in Dayton, Ohio. Founded in 1850 by the Society of Mary (Marianists), it is one of three Marianist universities in the nation and the second-largest private university in Ohio. The university's campus is in the city's southern portion and spans 388 acres on both sides of the Great Miami River. The campus is noted for the Immaculate Conception Chapel and the University of Dayton Arena.",
  "/wiki/Dayton,_Ohio": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Baltimore,_MD": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Manhattan,_New_York": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/Bronx,_New_York": "The Bronx (/brɒŋks/) is a borough of New York City, coterminous with Bronx County, in the U.S. state of New York, the third-most densely populated county in the United States. It is south of Westchester County; northeast and east of Manhattan, across the Harlem River; and north of Queens, across the East River. The Bronx has a land area of 42 square miles (109 km2) and a population of 1,432,132 in 2018. Of the five boroughs, it has the fourth-largest area, fourth-highest population, and third-highest population density.  It is the only borough predominantly on the U.S. mainland. If each borough were ranked as a city, the Bronx would rank as the eighth-most populous in the U.S.",
  "/wiki/Hartford": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Stamford.",
  "/wiki/Hartford,_Connecticut": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Stamford.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/List_of_Delta_Sigma_Theta_chapters": "Delta Sigma Theta Sorority, Inc. was founded on January 13, 1913 at Howard University, and began to expand its membership early on when it chartered Beta Chapter at Wilberforce University in 1914, Gamma Chapter at the University of Pennsylvania in 1918 and Delta Chapter at the University of Iowa in 1919.  Delta Sigma Theta continues to Charter new chapters at both the Collegiate and Alumnae level. Individual Chapters are Chartered, not Founded, as only the Perpetual body was founded, and the founding occurred in 1913. Delta Sigma Theta has more than 940 Chapters located in the United States, England, Japan (Tokyo and Okinawa), Germany, the Virgin Islands, Liberia, Bermuda, Jamaica, The Bahamas, South Korea and Nigeria. The sorority's chapters are organized into seven regions and further sub-divided by state.  While initially Alumnae / Graduate Chapters were named using the Greek Alphabet, the perpetual body of Delta Sigma Theta voted at the Twenty-Fourth National Convention, held in Detroit, Michigan on December 26–30, 1956, to abandon this practice.  Following the vote, the Greek Letter names for the Alumnae Chapters are no longer in use or recognized by the Grand Chapter. Alumnae Chapters are instead named using their Geographic Location.  This list includes Active, Inactive, Reassigned, and Retired undergraduate Chapters."
}