{
  "/wiki/Florida_A&M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools. The 2020 edition of the U.S. News & World Report college rankings placed the university in Tier 1 among national universities (254th), 7th among all HBCUs and 2nd among all public HBCUs. The university is classified as an R2 Doctoral Research University under the Carnegie Classification of Institutions of Higher Education, which denotes higher research activity. For 2017, the National Science Foundation ranked Florida A&M University 216th nationally and 2nd among HBCU for total research and development expenditures. FAMU sports teams are known as the Rattlers, and compete in Division I of the NCAA.",
  "/wiki/Tallahassee,_Florida": "Tallahassee (/ˌtæləˈhæsi/) is the capital city of the U.S. state of Florida. It is the county seat and only incorporated municipality in Leon County. Tallahassee became the capital of Florida, then the Florida Territory, in 1824. In 2018, the population was 193,551, making it the 7th-largest city in the U.S state of Florida, and the 126th-largest city in the United States. The population of the Tallahassee metropolitan area was 385,145 as of 2018[update]. Tallahassee is the largest city in the Florida Big Bend and Florida Panhandle region, and the main center for trade and agriculture in the Florida Big Bend and Southwest Georgia regions. Tallahassee is home to Florida State University, ranked the nation's eighteenth best public university by U.S. News & World Report. It is also home to Florida A&M University, the fifth-largest historically black university by total enrollment.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually. The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital.",
  "/wiki/Washington,_District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually. The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital.",
  "/wiki/Dillard_University": "Dillard University is a private, historically black, liberal arts university in New Orleans, Louisiana, United States. Founded in 1930 and incorporating earlier institutions that were founded as early as 1869 after the American Civil War, it is affiliated with the United Church of Christ and the United Methodist Church.",
  "/wiki/New_Orleans,_Louisiana": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States. New Orleans is world-renowned for its distinct music, Creole cuisine, unique dialect, and its annual celebrations and festivals, most notably Mardi Gras. The historic heart of the city is the French Quarter, known for its French and Spanish Creole architecture and vibrant nightlife along Bourbon Street. The city has been described as the most unique in the United States, owing in large part to its cross-cultural and multilingual heritage. Founded in 1718 by French colonists, New Orleans was once the territorial capital of French Louisiana before being traded to the United States in the Louisiana Purchase of 1803. New Orleans in 1840 was the third-most populous city in the United States, and it was the largest city in the American South from the Antebellum era until after World War II.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,076, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea. [a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people. Dallas and nearby Fort Worth were initially developed due to the construction of major railroad lines through the area allowing access to cotton, cattle and later oil in North and East Texas. The construction of the Interstate Highway System reinforced Dallas's prominence as a transportation hub, with four major interstate highways converging in the city and a fifth interstate loop around it. Dallas then developed as a strong industrial and financial center and a major inland port, due to the convergence of major railroad lines, interstate highways and the construction of Dallas/Fort Worth International Airport, one of the largest and busiest airports in the world. In addition, Dallas has DART (Dallas Area Rapid Transit) with different colored train lines that transport throughout the metroplex.",
  "/wiki/Virginia_Union_University": "Virginia Union University (VUU) is a private historically black university in Richmond, Virginia. It took its present name in 1899 upon the merger of two older schools, Richmond Theological Institute and Wayland Seminary, each founded after the end of American Civil War by the American Baptist Home Mission Society. In 1932, Hartshorn Memorial College, a women's college, merged with VUU.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2018, the population was estimated to be 228,783, making Richmond the fourth-most populous city in Virginia. The Richmond Metropolitan Area has a population of 1,260,029, the third-most populous metro in the state. Richmond is at the fall line of the James River, 44 miles (71 km) west of Williamsburg, 66 miles (106 km) east of Charlottesville, 91 miles (146 km) east of Lynchburg and 92 miles (148 km) south of Washington, D.C. Surrounded by Henrico and Chesterfield counties, the city is at the intersections of Interstate 95 and Interstate 64 and encircled by Interstate 295, Virginia State Route 150 and Virginia State Route 288. Major suburbs include Midlothian to the southwest, Chesterfield to the south, Varina to the southeast, Sandston to the east, Glen Allen to the north and west, Short Pump to the west and Mechanicsville to the northeast.",
  "/wiki/Pittsburg_State_University": "Pittsburg State University (Pitt State or PSU) is a public university in Pittsburg, Kansas, United States. It enrolls approximately 7,400 students (6,000 undergraduates and 1,400 graduate students) and is a member of the Kansas Board of Regents.",
  "/wiki/Pittsburg,_Kansas": "Pittsburg is a city in Crawford County, Kansas, United States, located in Southeast Kansas near the Missouri state border.  It is the most populous city in Crawford County and southeast Kansas.  As of the 2010 census, the city population was 20,233.",
  "/wiki/Alabama_State_University": "Alabama State University (ASU) is a public historically black university in Montgomery, Alabama. Founded in 1867, ASU is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Montgomery,_Alabama": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. It is the second most populous city in Alabama, after Birmingham, and is the 118th most populous in the United States. The Montgomery Metropolitan Statistical Area's population in 2010 was estimated at 374,536; it is the fourth largest in the state and 136th among United States metropolitan areas. The city was incorporated in 1819 as a merger of two towns situated along the Alabama River. It became the state capital in 1846, representing the shift of power to the south-central area of Alabama with the growth of cotton as a commodity crop of the Black Belt and the rise of Mobile as a mercantile port on the Gulf Coast. In February 1861, Montgomery was chosen the first capital of the Confederate States of America, which it remained until the Confederate seat of government moved to Richmond, Virginia, in May of that year.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents. Phoenix is the anchor of the Phoenix metropolitan area, also known as the Valley of the Sun, which in turn is part of the Salt River Valley. The metropolitan area is the 11th largest by population in the United States, with approximately 4.73 million people as of 2017[update]. Phoenix is the seat of Maricopa County and the largest city in the state at 517.9 square miles (1,341 km2), more than twice the size of Tucson and one of the largest cities in the United States. Phoenix was settled in 1867 as an agricultural community near the confluence of the Salt and Gila Rivers and was incorporated as a city in 1881. It became the capital of Arizona Territory in 1889. It is in the northeastern reaches of the Sonoran Desert and has a hot desert climate.",
  "/wiki/Phoenix,_AZ": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents. Phoenix is the anchor of the Phoenix metropolitan area, also known as the Valley of the Sun, which in turn is part of the Salt River Valley. The metropolitan area is the 11th largest by population in the United States, with approximately 4.73 million people as of 2017[update]. Phoenix is the seat of Maricopa County and the largest city in the state at 517.9 square miles (1,341 km2), more than twice the size of Tucson and one of the largest cities in the United States. Phoenix was settled in 1867 as an agricultural community near the confluence of the Salt and Gila Rivers and was incorporated as a city in 1881. It became the capital of Arizona Territory in 1889. It is in the northeastern reaches of the Sonoran Desert and has a hot desert climate.",
  "/wiki/University_of_the_District_of_Columbia": "The University of the District of Columbia (UDC) is a public historically black land-grant university in Washington, D.C. It was established in 1851 and is the only public university in the city. UDC is a member school of the Thurgood Marshall College Fund. The full university system offers workforce and certificate programs in addition to Associate, Baccalaureate, Master's, professional, and Doctoral degrees. The university's academic schools and programs include the University of the District of Columbia - Community College, College of Arts and Sciences, School of Engineering and Applied Sciences, School of Business and Public Administration, Colleges of Agriculture, Urban Sustainability & Environmental Sciences, and School of Law.",
  "/wiki/Livingstone_College": "Livingstone College is a private, historically black Christian college in Salisbury, North Carolina.  It is affiliated with the African Methodist Episcopal Zion Church. Livingstone College is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools to award the Bachelor of Arts, Bachelor of Science, Bachelor of Fine Arts, and Bachelor of Social Work degrees.",
  "/wiki/Salisbury,_North_Carolina": "Salisbury is a city in the Piedmont region of North Carolina; it has been the county seat of Rowan County since 1753 when Rowan County was much larger and its territory extended to the Mississippi River. Located 44 miles northeast of Charlotte and within its metropolitan area, the town has attracted a growing population, which was 33,663 in the 2010 Census – 27.8 percent greater than 2000.\n Salisbury is the oldest continually populated colonial town in the western region of North Carolina.  Salisbury is noted for its historic preservation, with five Local Historic Districts and ten National Register Historic Districts.\n Salisbury is the home to North Carolina soft drink, Cheerwine, regional supermarket, Food Lion and Rack Room Shoes.",
  "/wiki/University_of_Toledo": "The University of Toledo (UToledo or UT) is a public research university in Toledo, Ohio.  The university also operates a 450-acre (180 ha) Health Science campus, which includes the University of Toledo Medical Center, in the  West Toledo neighborhood of Toledo; a 160-acre (65 ha) satellite campus in the Scott Park neighborhood of Toledo; the Center for the Visual Arts is located in downtown Toledo at the Toledo Museum of Art; and a research and education facility, known as the Lake Erie Center, is at the Maumee Bay State Park.\n The university was founded in 1872 in downtown Toledo as the Toledo University of Arts and Trades. It closed after six years and was eventually turned over to the city of Toledo to reopen in 1884 as the Toledo Manual Training School and developed from a vocational school into a university through the late 1800s. The university moved to its current location in the Ottawa neighborhood in 1931. Since its establishment, the university has physically expanded to include more than 100 major buildings with a combined area of more 1,400 acres (570 ha) and transformed its academic program from a vocational and secondary education into a comprehensive research university, known for its curriculum in the science, engineering, and medical fields. Toledo has over 100,000 living alumni and  has a current enrollment of over 20,000 students. The university has over 300 student organizations and its athletic teams, called the Rockets, are members of the Mid-American Conference.",
  "/wiki/Toledo,_Ohio": "Toledo (/təˈliːdoʊ/) is a city in and the county seat of Lucas County, Ohio, United States. Toledo is in northwest Ohio, at the western end of Lake Erie bordering the state of Michigan. The city was founded in 1833 on the west bank of the Maumee River, and originally incorporated as part of Monroe County, Michigan Territory. It was re-founded in 1837, after conclusion of the Toledo War, when it was incorporated in Ohio. After the 1845 completion of the Miami and Erie Canal, Toledo grew quickly; it also benefited from its position on the railway line between New York City and Chicago. The first of many glass manufacturers arrived in the 1880s, eventually earning Toledo its nickname: The Glass City. It has since become a city with an art community, auto assembly businesses, education, healthcare, and local sports teams. The population of Toledo as of the 2010 Census[update] was 287,128 making it the 71st-largest city in the United States.",
  "/wiki/San_Diego_State_University": "San Diego State University (SDSU) is a public research university in San Diego, California. Founded in 1897 as San Diego Normal School, it is the third-oldest university in the 23-member California State University (CSU) system. SDSU has a Fall 2019 student body of 35,081 and an alumni base of more than 300,000. It is classified among Doctoral Universities: High Research Activity. In the 2015–16 fiscal year, the university obtained $130 million in public and private funding—a total of 707 awards—up from $120.6 million the previous fiscal year. As reported by the Faculty Scholarly Productivity Index released by the Academic Analytics organization of Stony Brook, New York, SDSU is the number one small research university in the United States in 2006 and 2007. SDSU sponsors the second-highest number of Fulbright Scholars in the State of California, just behind UC Berkeley. Since 2005, the university has produced over 65 Fulbright student scholars.",
  "/wiki/San_Diego,_California": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for Saint Didacus) is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center. San Diego has been called the birthplace of California. Historically home to the Kumeyaay people, it was the first site visited by Europeans on what is now the West Coast of the United States. Upon landing in San Diego Bay in 1542, Juan Rodríguez Cabrillo claimed the area for Spain, forming the basis for the settlement of Alta California 200 years later. The Presidio and Mission San Diego de Alcalá, founded in 1769, formed the first European settlement in what is now California.",
  "/wiki/Gary,_Indiana": "Gary is a city in Lake County, Indiana, United States, 25 miles (40 km) from downtown Chicago, Illinois. Gary is adjacent to the Indiana Dunes National Park and borders southern Lake Michigan. Gary was named after lawyer Elbert Henry Gary, who was the founding chairman of the United States Steel Corporation. The city is known for its large steel mills, and as the birthplace of the Jackson 5 music group. Once the second largest city in Indiana, the population of Gary was 80,294 at the 2010 census, making it the ninth-largest city in the state of Indiana. It was a prosperous city from the 1920s through the mid-1960s due to its booming steel industry, but overseas competition and restructuring of the steel industry resulted in a decline and a severe loss of jobs. Since the late 1960s, Gary has suffered drastic population loss, falling by 55 percent from its peak of 178,320 in 1960. The city faces the difficulties of many Rust Belt cities, including unemployment, decaying infrastructure, and low literacy and educational attainment levels.",
  "/wiki/Corpus_Christi,_Texas": "Corpus Christi (/ˌkɔːrpəs ˈkrɪsti/; Latin: Body of Christ), colloquially Corpus, is a coastal city in the South Texas region of the U.S. state of Texas. The county seat of Nueces County, it also extends into Aransas, Kleberg, and San Patricio Counties. It is 130 miles southeast of San Antonio. Its political boundaries encompass Nueces Bay and Corpus Christi Bay. Its zoned boundaries include small land parcels or water inlets of three neighboring counties. The city's population was estimated to be 326,554 in 2018, making it the eighth-most populous city in Texas. The Corpus Christi metropolitan area had an estimated population of 442,600. It is also the hub of the six-county Corpus Christi-Kingsville-Alice Combined Statistical area, with a 2013 estimated population of 516,793.",
  "/wiki/Bluefield_State_College": "Bluefield State College is a historically black college  in Bluefield, West Virginia. It is a part of West Virginia's public education system and offers baccalaureate and associate degrees. It is the only non-residential four-year college in the state system. Bluefield State College is a member school of the Thurgood Marshall College Fund.\n Even though it maintains its federal status as a historically black college, the student body at Bluefield State College is less than 13% black and over 80% white.",
  "/wiki/Bluefield,_West_Virginia": "Bluefield is a city in Mercer County, West Virginia, United States. The population was 10,447 at the 2010 census. It is the core city of the Bluefield WV-VA micropolitan area, which has a population of 107,342.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population was 898,919. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States. The city of Fort Worth was established in 1849 as an army outpost on a bluff overlooking the Trinity River. Fort Worth has historically been a center of the longhorn cattle trade. It still embraces its Western heritage and traditional architecture and design. USS Fort Worth (LCS-3) is the first ship of the United States Navy named after the city.",
  "/wiki/Milwaukee,_Wisconsin": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion. The first Europeans to pass through the area were French Catholic Jesuit missionaries, who were ministering to Native Americans, and fur traders.",
  "/wiki/Langston_University": "Langston University (LU) is a public university in Langston, Oklahoma. It is the only historically black college in the state. Though located in a rural setting 10 miles (16 km) east of Guthrie, Langston also serves an urban mission, with University Centers in both Tulsa (at the same campus as the OSU-Tulsa facility) and Oklahoma City, and a nursing program set to open in Ardmore. The university is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Langston,_Oklahoma": "Langston is a town in Logan County, Oklahoma, United States, and is part of the Oklahoma City Metropolitan Statistical Area. The population was 1,724 at the 2010 census, an increase of 3.2 percent from 1,670 at the 2000 census.  Langston is home to Langston University, the only historically black college in Oklahoma.",
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/List_of_Delta_Sigma_Theta_chapters": "Delta Sigma Theta Sorority, Inc. was founded on January 13, 1913 at Howard University, and began to expand its membership early on when it chartered Beta Chapter at Wilberforce University in 1914, Gamma Chapter at the University of Pennsylvania in 1918 and Delta Chapter at the University of Iowa in 1919. Delta Sigma Theta continues to Charter new chapters at both the Collegiate and Alumnae level. Individual Chapters are Chartered, not Founded, as only the Perpetual body was founded, and the founding occurred in 1913. Delta Sigma Theta has more than 940 Chapters located in the United States, England, Japan (Tokyo and Okinawa), Germany, the Virgin Islands, Liberia, Bermuda, Jamaica, The Bahamas, South Korea and Nigeria. The sorority's chapters are organized into seven regions and further sub-divided by state. While initially Alumnae / Graduate Chapters were named using the Greek Alphabet, the perpetual body of Delta Sigma Theta voted at the Twenty-Fourth National Convention, held in Detroit, Michigan on December 26–30, 1956, to abandon this practice. Following the vote, the Greek Letter names for the Alumnae Chapters are no longer in use or recognized by the Grand Chapter. Alumnae Chapters are instead named using their Geographic Location."
}