{
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/National-Louis_University": "National Louis University (NLU) is a private university with its main campus in Chicago, Illinois.  NLU also has locations near Chicago as well as in Tampa Florida.. Many courses and programs are also offered fully or partially online. Since its founding in 1886, NLU has played a historic role in education, when it helped found the National Kindergarten Movement, helped found the National Parent Teacher Association (PTA), and promoted the importance of academic and professional training in early childhood education theory and practice.",
  "/wiki/Evanston,_Illinois": "Evanston (/ˈɛvənstən/) is a city in Cook County, Illinois, United States, 12 miles (19 km) north of downtown Chicago, bordered by Chicago to the south, Skokie to the west, and Wilmette to the north. It had a population of 74,486 as of 2010[update]. It is one of the affluent North Shore communities that adjoin Lake Michigan and is the home of Northwestern University. The boundaries of the city of Evanston are coterminous with those of the former Evanston Township, which was dissolved in 2014 by voters with its functions being absorbed by the city of Evanston.",
  "/wiki/Pittsburgh,_Pennsylvania": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Stephen_F._Austin_State_University": "Stephen F. Austin State University (SFA) is a public university in Nacogdoches, Texas. Founded as a teachers' college in 1923 as a result of legislation authored by State Senator Wilfred Roy Cousins, Sr., the university was subsequently renamed after one of Texas's founding fathers, Stephen F. Austin. Its campus resides on part of the homestead of Thomas Jefferson Rusk. Stephen F. Austin is one of four independent public universities in Texas (i.e., those not affiliated with one of Texas's six university systems).",
  "/wiki/Nacogdoches,_Texas": "Nacogdoches (/ˌnækəˈdoʊtʃɪs/ NAK-ə-DOH-chis) is a small city in East Texas and the county seat of Nacogdoches County, Texas, United States. The 2010 U.S. Census recorded the city's population to be 32,996. Nacogdoches is a sister city of the smaller and similarly-named Natchitoches, Louisiana, the third-largest city in the Southern Ark-La-Tex.",
  "/wiki/Illinois_State_University": "Illinois State University (ISU) is a public university in Normal, Illinois, United States.  Founded in 1857 as Illinois State Normal University, it is the oldest public university in Illinois. The university emphasizes teaching and is recognized as one of the top ten largest producers of teachers in the US according to the American Association of Colleges of Teacher Education. The university's athletic teams are members of the Missouri Valley Conference and the Missouri Valley Football Conference and are known as the \"Redbirds,\" in reference to the state bird, the cardinal.",
  "/wiki/Normal,_Illinois": "Normal is a town in McLean County, Illinois, United States.  As of the 2010 census, the town's population was 52,497. Normal is the smaller of two principal municipalities of the Bloomington–Normal metropolitan area, and Illinois' seventh most populous community outside the Chicago metropolitan area. Normal's mayor is Chris Koos.",
  "/wiki/Bradley_University": "Bradley University is a private university in Peoria, Illinois. Founded in 1897, Bradley University currently enrolls 5,400 students who are pursuing degrees in more than 100 undergraduate programs and more than 30 graduate programs in five colleges. The university is regionally accredited by the Higher Learning Commission and 22 national accrediting agencies.",
  "/wiki/Peoria,_Illinois": "Peoria (/piˈɔːriə/ pee-OR-ee-ə) is the county seat of Peoria County, Illinois, and the largest city on the Illinois River. As of the 2010 census, the city had a population of 115,007, making it the eighth-most populated in Illinois, the second-largest city in Central Illinois after the state capital, Springfield, and the third largest outside the Chicago metropolitan area. It is the principal city of the Peoria Metropolitan Statistical Area in Central Illinois, consisting of the counties of Marshall, Peoria, Stark, Tazewell, and Woodford, which had a population of 373,590 in 2011. The Peoria Metro Area is the third largest MSA in Illinois after Chicago and Metro East (St. Louis MSA Illinois portion).",
  "/wiki/Eastern_Illinois_University": "Eastern Illinois University is a public university in Charleston, Illinois. Established in 1895 as the Eastern Illinois State Normal School, a teacher's college offering a two-year degree, Eastern Illinois University gradually expanded into a comprehensive university with a broad curriculum, including bachelor's and master's degrees in education, business, arts, sciences, and humanities.",
  "/wiki/Charleston,_Illinois": "Charleston is a city in and the county seat of Coles County, Illinois, United States. The population was 21,838, as of the 2010 census.  The city is home to Eastern Illinois University and has close ties with its neighbor, Mattoon. Both are principal cities of the Charleston–Mattoon Micropolitan Statistical Area.",
  "/wiki/Cleveland,_Ohio": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/Central_Michigan_University": "Central Michigan University (CMU) is a public research university in Mount Pleasant, Michigan. Established in 1892, Central Michigan University has more than 20,000 students on its Mount Pleasant campus and 7,000 students enrolled online at more than 60 locations worldwide.",
  "/wiki/Mount_Pleasant,_Michigan": "Mount Pleasant is a city in the U.S. state of Michigan.  Located in Central Michigan, the city is the county seat of Isabella County. The population was 26,016 as of the 2010 census.",
  "/wiki/University_of_North_Carolina_at_Wilmington": "The University of North Carolina Wilmington (UNCW or UNC Wilmington) is a public research university in Wilmington, North Carolina. It is part of the University of North Carolina System and enrolls 16,747 undergraduate and graduate students each year.",
  "/wiki/Wilmington,_North_Carolina": "Wilmington is a port city and the county seat of New Hanover County in coastal southeastern North Carolina, United States.",
  "/wiki/Jarvis_Christian_College": "Jarvis Christian College (JCC) is a Christian historically black college in Wood County, Texas.  It was founded in 1912.",
  "/wiki/Hawkins,_Texas": "Hawkins is a city in Wood County, Texas, United States. The population was 1,278 at the 2010 census. It is located twenty miles north of the larger city of Tyler. Just east of the community is Jarvis Christian College, an historically black institution of higher learning.",
  "/wiki/Emporia,_Kansas": "Emporia is a city in and the county seat of Lyon County, Kansas, United States.  As of the 2010 census, the city population was 24,916.  Emporia lies between Topeka and Wichita at the intersection of U.S. Route 50 with Interstates 335 and 35 on the Kansas Turnpike.  Emporia is also a college town, home to Emporia State University and Flint Hills Technical College.",
  "/wiki/Oklahoma_State_University": "Oklahoma State University (OSU) is a public land-grant research university in Stillwater, Oklahoma. OSU was founded in 1890 under the Morrill Act. Originally known as Oklahoma Agricultural and Mechanical College (Oklahoma A&M), it is the flagship institution of the Oklahoma State University System. Official enrollment for the fall 2010 semester system-wide was 35,073, with 23,459 students enrolled at OSU-Stillwater. Enrollment shows the Freshman class of 2012 was the largest on record with 4,298 students. OSU is classified by the Carnegie Foundation as a research university with highest research activity.",
  "/wiki/Stillwater,_Oklahoma": "Stillwater is a city in north-central Oklahoma at the intersection of US-177 and State Highway 51. It is the county seat of Payne County, Oklahoma, United States. As of the 2010 census, the city population was 45,688, making it the tenth-largest city in Oklahoma. Stillwater is the principal city of the Stillwater Micropolitan Statistical Area which had a population of 78,399 according to the 2012 census estimate. Stillwater was part of the first Oklahoma Land Run held on April 22, 1889 when the Unassigned Lands were opened for settlement and became the core of the new Oklahoma Territory. The city charter was adopted on August 24, 1889. Stillwater is home to the main campus of Oklahoma State University as well as Northern Oklahoma College – Stillwater, Meridian Technology Center, and the Oklahoma Department of Career and Technology Education.",
  "/wiki/Texas_A&M_University–Commerce": "Texas A&M University–Commerce is a public research university in Commerce, Texas. With an enrollment of over 12,000 students as of fall 2017, the university is the third-largest institution in the Texas A&M University System. Founded in 1889, the institution is also the fourth-oldest state university or college in the State of Texas.",
  "/wiki/Commerce,_Texas": "Commerce is a city in Hunt County, Texas, United States, situated on the eastern edge of North Texas, in the heart of the Texas Blackland Prairies, and the far northeastern part of the Dallas/Fort Worth Metroplex. The town is 66 miles (106 km) northeast of Dallas and 45 miles (72 km) south of the Texas/Oklahoma border. Commerce is the second largest city in Hunt County, with a population of 8,078 at the 2010 census and an estimated 9,303 in 2018. The city is home to Texas A&M University–Commerce, a four-year university of over 12,000 students that has been in the town since 1894. Commerce is one of the smallest college towns in Texas.",
  "/wiki/University_of_Louisiana_at_Lafayette": "The University of Louisiana at Lafayette  (UL Lafayette, University of Louisiana, or UL) is a public research university in Lafayette, Louisiana. It has the largest enrollment within the nine-campus University of Louisiana System and has the second largest enrollment in Louisiana.",
  "/wiki/Lafayette,_Louisiana": "Lafayette (/ˌlɑːfiːˈɛt, ˌlæf-/, French: [lafajɛt]) is a city in and the parish seat of Lafayette Parish, Louisiana, located along the Vermilion River in the southwestern part of the state. The city of Lafayette is the fourth-largest in the state, with a population of 126,143 according to 2018 U.S. Census estimates. It is the principal city of the Lafayette, Louisiana Metropolitan Statistical Area, with a 2015 estimated population of 490,488. The larger trade area or Combined Statistical Area of Lafayette-Opelousas-Morgan City CSA was 627,146 in 2015.\nIts nickname is The Hub City.",
  "/wiki/Culver-Stockton_College": "Culver–Stockton College is a private Christian liberal arts college in Canton, Missouri. It was founded as Christian University in 1853 as the first institution west of the Mississippi River chartered specifically for men and women. As of fall 2014, the college enrolled 830 students.",
  "/wiki/Canton,_Missouri": "Canton is a city in Lewis County, Missouri, United States. The population was 2,377 at the 2010 census.  Canton is the home of Culver-Stockton College, a small liberal arts college affiliated with the Christian Church (Disciples of Christ). It also had the oldest continuously operating ferry across the Mississippi River, which closed in April 2014. Four members of the United States House of Representatives have come from Canton, and are buried in the city's Forest Grove Cemetery. Canton is part of the Quincy, IL–MO Micropolitan Statistical Area.",
  "/wiki/Rust_College": "Rust College is a historically black liberal arts college in Holly Springs, Mississippi. Founded in 1866, it is the second-oldest private college in the state.  Affiliated with the United Methodist Church, it is one of ten historically black colleges and universities (HBCUs) founded before 1868 that is still operating.",
  "/wiki/Holly_Springs,_Mississippi": "Holly Springs is a city in and the county seat of Marshall County, Mississippi, United States, at the border with southern Tennessee. Near the Mississippi Delta, the area was developed by European Americans for cotton plantations and was dependent on enslaved Africans. After the American Civil War, many freedmen continued to work in agriculture but as sharecroppers and tenant farmers.",
  "/wiki/University_of_Tennessee_at_Chattanooga": "The University of Tennessee at Chattanooga (UT-Chattanooga, UTC, or Chattanooga) is a public university in Chattanooga, Tennessee. It is one of three universities and two other affiliated institutions in the University of Tennessee System (UT System).",
  "/wiki/Chattanooga,_Tennessee": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 180,557 in 2017, it is the fourth-largest city in Tennessee and one of the two principal cities of East Tennessee, along with Knoxville. Served by multiple railroads and Interstate highways, Chattanooga is a transit hub. Chattanooga lies 118 miles (190 km) northwest of Atlanta, Georgia, 112 miles (180 km) southwest of Knoxville, Tennessee, 134 miles (216 km) southeast of Nashville, Tennessee, 102 miles (164 km) east-northeast of Huntsville, Alabama, and 147 miles (237 km) northeast of Birmingham, Alabama.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Georgia_Southwestern_State_University": "Georgia Southwestern State University (GSW) is a public university in Americus, Georgia.  It is part of the University System of Georgia and offers bachelor's degree programs along with selected master's and specialist degree programs.",
  "/wiki/Americus,_Georgia": "Americus is a city in Sumter County, Georgia, United States. As of the 2010 census, the city had a population of 17,041.  Americus is the home of Habitat for Humanity's international headquarters, the Windsor Hotel, The Fuller Center for Housing international headquarters, The Rosalynn Carter Institute for Caregiving, Glover Foods and other organizations.",
  "/wiki/Valdosta_State_University": "Valdosta State University (VSU or Valdosta State) is a public university in Valdosta, Georgia. It is one of the four comprehensive universities in the University System of Georgia. VSU serves over 11,000 undergraduate and graduate students representing 157 Georgia counties, all 50 states, Puerto Rico, the United States Virgin Islands, American Samoa and Washington, D.C. and hosts over 300 international students from 76 countries.  VSU also offers classes at Moody Air Force Base north of Valdosta in Lowndes County.",
  "/wiki/Valdosta,_Georgia": "Valdosta is a city in and the county seat of Lowndes County, Georgia, United States. As of 2018, Valdosta had an estimated population of 56,426, and is the 14th largest city in Georgia.",
  "/wiki/List_of_Delta_Sigma_Theta_chapters": "Delta Sigma Theta Sorority, Inc. was founded on January 13, 1913 at Howard University, and began to expand its membership early on when it chartered Beta Chapter at Wilberforce University in 1914, Gamma Chapter at the University of Pennsylvania in 1918 and Delta Chapter at the University of Iowa in 1919.  Delta Sigma Theta continues to Charter new chapters at both the Collegiate and Alumnae level. Individual Chapters are Chartered, not Founded, as only the Perpetual body was founded, and the founding occurred in 1913. Delta Sigma Theta has more than 940 Chapters located in the United States, England, Japan (Tokyo and Okinawa), Germany, the Virgin Islands, Liberia, Bermuda, Jamaica, The Bahamas, South Korea and Nigeria. The sorority's chapters are organized into seven regions and further sub-divided by state.  While initially Alumnae / Graduate Chapters were named using the Greek Alphabet, the perpetual body of Delta Sigma Theta voted at the Twenty-Fourth National Convention, held in Detroit, Michigan on December 26–30, 1956, to abandon this practice.  Following the vote, the Greek Letter names for the Alumnae Chapters are no longer in use or recognized by the Grand Chapter. Alumnae Chapters are instead named using their Geographic Location.  This list includes Active, Inactive, Reassigned, and Retired undergraduate Chapters."
}