{
  "/wiki/University_of_Wisconsin-Whitewater": "The University of Wisconsin–Whitewater (UW–Whitewater) is a public university in Whitewater, Wisconsin. It is part of the University of Wisconsin System. Student enrollment in the 2014–2015 academic year was more than 12,000. The university offers 47 undergraduate majors and 13 graduate programs. Approximately 1,400 faculty and staff are employed by the university, and the student body consists of individuals from about 40 states and 30 countries.",
  "/wiki/Whitewater,_Wisconsin": "Whitewater is a city in Walworth (mostly) and Jefferson counties in the U.S. state of Wisconsin. Located near the southern portion of the Kettle Moraine State Forest, Whitewater is the home of the University of Wisconsin–Whitewater. As of the 2010 census, the city's population was 14,390. Of this, 11,150 were in Walworth County, and 3,240 were in Jefferson County.",
  "/wiki/Clarion_University_of_Pennsylvania": "Clarion University of Pennsylvania is a public university in Clarion, Pennsylvania. It is one of 14 universities that are part of the Pennsylvania State System of Higher Education (PASSHE). The school was founded in 1867 and offers associate, bachelor's, and master's degrees, post master's certificates and a Doctorate degree.",
  "/wiki/Clarion,_Pennsylvania": "Clarion is a borough in and the county seat of Clarion County, Pennsylvania, United States. It is located 77 miles (124 km) north-northeast of Pittsburgh and is part of the Pittsburgh DMA. Clarion was settled in 1839 and incorporated in 1841. In the past, the surrounding area produced natural gas, oil, lumber and coal. The population was 2,004 in 1900, 2,864 in 1910, and 5,276 at the 2010 census. It is home to the annual Autumn Leaf Festival and Clarion University of Pennsylvania. The county courthouse was added to the National Register of Historic Places in 1979.",
  "/wiki/Millersville_University_of_Pennsylvania": "Millersville University of Pennsylvania (commonly known as Millersville University, The Ville, or MU) is a  public university in Millersville, Pennsylvania.  It is one of the fourteen schools that comprise the Pennsylvania State System of Higher Education (PASSHE). Founded in 1855 as the first Normal School in Pennsylvania, Millersville is accredited by the Middle States Association of Colleges and Secondary Schools and the Pennsylvania Department of Education.",
  "/wiki/Millersville,_Pennsylvania": "Millersville is a borough in Lancaster County, Pennsylvania, United States. At the 2010 census the population was 8,168.",
  "/wiki/Idaho_State_University": "Idaho State University (ISU) is a public research university in Pocatello, Idaho. Founded 119 years ago in 1901 as the Academy of Idaho, ISU offers more than 280 programs at its main campus and at locations in Meridian, Idaho Falls, and Twin Falls. It is the state's designated lead institution in health professions and medical education.[citation needed]",
  "/wiki/Pocatello,_Idaho": "Pocatello (/ˈpoʊkəˈtɛloʊ/ (listen)) is the county seat and largest city of Bannock County, with a small portion on the Fort Hall Indian Reservation in neighboring Power County, in the southeastern part of the U.S. state of Idaho. It is the principal city of the Pocatello metropolitan area, which encompasses all of Bannock County. As of the 2010 census the population of Pocatello was 54,255.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/University_of_Alabama": "The University of Alabama (Alabama or UA) is a public research university in Tuscaloosa, Alabama. Established in 1820, the University of Alabama is the oldest and largest of the public universities in Alabama as well as the flagship of the University of Alabama System. The university offers programs of study in 13 academic divisions leading to bachelor's, master's, education specialist, and doctoral degrees. The only publicly supported law school in the state is at UA. Other academic programs unavailable elsewhere in Alabama include doctoral programs in anthropology, communication and information sciences, metallurgical engineering, music, Romance languages, and social work.",
  "/wiki/Tuscaloosa,_Alabama": "Tuscaloosa (/tʌskəˈluːsə/ TUS-kə-LOO-sə) is a city in and the seat of Tuscaloosa County in west central Alabama (in the southeastern United States). Located on the Black Warrior River at the Atlantic Seaboard fall line of the Piedmont, it is the fifth-largest city in Alabama, with an estimated population of 100,287 in 2017. The city was originally known as Tuskaloosa until the early 20th century.",
  "/wiki/Old_Dominion_University": "Old Dominion University (ODU) is a public research university in Norfolk, Virginia.  It was established in 1930 as the Norfolk Division of the College of William & Mary and is now one of the largest universities in Virginia with an enrollment of 24,176 students for the 2019 academic year. Old Dominion University is also home to over 700 international students from 89 different countries. Its main campus covers over 251 acres (1.02 km2) straddling the city neighborhoods of Larchmont, Highland Park, and Lambert's Point, approximately five miles (8.0 km) from Downtown Norfolk.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Fayetteville,_Arkansas": "Fayetteville is the third-largest city in Arkansas and county seat of Washington County.  The city is centrally located within the county and has been home of the University of Arkansas since the institution's founding in 1871.  Fayetteville is on the outskirts of the Boston Mountains, deep within the Ozarks.  Known as Washington until 1829, the city was named after Fayetteville, Tennessee, from which many of the settlers had come.  It was incorporated on November 3, 1836 and was rechartered in 1867.  The four-county Northwest Arkansas Metropolitan Statistical Area is ranked 105th in terms of population in the United States with 463,204 in 2010 according to the United States Census Bureau.  The city had a population of 73,580 at the 2010 Census.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/Providence,_Rhode_Island": "Providence is the capital and most populous city of the state of Rhode Island and is one of the oldest cities in the United States. It was founded in 1636 by Roger Williams, a Reformed Baptist theologian and religious exile from the Massachusetts Bay Colony. He named the area in honor of \"God's merciful Providence\" which he believed was responsible for revealing such a haven for him and his followers. The city is situated at the mouth of the Providence River at the head of Narragansett Bay.",
  "/wiki/University_of_Maryland_Baltimore_County": "The University of Maryland, Baltimore County (often referred to as UMBC) is a public research university in Baltimore County, Maryland. It has a fall 2018 enrollment of 13,767 students, 48 undergraduate majors, over 60 graduate programs (36 master, 24 doctoral, and 17 graduate certificate programs) and the first university research park in Maryland.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Ashland_College": "Ashland University is a private university in Ashland, Ohio. The university consists of a 135-acre (55 ha) main campus and several off-campus centers throughout central and northern Ohio. Ashland was founded in 1878 as Ashland College. The school \"[a]ffirms Christian values as a core element of the University’s institutional identity,\" and is affiliated with the Brethren Church.",
  "/wiki/Ashland,_OH": "Ashland is a city in and the county seat of Ashland County, Ohio, United States, 66 miles southwest of Cleveland and 82 miles northeast of Columbus. The population was 20,362 at the 2010 census. It is the center of the Ashland Micropolitan Statistical Area (as defined by the United States Census Bureau in 2003).",
  "/wiki/Southern_Arkansas_University": "Southern Arkansas University (SAU) is a public university in Magnolia, Arkansas.",
  "/wiki/Magnolia,_Arkansas": "Magnolia is a city in Columbia County, Arkansas, United States. As of the 2010 census the population was 11,577. The city is the county seat of Columbia County.",
  "/wiki/Paul_Quinn_College": "Paul Quinn College (PQC) is a private historically black Methodist college in Dallas, Texas. The college is affiliated with the African Methodist Episcopal Church (AME).  It is the oldest historically black college west of the Mississippi River and the nation's first urban work college.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/University_of_California,_Davis": "The University of California, Davis (UC Davis), is a public research university and land-grant university adjacent to Davis, California. It is part of the University of California system and has the third-largest enrollment in the system after UCLA and UC Berkeley.  The institution was founded as a branch in 1905 and became its own separate entity in 1959.  It has been labeled one of the \"Public Ivies\", a publicly funded university considered to provide a quality of education comparable to those of the Ivy League.",
  "/wiki/Davis,_California": "Davis, known prior to 1907 as Davisville, is a city in the U.S. state of California and the most populous city in Yolo County. It had a population of 65,622 in 2010, not including the on-campus population of the University of California, Davis, which was over 9,400 (not including students' families) in 2016. As of 2016, there were 35,186 students enrolled at the university.",
  "/wiki/College_of_Charleston": "The College of Charleston (also known as CofC, The College, or Charleston) is a public liberal arts college in Charleston, South Carolina. Founded in 1770 and chartered in 1785, it is the oldest college in South Carolina, the 13th oldest institution of higher learning in the United States, and the oldest municipal college in the country.  The founders of the college include three future signers of the Declaration of Independence (Edward Rutledge, Arthur Middleton, and Thomas Heyward) and three future signers  of the United States Constitution (John Rutledge, Charles Pinckney, and Charles Cotesworth Pinckney).  Founded to \"encourage and institute youth in the several branches of liberal education,\" it is one of the oldest universities in the United States.",
  "/wiki/Charleston,_South_Carolina": "Charleston is the oldest and largest city in the U.S. state of South Carolina. The city is the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline and is located on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wando rivers. Charleston had an estimated population of 136,208 in 2018. The estimated population of the Charleston metropolitan area, comprising Berkeley, Charleston, and Dorchester counties, was 787,643 residents as of 2018, the third-largest in the state and the 78th-largest metropolitan statistical area in the United States.",
  "/wiki/Grand_Valley_State_University": "Grand Valley State University (GVSU, GV, or Grand Valley) is a public liberal arts university in Allendale, Michigan. It was established in 1960 and its main campus is situated on 1,322 acres (5.35 km2) approximately 12 miles (19 km) west of Grand Rapids. The university also offers classes at a campus in downtown Grand Rapids, its international campus in Holland, and through Traverse City established in cooperation with local community colleges.",
  "/wiki/Allendale,_Michigan": "Allendale is a census-designated place (CDP) in Ottawa County in the U.S. state of Michigan.  The population was 17,579 at the 2010 census.  It is located within Allendale Charter Township, occupying approximately the northern two-thirds of the township, from the eastern boundary with the Grand River west along Pierce St., north along 75th Ave., then west along Lake Michigan Drive (M-45) to the western boundary of the township. It is a part of the Grand Rapids-Muskegon-Holland, Michigan combined statistical area, and is an exurb of Grand Rapids, due to its major commuter routes into the city (M-45 and I-96).",
  "/wiki/University_of_Louisiana_at_Monroe": "The University of Louisiana at Monroe (ULM) is a public university in Monroe, Louisiana. It is part of the University of Louisiana System.",
  "/wiki/Monroe,_Louisiana": "Monroe (historically French: Poste-du-Ouachita) is the eighth-largest city in the U.S. state of Louisiana. It is the parish seat of Ouachita Parish. In the official 2010 census, Monroe had a population of 48,815. The municipal population declined by 8.1 percent over the past decade; it was 53,107 in the 2000 census. After a recheck in 2018, the Census Bureau changed the 2010 population from 48,815 to 47,877. Mayor Jamie Mayo, however, maintains that the Monroe population is more than 50,000 and indicated that he  will pursue a continued challenge to the count.",
  "/wiki/University_of_Mississippi": "The University of Mississippi (colloquially known as Ole Miss) is a public research university in Oxford, Mississippi. Including the University of Mississippi Medical Center in Jackson, it is the state's largest university by enrollment and is the state’s flagship university. The university was chartered by the Mississippi Legislature on February 24, 1844, and four years later admitted its first enrollment of 80 students. The university is classified as an \"R1: Doctoral University—Very High Research Activity\" by the Carnegie Classification of Institutions of Higher Education and has an annual research and development budget of $121.6 million.",
  "/wiki/Oxford,_Mississippi": "Oxford is a city in, and the county seat of, Lafayette County, Mississippi, United States. Founded in 1837, it was named after the British university city of Oxford in hopes of having the state university located there, which it did successfully attract.",
  "/wiki/University_of_the_Pacific_(United_States)": "University of the Pacific (Pacific or UOP) is a private Methodist-affiliated university with campuses in Sacramento, San Francisco, and Stockton, California. It is the oldest chartered university in California, the first independent coeducational campus in California, and both the first conservatory of music and first medical school on the West Coast.",
  "/wiki/Stockton,_California": "Stockton is the county seat of San Joaquin County in the Central Valley of the U.S. state of California. Stockton was founded by Captain Charles Maria Weber in 1849 after he acquired Rancho Campo de los Franceses. The city is named after Robert F. Stockton, and it was the first community in California to have a name not of Spanish or Native American origin. The city is located on the San Joaquin River in the northern San Joaquin Valley and had an estimated population of 311,178 by the California Department of Finance for 2018. Stockton is the 13th largest city in California and the 63rd largest city in the United States. It was named an All-America City in 1999, 2004, 2015 and again in 2017.",
  "/wiki/University_of_Central_Arkansas": "The University of Central Arkansas (Central Arkansas or UCA) is a public university in Conway, Arkansas. Founded in 1907 as the Arkansas State Normal School, the university is one of the oldest in the U.S. state of Arkansas. As the state's only normal school at the time, UCA has historically been the primary source of teachers in Arkansas. UCA is noted for programs in nursing, education, physical therapy, business, performing arts, and psychology.",
  "/wiki/Conway,_Arkansas": "Conway is a city in the U.S. state of Arkansas and the county seat of Faulkner County, located in the state's most populous Metropolitan Statistical Area, Central Arkansas. Conway is unusual in that the majority of its residents do not commute out of the city to work. The city also serves as a regional shopping, educational, work, healthcare, sports, and cultural hub for Faulkner County and surrounding areas. Conway's growth can be attributed to its jobs in technology and higher education with its largest employers being Acxiom, the University of Central Arkansas, Hewlett Packard, Hendrix College, Insight Enterprises, and many technology start up companies. Conway is home to three post-secondary educational institutions, earning it the nickname \"The City of Colleges\"."
}