{
  "/wiki/The_School_for_Scandal": "The School for Scandal is a comedy of manners written by Richard Brinsley Sheridan. It was first performed in London at Drury Lane Theatre on 8 May 1777.",
  "/wiki/Lyceum_Theatre_(Broadway)": "The Lyceum Theatre (/laɪˈsiːəm/ ly-SEE-əm) is a Broadway theatre located at 149 West 45th Street near Times Square between Seventh and Sixth Avenue in Midtown Manhattan, New York City.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Popcorn_(Ben_Elton)": "Popcorn is a 1996 novel by the British writer Ben Elton. It shares themes with a number of movies from the mid-1990s, most notably Natural Born Killers by Oliver Stone and Pulp Fiction and Reservoir Dogs by Quentin Tarantino. The play version of the novel is used by the IEB (Independent Education Board) In South Africa as one of their Postmodern set-work plays for Dramatic Arts.",
  "/wiki/Apollo_Theatre": "The Apollo Theatre is a Grade II listed West End theatre, on Shaftesbury Avenue in the City of Westminster, in central London. Designed by the architect Lewin Sharp for owner Henry Lowenfeld, it became the fourth legitimate theatre to be constructed on the street when it opened its doors on 21 February 1901, with the American musical comedy The Belle of Bohemia.",
  "/wiki/Hamlet": "The Tragedy of Hamlet, Prince of Denmark, often shortened to Hamlet (/ˈhæmlɪt/), is a tragedy written by William Shakespeare sometime between 1599 and 1601. \nIt is Shakespeare's longest play with 30,557 words. Set in Denmark, the play depicts Prince Hamlet and his revenge against his uncle, Claudius, who has murdered Hamlet's father in order to seize his throne and marry Hamlet's mother.",
  "/wiki/Ophelia": "Ophelia (/oʊˈfiːliə/) is a character in William Shakespeare's drama Hamlet. She is a young noblewoman of Denmark, the daughter of Polonius, sister of Laertes and potential wife of Prince Hamlet, who, due to Hamlet's actions, ends up in a state of madness that ultimately leads to her drowning.",
  "/wiki/Young_Vic": "The Young Vic theatre is a performing arts venue located on the Cut, near the South Bank, in the London Borough of Lambeth.",
  "/wiki/As_You_Like_It": "As You Like It is a pastoral comedy by William Shakespeare believed to have been written in 1599 and first published in the First Folio in 1623. The play's first performance is uncertain, though a performance at Wilton House in 1603 has been suggested as a possibility.",
  "/wiki/Williamstown,_Massachusetts": "Williamstown is a town in Berkshire County, in the northwest corner of Massachusetts, United States. It shares a border with Vermont to the north and New York to the west. It is part of the Pittsfield, Massachusetts Metropolitan Statistical Area. The population was 7,754 at the 2010 census. A college town, it is home to Williams College, the Clark Art Institute and the Tony-awarded Williamstown Theatre Festival.",
  "/wiki/Up_For_Grabs_(play)": "Up For Grabs (2000) is a play by Australian playwright David Williamson.",
  "/wiki/Wyndham%27s_Theatre": "Wyndham's Theatre is a West End theatre, one of two opened by actor/manager Charles Wyndham (the other is the Criterion Theatre). Located on Charing Cross Road in the City of Westminster, it was designed c.1898 by W.G.R. Sprague, the architect of six other London theatres between then and 1916.  It was designed to seat 759 patrons on three levels; later refurbishment increased this to four seating levels. The theatre was Grade II* listed by English Heritage in September 1960.",
  "/wiki/This_Is_How_It_Goes": "This Is How It Goes is a play by Neil LaBute set in small town America, about the repercussions of an interracial love triangle. The play premiered Off-Broadway in 2005 and also was produced in the West End in 2005.",
  "/wiki/Donmar_Warehouse": "The Donmar Warehouse is a 251-seat, not-for-profit theatre in Covent Garden, London, England. It first opened on 18 July 1977.",
  "/wiki/My_Name_is_Rachel_Corrie": "My Name Is Rachel Corrie is a play based on the diaries and emails of activist Rachel Corrie, who was killed by an Israeli soldier when she was aged 23. It was jointly edited by journalist Katharine Viner and actor Alan Rickman who also directed it.",
  "/wiki/Rachel_Corrie": "Rachel Aliene Corrie (April 10, 1979 – March 16, 2003) was an American activist and diarist. She was a member of a pro-Palestinian group called the International Solidarity Movement (ISM). She was killed by an Israel Defense Forces (IDF) armored bulldozer in a combat zone in Rafah, in the southern part of the Gaza Strip, under contested circumstances during the height of the second Palestinian intifada.",
  "/wiki/Royal_Court_Theatre": "The Royal Court Theatre, at different times known as the Court Theatre, the New Chelsea Theatre, and the Belgravia Theatre, is a non-commercial West End theatre on Sloane Square, in the Royal Borough of Kensington and Chelsea, London, England. In 1956 it was acquired by and remains the home of the English Stage Company and is notable for its contributions to contemporary theatre.",
  "/wiki/Playhouse_Theatre": "The Playhouse Theatre is a West End theatre in the City of Westminster, located in Northumberland Avenue, near Trafalgar Square. The Theatre was built by F. H. Fowler and Hill with a seating capacity of 1,200.  It was rebuilt in 1907 and still retains its original substage machinery.  Its current seating capacity is 786.",
  "/wiki/Megan_Dodds": "Megan Lynne Dodds (born February 15, 1970) is a British-American actress. She is perhaps best known for her role as Kate in the 2006 series Not Going Out, alongside Lee Mack and Tim Vine. Based in the United Kingdom, her other notable works include multi-episode appearances in the series Spooks, House, Detroit 1-8-7, and CSI: NY, and roles in the films \nEver After, The Contract, and Chatroom. Dodds' stage work includes having played the title role in the stage production My Name is Rachel Corrie (2006), which won the London Theatregoers' Choice Award for Best Actress in that year."
}