{
  "/wiki/Midnight_Caller": "Midnight Caller is an American drama television series created by Richard DiLello, which aired on NBC from October 25, 1988, to May 17, 1991. It was one of the first television series to address the dramatic possibilities of the then-growing phenomenon of talk radio.",
  "/wiki/Love_in_a_Cold_Climate": "Love in a Cold Climate is a novel by Nancy Mitford, first published in 1949. The title is a direct quotation from George Orwell's novel Keep the Aspidistra Flying (1936).",
  "/wiki/Spooks_(TV_series)": "Spooks (known as MI-5 in some countries) is a British television drama series that originally aired on BBC One from 13 May 2002 to 23 October 2011, consisting of 10 series. The title is a popular colloquialism for spies, and the series follows the work of a group of MI5 officers based at the service's Thames House headquarters, in a highly secure suite of offices known as The Grid. It is notable for various stylistic touches, and its use of popular guest actors. In the United States, the show is broadcast under the title MI-5. In Canada, the programme originally aired as MI5 but now airs on BBC Canada as Spooks.\n The series continued with a film, Spooks: The Greater Good, which was released on 8 May 2015.",
  "/wiki/Agatha_Christie's_Poirot": "Poirot (also known as Agatha Christie's Poirot) is a British mystery drama television series that aired on ITV from 8 January 1989 to 13 November 2013. David Suchet stars as the eponymous detective, Agatha Christie's fictional Hercule Poirot. Initially produced by LWT, the series was later produced by ITV Studios. The series also aired on VisionTV in Canada and on PBS and A&E in the United States.\n The programme ran for 13 series and 70 episodes in total; each episode was adapted from a novel or short story by Christie that featured Poirot, and consequently in each episode Poirot is both the main detective in charge of the investigation of a crime (usually murder) and the protagonist who is at the centre of most of the episode's action. At the programme's conclusion, which finished with Curtain: Poirot's Last Case, based on the final Poirot novel, every major literary work by Christie that featured the title character had been adapted.",
  "/wiki/The_Hollow": "The Hollow is a work of detective fiction by Agatha Christie, first published in the United States by Dodd, Mead & Co. in 1946 and in the United Kingdom by the Collins Crime Club in November of the same year. The US edition retailed at $2.50 and the UK edition at eight shillings and sixpence (8/6). A paperback edition in the US by Dell Books in 1954 changed the title to Murder after Hours.\n The novel is an example of a \"country house mystery\" and was the first of her novels in four years to feature Christie's Belgian detective Hercule Poirot—one of the longest gaps in the entire series. Christie, who often admitted that she did not like Poirot (a fact parodied by her recurring novelist character Ariadne Oliver), particularly disliked his appearance in this novel. His late arrival, jarring, given the established atmosphere, led Christie to claim in her Autobiography that she ruined the novel by the introduction of Poirot.\nAgatha Christie's successful career foresaw  the  use of her eight owned houses as settings for her novels, which were Taken at the Flood, Dead Man's Folly, Five Little Pigs, A Pocket Full of Rye, and Crooked House. However, the setting for The Hollow was inspired by Francis L. Sullivan's house. Francis Loftus Sullivan was an English film and stage actor who portrayed Hercule Poirot in the plays Black Coffee (1930) and Peril at End House (1932) and also played the lead in The Witness for the Prosecution (1953), for which he won a Tony Award in 1955.",
  "/wiki/Not_Going_Out": "Not Going Out is a British television sitcom that has aired on BBC One since 2006, currently starring Lee Mack, Sally Bretton, Finley Southby, Max Pattison and Francesca Newman. The recurring cast currently includes Geoffrey Whitehead, Deborah Grant, Bobby Ball, Hugh Dennis and Abigail Cruttenden.  The series has previously starred Megan Dodds, Miranda Hart, Tim Vine, Katy Wix, Timothy West and Simon Dutton. \n Mack and Andrew Collins were the initial writers for the show, with Paul Kerensa, Simon Evans and Daniel Peak joining the writing staff in later series. Mack is the last remaining actor from the original cast, and the only actor to appear in every episode. \n The show was cancelled by the BBC in 2009, whilst the third series was still airing, but the decision was later reversed due to a combination of strong DVD sales and an online petition. This led to the show receiving a renewal for a fourth series which aired from 6 January 2011. A fifth series began airing on 13 April 2012 and ended on 18 May 2012. A sixth series began airing on 5 April 2013 and ended on 31 May 2013, with a Christmas special following later that year. \n A seventh series comprising ten episodes began airing on 17 October 2014 and ended with a Christmas special on 24 December. A further Christmas special, which was shot at West London Film Studios, was aired on 24 December 2015. On 24 August 2016, it was confirmed that Not Going Out would return for an eighth series, which began airing on 13 January 2017 and ended on 3 March 2017. On 14 November 2017, it was confirmed that a Christmas Special will air in 2017. On 4 December 2017, it was confirmed that the Christmas Special will air on 24 December 2017.\n On 14 December 2016, it was announced that the show had been re-commissioned for a ninth and tenth series. Series 9 began on 8 March 2018 and ended on 19 April 2018. A live Christmas-based episode was broadcast on BBC One on 21 December 2018. On 15 April 2019, Not Going Out series 10 began on BBC One, moving to Monday nights as opposed to its semi-traditional Friday night slot. A Halloween special aired on 30 October 2019 followed by a Christmas Special on Christmas Eve 2019.\n In June 2019, the show was re-commissioned for its eleventh, twelfth and thirteenth series, keeping Not Going Out on air until at least 2022.\n The one hour long Christmas 2019 show aired on 24th December 2019.",
  "/wiki/Hotel_Babylon": "Hotel Babylon is a British television drama series based on the book of the same name by Imogen Edwards-Jones, that aired from 19 January 2006 to 14 August 2009, produced by independent production company Carnival Films for BBC One. The show followed the lives of workers at a glamorous five-star hotel.\n The show was cancelled after its fourth series, leaving the series 4 finale cliffhanger unresolved.",
  "/wiki/Lie_to_Me": "Lie to Me (stylized as Lie to me*) is an American crime drama television series. It originally ran on the Fox network from January 21, 2009, to January 31, 2011. In the show, Dr. Cal Lightman (Tim Roth) and his colleagues in The Lightman Group accept assignments from third parties (commonly local and federal law enforcement), and assist in investigations, reaching the truth through applied psychology: interpreting microexpressions, through the Facial Action Coding System, and body language. In May 2009, the show was renewed for a second season consisting of 13 episodes; season two premiered on September 28, 2009. On November 24, 2009, Fox ordered an extra nine episodes for season two, bringing the season order to 22 episodes.\n On May 12, 2010, Entertainment Weekly reported that Lie to Me received a 13-episode third season pick-up. The third season of Lie to Me was originally set to premiere on November 10, 2010. On September 28, 2010, the date was moved up to October 4, 2010, because of the cancellation of Lone Star. On May 11, 2011, Fox canceled Lie to Me after three seasons.\n The show is inspired by the work of Paul Ekman, the world's foremost expert on facial expressions and a professor emeritus of psychology at the University of California San Francisco School of Medicine. Dr. Ekman has served as an advisor to police departments and anti-terrorism groups (including the Transportation Security Administration) and acted as a scientific consultant in the production of the series. He is also the author of 15 books, including Telling Lies and Emotions Revealed.",
  "/wiki/List_of_Lie_to_Me_episodes": "Lie to Me is an American crime drama television series that premiered on the Fox network on January 21, 2009. The series follows Dr. Cal Lightman (Tim Roth) and his colleagues at The Lightman Group, as they solve crimes using applied psychology by interpreting microexpressions (through the Facial Action Coding System) and body language.",
  "/wiki/House_(TV_series)": "House, M.D. (also called House) is an American television medical drama that originally ran on the Fox network for eight seasons, from November 16, 2004, to May 21, 2012. The series's main character is Dr. Gregory House (Hugh Laurie), an unconventional, misanthropic medical genius who, despite his dependence on pain medication, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital (PPTH) in New Jersey. The series's premise originated with Paul Attanasio, while David Shore, who is credited as creator, was primarily responsible for the conception of the title character.\n The series's executive producers included Shore, Attanasio, Attanasio's business partner Katie Jacobs, and film director Bryan Singer. It was filmed largely in a neighborhood and business district in Los Angeles County's Westside called Century City. The show received high critical acclaim, and was consistently one of the highest rated series in the United States.\n House often clashes with his fellow physicians, including his own diagnostic team, because many of his hypotheses about patients' illnesses are based on subtle or controversial insights. His flouting of hospital rules and procedures frequently leads him into conflict with his boss, hospital administrator and Dean of Medicine Dr. Lisa Cuddy (Lisa Edelstein). House's only true friend is Dr. James Wilson (Robert Sean Leonard), head of the Department of Oncology.\n During the first three seasons, House's diagnostic team consists of Dr. Robert Chase (Jesse Spencer), Dr. Allison Cameron (Jennifer Morrison) and Dr. Eric Foreman (Omar Epps). At the end of the third season, this team disbands. Rejoined by Foreman, House gradually selects three new team members: Dr. Remy \"Thirteen\" Hadley (Olivia Wilde), Dr. Chris Taub (Peter Jacobson) and Dr. Lawrence Kutner (Kal Penn). Chase and Cameron continue to appear occasionally in different roles at the hospital. Kutner dies late in season five; early in season six, Cameron departs the hospital, and Chase returns to the diagnostic team. Thirteen takes a leave of absence for most of season seven, and her position is filled by medical student Martha M. Masters (Amber Tamblyn). Cuddy and Masters depart before season eight; Foreman becomes the new Dean of Medicine, while Dr. Jessica Adams (Odette Annable) and Dr. Chi Park (Charlyne Yi) join House's team.\n House was among the top ten series in the United States from its second season through the fourth season. Distributed to 66 countries, House was the most-watched television program in the world in 2008. The show received numerous awards, including five Primetime Emmy Awards, two Golden Globe Awards, a Peabody Award, and nine People's Choice Awards. On February 8, 2012, Fox announced that the eighth season, then in progress, would be its last. The series finale aired on May 21, 2012, following an hour-long retrospective.",
  "/wiki/Broken_(House)": "\"Broken\" is the title for the first and second episode of the sixth season of the television series House. It is a two-part season premiere, being first broadcast on Fox on September 21, 2009. The narrative follows series protagonist Dr. Gregory House (Hugh Laurie) as he overcomes his Vicodin addiction and psychological problems at Mayfield Psychiatric Hospital.\n Receiving season-high ratings, the episode garnered positive reviews from critics. The performance of Hugh Laurie was also applauded.",
  "/wiki/Detroit_1-8-7": "Detroit 1-8-7 is an American police procedural drama series about the Detroit Police Department's leading homicide unit, created by Jason Richman for ABC. It featured an ensemble cast of actors including Michael Imperioli and James McDaniel. The series originally ran on ABC from September 21, 2010 to March 20, 2011. It was filmed on location in Detroit, except for the pilot, which was filmed in Atlanta.\n The show's executive producer, David Zabel stated, \"This is a crime show but we will explore various nooks and crannies in the communities and within that context there's a lot of opportunity to see what's positive in the city and see what's heroic about the people fighting for what’s best for the city of Detroit.\"\n The 1-8-7 of the title is a specific reference to the California Penal Code designation for homicide, which has become a slang term for murder. The Michigan Compiled Laws designation for the various forms of homicide begin at 750.\n On May 13, 2011, Detroit 1-8-7 was canceled by ABC. With the cancellation, series creator Jason Richman has said he is pursuing options for the series to continue on cable television, also stating that chances for the move are \"slim\".",
  "/wiki/Awake_(TV_series)": "Awake is an American police procedural fantasy drama television series that originally aired on NBC for one season from March 1 to May 24, 2012. The pilot episode had an early release on Hulu on February 16, 2012, two weeks before the series' premiere on television. Kyle Killen, the series' creator, was primarily responsible for the program's concept. Killen and David Slade served as executive producers of the pilot episode, and Killen continued producing the series along with Jeffrey Reiner and Howard Gordon.\n The show's central character is Michael Britten (Jason Isaacs), a detective who works for the Los Angeles Police Department. In the first episode, Michael, his wife Hannah (Laura Allen), and their son Rex (Dylan Minnette) get into a serious car accident. After the accident, he finds himself switching between two \"realities\" whenever he goes to bed—one in which Hannah was killed in the accident and one in which Rex died instead—and is unable to determine which reality is true. He uses details from each reality to solve cases in the other.\n Awake garnered critical praise, particularly for Isaacs' performance. However, its ratings were low, averaging 4.8 million viewers per episode and sitting in 125th place in viewership for the 2011–12 season. The series was canceled after one season.",
  "/wiki/Oregon_(Awake)": "\"Oregon\" is the fifth episode of the American police procedural drama television series Awake. The episode first premiered on March 29, 2012 in the United States on NBC, was simultaneously broadcast on Global in Canada, and was subsequently aired on Sky Atlantic in the United Kingdom on June 1, 2012. It was written by consulting producer Lisa Zwerling, and directed by Aaron Lipstadt. \"Oregon\" was well received by television critics, who praised its storylines. Commentators noted that the script was well written and that the episode was the \"strongest outing\" since \"Pilot\" broadcast on March 1, 2012. Upon airing, the episode garnered 3.18 million viewers in the United States and a 1.0/3 rating-share in the 18–49 demographic, according to Nielsen ratings. It ranked second in its timeslot, behind The Mentalist on CBS.\n The show centers on Michael Britten (Jason Isaacs), a police detective living in two separate realities after a car accident. In this episode, Michael deals with a case involving a serial killer Gemini, who had killed another person in the \"green reality\". FBI agent Elizabeth Santoro (Megan Dodds) insists that he is dead, as she killed him herself after he had committed a huge crime. Gemini pretends to be a police officer, and frames Michael, pretending that he was with him. Agent Santoro thinks that he is involved in the case due to this frame, and other reasons. Gemini injects Santoro, and then takes her to a place outside. He starts to cut Santoro's wrist off, and Michael and his partner in the \"green reality\", Isaiah \"Bird\" Freeman (Steve Harris) get her. Meanwhile, in the \"red reality\", Dr. Jonathan Lee (BD Wong) states that Michael and his wife Hannah Britten (Laura Allen)'s marriage is falling apart. However, Hannah admits that she was \"embarrassed\" about wanting to move to Oregon.",
  "/wiki/CSI:_NY": "CSI: NY (Crime Scene Investigation: New York, stylized as CSI: NY/Crime Scene Investigation) is an American police procedural television series that ran on CBS from September 22, 2004, to February 22, 2013, for a total of nine seasons and 197 original episodes. The show follows the investigations of a team of NYPD forensic scientists and police officers identified as \"Crime Scene Investigators\" (instead of the actual title of \"Crime Scene Unit Forensic Technicians\" (CSU)) as they unveil the circumstances behind mysterious and unusual deaths, as well as other crimes. The series is an indirect spin-off from the veteran series CSI: Crime Scene Investigation and a direct spin-off from CSI: Miami, during an episode in which several of the CSI: NY characters made their first appearances. It is the third series in the CSI franchise.\n Originally in 2004, CSI: NY was produced in partnership with the Canadian media company Alliance Atlantis. The company dissolved after season three in 2007, and all production after that was done under the purview of CBS Paramount Television.\n The show was filmed at the CBS Studio Center, with many of the outside scenes shot in and around Los Angeles. Occasionally, scenes were filmed on location in New York City.\n The series ended its ninth and final season on February 22, 2013. It was canceled by CBS on May 10, 2013.",
  "/wiki/White_Collar_(TV_series)": "White Collar is a USA Network television series created by Jeff Eastin, starring Tim DeKay as FBI Special Agent Peter Burke and Matt Bomer as Neal Caffrey, a highly intelligent and multitalented con artist working as Burke's criminal informant. Willie Garson and Tiffani Thiessen also star. The show premiered on October 23, 2009, and aired six complete seasons, with the final season concluding on December 18, 2014.",
  "/wiki/List_of_White_Collar_episodes": "White Collar is a crime/mystery television series that premiered on October 23, 2009, on the USA Network.  The series stars Matt Bomer as Neal Caffrey, a former conman, forger and thief, and Tim DeKay as FBI Special Agent Peter Burke. The pair form an unlikely partnership as they work together to apprehend white collar criminals.  The series also stars Willie Garson as Mozzie, an old friend of Neal's who occasionally aids the FBI in their investigations; Tiffani Thiessen as Elizabeth Burke, Peter's wife; and Marsha Thomason and Sharif Atkins as agents Diana Berrigan and Clinton Jones, respectively.  Natalie Morales appeared in the first season as agent Lauren Cruz. Hilarie Burton was introduced in the second season as Sara Ellis, a love interest for Neal. She joined the main cast at the beginning of the third season.\n White Collar aired its first season of 14 episodes in two parts, which premiered in 2009 and 2010. This was followed by a second season, comprising 16 episodes. The first group of nine episodes aired in summer 2010, while the remaining seven aired in spring 2011.  The third season began airing in 2011 and ended in 2012. The first 10 episodes of the season aired in summer 2011, while the remaining six began airing in winter 2012. The series was renewed for a fourth season comprising 16 episodes, which began airing in July 2012. A fifth season which was renewed for 16 episodes, later reduced to 13, started airing in October 2013. On March 2014, the series was renewed for a sixth season, which was confirmed to be its final season the following September. The season premiered on November 6, 2014. On December 18, after the airing of the last episode of the sixth season, White Collar ended its run. The first three seasons are available on DVD in regions 1, 2, and 4, while the first season is also available on Blu-ray. In Australia, Region 4, Season 4 was released on 2 July 2014, Season 5 on 10 December 2014, Season 6 and The Complete Series on the 6 May 2015.",
  "/wiki/Megan_Dodds": "Megan Lynne Dodds (born February 15, 1970) is a British-American actress. She is perhaps best known for her role as Kate in the 2006 series Not Going Out, alongside Lee Mack and Tim Vine. Based in the United Kingdom, her other notable works include multi-episode appearances in the series Spooks, House, Detroit 1-8-7, and CSI: NY, and roles in the films \nEver After, The Contract, and Chatroom. Dodds' stage work includes having played the title role in the stage production My Name is Rachel Corrie (2006), which won the London Theatregoers' Choice Award for Best Actress in that year."
}