{
  "/wiki/University_of_North_Florida": "The University of North Florida (UNF) is a public university in Jacksonville, Florida. It is part of the State University System of Florida and is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools to award baccalaureate, masters, and doctorate degrees. Its campus comprises 1,300 acres amid a natural preserve on Jacksonville's Southside. The current president is David Szymanski.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.",
  "/wiki/Davenport_University": "Davenport University is a private, not for profit, university with campuses throughout Michigan and online. It was founded in 1866 by Conrad Swensburg and currently offers associate's, bachelor's, and master's degrees; diplomas; and post-grad certification programs in business, technology, health professions, and graduate studies (MBA).",
  "/wiki/Grand_Rapids,_Michigan": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County.",
  "/wiki/Missouri_University_of_Science_and_Technology": "Missouri S&T, or Missouri University of Science and Technology, is a public land grant and space grant university in Rolla, Missouri.  It is a member institution of the University of Missouri System. Most of its 8,884 students (fall 2017) study engineering, business, sciences, and mathematics. Known primarily for its engineering school, Missouri S&T offers degree programs in business and management systems, information science and technology, sciences, social sciences, humanities, and arts.",
  "/wiki/Rolla,_Missouri": "Rolla (/ˈrɒlə/) is a city in and the county seat of Phelps County, Missouri, United States.  The population in the 2010 United States Census was 19,559.  Rolla is located approximately midway between St. Louis and Springfield along I-44. The Rolla, Mo Micropolitan Statistical area consists of Phelps County, Missouri.",
  "/wiki/Kennesaw_State_University": "Kennesaw State University (KSU) is a public university in the U.S. state of Georgia with two primary campuses, one in Kennesaw and the other in Marietta. The school was founded in 1963 by the Georgia Board of Regents using local bonds and a federal grant during a time of major Georgia economic expansion after World War II. KSU also holds classes at the Cobb Galleria Centre, Dalton State College, and in Paulding County (Dallas). Present enrollment is over 37,000 students, making it the third-largest university within Georgia and one of the top 50 largest universities in the United States.",
  "/wiki/Kennesaw,_Georgia": "Kennesaw is a city in Cobb County, Georgia, United States, located in the greater Atlanta metropolitan area. Known from its original settlement in the 1830s until 1887 as Big Shanty, it became Kennesaw under its 1887 charter. It had a population of 29,783 according to the 2010 census.  Kennesaw has an important place in railroad history. During the Civil War, Kennesaw was the staging ground for the Great Locomotive Chase on April 12, 1862.  The city is perhaps best known nationally today for its mandatory gun-possession ordinance.",
  "/wiki/Northern_Kentucky_University": "Northern Kentucky University is a public university in Highland Heights, Kentucky.  It is primarily an undergraduate institution, having for example a liberal arts program, but also features graduate programs. Total enrollment exceeds 14,000 students, with over 12,000 undergraduate students and nearly 2,000 graduate students. Northern Kentucky University is the third largest university, behind the University of Cincinnati and Miami University, of Greater Cincinnati's four large universities and the youngest of Kentucky's eight, although it joined the state system before the University of Louisville. Notable among the university's programs are the Salmon P. Chase College of Law and the College of Informatics, founded in 2006.",
  "/wiki/Highland_Heights,_Kentucky": "Highland Heights is a home rule-class city in Campbell County, Kentucky, in the United States. The population was 6,923 at the 2010 U.S. census.",
  "/wiki/Samford_University": "Samford University is a private Christian university in Homewood, Alabama. In 1841, the university was founded as Howard College. Samford University is the 87th oldest institution of higher learning in the United States. The university enrolls 5,692 students from 46 states and 28 countries.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/Midwestern_State_University": "Midwestern State University (also known as MSU Texas) is a public university in Wichita Falls, Texas. In 2015, it had over 6,000 students.  Midwestern is one of four independent public universities in Texas unaffiliated with a state public university system. It is the state's only public institution focused on the liberal arts.",
  "/wiki/Wichita_Falls,_Texas": "Wichita Falls (/ˈwɪtʃɪtɑː/ WITCH-i-tah) is a city in and the county seat of Wichita County, Texas, United States. It is the principal city of the Wichita Falls Metropolitan Statistical Area, which encompasses all of Archer, Clay, and Wichita counties. According to the 2010 census, it had a population of 104,553, making it the 38th-most populous city in Texas. In addition, its central business district is 5 miles (8 km) from Sheppard Air Force Base, which is home to the Air Force's largest technical training wing and the Euro-NATO Joint Jet Pilot Training  program, the world's only multinationally staffed and managed flying training program chartered to produce combat pilots for both USAF and NATO.",
  "/wiki/Lynchburg_College": "The University of Lynchburg is a private university associated with the Christian Church (Disciples of Christ) and located in Lynchburg, Virginia. It has approximately 2,800 undergraduate and graduate students. The University of Lynchburg spans 264 acres.",
  "/wiki/Lynchburg,_Virginia": "Lynchburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 75,568, estimated to have risen to 82,126 as of 2018. Located in the foothills of the Blue Ridge Mountains along the banks of the James River, Lynchburg is known as the \"City of Seven Hills\" or the \"Hill City\". In the 1860s, Lynchburg was the only major city in Virginia that was not recaptured by the Union before the end of the American Civil War.",
  "/wiki/University_of_Texas_at_Dallas": "The University of Texas at Dallas (UTD or UT Dallas) is a public research university with its main campus in Richardson, Texas.  It is part of the University of Texas System. Approximately one-third of the campus is located within Dallas County, with plans to open an on-campus DART train stop on the Silver Line (2022). The institution, established in 1961 as the Graduate Research Center of the Southwest and later renamed the Southwest Center for Advanced Studies (SCAS), began as a research arm of Texas Instruments. In 1969, the founders bequeathed SCAS to the state of Texas, officially creating The University of Texas at Dallas.",
  "/wiki/Richardson,_Texas": "Richardson is a principal city in Dallas and Collin counties in the U.S. state of Texas. As of the 2018 American Community Survey, the city had a total population of 120,981. Richardson is an affluent inner suburb of Dallas. It is home to the University of Texas at Dallas and the Telecom Corridor, with a high concentration of telecommunications companies. More than 5,000 businesses have operations within Richardson's 28 square miles (73 km2), including many of the world's largest telecommunications and networking companies, such as AT&T, Verizon, Cisco Systems, Samsung, ZTE, MetroPCS, Texas Instruments, Qorvo, and Fujitsu. Richardson's largest employment base is provided by the insurance industry, with Blue Cross and Blue Shield of Texas's headquarters, a regional hub for GEICO, regional offices for United Healthcare, and one of State Farm Insurance's three national regional hubs located in the community.",
  "/wiki/Missouri_Western_State_University": "Missouri Western State University is a public university in Saint Joseph, Missouri. As of September 2016, the school enrolls 5,145 undergraduate students and 243 graduate students.",
  "/wiki/Saint_Joseph,_Missouri": "St. Joseph (informally St. Joe) is a small city in and the county seat of Buchanan County, Missouri, United States. Small parts of St. Joseph extend into Andrew County, Missouri.  Saint Joseph is known for hosting the Kansas City Chiefs Training Camp every year at Missouri Western State University. Saint Joseph is filled with many lush forests and parks as well as its very own go kart track and mini golf course. It is the principal city of the St. Joseph Metropolitan Statistical Area, which includes Buchanan, Andrew, and DeKalb counties in Missouri and Doniphan County, Kansas. As of the 2010 census, St. Joseph had a total population of 76,780, making it the eighth largest city in the state, and the third largest in Northwest Missouri. St. Joseph is located roughly thirty miles north of the Kansas City, Missouri city limits and approximately 125 miles south of Omaha, Nebraska.",
  "/wiki/Coastal_Carolina_University": "Coastal Carolina University (CCU or Coastal) is a public liberal arts university in Conway, South Carolina. Founded in 1954, Coastal became an independent university in 1993.",
  "/wiki/Conway,_South_Carolina": "Conway is a city in Horry County, South Carolina, United States. The population was 17,103 at the 2010 census, and had an estimated population in 2018 of 24,980. It is the county seat of Horry County and is part of the Myrtle Beach metropolitan area. It is the home of Coastal Carolina University.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Salt_Lake_City,_Utah": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/Newberry_College": "Newberry College is a private Lutheran liberal-arts college in Newberry, South Carolina. It has 1,250 students.",
  "/wiki/Newberry,_South_Carolina": "Newberry is a city in Newberry County, South Carolina, United States, in the Piedmont 43 miles (69 kilometers) northwest of Columbia. The charter was adopted in 1894. The population was 10,277 at the 2010 census. It is the county seat of Newberry County; at one time it was called Newberry Courthouse.",
  "/wiki/University_of_Alaska_Anchorage": "The University of Alaska Anchorage (UAA) is a public research university in Anchorage, Alaska. UAA also administers four community campuses spread across Southcentral Alaska. These are Kenai Peninsula College, Kodiak College, Matanuska–Susitna College, and Prince William Sound College. Between the community campuses and the main Anchorage campus, nearly 18,000 undergraduate, graduate, and professional students are currently enrolled at UAA. It is Alaska's largest institution of higher learning and the largest university in the University of Alaska System.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/California_State_University,_Stanislaus": "California State University, Stanislaus (Stanislaus State, Stan State) is a public university in Turlock in Stanislaus County, California.  It is part of the California State University system.  It was established in 1957 and is also the only campus in the system to offer a bachelor's degree in cognitive studies. The university offers 45 Bachelor's degrees, 17 Master's degrees, one Doctoral degree (Doctor of Education), and 6 teaching credentials.",
  "/wiki/Turlock,_California": "Turlock is a city in Stanislaus County, California, United States. Its estimated 2018 population of 73,504 made it the second-largest city in Stanislaus County after Modesto.",
  "/wiki/University_of_Wisconsin%E2%80%93Parkside": "The University of Wisconsin–Parkside is a public university in Somers, Wisconsin. Part of the University of Wisconsin System, the university has 4,300 students, 161 full-time faculty, and 89 lecturers and part-time faculty. The university offers 33 undergraduate majors and 11 master's degrees in 22 academic departments. UW-Parkside is one of two universities in the UW System not named for the city in which it is located, the other being UW-Stout. It is accredited by the Higher Learning Commission.",
  "/wiki/Kenosha,_Wisconsin": "Kenosha (/kɛˈnoʊˌʃə/) is a city in and the county seat of Kenosha County, Wisconsin, United States. Kenosha is on the southwestern shore of Lake Michigan. With an estimated population of 100,164 as of July 1, 2018, it is the fourth-largest city in Wisconsin and the fourth-largest city on Lake Michigan. Although closer to Milwaukee, the city is part of the United States Census Bureau's Chicago Combined Statistical Area (CSA).",
  "/wiki/University_of_Arkansas_at_Monticello": "The University of Arkansas at Monticello (UAM) is a public university in Monticello, Arkansas with Colleges of Technology in Crossett and McGehee. UAM is part of the University of Arkansas System and offers master's degrees, baccalaureate degrees, and associate degrees. UAM is also home to Arkansas' only School of Forest Resources.",
  "/wiki/Monticello,_Arkansas": "Monticello (/ˌmɒntɪˈsɛloʊ/ MON-tih-SEL-oh) is a city in, and the county seat of, Drew County, Arkansas, United States. As of the 2010 census it had a population of 9,467.",
  "/wiki/West_Virginia_Wesleyan_College": "West Virginia Wesleyan College is a private, coeducational, liberal arts college in Buckhannon, West Virginia, United States. It has an enrollment of about 1,400 students from 35 U.S. states and 26 countries. The school was founded in 1890 by the West Virginia Conference of the United Methodist church.",
  "/wiki/Buckhannon,_West_Virginia": "Buckhannon is the only incorporated city in, and the county seat of, Upshur County, West Virginia, United States, and is located along the Buckhannon River.  The population was 5,639 at the 2010 census.  The city is located 115 miles northeast from the capital city of Charleston and 140 miles south of Pittsburgh, Pennsylvania.  Buckhannon is home to West Virginia Wesleyan College and the West Virginia Strawberry Festival, held annually on the third week of May."
}