{
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.\n The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world.\n The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948. In 1950, a North Korean invasion began the Korean War and after its end in 1953, the country's economy began to soar, recording the fastest rise in average GDP per capita in the world between 1980 and 1990. Authoritarian rule ended in 1987 and the country is now the most advanced democracy with the highest level of press freedom in Asia. South Korea is a member of the OECD's Development Assistance Committee, the G20 and the Paris Club.\n South Korea is a highly developed country and the world's 12th-largest economy by nominal GDP. Its citizens enjoy the world's fastest Internet connection speeds and the most dense high-speed railway network along with the world's second-best healthcare system, resulting in the third highest health adjusted life expectancy in the world. The world's 5th largest exporter and 8th largest importer, South Korea is a global leader in many technology and innovation driven fields. Since 2014, South Korea has been named the world's most innovative country by the Bloomberg Innovation Index for 6 consecutive years. Since the 21st century, South Korea has been renowned for its globally influential pop culture such as K-pop, TV dramas and cinema, a phenomenon referred to as the Korean Wave.",
  "/wiki/Jiyai_Shin": "Jiyai Shin (Korean: 신지애 Shin Ji-ae, [ɕin dʑi.ɛː]; born 28 April 1988) is a former world No. 1 ranked South Korean professional golfer who primarily plays on the LPGA of Japan Tour as of the 2019 golf season.  Shin previously played primarily on the LPGA Tour and the LPGA of Korea Tour (KLPGA). She has broken existing KLPGA records, winning 10 events in 19 starts on the KLPGA Tour in 2007. In 2008, playing only 10 tournaments on the LPGA Tour as a non-member, she won three events, including the Women's British Open and the ADT Championship. She has been ranked No. 1 in the Women's World Golf Rankings for 25 weeks and was the first Asian to be ranked No. 1.",
  "/wiki/Inbee_Park": "Inbee Park (Korean: 박인비; Hanja: 朴仁妃, pronounced [pɐɡinbi] or [pɐk̚] [inbi]; born 12 July 1988) is a South Korean professional golfer who plays on the LPGA Tour and the LPGA of Japan Tour. She has been the number one ranked player in the Women's World Golf Rankings for four separate runs: April 2013 to June 2014, October 2014 to February 2015, June 2015 to October 2015, and from April to July 2018.\n Park has won seven major championships in her career, including three consecutive major wins during the 2013 season, becoming only the fourth LPGA Tour player to win three majors in a calendar year. She is the youngest player to win the U.S. Women's Open and the second player, after Annika Sorenstam, to win the Women's PGA Championship three years in a row.  Park is only the seventh player to win four different majors during her career and capture a career Grand Slam. In 2016, she won the first Olympic gold medal  since 1900 in the women's individual tournament. Park has endorsement deals with KB Financial Group, Srixon, Panasonic, Lynx, Jeju Samdasoo & Mercedes-Benz.",
  "/wiki/Ryu_So-yeon": "Ryu So-yeon (Korean 유소연, RR Ryu So-yeon, MR Ryu Soyŏn, pronounced [ɾju sojʌn]; born 29 June 1990), also known as So Yeon Ryu, is a South Korean professional golfer who plays on the LPGA Tour and on the  LPGA of Korea Tour. She is a two-time major winner having won the 2011 U.S. Women's Open and the 2017 ANA Inspiration.  On 26 June 2017, she became just the 11th No. 1-ranked golfer in the Rolex Rankings by virtue of winning her 5th LPGA Tour title at the Walmart NW Arkansas Championship.",
  "/wiki/Park_Sung-hyun_(golfer)": "Park Sung-hyun (born 21 September 1993), also known as Sung Hyun Park, is a South Korean professional golfer playing on the U.S.-based LPGA Tour. She has won two LPGA majors championships, the 2017 U.S. Women's Open Golf Championship and the 2018 Women's PGA Championship. She was the number one ranked golfer in the Women's World Golf Rankings for a single week in 2017 and has returned to the number one spot in 2018 and 2019.",
  "/wiki/Ko_Jin-young": "Ko Jin-young (Korean: 고진영; Hanja: 高眞榮;, born 7 July 1995), also known as Jin Young Ko, is a South Korean professional golfer who plays on the LPGA Tour. By age 22 years, she had won 10 times on the LPGA of Korea Tour, was second at the 2015 Ricoh Women’s British Open, and had won the 2017 LPGA KEB Hana Bank Championship.\n Having become a member of the LPGA Tour for the 2018 season, she won her opening tournament in February – the ISPS Handa Women's Australian Open – as only the second player in LPGA history to win in her first tournament as a Tour member. With 13 top-10 finishes out of 25 tournaments played in 2018, she was named the LPGA Rookie of the Year, and completed the 2018 season as the 10th-ranked female player in the world. \n In 2019, she won her first two LPGA major championships at the ANA Inspiration and the Evian Championship. Ko completed the 2019 season with the official money title ($2,773,894) and the Vare Trophy for the lowest scoring average (69.06), and was named LPGA Player of the Year.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Lorena_Ochoa": "Lorena Ochoa Reyes (Spanish: [loˈɾena oˈt͡ʃoa] (listen); born 15 November 1981) is a former Mexican professional golfer who played on the U.S.-based LPGA Tour from 2003 to 2010. She was the top-ranked female golfer in the world for 158 consecutive and total weeks (both are LPGA Tour records), from 23 April 2007 to her retirement in 2 May 2010, at the age of 28 years old. As the first Mexican golfer of either gender to be ranked number one in the world, she is considered the best Mexican golfer and the best Latin American female golfer of all time. Ochoa was inducted into the World Golf Hall of Fame in 2017.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Yani_Tseng": "Yani Tseng (Chinese: 曾雅妮 Zēng Yǎní; born 23 January 1989) is a Taiwanese professional golfer playing on the U.S.-based LPGA Tour. She is the youngest player ever, male or female, to win five major championships and was ranked number 1 in the Women's World Golf Rankings for 109 consecutive weeks from 2011 to 2013.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/Lydia_Ko": "Lydia Ko MNZM (born 24 April 1997) is a Korean-born New Zealand professional golfer who became the No. 1-ranked woman professional golfer on 2 February 2015 at 17 years, 9 months and 9 days of age, making her the youngest player of either gender to be ranked No. 1 in professional golf. Upon winning The Evian Championship in France on 13 September 2015, she became the youngest woman, at age 18 years, 4 months and 20 days, to win a major championship. Her closing round of 63 was a record lowest final round in the history of women's golf majors. On 3 April 2016, she won the ANA Inspiration, for her second consecutive major championship, where she also became the youngest player to win two women's major championships. Since turning professional in 2014, Ko has career winnings of $10,031,335 as of 21 September 2019.  Additionally, she is the first LPGA Tour player to win at least $2,000,000 in each of her first three full seasons on Tour.\n She had been the top-ranked woman amateur golfer in the world for 130 weeks when she announced she was turning professional on 23 October 2013. She became the youngest person ever to win a professional golf tour event and youngest person ever to win an LPGA Tour event. In August 2013, she became the only amateur to win two LPGA Tour events. As an amateur she never missed a cut in 25 professional tournaments, and by September 2013 had risen to fifth in the Women's World Golf Rankings in only 23 professional tournaments.  Ko played her first LPGA Tour event on 9 February 2012 (14 years, 9 months, 16 days) and made the cut in her first 53 consecutive LPGA Tour events through 4 June 2015 (18 years, 1 month, 11 days) until she missed the cut at the 2015 KPMG Women's PGA Championship.  Since that lone missed cut, Ko has made the last 36 consecutive Tour events and counting (as of 28 November 2016).\n On 23 April 2014, one day before her 17th birthday, Ko was named as one of Time magazine's 100 most influential people. The same month she advanced to world No. 2 in the Rolex Rankings when she won the Swinging Skirts LPGA Classic. Ko won the 2015 Swinging Skirts LPGA Classic as well, marking the second time she defended a title but her first as a professional.\n On 22 November 2015, Ko won the LPGA Rolex Player of the Year Award by two points over Inbee Park, making her the youngest winner in the 49 years of the award.\n In both 2014 and 2015, Ko has been named in the EspnW Impact25 list of twenty-five athletes and influencers who have made the greatest impact for women in sports.\n In 2016, Ko was named Young New Zealander of the Year in the annual New Zealander of the Year Awards.\n At the Rio Olympics, in August 2016, Ko won the silver medal in women's golf.\n As of 19 June 2017, Ko has won 14 LPGA Tour titles in her young career. That tally means only 38 LPGA Tour players have ever won more Tour titles than Ko, at the age of 20 years, 1 month and 26 days.  Ko had been ranked in the world top-10 for the last 231 consecutive weeks, ever since she first moved from No. 19 to No. 7 on 27 August 2013 after winning her second LPGA Tour title. \n As of December 23, 2019, Ko is ranked Number 39.\n In the 2019 New Year Honours, Ko was appointed a Member of the New Zealand Order of Merit for services to golf.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Annika_Sörenstam": "Annika Sörenstam (pronounced [ˈǎnːɪka ˈsœ̂ːrɛnˌstam] (listen); born 9 October 1970) is a retired Swedish professional golfer.  She is regarded as one of the best female golfers in history. Before stepping away from competitive golf at the end of the 2008 season, she had won 90 international tournaments as a professional, making her the female golfer with the most wins to her name. She has won 72 official LPGA tournaments including ten majors and 18 other tournaments internationally, and she tops the LPGA's career money list with earnings of over $22 million—over $2 million ahead of her nearest rival while playing 149 fewer events. Since 2006, Sörenstam has held dual American and Swedish citizenship.\n The winner of a record eight Player of the Year awards, and six Vare Trophies given to the LPGA player with the lowest seasonal scoring average, she is the only female golfer to shoot a 59 in competition. She holds various all-time scoring records including the lowest season scoring average: 68.6969 in 2004.\n Representing Europe in the Solheim Cup on eight occasions between 1994 and 2007, Sörenstam was the event's all-time leading points earner until her record was surpassed by England's Laura Davies during the 2011 Solheim Cup.\n In 2003, Sörenstam played in the Bank of America Colonial tournament to become the first woman to play in a PGA Tour event since 1945.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Cristie_Kerr": "Cristie Kerr (born October 12, 1977) is an American professional golfer who plays on the LPGA Tour. She has 20 wins on the LPGA Tour, including two major championships, and over $19 million in career earnings.  Kerr was the number one-ranked golfer in the Women's World Golf Rankings for three time periods in 2010. She is naturally left handed but plays golf right handed.",
  "/wiki/Stacy_Lewis": "Stacy Lewis (born February 16, 1985) is an American professional golfer on the U.S.-based LPGA Tour. She has won two major championships: the Kraft Nabisco Championship in 2011 and the Women's British Open in 2013. She was ranked number one in the Women's World Golf Rankings for four weeks in 2013, and reclaimed the position in June 2014 with a victory at the ShopRite LPGA Classic for another 21 weeks.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Shanshan_Feng": "Shanshan Feng (Chinese: 冯珊珊; pinyin: Féng Shān Shān, Mandarin pronunciation: [fə̌ŋ ʂə́ŋ ʂə́ŋ]; born 5 August 1989) is a Chinese professional golfer who plays on the U.S.-based LPGA Tour. She is the first player from China to become a member of the LPGA Tour, which she joined in 2008. Feng has 10 victories on the tour, including the 2012 LPGA Championship, a major title, in which she shot a bogey-free 67 in the final round to win by two strokes. She is the first player from China to win an LPGA major championship, as well as the first player from mainland China (male or female) to win a major championship. Her best finish in 16 previous majors was a tie for 22nd at the 2012 Kraft Nabisco Championship. With the victory, she moved from tenth to fifth in the Women's World Golf Rankings. On 20 August 2016, Feng won the Olympic bronze medal in women's golf at the 2016 Olympic Games in Rio de Janeiro. From November 2017 to April 2018, she was first in the Women's World Golf Rankings.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 21st-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.\n Tai peoples migrated from southwestern China to mainland Southeast Asia from the 11th century; the oldest known mention of their presence in the region by the exonym Siamese dates to the 12th century. Various Indianised kingdoms such as the Mon kingdoms, Khmer Empire and Malay states ruled the region, competing with Thai states such as the Kingdoms of Ngoenyang, Sukhothai, Lan Na and Ayutthaya, which rivaled each other. Documented European contact began in 1511 with a Portuguese diplomatic mission to Ayutthaya, now one of the great powers in the region. Ayutthaya reached its peak during cosmopolitan Narai's reign (1656–1688), gradually declining thereafter until being ultimately destroyed in the 1767 Burmese–Siamese War. Taksin (r. 1767–1782) quickly reunified the fragmented territory and established the short-lived Thonburi Kingdom. He was succeeded in 1782 by Buddha Yodfa Chulaloke (r. 1782–1809), the first monarch of the Chakri dynasty and founder of the Rattanakosin Kingdom, which lasted into the early 20th century.\n Through the 18th and 19th centuries, Siam faced pressure from France and the United Kingdom, including forced concessions of territory; nevertheless, it remained the only Southeast Asian country to avoid direct Western rule. Following a bloodless revolution in 1932, Siam became a constitutional monarchy and changed its official name to \"Thailand\". While it joined the Allies in World War I, Thailand was an Axis satellite in World War II. In the late 1950s, a military coup under Field Marshal Sarit Thanarat revived the monarchy's historically influential role in politics. Thailand became a major ally of the United States, and played a key anti-communist role in the region as a member of the Southeast Asia Treaty Organization (SEATO). Apart from a brief period of parliamentary democracy in the mid-1970s, Thailand has periodically alternated between democracy and military rule. In 2013, Thailand endured a political crisis that culminated in two coups and the establishment of its current and 20th constitution by a military junta.\n Thailand is a founding member of the Association of Southeast Asian Nations (ASEAN) and remains a major ally of the US. Despite its comparatively sporadic changes in leadership, it is considered a regional power in Southeast Asia and a middle power in global affairs. With a high level of human development, the second-largest economy in Southeast Asia, and the 20th-largest by PPP, Thailand is classified as a newly industrialized economy; manufacturing, agriculture, and tourism are leading sectors of the economy.",
  "/wiki/Ariya_Jutanugarn": "Ariya Jutanugarn (Thai: เอรียา จุฑานุกาล, RTGS: Eriya Chuthanukan, pronounced [ʔēː.rīː.jāː t͡ɕùʔ.tʰāː.núʔ.kāːn]; born 23 November 1995) is a Thai professional golfer who plays on the American-based LPGA Tour. She was born in Bangkok. She is the first golfer, male or female, from Thailand to win a major championship. She became the number one ranked golfer in the Women's World Golf Rankings in June 2017.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Ai_Miyazato": "Ai Miyazato (宮里 藍, Miyazato Ai, born 19 June 1985) is a former Japanese professional golfer who competed on the U.S.-based LPGA Tour and the LPGA of Japan Tour (JLPGA). She was the top-ranked golfer in the Women's World Golf Rankings on three occasions in 2010.",
  "/wiki/Women's_World_Golf_Rankings": "The Women's World Golf Rankings, also known for sponsorship reasons as the Rolex Rankings, were introduced in February 2006. They are sanctioned by eight women's golf tours and the organisations behind them: Ladies Professional Golf Association (LPGA Tour), Ladies European Tour, Ladies Professional Golfers' Association of Japan (LPGA of Japan Tour), Korea Ladies Professional Golf Association (LPGA of Korea Tour), Australian Ladies Professional Golf (ALPG Tour), Symetra Tour, China Ladies Professional Golf Association Tour, the Ladies European Tour Access Series and also by the Ladies' Golf Union, which administers the Women's British Open and the United States Golf Association which conducts the U.S. Women's Open.\n The idea of introducing a set of women's rankings similar to the Official World Golf Ranking was developed at the May 2004 World Congress of Women's Golf, and was first planned for 2005, but then put back to 2006."
}