{
  "/wiki/2019_Evian_Championship": "The 2019 Evian Championship was played 25–28 July at the Evian Resort Golf Club in Évian-les-Bains, France. It was the 26th Evian Championship (the first 20 played as the Evian Masters), and the seventh as a major championship on the LPGA Tour. The event was televised by Golf Channel and NBC Sports in the United States and Sky Sports in the United Kingdom.",
  "/wiki/Ko_Jin-young": "Ko Jin-young (Korean: 고진영; Hanja: 高眞榮;, born 7 July 1995), also known as Jin Young Ko, is a South Korean professional golfer who plays on the LPGA Tour. By age 22 years, she had won 10 times on the LPGA of Korea Tour, was second at the 2015 Ricoh Women’s British Open, and had won the 2017 LPGA KEB Hana Bank Championship.",
  "/wiki/2019_ANA_Inspiration": "The 2019 ANA Inspiration was the 48th ANA Inspiration LPGA golf tournament, held April 4–7 at the Dinah Shore Tournament Course of Mission Hills Country Club in Rancho Mirage, California. It was its 37th year as a major championship, and Golf Channel televised the event for the ninth consecutive year.",
  "/wiki/2019_U.S._Women%27s_Open_Golf_Championship": "The 2019 U.S. Women's Open Golf Championship was the 74th U.S. Women's Open, played May 30 – June 2 at Country Club of Charleston in Charleston, South Carolina.",
  "/wiki/Lee_Jeong-eun_(golfer,_born_1996)": "Lee Jeong-eun (born 28 May 1996), also known as Jeongeun Lee6, is a South Korean professional golfer who currently plays on the LPGA Tour and the LPGA of Korea Tour. In 2019, she won her first major championship at the U.S. Women's Open, and was named the 2019 LPGA Louise Suggs Rolex Rookie of the Year.",
  "/wiki/2019_Women%27s_British_Open": "The 2019 AIG Women's British Open was played from 1–4 August in England at Woburn Golf Club. It was the 43rd Women's British Open, the 19th as a major championship on the LPGA Tour, and the 11th at Woburn Golf Club.",
  "/wiki/Hinako_Shibuno": "Hinako Shibuno (渋野 日向子, Shibuno Hinako, born 15 November 1998) is a Japanese professional golfer who won the 2019 Women's British Open.",
  "/wiki/2019_Women%27s_PGA_Championship": "The 2019 Women's PGA Championship (branded as the 2019 KPMG Women's PGA Championship for sponsorship reasons) was the 65th Women's PGA Championship, played June 20–23 at Hazeltine National Golf Club in Chaska, Minnesota. It was the third of five major championships on the LPGA Tour during the 2019 season.",
  "/wiki/Hannah_Green_(golfer)": "Hannah Green (born 20 December 1996) is an Australian professional golfer and winner of the 2019 Women's PGA Championship.",
  "/wiki/Canadian_Women%27s_Open": "The CP Women's Open is a women's professional golf tournament managed by Golf Canada. It has been Canada's national championship tournament since its founding in 1973, and is an official event on the LPGA Tour.",
  "/wiki/Walmart_NW_Arkansas_Championship": "The Walmart NW Arkansas Championship is an annual women's professional golf tournament on the LPGA Tour in Rogers, Arkansas, north of Fayetteville. First played thirteen years ago in 2007, all editions of the tournament have been played at Pinnacle Country Club.",
  "/wiki/Park_Sung-hyun_(golfer)": "Park Sung-hyun (born 21 September 1993), also known as Sung Hyun Park, is a South Korean professional golfer playing on the U.S.-based LPGA Tour. She has won two LPGA majors championships, the 2017 U.S. Women's Open Golf Championship and the 2018 Women's PGA Championship. She was the number one ranked golfer in the Women's World Golf Rankings for a single week in 2017 and has returned to the number one spot in 2018 and 2019.",
  "/wiki/HSBC_Women%27s_World_Championship": "The HSBC Women's World Championship is a women's professional golf tournament on the LPGA Tour first held in 2008. It was played on the Garden Course of the Tanah Merah Country Club in eastern Singapore, adjacent to Singapore Changi Airport from 2008 to 2012. It is now played at the Sentosa Golf Club in Sentosa (Serapong Course from 2013 to 2016, Tanjong Course since 2017).",
  "/wiki/Hugel-Air_Premia_LA_Open": "The Hugel-Air Premia LA Open is a women's professional golf tournament in Los Angeles, California on the LPGA Tour. A new event in 2018, it is played at Wilshire Country Club.",
  "/wiki/Minjee_Lee": "Minjee Lee (born 27 May 1996) is an Australian professional golfer from Perth. She became the number one ranked amateur golfer in February 2014 after winning the Oates Victorian Open, remaining number one until turning professional in September 2014.",
  "/wiki/Kia_Classic": "The Kia Classic is a women's professional golf tournament in southern California on the LPGA Tour. It debuted in 2010 at the La Costa Resort and Spa in Carlsbad, then moved north for a year in 2011 to the Industry Hills Golf Club at Pacific Palms in the City of Industry in Los Angeles County. The tournament returned to La Costa in 2012 and moved to Aviara Golf Club, also in Carlsbad, for 2013.",
  "/wiki/Nasa_Hataoka": "Nasa Hataoka (born 13 January 1999) is a Japanese professional golfer.",
  "/wiki/Bank_of_Hope_Founders_Cup": "The Bank of Hope Founders Cup is a women's professional golf tournament on the LPGA Tour in Phoenix, Arizona. It debuted in 2011 at the Wildfire Golf Club at JW Marriott Phoenix Desert Ridge Resort and Spa. The tournament is designed as a tribute to the founders of the LPGA.",
  "/wiki/2019_CME_Group_Tour_Championship": "The 2019 CME Group Tour Championship was the ninth CME Group Tour Championship, a women's professional golf tournament and the season-ending event on the U.S.-based LPGA Tour. It was played at the Gold Course of Tiburón Golf Club in Naples, Florida. The CME Group Tour Championship marked the end of the season-long \"Race to the CME Globe\" in 2019. The event was televised by Golf Channel Thursday through Saturday on a 3-hour delay, and NBC Sunday live.",
  "/wiki/Kim_Sei-young": "Kim Sei-young (born 21 January 1993), also known as Sei Young Kim, is a South Korean professional golfer.",
  "/wiki/Honda_LPGA_Thailand": "The Honda LPGA Thailand is a women's professional golf tournament in Thailand on the LPGA Tour. First played in 2006 at the Amata Spring Country Club, the tournament moved to the Siam Country Club in 2007, on its Pattaya Old Course. It was the first LPGA Tour event held in Thailand and it increased the number of countries on the 2006 LPGA schedule to eight, including the United States.",
  "/wiki/Amy_Yang": "Amy Yang, also known as Yang Hee-Young (Korean: 양희영, born 28 July 1989) is a Korean professional golfer, currently playing on the United States-based LPGA Tour and on the Ladies European Tour (LET).",
  "/wiki/Lotte_Championship": "The Lotte Championship is a women's professional golf tournament on the LPGA Tour. It debuted in April 2012 at the Ko Olina Golf Club in Kapolei, Hawaii.",
  "/wiki/Brooke_Henderson": "Brooke Mackenzie Henderson (born 10 September 1997) is a Canadian professional golfer on the LPGA Tour.",
  "/wiki/LPGA_Mediheal_Championship": "The LPGA Mediheal Championship is a women's professional golf tournament in California on the LPGA Tour. A new event in 2018, it is held at Lake Merced Golf Club in Daly City, an adjacent suburb south of San Francisco.  The course hosted the Swinging Skirts LPGA Classic for three years (2014–2016).",
  "/wiki/Pure_Silk_Championship": "The Pure Silk Championship is a women's professional golf tournament on the LPGA Tour, played in Williamsburg, Virginia. The 72-hole tournament is held on the par-71 River Course at Kingsmill Resort, set at 6,340 yards (5,797 m) in 2013.",
  "/wiki/Bronte_Law": "Bronte May Law (born 12 March 1995) is an English professional golfer. She won the 2019 Pure Silk Championship, her first victory on the LPGA Tour.",
  "/wiki/BMW_Ladies_Championship": "The BMW Ladies Championship is a women's professional golf tournament in Busan, South Korea, co-sanctioned by the LPGA of Korea Tour and the LPGA Tour. It debuted in 2019. It replaced the LPGA KEB Hana Bank Championship as the LPGA Tour's Korean stop on its Asian swing.",
  "/wiki/Jang_Ha-na": "Jang Ha-na (born 2 May 1992), also known as Ha Na Jang, is a South Korean professional golfer.",
  "/wiki/Meijer_LPGA_Classic": "The Meijer LPGA Classic is a women's professional golf tournament in  Michigan on the LPGA Tour. Founded in 2014, it is played at Blythefield Country Club in Belmont, a suburb northeast of Grand Rapids.",
  "/wiki/Taiwan_Swinging_Skirts_LPGA": "The LPGA Taiwan Championship is a women's professional golf tournament in Taiwan on the LPGA Tour. It debuted as the Sunrise LPGA Taiwan Championship in 2011 at the Sunrise Golf & Country Club in Yangmei. It was the first LPGA tournament ever played in Taiwan. It moved to Miramar Golf Country Club in Taipei and was renamed to the Fubon LPGA Taiwan Championship in 2014.",
  "/wiki/Nelly_Korda": "Nelly Korda (born July 28, 1998) is an American professional golfer who plays on the LPGA Tour, where she has won three times. She played on the 2019 Solheim Cup.",
  "/wiki/Buick_LPGA_Shanghai": "The Buick LPGA Shanghai is a women's professional golf tournament in China on the LPGA Tour. It debuted in October 2018 at Qizhong Garden Golf Club in Shanghai.",
  "/wiki/Danielle_Kang": "Danielle Grace Kang (born October 20, 1992) is an American professional golfer currently playing on the LPGA Tour. As an amateur, she won the U.S. Women's Amateur twice, in 2010 and 2011. She won the 2017 KPMG Women's PGA Championship, an LPGA major. She also has two other LPGA tournament wins, both at the Buick LPGA Shanghai in China."
}