{
  "/wiki/Andreas_Linger": "Andreas Linger (born 31 May 1981 in Hall in Tirol) is an Austrian retired luger who has competed internationally since 2000. He and his younger brother Wolfgang began luging at a very young age, and did their first doubles run when they were 14. Linger has won five medals at the FIL World Luge Championships with three golds (Men's doubles: 2003, 2011 and 2012) and two bronzes (Mixed team: 2003 and men's doubles: 2013). He also earned seven medals at the FIL European Luge Championships with a gold (Men's doubles: 2010), three silvers (Men's doubles: 2008, Mixed team: 2008, 2010), and three bronzes (Men's doubles: 2004 and 2014, Mixed team: 2004). The Lingers were overall Luge World Cup men's doubles champions in 2011-12 and scored 15 World Cup race victories. They were two time Olympic champions in the men's doubles event at the 2006 Winter Olympics in Turin, Italy and the 2010 Winter Olympics in Vancouver, British Columbia, Canada. They won in 2006 despite Wolfgang having broken his leg in a luge crash the previous year. In 2010, they successfully defended their gold medal against another team of brothers, Andris and Juris Šics of Latvia.",
  "/wiki/Wolfgang_Linger": "Wolfgang Linger (born 4 November 1982 in Hall in Tirol) is an Austrian retired luger who has competed internationally since 2000. As young children, he and his older brother Andreas learned to luge on a former Olympic luge track, and at age 14 began competing as a doubles team for the first time. Linger has won five medals at the FIL World Luge Championships with three golds (Men's doubles: 2003, 2011 and 2012) and two bronzes (Mixed team: 2003 and men's doubles: 2013). He also earned seven medals at the FIL European Luge Championships with a gold (Men's doubles: 2010), three silvers (Men's doubles: 2008, Mixed team: 2008, 2010), and three bronzes (Men's doubles: 2004 and 2014, Mixed team: 2004). The Lingers were overall Luge World Cup men's doubles champions in 2011-12 and scored 15 World Cup race victories. In 2005, he broke his leg in a crash, but the next year at the 2006 Winter Olympics in Turin, Italy won the gold medal in doubles luge. He repeated this feat at the 2010 Winter Olympics in Vancouver, Canada, defeating another team of brothers, Andris and Juris Šics of Latvia.",
  "/wiki/Luge_at_the_2010_Winter_Olympics": "The luge competition events of the 2010 Winter Olympics were held between 13 and 17 February 2010 at the Whistler Sliding Centre in Whistler, British Columbia, Canada.",
  "/wiki/Luge_at_the_2010_Winter_Olympics_–_Doubles": "The doubles luge event at the 2010 Winter Olympics was held on 17 February at the Whistler Sliding Centre in Whistler, British Columbia. Twenty teams participated. Austrian brothers Andreas and Wolfgang Linger, the defending Olympic and European champions,. won the gold medal. The silver medal was also won by a pair of brothers, Andris and Juris Šics of Latvia. Germans Patric Leitner and Alexander Resch clinched the bronze medal after edging out Italians Christian Oberstolz and Patrick Gruber, who were in third place after the first run.",
  "/wiki/Andrea_Fischbacher": "Andrea Fischbacher (born 14 October 1985) is a retired alpine ski racer from Austria.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Women's_super-G": "The women's super-G competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia, on Saturday, February 20.",
  "/wiki/Wolfgang_Loitzl": "Wolfgang Loitzl (born 13 January 1980) is a former Austrian ski jumper. He was the winner of the 2008–09 Four Hills Tournament and the 2009 Normal Hill World Champion.",
  "/wiki/Andreas_Kofler": "Andreas Kofler (born 17 May 1984) is a former Austrian ski jumper.",
  "/wiki/Thomas_Morgenstern": "Thomas Morgenstern (born 30 October 1986) is an Austrian former ski jumper who competed from 2002 to 2014. He is one of the sport's most successful contemporary athletes, having won the World Cup overall title twice, the Four Hills Tournament and the Nordic Tournament once each, eight World Championship gold medals (one individual, seven team), and three Winter Olympic gold medals (one individual, two team).",
  "/wiki/Gregor_Schlierenzauer": "Gregor Schlierenzauer (pronounced [ˈʃliːʁənt͡saʊ̯ɐ]; born 7 January 1990) is an Austrian ski jumper. He is one of the sport's most successful athletes of all time, having won the Ski Jumping World Cup overall title, the Four Hills Tournament, and Nordic Tournament twice each; the Ski Flying World Cup overall title three times; as well as four medals at the Winter Olympics, twelve at the Ski Jumping World Championships, and five at the Ski Flying World Championships.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics": "The ski jumping competition of the Vancouver 2010 Olympics was held at Whistler Olympic Park between 12 and 22 February 2010.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics_–_Large_hill_team": "The men's large hill team ski jumping competition for the 2010 Winter Olympics in Vancouver, Canada was held at Whistler Olympic Park in Whistler, British Columbia on 22 February. The Austrian team of Andreas Widhölzl, Martin Koch, Andreas Kofler, and Thomas Morgenstern were the defending Olympic champions in this event. Widhölzl retired after the 2007-08 season. Austria was also the defending world champions in this event with the team of Wolfgang Loitzl, Koch, Morgenstern, and Gregor Schlierenzauer. The last World Cup event in this format prior to the 2010 Games took place at Willingen, Germany on 7 February 2010 and was won by the German team of Michael Neumayer, Pascal Bodmer, Martin Schmitt, and Michael Uhrmann.",
  "/wiki/Bernhard_Gruber": "Bernhard Gruber (born 12 August 1982) is an Austrian nordic combined skier who has competed since 2003.",
  "/wiki/David_Kreiner": "David Kreiner (born 8 March 1981 in Kitzbühel) is an Austrian Nordic combined skier who has competed since 1998. At the 2010 Winter Olympics, he won gold in the 4 x 5 team event.",
  "/wiki/Felix_Gottwald": "Felix Gottwald (born 13 January 1976 in Zell am See, Austria, now resides in Salzburg, Austria) is an Austrian Nordic combined athlete who competed from 1994 to 2007 and then returned to compete in 2009. He is 5 ft 10 in (178 cm), weighing 150 lb (10 st 10 lb; 68 kg).",
  "/wiki/Mario_Stecher": "Mario Stecher (born 17 July 1977, in Eisenerz) is an Austrian former Nordic combined skier. Competing in six Winter Olympics, he won three medals in the 4 x 5 km team event with two golds (2006, 2010) and a bronze (2002). Stecher's best individual finish was fifth in the 10 km individual normal hill event at Vancouver in 2010.",
  "/wiki/Nordic_combined_at_the_2010_Winter_Olympics": "The nordic combined competition of the 2010 Winter Olympics was held at Whistler Olympic Park.  The events were held between 14 and 25 February 2010. Sprint and individual Gundersen events of 7.5 km and 15 km events were replaced by two 10 km individual events with one jump each from the normal and large hills respectively. Team event went from two jumps down for one jump per team member. This was done during the 2008-09 Nordic Combined World Cup season and was also applied to the FIS Nordic World Ski Championships 2009 in Liberec, Czech Republic.",
  "/wiki/Nordic_combined_at_the_2010_Winter_Olympics_–_Team_large_hill/4_×_5_km": "The men's team large hill/4 x 5 km Nordic combined competition for the 2010 Winter Olympics in Vancouver, Canada was held at Whistler Olympic Park in Whistler, British Columbia on 23 February. The Austrian team of Michael Gruber, Christoph Bieler, Felix Gottwald, and Mario Stecher were the defending Olympic champions. Gruber retired after the 2007-08 season. Gottwald originally retired after the 2006-07 World Cup season, but came out of retirement in May 2009 to compete for the 2009-10 World Cup season including the 2010 Games. The defending world champions were the Japanese team of Yūsuke Minato, Taihei Kato, Akito Watabe, and Norihito Kobayashi. The last World Cup event prior to the 2010 Games in this format took place on 12 December 2009 in Harrachov, Czech Republic, but that event was cancelled on 4 December 2009 to warm weather and lack of snow. A team normal hill event took place prior to the 2010 Winter Games in Schonach, Germany on 24 January 2010 and was won by the German team of Georg Hettich, Eric Frenzel, Björn Kircheisen, and Tino Edelmann.",
  "/wiki/Christoph_Sumann": "Christoph \"Sumi\" Sumann (19 January 1976) is a former Austrian biathlete.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics": "The biathlon competition at the 2010 Winter Olympics were held at Whistler Olympic Park in Whistler, British Columbia. The events were held between the 13th and 26 February 2010.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics_–_Men's_pursuit": "The men's pursuit competition in biathlon at the Vancouver 2010 Olympics was held at Whistler Olympic Park in Whistler, British Columbia on February 16, 2010. It was won by Swedish athlete Björn Ferry, after both Ferry and second place finisher Christoph Sumann of Austria successfully pursued and overtook the leader at the start of the race, France's Vincent Jay.",
  "/wiki/Nina_Reithmeyer": "Nina Reithmayer (born 8 June 1984 in Innsbruck) is an Austrian luger who has competed since 2002. Competing in two Winter Olympics, she won a silver medal in the women's singles event at Vancouver in 2010.",
  "/wiki/Luge_at_the_2010_Winter_Olympics_–_Women's_singles": "The women's luge at the 2010 Winter Olympics in Vancouver, Canada took place on 15–16 February at the Whistler Sliding Centre in Whistler, British Columbia. Germany's Sylke Otto was the two-time defending Olympic champion. Otto retired midway through the 2006-07 season in January 2007 to pregnancy and after suffering a crash at the track in Königssee, Germany. Erin Hamlin of the United States was the defending world champion. The test event that took place at the venue was won by Germany's Natalie Geisenberger. The last World Cup event prior to the 2010 games took place in Cesana, Italy on 31 January 2010 and was won by Geisenberger. Geisenberger's teammate Tatjana Hüfner, the defending Olympic bronze medalist, won the overall World Cup for 2009-10 season in women's singles.",
  "/wiki/Andreas_Matt": "Andreas Matt (born 19 October 1982) is an Austrian retired freestyle skier who specialised in the skicross discipline. He is the brother of alpine skiers Mario Matt and Michael Matt.",
  "/wiki/Freestyle_skiing_at_the_2010_Winter_Olympics": "The freestyle skiing competition of the 2010 Winter Olympics was held at Cypress Mountain.  The events took place between the 13 and 25 February 2010, and included a new event for these Olympics, ski cross.",
  "/wiki/Freestyle_skiing_at_the_2010_Winter_Olympics_–_Men's_ski_cross": "The men's ski cross event in freestyle skiing at the 2010 Winter Olympics in Vancouver, British Columbia, Canada, took place on 21 February at the Cypress Bowl Ski Area in the Cypress Provincial Park, West Vancouver.",
  "/wiki/Simon_Eder": "Simon Eder (born 23 February 1983) is an Austrian biathlete.",
  "/wiki/Daniel_Mesotitsch": "Daniel Mesotitsch (born 22 May 1976) is an Austrian former biathlete.",
  "/wiki/Dominik_Landertinger": "Dominik Landertinger (German pronunciation: [ˈdɔmɪnɪk ˈlandɐtɪŋɐ]; born 13 March 1988) is an Austrian biathlete.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics_–_Men's_relay": "The men's relay competition of the Vancouver 2010 Olympics was held at Whistler Olympic Park in Whistler, British Columbia on February 26, 2010. The race consisted of four laps of cross-country skiing, each lap a total of 7.5 km. Every 2.5 km there would be a shooting zone, the first one is prone and the second one is standing. Any misses in the shooting zones count as penalties which must be completed by going around a penalty loop right after the second shooting zone. There were four racers per team, each completing one lap. As all the teams started together, the team that crossed the finish line first would win.",
  "/wiki/Marlies_Schild": "Marlies Raich (née Schild, born 31 May 1981) is a retired Austrian World Cup alpine ski racer. She specializes in the technical disciplines of slalom and giant slalom. Schild won four Olympic medals, with silvers in the combined (2006) and slalom (2010, 2014) and a bronze in slalom (2006). She has seven World Championship medals and has won five World Cup season titles.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Women's_slalom": "The women's slalom competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia on February 26, 2010.",
  "/wiki/Benjamin_Karl": "Benjamin Martin Karl (born 16 October 1985 in St. Pölten) is an Austrian snowboarder with seven World Cup victories and one FIS World Ski Championships Victory. He competed for his nation in the 2010 Winter Olympics in Parallel Giant Slalom, coming in second to Jasey Jay Anderson.",
  "/wiki/Snowboarding_at_the_2010_Winter_Olympics": "The snowboarding competition of the Vancouver 2010 Olympics was held at Cypress Mountain. The events were held between the 15 and 27 February 2010.",
  "/wiki/Snowboarding_at_the_2010_Winter_Olympics_–_Men's_parallel_giant_slalom": "The men's parallel giant slalom competition of the Vancouver 2010 Olympics was held at Cypress Mountain on February 27, 2010.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics_–_Normal_hill_individual": "The men's normal hill individual ski jumping competition for the 2010 Winter Olympics in Vancouver, Canada was held on 12 and 13 February 2010 at Whistler Olympic Park in Whistler, British Columbia. It was the first medal event of the 2010 Games.",
  "/wiki/Elisabeth_Görgl": "Elisabeth Görgl (born 20 February 1981) is a retired World Cup alpine ski racer from Austria.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Women's_downhill": "The women's downhill competition of the Vancouver 2010 Olympics was held at Whistler Creekside on Wednesday, February 17.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics_–_Large_hill_individual": "The Men's large hill individual ski jumping competition for the 2010 Winter Olympics in Vancouver, Canada was held at Whistler Olympic Park in Whistler, British Columbia. It started on 19 February and ended on 20 February. Austria's Thomas Morgenstern was the defending Olympic champion in this event. Andreas Küttel of Switzerland was the defending world champion in this event. Two test events took place at the Olympic venue on 24–25 January 2009, both won by Austria's Gregor Schlierenzauer. On the 25th, Schlierenzauer set the hill jumping record with a jump of 149.0 metres (488.8 ft) which was also tied by Finland's Ville Larinto. The last World Cup event in this format prior to the 2010 Games took place on 6 February 2010 in Willingen, Germany and was won by Schlierenzauer.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Women's_giant_slalom": "The women's giant slalom competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia, on February 24. Following the first run, the event was postponed due to heavy fog in the afternoon; the second run was held the next morning, February 25.",
  "/wiki/Nordic_combined_at_the_2010_Winter_Olympics_–_Individual_large_hill/10_km": "The men's individual large hill/10 km Nordic combined competition for the 2010 Winter Olympics in Vancouver, Canada was held at Whistler Olympic Park in Whistler, British Columbia on 25 February.",
  "/wiki/Marion_Kreiner": "Marion Kreiner (born 4 May 1981 in Graz) is an Austrian snowboarder known for Parallel Giant Slalom. She won gold at the FIS Snowboarding World Championships 2009 for Parallel Giant Slalom. She earned a bronze medal at the 2010 Winter Olympics.",
  "/wiki/Snowboarding_at_the_2010_Winter_Olympics_–_Women's_parallel_giant_slalom": "The women's parallel giant slalom competition of the Vancouver 2010 Olympics was held at Cypress Mountain on February 26, 2010.",
  "/wiki/Austria_at_the_2010_Winter_Olympics": "Austria participated at the 2010 Winter Olympics in Vancouver, British Columbia, Canada."
}