{
  "/wiki/University_of_Montevallo_Historic_District": "The University of Montevallo Historic District was added to the National Register of Historic Places in December 1978 and originally included 25 acres and 16 structures. These structures made up the core part of the campus and included residence halls, academic buildings, and water towers on campus. The original 16 structures were divided into four categories; Federal Revival style buildings, Greek Revival style buildings, buildings dating from 1897 to 1940, and buildings dating from the 1950s to 1977. In 1990, the Historic District was expanded to include 59 more structures directly surrounding the original Historic District, bringing the total number of structures in the district to 75. The structures added included additional campus buildings, domestic dwellings, a cemetery, and other contributing resources related to the University of Montevallo.",
  "/wiki/Montevallo,_Alabama": "Montevallo is a city in Shelby County, Alabama, United States. A college town, it is the home of the University of Montevallo, a public liberal arts university with approximately 3,000 students. As of the 2010 census, the population of the city of Montevallo is 6,323. Dr. Hollie Campbell Cost, a professor in the College of Education at the University of Montevallo, serves as Mayor.",
  "/wiki/Calera_Downtown_Historic_District": "The Calera Downtown Historic District, in Calera, Alabama, was listed on the National Register of Historic Places in 2006.  The listing included 25 contributing buildings on 22 acres (8.9 ha).",
  "/wiki/U.S._Route_31_in_Alabama": "U.S. Route 31 or U.S. Highway 31 (US 31) is a major north–south U.S. highway connecting southern Alabama to northern Michigan. Its southern terminus is at an intersection with US 90/US 98 in Spanish Fort, Alabama. Its northern terminus is at an interchange with Interstate 75 (I-75) south of Mackinaw City, Michigan.",
  "/wiki/Alabama_State_Route_25": "State Route 25 (SR 25) is a 257.352-mile-long (414.168 km) state highway in the U.S. state of Alabama. From U.S. Route 78 (US 78) in Leeds northeast to its terminus at the Georgia state line, SR 25 is the unsigned partner route of US 411. The southwestern terminus of SR 25 is at its intersection with SR 5 near Pine Hill in Wilcox County.",
  "/wiki/Calera,_Alabama": "Calera is a city in Shelby and Chilton counties in the U.S. state of Alabama. It is the location of the Shelby County Airport.",
  "/wiki/Harpersville,_Alabama": "Harpersville is a town in Shelby County, Alabama, United States. It is notorious for being the birthplace of the founder of the modern KKK, William Joseph Simmons. According to the 1950 U.S. Census, it formally incorporated in 1943. At the 2010 census, the population was 1,637, up from 1,620 in 2000. It is located southeast of the Birmingham metro area.",
  "/wiki/Old_Shelby_County_Courthouse": "The Old Shelby County Courthouse, also known as Columbiana City Hall, is a defunct courthouse in Columbiana, Alabama.  It was built in 1854.  It served as the courthouse for Shelby County until 1906 when a larger court facility was built.  It also served as Columbiana's city hall.  Since 1982, it has housed the Shelby County Museum and Archives and its operator, the Shelby County Historical Society.",
  "/wiki/Columbiana,_Alabama": "Columbiana is a city and the county seat of Shelby County, Alabama, United States. At the 2010 census the population was 4,197.",
  "/wiki/Downtown_Montevallo_Historic_District": "The Downtown Montevallo Historic District in Montevallo, Alabama is a historic district which was listed on the National Register of Historic Places in 2013.  It included 30 contributing buildings and four non-contributing buildings.",
  "/wiki/Alabama_State_Route_261": "State Route 261 (SR 261) is a 6-mile (9.7 km) state highway that connects Helena with Pelham in northern Shelby County, as part of the Birmingham/Hoover metropolitan area. SR 261 is two lanes wide for the entirety of its route. It serves as a feeder route to numerous subdivisions in Helena and Pelham.",
  "/wiki/Helena,_Alabama": "Helena (pronunciation hel-LE-nah) is a city in Jefferson and Shelby counties in the state of Alabama. Helena is considered a suburb of Birmingham and part of the Birmingham-Hoover Metropolitan Area.  As of the 2010 census, the population was 16,793.",
  "/wiki/Edmund_King_House": "The Edmund King House is a historic residence on the campus of the University of Montevallo in Montevallo, Alabama.  The house was built by Edmund King, a native Virginian who arrived in Alabama in 1817.  First building a log cabin, he built the house in 1823.  After becoming a successful planter and businessman, he donated land for churches, roads, and schools, including for the Alabama Girls Industrial School (today known as the University of Montevallo).  Upon his death in 1863, the house passed to a son-in-law, and was deeded to the Industrial School in 1908.  The house has been used as a classroom, an office building, an infirmary, a home economics practice home, and a summer home for male students.  Today, the home is used as a guest house for visitors to the University.",
  "/wiki/University_of_Montevallo": "The University of Montevallo is a public university in Montevallo, Alabama. Founded in 1896, it is Alabama's only public liberal arts college and a member of the Council of Public Liberal Arts Colleges. The University of Montevallo Historic District was established in 1979 and included 16 buildings on campus. It was expanded in 1990 to include 75 buildings total.",
  "/wiki/McKibbon_House": "McKibbon House is a historic mansion in Montevallo, Alabama, U.S..",
  "/wiki/Old_Rock_House_(Harpersville,_Alabama)": "The Old Rock House is a historic house in Harpersville, Alabama. It was added to the National Register of Historic Places on March 29, 2006. It is located 1 mile southeast of Harpersville at the end of a farm lane on the northern side of U.S. Route 280. The house is built of local grey granite and limestone. The house was previously listed on the Historic American Buildings Survey. The Old Rock House is the only surviving example of an early stone dwelling in Alabama.",
  "/wiki/U.S._Route_280": "U.S. Route 280 (US 280) is a spur of U.S. Highway 80. It currently runs for 392 miles (631 km) from Blichton, Georgia at US 80 to Birmingham, Alabama at I-20/I-59. For much of its route, US 280 travels through rural areas and smaller cities in southern Georgia and east central Alabama.  Once the highway approaches Birmingham, it is a major suburban route. Numerous shopping centers are located on US 280 throughout northern Shelby County and southern Jefferson County."
}