{
  "/wiki/20_kilometres_race_walk": "The 20 kilometre race walk is an Olympic athletics event that is competed by both men and women. The racewalking event is competed as a road race. Athletes must always keep in contact with the ground and the supporting leg must remain straight until the raised leg passes it. 20 kilometres is 12.4274 miles.",
  "/wiki/50_kilometres_race_walk": "The 50 kilometre race walk is an Olympic athletics event. The racewalking event is competed as a road race. Athletes must always keep in contact with the ground and the supporting leg must remain straight until the raised leg passes it. Fifty kilometres is approximately 31 miles.",
  "/wiki/Chihuahua_City": "The city of Chihuahua (Spanish pronunciation: [tʃiˈwawa]) is the state capital of the Mexican state of Chihuahua. As of 2017[update], the city of Chihuahua had a population of 878,062 inhabitants. while the metropolitan area had a population of 1,036,806 inhabitants.",
  "/wiki/Oceania_Race_Walk_Championships": "The Oceania Race Walking Championships is an annual race walking competition not only for athletes representing countries from Oceania, organized by the Oceania Athletics Association (OAA). It was established in 2011 and has featured races for senior men and women (20 km), and for junior athletes (10 km). Until 2014, all events were held together with the Australian Race Walking Championships, and the senior 20 km events were part of the IAAF World Race Walking Challenge.",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). Founded in 1804 as a British penal colony, Hobart, formerly known as Hobart Town or Hobarton, is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/10_kilometres_race_walk": "The 10 kilometres race walk, or 10-kilometer racewalk, is a racewalking event.  The event is competed as a road race. Athletes must always keep in contact with the ground and the supporting leg must remain straight until the raised leg passes it.  10 kilometers is 6.21 miles.",
  "/wiki/Taicang": "Taicang  is a county-level city under the jurisdiction of Suzhou, Jiangsu province. The city located in the south of the Yangtze River estuary opposite Nantong, being bordered by Shanghai proper to the south, while the river also delineates much of its northeastern boundary along Chongming Island.",
  "/wiki/Asian_20_km_Race_Walking_Championships": "The Asian Race Walking Championships is an annual race walking competition for athletes representing countries from Asia, organized by the Asian Athletics Association (AAA).  It was established in 2006 and has featured races for senior men (20 km and 50 km) and women (20 km).  After the inaugural event 2006 in Wajima, Japan, the competition was split into two events: the 20 km (both men and women) were incorporated into the All-Japan Race Walking competitions held in mid March in Nomi, Japan.  The 50 km event was held about a month later in mid April in Wajima, Japan.  This is established until the year 2008.  There are still annual national 50 km championships held in Wajima, but the further fate of the 50 km event within the Asian Race Walking Championships remains unknown.",
  "/wiki/Nomi,_Ishikawa": "Nomi (能美市, Nomi-shi) is a city located in Ishikawa Prefecture, Japan. As of 1 March 2018[update], the city had an estimated population of 50,132 in 18585 households, and a population density of 600 persons per km². The total area of the city was 84.14 square kilometres (32.49 sq mi).",
  "/wiki/Lugano_Trophy_-_Memorial_Mario_Albisetti": "The Memorial Mario Albisetti, also known as the Lugano Trophy and GP Città di Lugano, is an annual racewalking competition over 20 kilometres that is held in March on the streets of Lugano, Switzerland. It was first held in 2003.",
  "/wiki/Lugano": "Lugano (/luːˈɡɑːnoʊ/, also UK: /lʊˈ-/, Italian: [luˈɡaːno]; Ticinese: Lugan [lyˈɡãː]) is a town and a municipality in southern Switzerland in the Italian-speaking canton of Ticino bordering Italy. It has a population (as of December 2018[update]) of 63,185, and an urban agglomeration of over 145,000. The ninth largest Swiss town, it is the largest in Ticino and largest with an Italian speaking majority outside of Italy. The town lies on Lake Lugano, surrounded by the mountains of the Lugano Prealps.",
  "/wiki/Grande_Pr%C3%A9mio_Internacional_de_Rio_Maior_em_Marcha_Atl%C3%A9tica": "The Grande Prémio Internacional de Rio Maior em Marcha Atlética (Rio Maior International Race Walking Grand Prix) is an annual racewalking competition that takes place in April in Rio Maior in Portugal. It is an elite level event which features a men's and a women's race in the 20 kilometres race walk.",
  "/wiki/Rio_Maior": "Rio Maior (Portuguese pronunciation: [ˈʁi.u mɐˈjɔɾ] (listen)) is a municipality in the Santarém District in Portugal. The population in 2011 was 21,192, in an area of 272.76 km².",
  "/wiki/African_Race_Walking_Championships": "The African Race Walking Championships was a quadrennial race walking competition for athletes representing countries from Africa, organized by the Confederation of African Athletics (CAA).  It was established in 1999 and has featured races for senior men (20 km) and women (10 km in 1999, 20 km from 2005 on).  The 2005 edition was held jointly with the African Combined Events Championships.  The 2009 edition also featured junior events (10 km men and women).  The 2013 men's event was part of the IAAF World Race Walking Challenge.",
  "/wiki/Belle_Vue_Harel": "Belle Vue Harel is a village in Mauritius that is located in the Rivière du Rempart District on the northern part of the island. It is located next to Amaury and Barlow villages. It is part of the larger Plaine des Papayes area which as of 2011 had 7,607 inhabitants.",
  "/wiki/Pod%C4%9Bbrady": "Poděbrady (Czech pronunciation: [ˈpoɟɛbradɪ]; German: Podiebrad) is a historical spa town in the Central Bohemian Region, Czech Republic. It lies on the river Labe 50 kilometres (31 mi) east of Prague on the D11 highway. It obtained the status of town from the king of Bohemia in 1472. A historic milestone in the life of the town was the year 1905, when it was visited by the German estate owner Prince von Bülow. This well-known water diviner found in the inner courtyard of the castle signs of a strong spring, which was later bored to a depth of 97.6 metres (320 ft). The discovery of carbonic mineral water resulted in the opening of the first spa in 1908. After World War I Poděbrady rapidly changed into a spa town which from 1926 specialized in the treatment of cardiovascular diseases, rapidly gaining renown not only in the Czech Republic, but also abroad in countries including Austria, Germany, Russia and the United States.",
  "/wiki/Coppa_Citt%C3%A0_di_Sesto_San_Giovanni": "The Coppa Città di Sesto San Giovanni is an annual racewalking competition that takes place on 1 May in Sesto San Giovanni in Italy. It is an elite level event which features a men's and a women's race in the 20 kilometres race walk.",
  "/wiki/Sesto_San_Giovanni": "Sesto San Giovanni (Italian pronunciation: [ˈsɛsto san dʒoˈvanni]; Western Lombard: Sest San Giovann [ˈsɛst ˌsãː dʒuˈʋan]), locally referred to as just Sesto (Lombard: Sest), is a comune in the Metropolitan City of Milan, Lombardy, northern Italy. Its railway station is the northernmost stop on the Milan Metro M1 line. The comune has the honorary title of city, despite being a de facto suburb of Milan.",
  "/wiki/10th_European_Cup_Race_Walking": "The 2013 European Race Walking Cup was held in Dudince, Slovakia, on 19 May 2013.",
  "/wiki/Dudince": "Dudince (before 1927 Ďudince, Hungarian: Gyűgy, rarely German: Dudintze) is a spa town in southern Slovakia. It is the smallest town in Slovakia with only a population of around 1,400. It is known for its mineral water, hot springs and destination spas. It's located near the edge of the Banská Bystrica Region of Slovakia.",
  "/wiki/A_Coru%C3%B1a": "A Coruña (Galician: [ɐ koˈɾuɲɐ];[a] historical English: Corunna) is a city and municipality of Galicia, Spain. It is the most populated city and the second most populated municipality in the autonomous community and seventeenth overall in the country. The city is the provincial capital of the province of the same name, having also served as political capital of the Kingdom of Galicia from the 16th to the 19th centuries, and as a regional administrative centre between 1833 and 1982, before being replaced by Santiago de Compostela.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/14th_IAAF_World_Championships_in_Athletics": "The 14th IAAF World Championships in Athletics (Moscow 2013) (Russian: [Чемпионат мира по лёгкой атлетике 2013]) was an international athletics competition held in Moscow, Russia, from 10–18 August 2013. Initially, Russia won the most gold medals to top the table for the first time since 2001. It was also the first time ever the host nation took the top of the medal table. However, after disqualification of Russian sprinter Antonina Krivoshapka for doping and following redistribution of medals in the Women's 4 × 400 metres relay (as well as after series of other disqualifications of Russian athletes for doping offences), United States topped the medal table with eight golds. In the overall medal count, the United States won 26 medals in total, followed by Kenya with 12. With 1,784 athletes from 203 countries it was the biggest single sports event of the year. The number of spectators for the evening sessions was 268,548 surpassing Daegu 2011.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/2013_IAAF_Race_Walking_Challenge": "The 2013 IAAF Race Walking Challenge was the tenth edition of the annual international racewalking series organised by the International Association of Athletics Federations (IAAF)."
}