{
  "/wiki/Colin_Blackburn,_Baron_Blackburn": "Colin Blackburn, Baron Blackburn, PC (18 May 1813 – 8 January 1896) was a Scottish judge who sat in the English courts, became a Law Lord and is remembered as one of the greatest exponents of the common law.",
  "/wiki/James_William_Colvile": "Sir James William Colvile (12 January 1810 – 6 December 1880) was a British lawyer, civil servant and then judge in India, and a judge on the Judicial Committee of the Privy Council, the court of last resort for the British colonies.",
  "/wiki/Barnes_Peacock": "Sir Barnes Peacock (1810 – 3 December 1890) was an English judge. He was the first Chief Justice of the Calcutta High Court in India.",
  "/wiki/Montague_Edward_Smith": "Sir Montague Edward Smith (25 December 1806 – 3 May 1891) was a British barrister and judge who served as one of the last Justices of the Court of Common Pleas.",
  "/wiki/Robert_Collier,_1st_Baron_Monkswell": "Robert Porrett Collier, 1st Baron Monkswell, PC QC (21 June 1817 – 27 October 1886) was an English lawyer, politician and judge.",
  "/wiki/Supreme_Court_of_Newfoundland_and_Labrador": "The Supreme Court of Newfoundland and Labrador is the superior court for the Canadian province of Newfoundland and Labrador.  The Supreme Court has jurisdiction to hear appeals in both criminal and civil matters from the Provincial Court and designated boards and administrative tribunals. The court also hear serious criminal cases in the first instances, matters of probate, and family law matters.",
  "/wiki/John_FitzGerald,_Baron_FitzGerald": "John David FitzGerald, Baron FitzGerald PC, PC (Ire) (1 May 1816 – 16 October 1889) was an Irish judge and Liberal politician.",
  "/wiki/Arthur_Hobhouse,_1st_Baron_Hobhouse": "Arthur Hobhouse, 1st Baron Hobhouse KCSI CIE PC QC  (10 November 1819 – 6 December 1904) was an English lawyer and judge.",
  "/wiki/Richard_Couch": "Sir Richard Couch (1817–1905) was an Anglo-Indian judge who served on the colonial courts of India and also on the Judicial Committee of the Privy Council, at that time the court of last resort for the British Empire.",
  "/wiki/William_Watson,_Baron_Watson": "Not to be confused with William Watson, Baron Thankerton",
  "/wiki/Farrer_Herschell,_1st_Baron_Herschell": "Farrer Herschell, 1st Baron Herschell, GCB, PC, DL, FRS (2 November 1837 – 1 March 1899) was Lord High Chancellor of Great Britain in 1886, and again from 1892 to 1895.",
  "/wiki/Edward_Macnaghten,_Baron_Macnaghten": "Edward Macnaghten, Baron Macnaghten, GCB, GCMG, PC (3 February 1830 – 17 February 1913) was an Anglo-Irish rower, barrister, Conservative-Unionist politician and law lord.",
  "/wiki/Michael_Morris,_1st_Baron_Killanin": "Michael Morris, Baron Morris and 1st Baron Killanin, PC (Ire) (14 November 1826 – 8 September 1901), known as Sir Michael Morris, Bt, from 1885 to 1889, was an Irish lawyer and judge. He was Lord Chief Justice of the King's Bench for Ireland from 1887 to 1889 and sat in the House of Lords as a Lord of Appeal in Ordinary from 1889 to 1900.",
  "/wiki/James_Hannen,_Baron_Hannen": "James Hannen, Baron Hannen, PC, FRS (19 March 1821 – 29 March 1894) was an English judge.",
  "/wiki/Alexander_Shand,_1st_Baron_Shand": "Alexander Burns Shand, 1st Baron Shand PC (13 December 1828 – 6 March 1904), was a Scottish advocate and judge. He was a Lord of Session between 1872 and 1890 and a Lord of Appeal in Ordinary between 1892 and his death in 1904.",
  "/wiki/Supreme_Court_of_Newfoundland_and_Labrador_(Court_of_Appeal)": "The Court of Appeal of Newfoundland and Labrador is at the top of the hierarchy of courts for the Canadian province of Newfoundland and Labrador. The Court of Appeal derives its powers and jurisdiction from the Court of Appeal Act.",
  "/wiki/Sic": "The Latin adverb sic (\"thus\", \"just as\"; in full: sic erat scriptum, \"thus was it written\") inserted after a quoted word or passage indicates that the quoted matter has been transcribed or translated exactly as found in the source text, complete with any erroneous, archaic, or otherwise nonstandard spelling. It also applies to any surprising assertion, faulty reasoning, or other matter that might be likely interpreted as an error of transcription.",
  "/wiki/Horace_Davey,_Baron_Davey": "Horace Davey, Baron Davey, PC, FRS, FBA (30 August 1833 – 20 February 1907) was an English judge and Liberal politician.",
  "/wiki/Samuel_Henry_Strong": "Sir Samuel Henry Strong, PC (August 13, 1825 – August 31, 1909) was a lawyer and the third Chief Justice of Canada.",
  "/wiki/James_Robertson,_Baron_Robertson": "James Patrick Bannerman Robertson, Baron Robertson, PC FRSE LLD (19 August 1845 – 1 February 1909), was a Scottish judge and Conservative politician.",
  "/wiki/Nathaniel_Lindley,_Baron_Lindley": "Nathaniel Lindley, Baron Lindley, SL, PC, FRS, FBA (29 November 1828 – 9 December 1921) was an English judge.",
  "/wiki/Arthur_Wilson_(judge)": "Sir Arthur Wilson, KCIE, PC, (1837–1915) was an English lawyer and judge.  After practising as a barrister in the English courts, he served as a judge of the High Court of Calcutta, and was later a member of the Judicial Committee of the Privy Council.",
  "/wiki/Ford_North": "Sir Ford North PC FRS FRMS (10 January 1830 – 12 October 1913), was an English lawyer and judge.",
  "/wiki/Andrew_Scoble": "Sir Andrew Richard Scoble KCSI PC QC (1831–1916) was an English lawyer, politician and judge.",
  "/wiki/John_Atkinson,_Baron_Atkinson": "John Atkinson, Baron Atkinson, PC (13 December 1844 – 13 March 1932) was an Irish politician and judge. He was a Lord of Appeal in Ordinary from 1905 to 1928.",
  "/wiki/Richard_Collins,_Baron_Collins": "Richard Henn Collins, Baron Collins PC (31 January 1842 – 3 January 1911) was an Anglo-Irish lawyer and judge.",
  "/wiki/Thomas_Shaw,_1st_Baron_Craigmyle": "Thomas Shaw, 1st Baron Craigmyle PC (23 May 1850 – 28 June 1937), known as The Lord Shaw from 1909 to 1929, was a Scottish radical Liberal Party politician and judge.",
  "/wiki/John_Bigham,_1st_Viscount_Mersey": "John Charles Bigham, 1st Viscount Mersey, PC (3 August 1840 – 3 September 1929) was a British jurist and politician. After early success as a lawyer, and a less successful spell as a politician, he was appointed a judge, working in commercial law.",
  "/wiki/William_Robson,_Baron_Robson": "William Snowdon Robson, Baron Robson, GCMG, PC (10 September 1852 – 11 September 1918) was an English lawyer, judge and Liberal politician who sat in the House of Commons twice between 1885 and 1910.",
  "/wiki/John_Fletcher_Moulton,_Baron_Moulton": "John Fletcher Moulton, Baron Moulton GBE KCB PC FRS FRAS (18 November 1844 – 9 March 1921) was an English mathematician, barrister and judge. He was a Cambridge Apostle.",
  "/wiki/John_Hamilton,_1st_Viscount_Sumner": "John Andrew Hamilton, 1st Viscount Sumner, GCB, PC (3 February 1859 – 24 May 1934) was a British lawyer and judge. He was appointed a judge of the High Court of Justice (King's Bench Division) in 1909, a Lord Justice of Appeal in 1912 and a Lord of Appeal in Ordinary (Law Lord) in 1913. Created a life peer as Baron Sumner in 1913, he was further honoured when he was granted a hereditary peerage as Viscount Sumner in 1927.",
  "/wiki/Richard_Haldane,_1st_Viscount_Haldane": "Richard Burdon Haldane, 1st Viscount Haldane, KT, OM, PC, KC, FRS, FSA, FBA (/ˈhɔːldeɪn/; 30 July 1856 – 19 August 1928) was an influential British Liberal Imperialist and later Labour politician, lawyer and philosopher. He was Secretary of State for War between 1905 and 1912 during which time the \"Haldane Reforms\" of the British Army were implemented. Raised to the peerage as Viscount Haldane in 1911, he was Lord Chancellor between 1912 and 1915, when he was forced to resign because of false allegations of German sympathies. He later joined the Labour Party and once again served as Lord Chancellor in 1924 in the first ever Labour administration. Apart from his legal and political careers, Haldane was also an influential writer on philosophy, in recognition of which he was elected a Fellow of the British Academy in 1914.",
  "/wiki/Charles_Cripps,_1st_Baron_Parmoor": "Charles Alfred Cripps, 1st Baron Parmoor, KCVO, PC, QC (3 October 1852 – 30 June 1941) was a British politician who crossed the floor from the Conservative to the Labour Party and was a strong supporter of the League of Nations and of Church of England causes.",
  "/wiki/List_of_Newfoundland_cases_of_the_Judicial_Committee_of_the_Privy_Council_(pre-1949)": "List of Newfoundland Cases of the Judicial Committee of the Privy Council Cases (pre-1949)"
}