{
  "/wiki/Message_in_a_Bottle_(song)": "\"Message in a Bottle\" is a song by English rock band The Police. It was released as the lead single from their second studio album, Reggatta de Blanc (1979). Written by the band's lead singer and bassist Sting, the song is ostensibly about a story of a castaway on an island, who sends out a message in a bottle to seek love. A year later, he has not received any sort of response, and despairs, thinking he is destined to be alone. The next day, he sees \"a hundred billion bottles\" on the shore, finding out that there are more people like him out there. American rock band American Hi-Fi performed a cover of the song for the 2003 film Rugrats Go Wild.",
  "/wiki/The_Police": "The Police were a British rock band formed in London in 1977. For most of their history the line-up consisted of primary songwriter Sting (lead vocals, bass guitar), Andy Summers (guitar), and Stewart Copeland (drums, percussion). The Police became globally popular in the late 1970s and early 1980s. Emerging in the British new wave scene, they played a style of rock influenced by punk, reggae, and jazz. Considered one of the leaders of the Second British Invasion of the U.S., in 1983 Rolling Stone labelled them \"the first British New Wave act to break through in America on a grand scale, and possibly the biggest band in the world.\" The Police disbanded in 1986, but reunited in early 2007 for a one-off world tour that ended in August 2008.",
  "/wiki/Roxanne_(The_Police_song)": "\"Roxanne\" is a song by English rock band The Police. The song was written by lead singer and bassist Sting and was released in April 1978 as a single from their debut album Outlandos d'Amour. It was written from the point of view of a man who falls in love with a prostitute. On re-release in 1979, the song peaked at No. 12 on the UK Singles Chart.",
  "/wiki/Bring_Me_To_Life": "\"Bring Me to Life\" is a song by American rock band Evanescence recorded for their debut studio album Fallen (2003). Wind-up released it as the lead single from the album on April 22, 2003. The track was written by group members Amy Lee, Ben Moody, and David Hodges and produced by Dave Fortman. It also features uncredited guest vocals from Paul McCoy of the band 12 Stones. \"Bring Me to Life\" is a nu metal, rap rock, hard rock and alternative rock song. According to Lee, \"Bring Me to Life\" has several meanings and inspirations; its subjects are an incident in a restaurant, open-mindedness, and waking up to the things which are missing in the protagonist's life. Lee later revealed that the song was inspired by her long-time friend and husband Josh Hartzler.",
  "/wiki/Evanescence": "Evanescence (/ˌɛvəˈnɛsns, ˌiːvə-/) is an American rock band founded in Little Rock, Arkansas, in 1995 by singer and pianist Amy Lee and guitarist Ben Moody. After recording independent albums, the band released their first full-length album, Fallen, on Wind-up Records in 2003. Fallen sold more than 17 million copies worldwide and helped the band win two Grammy Awards out of six nominations. A year later, Evanescence released their first live album, Anywhere but Home, which sold more than one million copies worldwide. In 2006, the band released their second studio album, The Open Door, which sold more than five million copies.",
  "/wiki/Diamonds_%26_Studs": "Diamonds & Studs is the second and last studio album by Morningwood. It was released on October 26, 2009.",
  "/wiki/Morningwood": "Morningwood was an alternative rock band from New York City. Founded in 2001, it primarily consisted of Pedro Yanowitz and Chantal Claret.  Morningwood was signed to Capitol Records and released two albums. Claret went solo in 2012 and folded the band.",
  "/wiki/Just_Breathe": "Just Breathe is LoveHateHero's first album, released on May 17, 2005. The song \"Theatre of Robots\" features the vocals of Juliet Simms of Automatic Loveletter.",
  "/wiki/Pearl_Jam": "Pearl Jam is an American rock band formed in 1990 in Seattle, Washington. As of 2020[update], the band's lineup consists of founding members Eddie Vedder (lead vocals, guitar), Mike McCready (lead guitar), Stone Gossard (rhythm guitar) and Jeff Ament (bass) as well as drummer Matt Cameron, who joined in 1998. Keyboardist Boom Gaspar has also been a session/touring member with the band since 2002. Drummers Jack Irons, Dave Krusen, Matt Chamberlain and Dave Abbruzzese are former members of the band.",
  "/wiki/The_Fixer_(song)": "\"The Fixer\" is a song by the American rock band Pearl Jam. Featuring lyrics written by vocalist Eddie Vedder and music co-written by drummer Matt Cameron and guitarists Mike McCready and Stone Gossard, \"The Fixer\" was released on August 24, 2009 as the first single from the band's ninth studio album, Backspacer (2009). The song debuted and peaked at number two on the Billboard Rock Songs chart and reached number three on the Billboard Alternative Songs chart.",
  "/wiki/Joker_and_the_Thief": "\"Joker & the Thief\" is a song by Australian rock band Wolfmother. The song serves as the sixth track and sixth single from the band's eponymous debut studio album. It was released in Australia on 28 October 2006 and in the United Kingdom on 20 November 2006. The music video for the song was nominated for the \"Best Rock Video\" and \"Video of the Year\" awards at the 2007 MTV Australia Awards. The titular \"joker\" and \"thief\" are a reference to the lyrics of \"All Along the Watchtower\". The distinct guitar riff heard throughout the song has been compared to a section of the song \"The Cry of Eugene\" by the English Progressive Rock group The Nice, released in 1967.",
  "/wiki/Wolfmother": "Wolfmother is an Australian hard rock band from Sydney, New South Wales. Formed in 2004, the group is centred around vocalist and guitarist Andrew Stockdale, who is the only constant member of the lineup. The band has been through many personnel changes since their formation, with the current incarnation including drummer Hamish Rosser and bassist Brad Heald, both of whom are former members of The Vines. The original – and most commercially successful – lineup included bassist and keyboardist Chris Ross and drummer Myles Heskett. Ross and Heskett left Wolfmother after four years in 2008.",
  "/wiki/White_Unicorn": "\"White Unicorn\" is a song by Australian hard rock band Wolfmother. Written by band members Andrew Stockdale, Chris Ross and Myles Heskett, it was produced by Dave Sardy for the group's self-titled debut album in 2005. The song was also released as the second single from the album in Australia on 26 February 2006. The track reached number 33 on the Australian Singles Chart and number 29 on the US Billboard Mainstream Rock chart.",
  "/wiki/Just_a_Girl": "\"Just a Girl\" is a song by American band No Doubt for their third studio album, Tragic Kingdom (1995). Released as the record's lead single in the United States on September 21, 1995, it was written by Gwen Stefani and Tom Dumont, and produced by Matthew Wilder. It has also made an appearance on their 2003 greatest hits album, The Singles 1992–2003. Lyrically, \"Just a Girl\" is a new wave song written about Stefani's perspective of life as a woman and her struggles with having strict parents. \"Just a Girl\" was the first song Stefani wrote without the assistance of her brother Eric.",
  "/wiki/No_Doubt": "No Doubt was an American rock band from Anaheim, California, formed in 1986. The band consists of vocalist Gwen Stefani, guitarist Tom Dumont, bassist Tony Kanal, and drummer Adrian Young. Since the mid-1990s, they have been supported by trombonist Gabrial McNair and trumpeter Stephen Bradley in live performances.",
  "/wiki/Spiderwebs": "A spider web, spiderweb, spider's web, or cobweb (from the archaic word coppe, meaning \"spider\") is a structure created by a spider out of proteinaceous spider silk extruded from its spinnerets, generally meant to catch its prey.",
  "/wiki/The_Main_Drag": "The Main Drag is an indie pop/indie rock band local to Boston, Massachusetts. The group incorporates elements as diverse as folk-pop to orchestrated electronica together with their occasionally oblique lyrics. The band releases albums on their own imprint, Reasonable People's League (RPL Audio).",
  "/wiki/Buddy_Holly_(song)": "\"Buddy Holly\" is a song by the American rock band Weezer, written by Rivers Cuomo. It was released as the second single from the band's debut album Weezer (The Blue Album) in 1994. The single was released on what would have been Buddy Holly's 58th birthday. The lyrics reference the song's 1950s namesake and actress Mary Tyler Moore. It reached number two and number 34 on the US Modern Rock Tracks chart and the US Mainstream Rock Tracks chart, respectively. The song also reached number six in Canada, number 12 in the United Kingdom, number 13 in Iceland and number 14 in Sweden.",
  "/wiki/Weezer": "Weezer is an American rock band formed in Los Angeles, California, in 1992. Since 2001, the band has consisted of Rivers Cuomo (lead vocals, lead guitar, keyboards), Patrick Wilson (drums), Brian Bell (guitar, backing vocals, keyboards), and Scott Shriner (bass, backing vocals).",
  "/wiki/Say_It_Ain%27t_So": "\"Say It Ain't So\" is a song by the American rock band Weezer. It was released as the third and final single from the band's self-titled 1994 debut album.",
  "/wiki/Night_Lies": "Bang Camaro II is the second album by Boston rock band Bang Camaro, released on November 18, 2008 under Black Sword Records. However, after their shows in Boston on November 14, and Brooklyn on November 15, they pre-released copies of the album to those at the shows. The album was added to iTunes on January 13, 2009.",
  "/wiki/Bang_Camaro": "Bang Camaro is an American hard rock band from Boston, Massachusetts. Founded by guitarists Bryn Bennett and Alex Necochea in 2005, it is composed of members of various indie rock bands from the area. In 2009, the group is signed with Black Sword Records, 8th Impression Music, and Fontana/Universal.",
  "/wiki/Pleasure_(Pleasure)": "Bang Camaro is the debut album by Boston rock band Bang Camaro, released on February 19, 2007 under Black Sword Records.",
  "/wiki/Anarchy_Club": "Anarchy Club is an alternative rock/electronica duo from Boston, Massachusetts. The band consists of vocalist/guitarist Keith Smith, who is a former member of the band C60, and Adam von Buhler, who plays guitar (including all solos), bass, drums, and other instruments, and is a former member of the band Splashdown.",
  "/wiki/Get_Clean": "Anarchy Club is an alternative rock/electronica duo from Boston, Massachusetts. The band consists of vocalist/guitarist Keith Smith, who is a former member of the band C60, and Adam von Buhler, who plays guitar (including all solos), bass, drums, and other instruments, and is a former member of the band Splashdown.",
  "/wiki/Rock_Band_(iOS)": "Rock Band is a music video game released for the iOS.  It was co-developed by EA Montreal and Harmonix, and was published by Electronic Arts and MTV Games.  The game was released as a part of the Rock Band series for download through the App Store in several regions on October 19, 2009.  On May 2, 2012 RockBandAide announced that EA intends to discontinue Rock Band with servers being disconnected and support being dropped on May 31, 2012. However, EA stated that the message was \"sent in error\" and the app will remain available to those who purchased the app. It was later announced that due to an expiring contract with Harmonix the game would be removed from the App Store. This occurred on July 31, 2012, and the game is now currently unavailable; though users who have previously downloaded the game can continue to play it."
}