{
  "/wiki/Black_Titan": "Black Titan, is a public artwork by American artist John Spaulding, located on the grounds of the Indianapolis Art Center, which is in Indianapolis, Indiana, United States.",
  "/wiki/John_Spaulding_(artist)": "John A. Spaulding (October 18, 1942 – July 10, 2004) was an American artist and sculptor from Indianapolis, Indiana. He was born in Lockefield Gardens, an Indianapolis public housing project on Indiana Avenue, which was known for its jazz clubs. Two of Spaulding's sculptures, Jammin' on the Avenue and Untitled (Jazz Musicians), are located near his birthplace and celebrate the area's musical heritage.",
  "/wiki/Bronze": "Bronze is an alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon. These additions produce a range of alloys that may be harder than copper alone, or have other useful properties, such as stiffness, ductility, or machinability.",
  "/wiki/Monumentalment_IV": "Monumentalment IV is a public sculpture by American artist Gary Freeman. Commissioned in 1979, it was installed in 1981 on the grounds of the Indianapolis Art Center, formerly the Indianapolis Art League, in Indianapolis, Indiana, United States. The sculpture was surveyed in 1992 as a part of the Smithsonian's Save Outdoor Sculpture! program. In the mid-1990s the work was relocated to the west side of the IAC's grounds and became part of its ARTSPARK, an outdoor sculpture garden.",
  "/wiki/Gary_Freeman_(sculptor)": "Gary Freeman (1937–2014), is an American sculptor from Indianapolis, Indiana. He is Professor Emeritus of Indiana University-Purdue University Indianapolis (IUPUI) and served as head of the Herron School of Art Sculpture Department for 33 years, from 1968 until his retirement in 2001.",
  "/wiki/Restful_Place": "Restful Place is a public artwork by Ho-Chunk artist Truman Lowe, located at Indianapolis Art Center in Indianapolis, Indiana, United States. Restful Place was installed as part of the Center's ARTSPARK initiative.",
  "/wiki/Truman_Lowe": "Truman Tennis Lowe (January 19, 1944 – March 30, 2019) was an American Ho-Chunk sculptor and installation artist. A professor of fine art at the University of Wisconsin, Lowe was a curator of contemporary art at the National Museum of the American Indian. He is known for large site-specific installation pieces utilizing natural materials.",
  "/wiki/Twisted_House": "Twisted House is a public artwork by American artist John McNaughton, located at the Indianapolis Art Center in Indianapolis, Indiana, United States. Twisted House was installed as part of the Center's ARTSPARK initiative.",
  "/wiki/Ascent_the_Wind": "Ascent the Wind is a public artwork but American artist Michael Helbing. The artwork is located in the ARTSPARK grounds of the Indianapolis Art Center, in Indianapolis, Indiana, United States. While the Indianapolis Art Center titles it Ascent the Wind, the artist calls it Ascend the Wind.",
  "/wiki/Dawnsong": "Dawnsong is a public artwork by American artist Brose Partington, located at Indianapolis Art Center in Indianapolis, Indiana, United States. Dawnsong was installed as part of the Center's ARTSPARK initiative.",
  "/wiki/Brose_Partington": "Brose Partington is an Indianapolis-based kinetic sculptor. He graduated from Cathedral High School in 1998 and earned his Bachelor of Fine Arts from the  Herron School of Art & Design in 2004.  His artworks have been shown in numerous cities across the United States including New York, Chicago, Miami, Indianapolis, and Los Angeles; in European galleries, and the Hermitage Museum in St. Petersburg, Russia.",
  "/wiki/Steel": "Steel is an alloy of iron and carbon, and sometimes other elements. Because of its high tensile strength and low cost, it is a major component used in buildings, infrastructure, tools, ships, trains, automobiles, machines, appliances, and weapons.",
  "/wiki/Aluminum": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. It is a silvery-white, soft, non-magnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust, where it is the third most abundant element (after oxygen and silicon) and also the most abundant metal. Occurrence of aluminium decreases in the Earth's mantle below, however. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, such that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.",
  "/wiki/Siding": "Siding or wall cladding is the protective material attached to the exterior side of a wall of a house or other building. Along with the roof, it forms the first line of defense against the elements, most importantly sun, rain/snow, heat and cold, thus creating a stable, more comfortable environment on the interior side.  The siding material and style also can enhance or detract from the building's beauty. There is a wide and expanding variety of materials to side with, both natural and artificial, each with its own benefits and drawbacks. Masonry walls as such do not require siding, but any wall can be sided. Walls that are internally framed, whether with wood, or steel I-beams, however, must always be sided.",
  "/wiki/Roof_shingle": "Roof shingles are a roof covering consisting of individual overlapping elements. These elements are typically flat, rectangular shapes laid in courses from the bottom edge of the roof up, with each successive course overlapping the joints below. Shingles are made of various materials such as wood, slate, flagstone, metal, plastic, and composite materials such as fibre cement and asphalt shingles. Ceramic roof tiles, which still dominate in Europe and some parts of Asia, are still usually called tiles.  Roof shingles  may deteriorate faster and need to repel more water than wall shingles. They are a very common roofing material in the United States.",
  "/wiki/Empire_Towers": "Empire Towers is a public artwork by sculptor R.M. Fischer. It currently resides on the grounds of the Indianapolis Art Center Indianapolis, Indiana, United States. It is on loan from the Carl Solway Gallery in Cincinnati, Ohio.",
  "/wiki/Stainless_steel": "In metallurgy, stainless steel, also known as inox steel or inox from French inoxydable (inoxidizable), is a steel alloy, with a minimum of 11% chromium content by mass and a maximum of 1.2% carbon by mass.",
  "/wiki/Imploding_Cube": "Imploding Cube is a public artwork by American sculptor John Simms. It is located on the grounds of the ARTSPARK at the Indianapolis Art Center in Indianapolis, Indiana, United States.",
  "/wiki/Aircraft_aluminum": "Aluminium alloys (or aluminum alloys; see spelling differences) are alloys in which aluminium (Al) is the predominant metal. The typical alloying elements are copper, magnesium, manganese, silicon, tin and zinc. There are two principal classifications, namely casting alloys and wrought alloys, both of which are further subdivided into the categories heat-treatable and non-heat-treatable. About 85% of aluminium is used for wrought products, for example rolled plate, foils and extrusions. Cast aluminium alloys yield cost-effective products due to the low melting point, although they generally have lower tensile strengths than wrought alloys. The most important cast aluminium alloy system is Al–Si, where the high levels of silicon (4.0–13%) contribute to give good casting characteristics. Aluminium alloys are widely used in engineering structures and components where light weight or corrosion resistance is required.",
  "/wiki/Slightly_Romanesque/Newhall_43": "Slightly Romanesque/Newhall 43 is a public artwork by American artist Robert Curtis. The artwork is on display at and in the collection of the Indianapolis Art Center, in Indianapolis, Indiana, United States.",
  "/wiki/Concrete": "Concrete is a composite material composed of fine and coarse aggregate bonded together with a fluid cement (cement paste) that hardens (cures) over time. In the past limebased cement binders were often used, such as lime putty, but sometimes with other hydraulic cements, such as a calcium aluminate cement or with Portland cement to form Portland cement concrete (for its visual resemblance to Portland stone). Many other non-cementitious types of concrete exist with different methods of binding aggregate together, including asphalt concrete with a bitumen binder, which is frequently used for road surfaces, and polymer concretes that use polymers as a binder.",
  "/wiki/Metal": "A metal (from Greek μέταλλον métallon, \"mine, quarry, metal\") is a material that, when freshly prepared, polished, or fractured, shows a lustrous appearance, and conducts electricity and heat relatively well. Metals are typically malleable (they can be hammered into thin sheets) or ductile (can be drawn into wires). A metal may be a chemical element such as iron; an alloy such as stainless steel; or a molecular compound such as polymeric sulfur nitride.",
  "/wiki/Sometimes_I_Sits": "Sometimes I Sits is a public artwork by American artist Michael Helbing. The artwork, created in 2005, is on display at and in the collection of the Indianapolis Art Center, in Indianapolis, Indiana, United States.",
  "/wiki/Confluence_(sculpture)": "Confluence is a land art sculpture by artists Robert Stackhouse and Carol Mickett. The work sits on the grounds of the Indianapolis Art Center located in Indianapolis, Indiana, United States. Confluence was installed as part of the Art Center's ARTSPARK initiative.",
  "/wiki/Robert_Stackhouse": "Robert Stackhouse (born 1942 in Bronxville, New York, United States) is an American artist and sculptor.",
  "/wiki/Limestone": "Limestone is a carbonate sedimentary rock that is often composed of the skeletal fragments of marine organisms such as coral, foraminifera, and molluscs. Its major materials are the minerals calcite and aragonite, which are different crystal forms of calcium carbonate (CaCO3). A closely related rock is dolomite, which contains a high percentage of the mineral dolomite, CaMg(CO3)2. In old USGS publications, dolomite was referred to as magnesian limestone, a term now reserved for magnesium-deficient dolomites or magnesium-rich limestones.",
  "/wiki/Robert_Zeidman": "Robert “Bob” Zeidman (born January 18, 1960) is an American electrical engineer, educator and inventor who has made contributions in Application Specific Integrated Circuit (ASIC) design, Field Programmable Gate Array (FPGA) design, embedded systems development, software synthesis, software analysis and software forensics. Best known as the inventor of software forensics, Zeidman's pioneering research and development of software-forensics tools was instrumental in making detection of software source-code correlation practical and accurate, and in turning previously subjective information into empirical evidence. He has personally consulted on more than 160 court cases involving billions of dollars in disputed intellectual property, the software forensics tools he developed have been used in litigation worldwide, and his book, \"The Software IP Detective's Handbook,\" is considered the standard textbook for software forensics."
}