{
  "/wiki/Hillary_Bacon_Store_(Woolworth%27s)": "Hillary Bacon Store, also known as Woolworth's, was a historic commercial building located in downtown Evansville, Indiana. It was designed by the architecture firm Shopbell & Company and built in 1921. It was in Chicago school style architecture.:Part 1  It was destroyed by fire in 1990.",
  "/wiki/Evansville,_Indiana": "Evansville is a city in, and the county seat of, Vanderburgh County, Indiana. The population was 117,429 at the 2010 census, making it the state's third-most populous city after Indianapolis and Fort Wayne, the largest city in Southern Indiana, and the 232nd-most populous city in the United States.  It is the commercial, medical, and cultural hub of Southwestern Indiana and the Illinois-Indiana-Kentucky tri-state area, home to over 911,000 people. The 38th parallel crosses the north side of the city and is marked on Interstate 69.",
  "/wiki/Buckingham_Apartments": "Buckingham Apartments was a historic apartment building located in downtown Evansville, Indiana.  It was designed by the architecture firm Shopbell & Company and built in 1911. It was in Arts and Crafts movement style architecture.:Part 1 It has been demolished.",
  "/wiki/Daescher_Building": "Daescher Building, also known as Kleiderer Brothers, was a historic commercial building located in downtown Evansville, Indiana.  It was built in 1886.:Part 1 It has been demolished.",
  "/wiki/Andrew_Hutchinson_House": "Andrew Hutchinson House was a historic home located in downtown Evansville, Indiana. It was built in 1851.:Part 1 It has been demolished.",
  "/wiki/Louisville_and_Nashville_Railroad_Station_(Evansville,_Indiana)": "Louisville and Nashville Railroad Station, also known as L & N Station, was a historic train station located in downtown Evansville, Indiana. It was built in 1902 for the Louisville and Nashville Railroad, and was a Richardsonian Romanesque style rock-faced limestone building.  It consisted of a three-story central block with two-story flanking wings, and a one-story baggage wing.  It had projecting gabled pavilions and a slate hipped roof.:2",
  "/wiki/Damron_Nienaber_Commercial_Block": "Damron Nienaber Commercial Block was a historic commercial building located in downtown Evansville, Indiana.  It was built in 1884.:Part 1 It has been demolished.",
  "/wiki/Old_Hose_House_No._4": "Old Hose House No. 4, also known as Whiting Sheet Metal, was a historic fire station located in downtown Evansville, Indiana.  It was built in 1860.:Part 1 It has been demolished.",
  "/wiki/Patrick_Henry_Richardt_House": "Patrick Henry Richardt House was a historic home located in downtown Evansville, Indiana. It was built in 1861.:Part 1 It has been demolished.",
  "/wiki/Skora_Building": "Skora Building, also known as the Budlock Building, was a historic commercial building located in downtown Evansville, Indiana.  It was built between 1911 and 1913, and was a two-story, rectangular brick building.:2 It has been demolished.",
  "/wiki/Wabash_Valley_Motor_Company": "Wabash Valley Motor Company was a historic commercial building located in downtown Evansville, Indiana.  It was built in 1919.  It was in Chicago school style architecture.:Part 1 It has been demolished.",
  "/wiki/Walnut_Street_School_(Evansville,_Indiana)": "Walnut Street School was a historic school building located in downtown Evansville, Indiana.  It was designed by the architecture firm Shopbell & Company and built in 1913. It was in the Prairie School style architecture.:Part 1 It has been demolished.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Vanderburgh_County,_Indiana": "This is a list of the National Register of Historic Places listings in Vanderburgh County, Indiana."
}