{
  "/wiki/Bell_Mobility": "Bell Mobility Inc. is a Canadian LTE and HSPA+ based wireless provider and the division of Bell Canada which offers wireless services across Canada. Bell Mobility and its affiliates combined have 9.5 million subscribers as of the end of Q3 2018, making it Canada's second largest wireless carrier.\n Bell-owned Virgin Mobile Canada as well as Loblaws prepaid PC Telecom, operate as MVNOs on the Bell Mobility network. Some of Bell Canada's regional subsidiaries continue to operate their own wireless networks separate from (but generally allowing for roaming with) Bell Mobility; these are Northwestel (NMI Mobility and Latitude Wireless), Télébec (Télébec Mobilité), and NorthernTel (NorthernTel Mobility). In July 2006, Bell Mobility assumed responsibility for the former Aliant wireless operations in Atlantic Canada as part of a larger restructuring of both Bell and Aliant, and continued to do business there as Aliant Mobility until re-branding as Bell in April 2008.\n Bell Mobility is a member of the British Columbia Technology Industry Association.\n In May 2017, Bell completed the purchase of MTS, greatly enhancing Bell's network coverage area.  Prior to this purchase, Bell's network covered only the Winnipeg to Brandon corridor, whereas MTS' network was the largest in Manitoba, covering much of Manitoba.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Freedom_Mobile": "Freedom Mobile Inc. is a Canadian wireless telecommunications provider owned by Shaw Communications. With 1,716,096 active subscribers (as of the end of November 30, 2019) in urban areas of Ontario, British Columbia and Alberta, it is Canada's fourth largest mobile network operator with 5% market share.\n Founded in 2008 as Wind Mobile by the telecommunications company Globalive, Freedom was one of several new mobile carriers launched in Canada in 2008 after a government initiative to encourage competition in the wireless sector alongside Mobilicity (later acquired by Rogers Communications) and Public Mobile (later acquired by Telus). It initially launched mobile data and voice services in the Greater Toronto and Hamilton Area, Ontario on December 16, 2009 and two days later in Calgary, Alberta. Since then, Southern Ontario has been the main target of network expansion: first with Ottawa in Q1 2011, and then with about half a dozen additional regions, the most recently being Cornwall, Cobourg, Belleville, Trenton, Brockville, and Pembroke on March 8, 2019.",
  "/wiki/Mobilicity": "Data and Audio-Visual Enterprises Wireless, d/b/a Mobilicity, was a Canadian mobile virtual network operator owned by Rogers Communications. Its name was a portmanteau of the words \"mobility\" and \"simplicity\". Mobilicity was one of several new mobile network operators, along with Public Mobile (later acquired by Telus) and Wind Mobile (later acquired by Shaw Communications), which launched in Canada after a government initiative to encourage competition in the wireless sector. The carrier had over 250,000 Mobilicity subscriptions on May 16, 2013, the day in which Telus announced its failed attempt to acquire Mobilicity. The subscription count decreased to 157,000 by April 2015 according to court documents filed by Mobilicity's Chief Restructuring Officer in that month.\n On June 24, 2015, the Ontario Superior Court gave approval for the sale of Mobilicity to Rogers for $440 million CAD at which point Mobilicity became an MVNO operating on the Rogers network. In May 2016, Rogers announced it planned to retire the Mobilicity brand and migrate subscribers to its Chatr brand by the end of 2016.",
  "/wiki/Rogers_Wireless": "Rogers Wireless Inc. is a Canadian wireless telephone company headquartered in Toronto, providing service nationally throughout Canada. It is Canada’s largest wireless carrier, with 10.8 million subscribers as of Q4 2018, and revenues of just under $15.1 billion in 2018. It is a wholly owned subsidiary of Rogers Communications.",
  "/wiki/SaskTel": "Saskatchewan Telecommunications Holding Corporation, operating as SaskTel, is a Canadian crown-owned telecommunications firm based in the province of Saskatchewan. Owned by the provincial government, it provides wireline and wireless communications services, including landline telephone, mobile networks, broadband internet (including copper DSL, fibre to the home, and wireless broadband), IPTV, and security services. Through a subsidiary, SaskTel International, the company has also worked on telecom infrastructure projects in countries such as Argentina and the Bahamas.\n As of 2018, SaskTel serves around 1.4 million customers, and has an annual revenue of around $1.2 billion.",
  "/wiki/Telus": "Telus Communications (stylized as TELUS) is a Canadian national telecommunications company that provides a wide range of telecommunications products and services including internet access, voice, entertainment, healthcare, video, and IPTV television. The company is based in the Vancouver, British Columbia area; it was originally based in Edmonton, Alberta, before its merger with BC Tel in 1999. Telus' wireless division, Telus Mobility, offers HSPA+, and LTE-based mobile phone networks. Telus is the incumbent local exchange carrier in British Columbia and Alberta. Telus' primary competitors are Shaw Communications (in the western provinces). It also competes in the mobile sector with Rogers Communications, Bell Canada and Vidéotron (in Quebec).\n Telus is a member of the British Columbia Technology Industry Association.",
  "/wiki/Vidéotron": "Vidéotron is a Canadian integrated telecommunications company active in cable television, interactive multimedia development, video on demand, cable telephony, wireless communication and Internet access services. Owned by Quebecor, it primarily serves Quebec, as well as the Francophone communities of New Brunswick and some parts of Eastern Ontario. Its principal competitors are Bell Canada and Telus Communications.",
  "/wiki/NTT_DoCoMo": "NTT Docomo Inc. is the predominant mobile phone operator in Japan. The name is officially an abbreviation of the phrase, \"do communications over the mobile network\", and is also from a compound word dokomo, meaning \"everywhere\" in Japanese.  Docomo provides phone, video phone (FOMA and Some PHS), i-mode (internet), and mail (i-mode mail, Short Mail, and SMS) services. The company's headquarters are in the Sanno Park Tower, Nagatachō, Chiyoda, Tokyo.\n Docomo was spun off from Nippon Telegraph and Telephone (NTT) in August 1991 to take over the mobile cellular operations. It provides 2G (mova) PDC cellular services, 3G (FOMA) W-CDMA services and 4G LTE services. Its businesses also included PHS (Paldio), paging, and satellite. Docomo ceased offering a PHS service on January 7, 2008.",
  "/wiki/Guam": "Guam (/ˈɡwɑːm/ (listen); Chamorro: Guåhån [ˈɡʷɑhɑn]) is an organized territory of the United States in Micronesia in the western Pacific Ocean. It is the westernmost point and territory of the United States, along with the Northern Mariana Islands. The capital city of Guam is Hagåtña and the most populous city is Dededo. Guam has been a member of the Pacific Community since 1983. The inhabitants of Guam are called Guamanians, and they are American citizens by birth. The indigenous Guamanians are the Chamorros, who are related to other Austronesian natives of Eastern Indonesia, the Philippines, and Taiwan.\n In 2016, 162,742 people resided on Guam. Guam has an area of 210 square miles (540 km2; 130,000 acres) and a population density of 775 per square mile (299/km2). In Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Among its municipalities, Mongmong-Toto-Maite has the highest population density at 3,691 per square mile (1,425/km2), whereas Inarajan and Umatac have the lowest density at 119 per square mile (46/km2). The highest point is Mount Lamlam at 1,332 feet (406 m) above sea level. Since the 1960s, the economy has been supported by two industries: tourism and the United States Armed Forces.\n The indigenous Chamorros settled the island approximately 4,000 years ago. Portuguese explorer Ferdinand Magellan, while in the service of Spain, was the first European to visit the island, on March 6, 1521. Guam was colonized by Spain in 1668 with settlers, including Diego Luis de San Vitores, a Catholic Jesuit missionary. Between the 16th century and the 18th century, Guam was an important stopover for the Spanish Manila Galleons. During the Spanish–American War, the United States captured Guam on June 21, 1898. Under the Treaty of Paris, Spain ceded Guam to the United States on December 10, 1898. Guam is among the 17 non-self-governing territories listed by the United Nations.\n Before World War II, there were five American jurisdictions in the Pacific Ocean: Guam and Wake Island in Micronesia, American Samoa and Hawaii in Polynesia, and the Philippines.\n On December 8, 1941, hours after the attack on Pearl Harbor, Guam was captured by the Japanese, who occupied the island for two and a half years. During the occupation, Guamanians were subjected to beheadings, forced labor, rape, and torture. American forces recaptured the island on July 21, 1944; Liberation Day commemorates the victory.\n An unofficial but frequently used territorial motto is \"Where America's Day Begins\", which refers to the island's proximity to the International Date Line.",
  "/wiki/GTA_Teleguam": "GTA Teleguam (GTA) is the principal telecommunications company in Guam, providing telephone, cellular, internet and television services to residents of the island. The firm is based in Tamuning.[citation needed]\n The majority owner of GTA Telegaum is the Japanese firm Advantage Partners LLP, through its private equity investment funds. Advantage completed the purchase of GTA in 2011 following approval of the deal by the United States Federal Communications Commission and the Guam Public Utilities Commission. The President and Chief Executive Officer of GTA is Robert W. Haulbrook, Jr.",
  "/wiki/Instant_connect_telecommunications": "Choice Phone LLC (also known as iConnect Guam, iCan GSM, and Wave Runner LLC) is a telecommunications company. IConnect Guam also serves Saipan, Rota and Tinian.",
  "/wiki/Northern_Mariana_Islands": "The Northern Mariana Islands, officially the Commonwealth of the Northern Mariana Islands (CNMI; Chamorro: Sankattan Siha Na Islas Mariånas; Refaluwasch or Carolinian: Commonwealth Téél Falúw kka Efáng llól Marianas; formerly in Spanish: Islas Marianas del Norte, in German: Nördliche Marianen, and in Japanese: 北マリアナ諸島), is an insular area and commonwealth of the United States consisting of 14 islands in the northwestern Pacific Ocean. The CNMI includes the 14 northernmost islands in the Mariana Archipelago except the southernmost island of the chain, Guam, which is a separate U.S. territory. The CNMI and Guam are the westernmost territories of the United States.\n The United States Department of the Interior cites a landmass of 183.5 square miles (475.26 km2). According to the 2010 United States Census, 53,883 people were living in the CNMI at that time. The vast majority of the population resides on Saipan, Tinian, and Rota. The other islands of the Northern Marianas are sparsely inhabited; the most notable among these is Pågan, which for various reasons over the centuries has experienced major population flux, but formerly had residents numbering in the thousands.\n The administrative center is Capitol Hill, a village in northwestern Saipan. However, most publications consider Saipan to be the capital because the island is governed as a single municipality.",
  "/wiki/AT&T_Mobility": "AT&T Mobility LLC or AT&T U.S. Mobility, also known as AT&T Wireless, marketed as simply AT&T, is a wholly owned subsidiary of AT&T Inc. that provides wireless services to 165.9 million subscribers in the United States, including Puerto Rico and the U.S. Virgin Islands. AT&T Mobility is the largest wireless telecommunications provider in the United States and Puerto Rico ahead of Verizon Wireless and the largest wireless telecommunications provider in North America when including AT&T Mexico.\n Originally known as Cingular Wireless (a joint venture between SBC Communications and BellSouth) from 2000 to 2007, the company acquired the old AT&T Wireless in 2004; SBC later acquired the original AT&T and adopted its name. Cingular became wholly owned by AT&T in December 2006 as a result of AT&T's acquisition of BellSouth.\n In January 2007, Cingular confirmed it would re-brand itself under the AT&T name. Although the legal corporate name change occurred immediately, for both regulatory and brand-awareness reasons both brands were used in the company's signage and advertising during a transition period. The transition concluded in late June, just prior to the rollout of the Apple iPhone.\n On March 20, 2011, AT&T Mobility announced its intention to acquire T-Mobile USA from Deutsche Telekom for $39 billion. If it had received government and regulatory approval, AT&T would have had more than 130 million subscribers. However, the U.S. Department of Justice, the Federal Communications Commission (FCC), and AT&T Mobility's competitors (such as Sprint Corporation) opposed the move on the grounds that it would substantially reduce competition in the cellular network market. In December 2011, in the face of both governmental and widespread consumer opposition, AT&T withdrew its offer to complete the merger.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.\n An archipelago among the Greater Antilles, located between the Dominican Republic and the US Virgin Islands, Puerto Rico includes the eponymous main island and several smaller islands, such as Mona, Culebra, and Vieques. The capital and most populous city is San Juan. The territory's total population is approximately 3.4 million, more than 21 U.S. states. Spanish and English are the official languages of the executive branch of government, though Spanish predominates.\n Originally populated by the indigenous Taíno people, Puerto Rico was colonized by Spain following the arrival of Christopher Columbus in 1493. It was contested by the French, Dutch, and British, but remained a Spanish possession for the next four centuries. The island's cultural and demographic landscapes were shaped by the displacement and assimilation of the native population, the forced migration of African slaves, and settlement from the Canary Islands and Andalusia. In the Spanish Empire, Puerto Rico played a secondary but strategic role compared to wealthier colonies like Peru and New Spain. Spain's distant administrative control continued up to the end of the 19th century, producing a distinctive creole Hispanic culture and language that combined indigenous, African, and European elements. On September 23, 1868, Ramón Emeterio Betances unleashed a revolt against Spanish rule, declaring for the first time the idea of Puerto Ricans as a distinct people, with right to sovereignty.[citation needed] This revolt, known as El Grito de Lares, was eventually put down by Spanish forces, but the movement continued. In 1898, following the Spanish–American War, the United States acquired Puerto Rico under the terms of the Treaty of Paris. Since then, Puerto Rico has remained an unincorporated territorial possession, making it the world's oldest colony.\nPuerto Ricans have been citizens of the United States since 1917, and can move freely between the island and the mainland. As it is not a state, Puerto Rico does not have a vote in the United States Congress, which governs the territory with full jurisdiction under the Puerto Rico Federal Relations Act of 1950. However, Puerto Rico does have one non-voting member of the House called a Resident Commissioner. As residents of a U.S. territory, American citizens in Puerto Rico are disenfranchised at the national level and do not vote for the president or vice president of the United States, and only some residents pay federal income tax.[Note 1]  Like other territories and the District of Columbia, Puerto Rico does not have U.S. senators. Congress approved a local constitution in 1952, allowing U.S. citizens of the territory to elect a governor. Puerto Rico's future political status has consistently been a matter of significant debate.\n In early 2017, the Puerto Rican government-debt crisis posed serious problems for the government. The outstanding bond debt had climbed to $70 billion at a time of an unemployment rate of 12.4%. The debt had been increasing during a decade-long recession. This was the second major financial crisis to affect the island after the Great Depression when the U.S. government, in 1935, provided relief efforts through the Puerto Rico Reconstruction Administration. On May 3, 2017, Puerto Rico's financial oversight board in the U.S. District Court for Puerto Rico filed the debt restructuring petition which was made under Title III of PROMESA. By early August 2017, the debt was $72 billion with a 45% poverty rate.\n In late September 2017, Hurricane Maria made landfall in Puerto Rico, causing devastating damage. The island's electrical grid was largely destroyed, provoking the largest power outage in American history. Recovery efforts were slow in the first few months, and over 200,000 residents had moved to the mainland state of Florida alone by late November 2017.",
  "/wiki/Claro_Puerto_Rico": "Claro Puerto Rico is one of the largest telecommunications services company in Puerto Rico. It is headquartered in Guaynabo, Puerto Rico, and has operated for almost a century offering voice, data, long distance, broadband, directory publishing and wireless services for the island residents and businesses. It was founded by the brothers Behn, Sosthenes and Hernan. Originally, Puerto Rico Telephone Company eventually spawned ITT Corporation, which was founded by Sosthenes Behn. The company was a public corporation of the government of Puerto Rico for many years until the majority stakes were acquired by GTE in the mid-1990s. It was a subsidiary of Verizon Communications until it was fully acquired by América Móvil in 2007.",
  "/wiki/T-Mobile_US": "T-Mobile US, Inc., commonly shortened to T-Mobile, is a United States–based wireless network operator; its majority shareholder is the German telecommunications company Deutsche Telekom (DT). Its headquarters are located in Bellevue, Washington, in the Seattle metropolitan area. T-Mobile is the third-largest wireless carrier in the United States, with 86.0 million customers as of the end of Q4 2019.\n T-Mobile US provides wireless voice and data services in the United States, Puerto Rico and the U.S. Virgin Islands under the T-Mobile and Metro by T-Mobile brands (which it acquired via the purchase of Metro PCS in a reverse takeover in 2013, resulting in T-Mobile going public on the NASDAQ stock exchange), and also serves as the host network for many mobile virtual network operators. The company has annual revenues of over $40 billion. In 2015, Consumer Reports named T-Mobile the number one American wireless carrier.",
  "/wiki/Alaska_Communications": "Alaska Communications (formerly Alaska Communications Systems or ACS) is a telecommunications corporation headquartered in Anchorage, Alaska. It was the first telecommunications provider in the state of Alaska to maintain a third-generation wireless network and the only provider in Alaska that owned fully incorporated infrastructure for the major telecommunications platforms; wireless communications, Internet networking, and local and long distance phone service. Alaska Communications wireline operations include advanced data networks and an underwater fiber optic system. The Alaska Communications wireless operations included a statewide 3G CDMA network, and coverage extended from the North Slope to Southeast Alaska.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/BendBroadband": "BendBroadband is a cable television and internet provider in the U.S. state of Oregon. Based in Bend, it serves Central Oregon and also owns several television stations and a data center. As of September 2014, the company became a wholly owned subsidiary of Telephone and Data Systems, Inc. [NYSE: TDS], a Fortune 500 company.",
  "/wiki/Cincinnati_Bell": "Cincinnati Bell is a regional telecommunications service provider based in Cincinnati, Ohio, United States. It provides landline telephone, fiber-optic Internet, and IPTV services through its subsidiaries Cincinnati Bell Telephone and Hawaiian Telcom, which are the incumbent local exchange carriers for the Cincinnati and Dayton metropolitan areas and Hawaii. Other subsidiaries provide enterprise information technology services and long distance calling.\n Cincinnati Bell was founded in 1873 as a telegraph company and for much of its history was a Bell System franchisee. In the 1990s, Cincinnati Bell expanded into Internet access and mobile phone services. The company divested its mobile phone service in 2014 to focus on enterprise and fiber-optic services.",
  "/wiki/List_of_UMTS_networks": "The following is a list of mobile telecommunications networks using third-generation Universal Mobile Telecommunications System (UMTS) technology. This list does not aim to cover all networks, but instead focuses on networks deployed on frequencies other than 2100 MHz which is commonly deployed around the globe and on Multiband deployments."
}