{
  "/wiki/Torri_Higginson": "Sarah Victoria \"Torri\" Higginson is a Canadian actress. She is best known for her roles in the TekWar movies and series, and for portraying Dr. Elizabeth Weir in Stargate SG-1 and Stargate Atlantis (2004–2008), Dr. Jordan Hampton in NCIS (2007–2009), and Commander Delaney Truffault in Dark Matter (2015–2017). She is also a theatre actress and has appeared in Three Tall Women, Weldon Rising, and Picasso at the Lapin Agile.",
  "/wiki/List_of_Highlander:_The_Raven_episodes": "Highlander: The Raven follows the adventures of Amanda (Elizabeth Gracen), a 1200-year-old immortal woman who can only die if she is beheaded. The first episode, \"Reborn\", introduces Amanda's lover and pre-Immortal Nick Wolfe (Paul Johansson). The subsequent episodes focus on Amanda and Wolfe's dealings with other Immortals and mortals, especially Amanda's friends Lucy Becker (Patricia Gage) and Father Liam Riley (Robert Cavanah), Wolfe's former boss Carl Magnus (Michael Copeman) and Wolfe's employer Bert Myers (Hannes Jaenicke). The last episode, \"Dead on Arrival\" depicts Wolfe's accession to immortality.",
  "/wiki/Carlo_Rota": "Carlo Dante Rota (born 17 April 1961) is a British-Canadian actor, best known to Canadian audiences for his role on Little Mosque on the Prairie and to international audiences as systems analyst Morris O'Brian on the FOX series 24. He also has a co-starring role as Emilio Solano in Jane the Virgin.",
  "/wiki/Cedric_Smith_(actor)": "Cedric Smith (born 21 September 1943) is an English Canadian actor and musician. He played Alec King in the CBC television series Road to Avonlea and was the voice of Professor X in the X-Men TV series.",
  "/wiki/Carolyn_Dunn": "Carolyn Dunn is a Canadian actress. Her most notable role was her portrayal of Sylvie Gerard, the business partner/sidekick on Tropical Heat, which was retitled Sweating Bullets when transmitted in the United States. She is a native of Whitney Pier on Cape Breton Island, Nova Scotia.",
  "/wiki/Alan_Van_Sprang": "Alan van Sprang (born June 19, 1971) is a Canadian actor best known for playing Sir Francis Bryan in the series The Tudors, appearing in the Living Dead films of George A. Romero and for playing King Henry on The CW's original series Reign. He also portrayed Valentine Morgenstern on Freeform's hit show, Shadowhunters.",
  "/wiki/Frank_Pellegrino_(actor)": "Frank Joseph Pellegrino (May 19, 1944 – January 31, 2017) was an American actor and restaurateur.",
  "/wiki/Carl_Marotte": "Carl Marotte (born February 25, 1959) is a Canadian actor from Montreal, Quebec. He is a graduate of Dawson College's Professional Theatre Program.[citation needed] and has received a Gemini Award nomination for his role in the television movie Net Worth as Marty Pavelich.",
  "/wiki/Philip_Akin": "Philip Akin (born April 18, 1950) is a Canadian actor.",
  "/wiki/John_Ralston_(actor)": "John Ralston (born October 9, 1964) is a Canadian actor.",
  "/wiki/Mark_Humphrey_(actor)": "Mark Adrian Humphrey (born December 27, 1960 in Vancouver, British Columbia) is a Canadian actor best known for the role of Jake Antonelli in the Canadian television series E.N.G. In 1988 he made his feature film debut in the film Iron Eagle II   as Captain Matt Cooper, Doug Masters' (Jason Gedrick) surviving best friend.  Humphrey has been featured in other films and in several television movies. In 2005 he starred in Living With the Enemy with Sarah Lancaster.  In 2006 he starred in The Wives He Forgot with Molly Ringwald as a handsome amnesiac.  In 2007 he appeared in Still Small Voices with Catherine Bell.  Humphrey has also appeared in numerous television series.",
  "/wiki/Andrew_Jackson_(actor)": "Andrew Jackson (born September 11, 1963) is a Canadian actor."
}