{
  "/wiki/Jack_Nicklaus": "Jack William Nicklaus (born January 21, 1940), nicknamed The Golden Bear, is an American retired professional golfer. He is widely considered to be one of the greatest golfers of all time. Over a quarter-century, he won a record 18 major championships, three more than second-placed Tiger Woods. Nicklaus focused on the major championships—Masters Tournament, U.S. Open, Open Championship and PGA Championship—and played a selective schedule of regular PGA Tour events. He competed in 164 major tournaments, more than any other player, and finished with 73 PGA Tour victories, third behind Sam Snead (82) and Woods (82).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Gary_Player": "Gary Player DMS, OIG (born 1 November 1935) is a South African retired professional golfer who is widely considered to be one of the greatest golfers ever. During his career, Player won nine major championships on the regular tour and nine  major championships on the Champions Tour.  At the age of 29, Player won the 1965 U.S. Open and became the only non-American to win all four majors in a career, known as the career Grand Slam. At the time, he was the youngest player to do this, though Jack Nicklaus (26) and Tiger Woods (24) subsequently broke this record. Player became only the third golfer in history to win the Career Grand Slam, following Ben Hogan and Gene Sarazen, and only Nicklaus and Woods have performed the feat since. Player has won 163 tournaments on six continents over seven decades and was inducted into the World Golf Hall of Fame in 1974.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Tom_Watson_(golfer)": "Thomas Sturges Watson (born September 4, 1949) is an American professional golfer on the PGA Tour Champions, formerly on the PGA Tour.",
  "/wiki/Arnold_Palmer": "Arnold Daniel Palmer (September 10, 1929 – September 25, 2016) was an American professional golfer who is generally regarded as one of the greatest and most charismatic players in the sport's history. Dating back to 1955, he won numerous events on both the PGA Tour and the circuit now known as PGA Tour Champions. Nicknamed The King, he was one of golf's most popular stars and seen as a trailblazer, the first superstar of the sport's television age, which began in the 1950s.",
  "/wiki/Raymond_Floyd": "Raymond Loran Floyd (born September 4, 1942) is an American retired golfer who has won numerous tournaments on both the PGA Tour and Senior PGA Tour, including four majors and three senior majors. He was inducted into the World Golf Hall of Fame in 1989.",
  "/wiki/Sam_Snead": "Samuel Jackson Snead (pronounced [sni:d]; May 27, 1912 – May 23, 2002) was an American professional golfer who was one of the top players in the world for the better part of four decades (having won PGA of America and Senior PGA Tour events over six decades) and widely regarded as one of the greatest players of all time. Snead was awarded a record 94 gold medallions, for wins in PGA of America (referred to by most as the PGA) Tour events and later credited with winning a record 82 PGA Tour events, including seven majors. He never won the U.S. Open, though he was runner-up four times. Snead was inducted into the World Golf Hall of Fame in 1974.",
  "/wiki/Ben_Crenshaw": "Ben Daniel Crenshaw (born January 11, 1952) is a retired American professional golfer who has won 19 events on the PGA Tour, including two major championships: the Masters Tournament in 1984 and 1995. He is nicknamed Gentle Ben.",
  "/wiki/Gene_Sarazen": "Gene Sarazen (/ˈsɑːrəzɛn/; February 27, 1902 – May 13, 1999) was an American professional golfer, one of the world's top players in the 1920s and 1930s, and the winner of seven major championships. He is one of five players (along with Ben Hogan, Gary Player, Jack Nicklaus, and Tiger Woods) to win each of the four majors at least once, now known as the Career Grand Slam:\nU.S. Open (1922, 1932),\nPGA Championship (1922, 1923, 1933),\nThe Open Championship (1932), and\nMasters Tournament (1935).",
  "/wiki/Mark_O%27Meara": "Mark Francis O'Meara (born January 13, 1957) is an American professional golfer.  He was a tournament winner on the PGA Tour and around the world from the mid-1980s to the late 1990s. He spent nearly 200 weeks in the top-10 of the Official World Golf Ranking from their debut in 1986 to 2000. He was inducted into the World Golf Hall of Fame in 2015.",
  "/wiki/Tom_Kite": "Thomas Oliver Kite Jr. (born December 9, 1949) is an American professional golfer and golf course architect. He spent 175 weeks in the top-10 of the Official World Golf Ranking between 1989 and 1994.",
  "/wiki/Phil_Mickelson": "Philip Alfred Mickelson (born June 16, 1970), nicknamed Lefty, is an American professional golfer. He has won 44 events on the PGA Tour, including five major championships: three Masters titles (2004, 2006, 2010), a PGA Championship (2005), and an Open Championship (2013).",
  "/wiki/Bernhard_Langer": "Bernhard Langer (German pronunciation: [ˈbɛʁnhaʁt ˈlaŋɐ]; born 27 August 1957) is a German professional golfer. He is a two-time Masters champion and was one of the world's leading golfers throughout the 1980s and 1990s. In 1986, he became the sport's first official number one ranked player following the creation of the OWGR.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Ernie_Els": "Theodore Ernest Els (/ˈɛls/; born 17 October 1969) is a South African professional golfer. A former World No. 1, he is known as \"The Big Easy\" due to his imposing physical stature (he stands 6 ft 3 in (1.91 m)) along with his fluid golf swing. Among his 71 career victories are four major championships: the U.S. Open in 1994 at Oakmont and in 1997 at Congressional, and The Open Championship in 2002 at Muirfield and in 2012 at Royal Lytham & St Annes. He is one of six golfers to twice win both the U.S. Open and The Open Championship.",
  "/wiki/Nick_Faldo": "Sir Nicholas Alexander Faldo, MBE (born 18 July 1957) is an English professional golfer who is now mainly an on-air golf analyst. A top player of his era, renowned for his dedication to the game, he was ranked No. 1 on the Official World Golf Ranking for a total of 97 weeks. His 41 professional wins include 30 victories on the European Tour and six major championships: three Open Championships (1987, 1990, 1992) and three Masters (1989, 1990, 1996).",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Davis_Love_III": "Davis Milton Love III (born April 13, 1964) is an American professional golfer who has won 21 events on the PGA Tour, including one major championship: the 1997 PGA Championship. He won the Players Championship in 1992 and 2003. He was in the top 10 of the Official World Golf Ranking for over 450 weeks, reaching a high ranking of 2nd.  He captained the U.S. Ryder Cup teams in 2012 and 2016. Love was inducted into the World Golf Hall of Fame in 2017.",
  "/wiki/Fred_Couples": "Frederick Steven Couples (born October 3, 1959) is an American professional golfer who has competed on the PGA Tour and the PGA Tour Champions. A former World No. 1, he has won 64 professional tournaments, most notably the Masters Tournament in 1992, and the Players Championship in 1984 and 1996."
}