{
  "/wiki/Andy_Murray": "Sir Andrew Barron Murray OBE (born 15 May 1987) is a British professional tennis player from Scotland. Murray represents Great Britain in his sporting activities and is a three-time Grand Slam tournament winner, two-time Olympic champion, Davis Cup champion, winner of the 2016 ATP World Tour Finals, and former world No. 1.",
  "/wiki/Tennis_at_the_2012_Summer_Olympics": "The tennis tournaments at the 2012 Summer Olympics in London were staged at the All England Club in Wimbledon, from 28 July to 5 August. This was the first Olympic grass court tournament since tennis was reintroduced as an Olympic sport and the first to be held at a Grand Slam venue in the Open era. (Two other 2012 Summer Olympic bid finalists had also offered Grand Slam venues. Second-place finisher Paris offered the French Open venue, the Stade Roland Garros, which later was also included in their successful 2024 bid. Meanwhile, fourth-place finisher New York offered the US Open venue, the USTA Billie Jean King National Tennis Center in Flushing Meadows-Corona Park, Queens.)",
  "/wiki/Tennis_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_singles": "The men's singles tennis tournament at the 2012 Olympic Games in London was held at the All England Club in Wimbledon from 28 July to 5 August, making it the first Olympic grass court tournament since tennis was re-introduced to the Games. The event was run and organised by the International Olympic Committee (IOC) and the International Tennis Federation (ITF), and is part of the Association of Tennis Professionals tour. Matches were the best of three sets, except for the final which was the best of five sets. Tie-breaks were in use for all sets except the fifth set of the final and the third set of all other matches.",
  "/wiki/Chris_Hoy": "Sir Christopher Andrew Hoy, MBE (born 23 March 1976) is a British racing driver and former track cyclist who represented Great Britain at the Olympics and World Championships and Scotland at the Commonwealth Games.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics": "The cycling competitions at the 2012 Olympic Games in London took place at five venues between 28 July and 12 August. The venues were the London Velopark for track cycling and BMX, and Hadleigh Farm, in Essex, for mountain biking. The road races took place over a course starting and ending in The Mall in central London and heading out into Surrey, while the time trials started and finished at Hampton Court Palace in Richmond upon Thames. Eighteen events were contested and around 500 athletes participated.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_team_sprint": "The men's cycling team sprint at the 2012 Olympic Games in London took place at the London Velopark on 2 August.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_Keirin": "The men's Keirin at the 2012 Olympic Games in London took place at the London Velopark on 7 August.",
  "/wiki/Heather_Stanning": "Heather Mary Stanning OBE (born 26 January 1985) is a retired British professional rower, a member of the Great Britain Rowing Team, and Royal Artillery officer. Ranked number 1 female rower in the world since 2016, she is a double Olympic champion, double World champion, quadruple World Cup champion and double European champion.  As of May 2015 she and her partner Helen Glover are the World, Olympic, World Cup and European record holders, plus the reigning Olympic, World, and European champions in the women's coxless pairs. She has also been a British champion in both women's fours and quad sculls.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics": "The rowing competitions at the 2012 Olympic Games in London were held from 28 July to 4 August 2012, at Dorney Lake which, for the purposes of the Games venue, was officially termed Eton Dorney. Fourteen medal events were contested by 550 athletes, 353 men and 197 women.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_coxless_pair": "The Women's coxless pair competition at the 2012 Summer Olympics in London took place at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Katherine_Grainger": "Dame Katherine Jane Grainger DBE (born 12 November 1975) is a British former rower and current chair of UK Sport. With five Olympic medals she is Great Britain's most decorated female Olympian. She is a 2012 Summer Olympics gold medallist, four-time Olympic silver medallist and six-time World Champion. Since 2015 she has been chancellor of Oxford Brookes University.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_double_sculls": "The Women's double sculls competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Scott_Brash": "Scott Brash MBE (born 23 November 1985) is a Scottish showjumper. He began riding the horse Hello Sanctos in early 2012. They competed as part of the British Team at the 2012 Summer Olympics in London winning a gold medal in the team jumping event. In 2015 he became the first rider to win show jumping's Rolex Grand Slam, all three of the sport's most prestigious events in a single year, earning the sport's biggest individual prize of 1m Euros (£735,000).",
  "/wiki/Equestrian_at_the_2012_Summer_Olympics": "The equestrian events at the 2012 Olympic Games in London were held between 28 July and 9 August at Greenwich Park. Medals were awarded in three disciplines for both individual and team competitions.",
  "/wiki/Equestrian_at_the_2012_Summer_Olympics_%E2%80%93_Team_jumping": "The team jumping in equestrian at the 2012 Olympic Games in London was held at Greenwich Park from 4 to 6 August.",
  "/wiki/Tim_Baillie": "Timothy Mark Baillie MBE (born 11 May 1979 in Aberdeen) is a Scottish slalom canoeist who represented Britain. From Westhill in Aberdeenshire, he started competing at the international level in 1996, initially in the K1 category, but switching to C2 in 2003. He retired from the sport in 2013. He is the Olympic Champion in the C2 event from the 2012 Summer Olympics in London.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics": "The canoeing races at the 2012 Olympic Games in London were contested in two main disciplines: the slalom, from 29 July to 2 August, and the sprint, from 6 to 11 August. The slalom competition was held at the Lee Valley White Water Centre and the sprint events were staged at Eton College Rowing Centre, at Dorney Lake, known as Eton Dorney.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-2": "The men's canoe slalom C-2 competition at the 2012 Olympic Games in London took place between 30 July and 2 August at the Lee Valley White Water Centre. Twenty-eight canoeists from 12 countries competed.",
  "/wiki/Tennis_at_the_2012_Summer_Olympics_%E2%80%93_Mixed_doubles": "The mixed doubles tennis tournament at the 2012 Olympic Games in London was held from 1 to 5 August on the grass courts of the All England Lawn Tennis and Croquet Club in Wimbledon.",
  "/wiki/David_Florence": "David Florence (born 8 August 1982) is a British  slalom canoeist who has competed at the international level since 1999. He is the 2013 and 2015 world champion in individual single canoe (C1) and 2013 champion in double canoe (C2), the latter with Richard Hounslow. Florence was the first canoeist since Charles Dussuet, sixty years earlier, to achieve the C1, C2 double at the same World Championships.",
  "/wiki/Luke_Patience": "Luke Patience (born 4 August 1986) is a British Olympic sailor. He competed with Stuart Bithell at the 2012 Summer Olympics, and the team won a silver medal.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics": "Sailing at the 2012 Summer Olympics in London was held 29 July – 11 August at Weymouth and Portland National Sailing Academy in Weymouth. The 2012 sailing program consisted of a total of ten events (eight classes). Eleven fleet races were scheduled off the coast at Weymouth Bay for each event, except for the 49er and the Elliott 6m classes. For the 49er class, a total of 16 races were scheduled. Of the 11 (16) races, 10 (15) were scheduled as opening races and the last one as medal race. For the Elliott 6m a series of match races was scheduled. The sailing was done on different types of courses.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_470": "The men's 470 was a sailing event on the Sailing at the 2012 Summer Olympics program in Weymouth and Portland National Sailing Academy, in the 470 dinghy Eleven races (last one a medal race) were scheduled and completed. 54 sailors, on 27 boats, from 27 nations competed. Ten boats qualified for the medal race on course area Nothe in front of Weymouth, where each position scored double points.",
  "/wiki/Michael_Jamieson": "Michael Jamieson (born 5 August 1988) is a Scottish former competitive swimmer who represented Great Britain at the Olympics, FINA world championships and European championships, and Scotland in the Commonwealth Games.  Jamieson won the silver medal in the men's 200-metre breaststroke at the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_200_metre_breaststroke": "The men's 200 metre breaststroke event at the 2012 Summer Olympics took place on 31 July and 1 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Daniel_Purvis": "Daniel Scott Purvis (born 13 November 1990 in Crosby, England) is a Scottish international elite artistic gymnast, and three-time British all-around champion in men's artistic gymnastics. He trains at Southport YMCA and is coached by Jeff Brookes and Andrei Popov. He was part of the first British men's team to win a medal at a World Championships in 2015.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics": "Three gymnastics disciplines were contested at the 2012 Olympic Games in London: artistic gymnastics, rhythmic gymnastics and trampolining. The trampoline events were held at the North Greenwich Arena (normally called The O2 Arena) from 3 to 4 August; the artistic events were also held at the North Greenwich Arena, from 28 July to 7 August. The rhythmic gymnastics events took place at Wembley Arena from 9 to 12 August.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_artistic_team_all-around": "The final of the men's artistic gymnastics team all-around competition at the 2012 Olympic Games was held at the North Greenwich Arena on 30 July. Eight teams of five gymnasts competed from a total of twelve teams which had qualified for the Games.",
  "/wiki/Laura_Bartlett": "Laura Bartlett is a retired Scottish field hockey player, representing Britain at the 2012 Summer Olympics. She competed for the national team in the women's tournament, winning a bronze medal.",
  "/wiki/Hockey_at_the_2012_Summer_Olympics": "Field hockey at the 2012 Olympic Games in London took place from 29 July to 11 August at the Riverbank Arena within the Olympic Park.",
  "/wiki/Field_hockey_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The women's field hockey tournament at the 2012 Summer Olympics was the 9th edition of the field hockey event for women at the Summer Olympic Games. It was held over a thirteen-day period beginning on 29 July, and culminating with the medal finals on 10 August. All games were played at the Riverbank Arena within the Olympic Park in London, United Kingdom.",
  "/wiki/Emily_Maguire_(field_hockey)": "Emily Maguire (born 17 December 1987 in Glasgow) is a Scottish international field hockey player who plays as a defender. She represented Great Britain at the 2012 Summer Olympics. She competed for the national team in the women's tournament, winning a bronze medal."
}