{
  "/wiki/Eddie_Macon%27s_Run": "Eddie Macon's Run is a 1983 American action thriller drama film based on the 1980 novel by James McLendon, starring Kirk Douglas and John Schneider. It also included John Goodman in his feature film debut.",
  "/wiki/The_Survivors_(1983_film)": "The Survivors is a 1983 American comedy film directed by Michael Ritchie. It stars Walter Matthau and Robin Williams, with supporting roles by Jerry Reed, Kristen Vigard, and James Wainwright. Actor John Goodman also has a minor role.",
  "/wiki/Crackers_(1984_film)": "Crackers is a 1984 American comedy crime film directed by Louis Malle. It was entered into the 34th Berlin International Film Festival.",
  "/wiki/C.H.U.D.": "C.H.U.D. is a 1984 American science fiction horror film directed by Douglas Cheek, produced by Andrew Bonime, and starring John Heard, Daniel Stern, and Christopher Curry in his film debut. The plot concerns a New York City police officer and a homeless shelter manager who join forces to investigate a series of disappearances, and discover the missing are taken by humanoid monsters that live below the city.",
  "/wiki/Maria%27s_Lovers": "Maria's Lovers  is a 1984 drama film directed by Andrei Konchalovsky and starring Nastassja Kinski, John Savage, and Robert Mitchum. The plot follows a soldier returning from World War II who marries the woman of his dreams, but he is unable to consummate his marriage, ruining the couple's chances of a shared happiness.",
  "/wiki/Revenge_of_the_Nerds": "Revenge of the Nerds is a 1984 American comedy film directed by Jeff Kanew, and starring Robert Carradine and Anthony Edwards, with Curtis Armstrong, Ted McGinley, Julia Montgomery, Brian Tochi, Larry B. Scott, Michelle Meyrink, John Goodman, Timothy Busfield, Andrew Cassese and Donald Gibb.  The film's plot chronicles a group of nerds at the fictional Adams College trying to stop the ongoing harassment by the jock fraternity, the Alpha Betas, in addition to the latter's sister sorority, Pi Delta Pi.",
  "/wiki/Sweet_Dreams_(1985_film)": "Sweet Dreams is a 1985 American biographical film which tells the story of country music singer Patsy Cline.",
  "/wiki/True_Stories_(film)": "True Stories is a 1986 American musical satirical comedy film directed by David Byrne, who stars alongside John Goodman, Swoosie Kurtz, and Spalding Gray. The majority of the film's music is supplied by Talking Heads. A soundtrack album, titled Sounds from True Stories, featured songs by Byrne, Talking Heads, Terry Allen & The Panhandle Mystery Band, and others. Around the same time, Talking Heads released an album titled True Stories, composed of studio recordings of songs featured in the film.",
  "/wiki/The_Big_Easy_(film)": "The Big Easy is a 1986 American neo-noir comedy thriller film directed by Jim McBride and written by Daniel Petrie Jr. The film stars Dennis Quaid, Ellen Barkin, John Goodman, and Ned Beatty. The film was both set and shot on location in New Orleans, Louisiana.",
  "/wiki/Raising_Arizona": "Raising Arizona is a 1987 American crime comedy film directed by Joel Coen, produced by Ethan Coen, and written by Joel and Ethan. It stars Nicolas Cage as H.I. \"Hi\" McDunnough, an ex-convict, and Holly Hunter as Edwina \"Ed\" McDunnough, a former police officer and Hi's wife. Other members of the cast include Trey Wilson, William Forsythe, John Goodman, Frances McDormand, Sam McMurray, and Randall \"Tex\" Cobb.",
  "/wiki/Burglar_(film)": "Burglar is a 1987 Canadian-American comedy film directed by Hugh Wilson and distributed by Warner Bros. The film stars Whoopi Goldberg and Bobcat Goldthwait.",
  "/wiki/The_Wrong_Guys": "The Wrong Guys is a 1988 American comedy film directed by Danny Bilson.",
  "/wiki/Punchline_(film)": "Punchline is a 1988 American comedy film written and directed by David Seltzer and starring Tom Hanks as a talented young comic who helps a housewife, played by Sally Field, who wants to break into stand-up comedy.",
  "/wiki/Everybody%27s_All-American_(film)": "Everybody's All-American is a 1988 American sports drama film, released internationally as When I Fall in Love, directed by Taylor Hackford and based on the novel Everybody's All-American by longtime Sports Illustrated contributor Frank Deford.",
  "/wiki/Sea_of_Love_(film)": "Sea of Love is a 1989 American neo-noir thriller film directed by Harold Becker, written by Richard Price and starring Al Pacino, Ellen Barkin and John Goodman. The story concerns a New York City detective trying to catch a serial killer who finds victims through the singles column in a newspaper.",
  "/wiki/Always_(1989_film)": "Always is a 1989 American romantic comedy-drama film directed by Steven Spielberg, and starring Richard Dreyfuss, Holly Hunter, John Goodman, Brad Johnson and Audrey Hepburn in her final film role.",
  "/wiki/Stella_(1990_film)": "Stella is a 1990 American drama film produced by The Samuel Goldwyn Company and released by Touchstone Pictures. The screenplay by Robert Getchell is the third feature film adaptation of the 1923 novel Stella Dallas by Olive Higgins Prouty. Previous film versions were Stella Dallas (1937) and the silent film Stella Dallas (1925).",
  "/wiki/Arachnophobia_(film)": "Arachnophobia is a 1990 American black comedy horror film directed by Frank Marshall and starring Jeff Daniels and John Goodman. It was the first film released by The Walt Disney Studios' Hollywood Pictures label, as well as being the directorial debut of Marshall. The film's story centers on a newly discovered Venezuelan spider being transported to a small American town that produces a new species of deadly spiders, which begin killing the town's residents one by one.",
  "/wiki/King_Ralph": "King Ralph is a 1991 American comedy film directed by David S. Ward and starring John Goodman, Peter O'Toole, and John Hurt. The film is about an American who becomes the unlikely King of the United Kingdom after an electrical accident wipes out the British royal family.",
  "/wiki/Barton_Fink": "Barton Fink is a 1991 American independent period psychological thriller film written, produced, edited and directed by the Coen brothers. Set in 1941, it stars John Turturro in the title role as a young New York City playwright who is hired to write scripts for a film studio in Hollywood, and John Goodman as Charlie Meadows, the insurance salesman who lives next door at the run-down Hotel Earle.",
  "/wiki/John_Goodman": "John Stephen Goodman (born June 20, 1952) is an American actor. Early in his career, he played Dan Conner on the ABC TV series Roseanne (1988–1997; 2018), for which he won a Golden Globe Award for Best Actor in 1993. Goodman later reprised the role in its sequel series The Conners. He is a regular collaborator with the Coen brothers on such films as Raising Arizona (1987), Barton Fink (1991), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), and Inside Llewyn Davis (2013). His voice roles include Sulley in Pixar's Monsters, Inc. franchise and Pacha in Disney's The Emperor's New Groove franchise."
}