{
  "/wiki/Andy_Murray": "Sir Andrew Barron Murray OBE (born 15 May 1987) is a British professional tennis player from Scotland. Murray represents Great Britain in his sporting activities and is a three-time Grand Slam tournament winner, two-time Olympic champion, Davis Cup champion, winner of the 2016 ATP World Tour Finals, and former world No. 1.",
  "/wiki/Tennis_at_the_2016_Summer_Olympics": "The tennis tournament at the 2016 Summer Olympics was held at the Olympic Tennis Centre, from 6 to 14 August. The competition was played on a fast hardcourt surface used in numerous North American tournaments that aims to minimize disruption for players.",
  "/wiki/Tennis_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_singles": "The men's singles tennis tournament of the 2016 Summer Olympics in Rio de Janeiro was held at the Olympic Tennis Centre in the Barra Olympic Park in Barra da Tijuca in the west zone of Rio de Janeiro, Brazil. The final was played on 14 August 2016.",
  "/wiki/Callum_Skinner": "Callum Skinner (born 20 August 1992) is a British former track cyclist. He won the silver medal in the individual sprint at the 2016 Summer Olympics, and was a member of the British team that won gold in the team sprint.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics": "The cycling competitions of the 2016 Summer Olympics in Rio de Janeiro were held at four venues scheduled to host Eighteen events between 6 August and 21 August.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_team_sprint": "The men's cycling team sprint at the 2016 Olympic Games in Rio de Janeiro took place on 11 August 2016.",
  "/wiki/Heather_Stanning": "Heather Mary Stanning OBE (born 26 January 1985) is a retired British professional rower, a member of the Great Britain Rowing Team, and Royal Artillery officer. Ranked number 1 female rower in the world since 2016, she is a double Olympic champion, double World champion, quadruple World Cup champion and double European champion.  As of May 2015 she and her partner Helen Glover are the World, Olympic, World Cup and European record holders, plus the reigning Olympic, World, and European champions in the women's coxless pairs. She has also been a British champion in both women's fours and quad sculls.",
  "/wiki/Rowing_at_the_2016_Summer_Olympics": "The rowing competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 13 August 2016 at the Rodrigo de Freitas Lagoon in Copacabana. Fourteen medal events were being contested by 547 athletes, 334 men and 213 women.",
  "/wiki/Rowing_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_coxless_pair": "The women's coxless pair competition at the 2016 Summer Olympics in Rio de Janeiro were held on 6–11 August at the Lagoon Rodrigo de Freitas.",
  "/wiki/Katie_Archibald": "Katie Archibald, MBE (born 12 March 1994) is a British racing cyclist, who currently rides on the track for Great Britain and Scotland. A member of the Great Britain 2016 Olympic champion team in women's team pursuit, she is a champion in the same event at both the World (2014) and European (2013, 2014, 2015, 2018 and 2019) championships and world record holder. Individually, Archibald has been European champion in the elimination race in 2015, twice in the omnium in 2016 and 2017 and a four time European champion in the individual pursuit between 2014 and 2017. In 2017 she secured her first individual global title, winning the Omnium at the 2017 UCI Track Cycling World Championships and won a third world championship the following year when partnering Emily Nelson to win the Madison at the 2018 UCI Track Cycling World Championships. Her brother, John, is also a cyclist. Both won medals at the 2018 Commonwealth Games representing Scotland; Katie gold in the women's individual pursuit and John silver in the men's. She holds the women's British national record for the individual pursuit.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_team_pursuit": "The women's cycling team pursuit at the 2016 Olympic Games in Rio de Janeiro took place at the Rio Olympic Velodrome on 11 and 13 August. Great Britain has yet to be beaten in this event.",
  "/wiki/Daniel_Wallace_(swimmer)": "Daniel Wallace (born 14 April 1993) is a retired Scottish swimmer who has represented Great Britain in the Olympic Games and FINA world championships, and Scotland in the Commonwealth Games.  The 2014 Commonwealth Games champion at 400 metre individual medley, he was part of the Great Britain 4 x 200 metre freestyle relay team that won gold at the 2015 FINA World Aquatics Championships, and silver at the same event at the 2016 Summer Olympics.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics": "The swimming competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 13 August at the Olympic Aquatics Stadium. The women's open-water marathon was held on August 15, and the men's open water race on August 16 in Fort Copacabana.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_200_metre_freestyle_relay": "The men's 4 × 200 metre freestyle relay event at the 2016 Summer Olympics took place on 9 August at the Olympic Aquatics Stadium.",
  "/wiki/Duncan_Scott_(swimmer)": "Duncan William MacNaughton Scott (born 6 May 1997) is a British swimmer representing Great Britain at the FINA World Aquatics Championships and the Olympic Games, and Scotland at the Commonwealth Games. An all-rounder in the pool, Scott has swum internationally in 100 and 200 metres freestyle and butterly, and 200 metres individual medley.  He has won two golds at the World Championships in 4 x 200 metre freestyle relay, a gold in the 4 x 100 metre medley relay, as well as silvers at the World Championships and Olympics in freestyle and medley relay. Individually, Scott was the 100 metre freestyle champion at the 2015 European Games and 2018 Commonwealth Games, and the 200 metre freestyle champion at the same European Games and the 2018 European Aquatics Championships.",
  "/wiki/Robert_Renwick": "Robert Peter Renwick (born 21 July 1988) is a Scottish former competitive swimmer who represented Great Britain at the Olympics and FINA world championships, as well as Scotland in the Commonwealth Games.  Renwick is a world champion and a Commonwealth Games gold medallist.  He first rose to prominence by swimming the anchor leg in the Scottish men's 4×200-metre freestyle relay team at the 2006 Commonwealth Games as a 17-year-old.  The team won silver, after he was narrowly touched out by the English relay team.  Renwick featured in every major Olympic or world championship for Britain from 2007 to 2016.",
  "/wiki/Stephen_Milne_(swimmer)": "Stephen Milne (born 29 April 1994) is a Scottish swimmer who competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_medley_relay": "The men's 4 × 100 metre medley relay event at the 2016 Summer Olympics in Rio de Janeiro took place on 12–13 August at the Olympic Aquatics Stadium.",
  "/wiki/Katherine_Grainger": "Dame Katherine Jane Grainger DBE (born 12 November 1975) is a British former rower and current chair of UK Sport. With five Olympic medals she is Great Britain's most decorated female Olympian. She is a 2012 Summer Olympics gold medallist, four-time Olympic silver medallist and six-time World Champion. Since 2015 she has been chancellor of Oxford Brookes University.",
  "/wiki/Rowing_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_double_sculls": "The women's double sculls competition at the 2016 Summer Olympics in Rio de Janeiro was held on 6–11 August at the Lagoon Rodrigo de Freitas.",
  "/wiki/David_Florence": "David Florence (born 8 August 1982) is a British  slalom canoeist who has competed at the international level since 1999. He is the 2013 and 2015 world champion in individual single canoe (C1) and 2013 champion in double canoe (C2), the latter with Richard Hounslow. Florence was the first canoeist since Charles Dussuet, sixty years earlier, to achieve the C1, C2 double at the same World Championships.",
  "/wiki/Canoeing_at_the_2016_Summer_Olympics": "The canoeing races at the 2016 Summer Olympics in Rio de Janeiro were contested in two main disciplines: the slalom, from 7 to 11 August, and the sprint, from 15 to 20 August. The slalom canoe competition was held at the Olympic Whitewater Stadium; whereas the sprint events was staged at Lagoa Rodrigo de Freitas in Copacabana. The location for canoeing events was a source of concern for athletes since the Brazilian federal government's Oswaldo Cruz Foundation lab has found the genes of drug-resistant super bacteria in Rodrigo de Freitas lagoon.",
  "/wiki/Canoeing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_slalom_C-2": "The men's canoe slalom C-2 event at the 2016 Summer Olympics in Rio de Janeiro took place from  8 - 11 August at the Deodoro Olympic Whitewater Stadium.",
  "/wiki/Mark_Bennett_(rugby_union,_born_1993)": "Mark Stewart Bennett (born 3 February 1993) is a Scottish rugby union footballer who plays as a centre for Edinburgh Rugby in the Pro14.",
  "/wiki/Rugby_sevens_at_the_2016_Summer_Olympics": "Rugby sevens at the 2016 Summer Olympics was held over six days in August 2016 in Rio de Janeiro. The 2016 Olympics was the debut for rugby sevens at the Summer Olympics, though rugby union was last played at the 1924 games.",
  "/wiki/Rugby_sevens_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's rugby sevens tournament at the 2016 Summer Olympics was held in Brazil. It was hosted at the Deodoro Stadium, a temporary outdoor stadium constructed as part of the Deodoro Modern Pentathlon Park in Rio de Janeiro. The tournament was held from 9 August to 11 August 2016, starting with group matches before finishing with the medal ceremony on 11 August. The 2016 Games marked the first time that rugby sevens has been played at the Olympics, and the first time since 1924 that any form of rugby had been played at the Olympics.",
  "/wiki/Mark_Robertson_(rugby_union)": "Mark Robertson (born 31 December 1984) is a former Scotland 7s international rugby union player. He is now a Strength and Conditioning Coach for the Scottish Rugby Academy.",
  "/wiki/Karen_Bennett": "Karen Bennett (born 5 February 1989) is a British rower. She won the silver medal in the coxless four at the 2015 World Rowing Championships. She won a silver medal in the women's eight at the 2016 Summer Olympics.",
  "/wiki/Polly_Swann": "Polly Swann (born 5 June 1988) is a British rower and a member of the Great Britain Rowing Team. She is a former World and European champion in the women's coxless pairs, having won the 2013 World Rowing Championships at Chungju in Korea, and the 2014 European Rowing Championships at Belgrade, Serbia with her partner Helen Glover.",
  "/wiki/Sally_Conway": "Sally Conway (born 1 February 1987) is a Scottish judoka who competed for Team GB in the 2012 and the 2016 Rio Olympics in the women's 70 kg judo event. Conway won a bronze medal in the 2016 Olympics. She competed for Scotland at women's 70 kg judo event at the 2014 Commonwealth Games, where she won a bronze medal.",
  "/wiki/Judo_at_the_2016_Summer_Olympics": "Judo at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 12 August at the Carioca Arena 2 inside the Barra Olympic Park in Barra da Tijuca. Around 386 judoka competed in 14 events (seven each for both men and women).",
  "/wiki/Judo_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_70_kg": "The women's 70 kg competition in judo at the 2016 Summer Olympics in Rio de Janeiro was held on 10 August at the Carioca Arena 2.",
  "/wiki/Eilidh_Doyle": "Eilidh Doyle (pronounced AY-lee /eɪli/; née Child; born 20 February 1987) is a British track and field athlete who specialises in the 400 metres hurdles and the 4 x 400 metres relay. She represented Great Britain at the 2012 Olympic Games in London, and won an Olympic bronze medal in the 4 x 400 metres relay at the 2016 Games in Rio de Janeiro.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_400_metres_relay": "The women's 4 × 400 metres relay competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil was held at the Estádio Olímpico João Havelange on 19–20 August."
}