{
  "/wiki/Aden": "Aden (UK: /ˈeɪdən/ AY-dən, US: /ˈɑːdɛn/ AH-den; Arabic: عدن‎ ʿAdin/ʿAdan  Yemeni: [ˈʕæden, ˈʕædæn]) is a port city and the temporary capital of Yemen, located by the eastern approach to the Red Sea (the Gulf of Aden), some 170 km (110 mi) east of Bab-el-Mandeb. Its population is approximately 800,000 people. Aden's natural harbour lies in the crater of a dormant volcano, which now forms a peninsula joined to the mainland by a low isthmus. This harbour, Front Bay, was first used by the ancient Kingdom of Awsan between the 5th and 7th centuries BC. The modern harbour is on the other side of the peninsula. Aden gives its name to the Gulf of Aden.",
  "/wiki/People%27s_Democratic_Republic_of_Yemen": "South Yemen, officially the People's Democratic Republic of Yemen (Arabic: جمهورية اليمن الديمقراطية الشعبية‎ Jumhūriyat al-Yaman ad-Dīmuqrāṭīyah ash-Sha'bīyah), was a country that existed from 1967 to 1990 as a state in the Middle East in the southern and eastern provinces of the present-day Republic of Yemen, including the island of Socotra. It was also referred to as Democratic Yemen or Yemen (Aden).",
  "/wiki/Post-independence_Burma,_1948%E2%80%9362": "During the first years of post-independence Burma, insurgencies by the Red Flag Communists led by Thakin Soe, the White Flag Communists led by Thakin Than Tun, the Yèbaw Hpyu (White-band PVO) led by Bo La Yaung, a member of the Thirty Comrades, army rebels calling themselves the Revolutionary Burma Army (RBA) led by communist officers Bo Zeya, Bo Yan Aung and Bo Yè Htut – all three of them members of the Thirty Comrades, Arakanese, and the Karen National Union (KNU).",
  "/wiki/Bechuanaland_Protectorate": "The Bechuanaland Protectorate (/bɛˈtʃwɑːnəˌlænd/) was a protectorate established on 31 March 1885, by the United Kingdom of Great Britain and Ireland in Southern Africa. It became the Republic of Botswana on 30 September 1966.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Free_City_of_Danzig": "The Free City of Danzig (German: Freie Stadt Danzig; Polish: Wolne Miasto Gdańsk) was a semi-autonomous city-state that existed between 1920 and 1939, consisting of the Baltic Sea port of Danzig (now Gdańsk, Poland) and nearly 200 towns and villages in the surrounding areas. It was created on 15 November 1920 in accordance with the terms of Article 100 (Section XI of Part III) of the 1919 Treaty of Versailles after the end of World War I.",
  "/wiki/German_language": "German (Deutsch, pronounced [dɔʏtʃ] (listen)) is a West Germanic language that is mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, South Tyrol in Italy, the German-speaking Community of Belgium and Liechtenstein. It is one of the three official languages of Luxembourg and a co-official language in the Opole Voivodeship in Poland. The languages that are most similar to German are the other members of the West Germanic language branch, including Afrikaans, Dutch, English, the Frisian languages, Low German/Low Saxon, Luxembourgish, and Yiddish. There are strong similarities in vocabulary with Danish, Norwegian and Swedish, although those belong to the North Germanic group. German is the second most widely spoken Germanic language, after English.",
  "/wiki/Gda%C5%84sk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/German_Democratic_Republic": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.",
  "/wiki/%C3%89ire": "The modern Irish Éire evolved from the Old Irish word Ériu, which was the name of a Gaelic goddess. Ériu is generally believed to have been the matron goddess of Ireland, a goddess of sovereignty, or simply a goddess of the land. The origin of Ériu has been traced to the Proto-Celtic reconstruction *Φīwerjon- (nominative singular Φīwerjū < Pre-Proto-Celtic -jō). This suggests a descent from the Proto-Indo-European reconstruction *piHwerjon-, likely related to the adjectival stem *piHwer- (cf. Sanskrit pīvan, pīvarī and pīvaraand Persian parvar(پروار) meaning \"fat, full, abounding\"). This would suggest a meaning of \"abundant land\".",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Estonian_language": "The Estonian language (eesti keel [ˈeːsti ˈkeːl] (listen)) is a Uralic language of the Finnic branch spoken in Estonia. It is the official language of Estonia, spoken natively by about 1.1 million people; 922,000 people in Estonia and 160,000 outside Estonia. It is a Southern Finnic language and is the second-most-spoken language among all the Finnic languages.",
  "/wiki/Faroe_Islands": "The Faroe Islands (/ˈfɛəroʊ/; Faroese: Føroyar, pronounced [ˈfœɹjaɹ]; Danish: Færøerne, pronounced [ˈfæɐ̯ˌøˀɐnə]), or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres (200 mi) north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres (540 sq mi) with a population of 51,783 as of June 2019[update].",
  "/wiki/Faroese_language": "Faroese (/ˌfɛəroʊˈiːz/ or /ˌfæroʊˈiːz/; Faroese: føroyskt mál, pronounced [ˈføːɹɪst mɔaːl]) is a North Germanic language spoken as a first language by about 72,000 people, around 49,000 of whom reside on the Faroe Islands and 23,000 in other areas, mainly Denmark. It is one of five languages descended from Old West Norse spoken in the Middle Ages, the others being Norwegian, Icelandic, and the extinct Norn and Greenlandic Norse. Faroese and Icelandic, its closest extant relative, are not mutually intelligible in speech, but the written languages resemble each other quite closely, largely owing to Faroese's etymological orthography.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
  "/wiki/Greenland": "Greenland (Greenlandic: Kalaallit Nunaat, pronounced [kalaːɬit nunaːt]; Danish: Grønland, pronounced [ˈkʁɶnˌlænˀ]) is the world's largest island,[d] located between the Arctic and Atlantic oceans, east of the Canadian Arctic Archipelago. It is an autonomous territory within the Kingdom of Denmark. Though physiographically a part of the continent of North America, Greenland has been politically and culturally associated with Europe (specifically Norway and Denmark, the colonial powers, as well as the nearby island of Iceland) for more than a millennium. The majority of its residents are Inuit, whose ancestors migrated from Alaska through Northern Canada, gradually settling across the island by the 13th century.",
  "/wiki/Danish_language": "Danish (/ˈdeɪnɪʃ/ (listen); dansk pronounced [ˈtænˀsk] (listen), dansk sprog [ˈtænˀsk ˈspʁɔu̯ˀ]) is a North Germanic language spoken by around six million people, principally in Denmark, Greenland and in the region of Southern Schleswig in northern Germany, where it has minority language status. Also, minor Danish-speaking communities are found in Norway, Sweden, Spain, the United States, Canada, Brazil, and Argentina. Due to immigration and language shift in urban areas, around 15–20% of the population of Greenland speak Danish as their first language.",
  "/wiki/Greenlandic_language": "Greenlandic (kalaallisut) is an Eskimo–Aleut language with about 57,000 speakers, mostly Greenlandic Inuit people in Greenland. It is closely related to the Inuit languages in Canada, such as Inuktitut. The main variety, Kalaallisut, or West Greenlandic, has been the official language of the Greenlandic autonomous territory since June 2009; this is a move by the Naalakkersuisut (government of Greenland) to strengthen the language in its competition with the colonial language, Danish. The second variety is Tunumiit oraasiat, or East Greenlandic.  The Thule Inuit of Greenland, Inuktun or Polar Eskimo, is a recent arrival and a dialect of Inuktitut.",
  "/wiki/Republic_of_Upper_Volta": "The Republic of Upper Volta (French: République de Haute-Volta), now Burkina Faso, was a landlocked West African country established on December 11, 1958, as a self-governing colony within the French Community. Before attaining autonomy it had been French Upper Volta and  part of the French Union. On August 5, 1960, it attained full independence from France.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 40% of the population speaks the Mossi language. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters.",
  "/wiki/Republic_of_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/North_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Rhodesia-Nyasaland_Fed.": "The Federation of Rhodesia and Nyasaland (also known as the Central African Federation, CAF) was a federal semi-Dominion that consisted of three southern African territories—the self-governing British colony of Southern Rhodesia and the British protectorates of Northern Rhodesia and Nyasaland—between 1953 and 1963.",
  "/wiki/Malawi": "Malawi (/məˈlɔːwi/, /məˈlɑːwi/ or /ˈmæləwi/; Chichewa: [maláβi] or [maláwi]), officially the Republic of Malawi, is a landlocked country in Southeastern Africa that was formerly known as Nyasaland. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique surrounding on the east, south and southwest. Malawi spans over 118,484 km2 (45,747 sq mi) and has an estimated population of 18,143,217 (as of July 2018). Lake Malawi takes up about a third of Malawi's area. Its capital is Lilongwe, which is also Malawi's largest city; the second largest is Blantyre, the third largest is Mzuzu and the fourth largest is its old capital Zomba. The name Malawi comes from the Maravi, an old name of the Nyanja people that inhabit the area. The country is nicknamed \"The Warm Heart of Africa\"  because of the friendliness of the people.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.",
  "/wiki/Spanish_language": "Spanish (/ˈspænɪʃ/ (listen); español (help·info)), or Castilian (/kæˈstɪliən/ (listen), castellano (help·info)), is a Romance language that originated in the Iberian Peninsula and today has over 483 million native speakers, mainly in Spain and the Americas. It is a global language, the world's second-most spoken native language, after Mandarin Chinese, and the world's fourth-most spoken language, after Mandarin Chinese, English and Hindi.",
  "/wiki/Southern_Rhodesia": "The Colony of Southern Rhodesia was a self-governing British Crown colony in southern Africa. It was the predecessor state of what is now Zimbabwe."
}