{
  "/wiki/Darrell_Dexter": "Darrell Elvin Dexter (born September 10, 1957) is a Canadian lawyer, journalist and former naval officer who served as the 27th Premier of Nova Scotia from 2009 to 2013.  A member of the Nova Scotia New Democratic Party, he served as party leader from 2001 to 2013. He became Premier in 2009 after his party defeated the governing Progressive Conservative Party, leading the first NDP government in Atlantic Canada and the second east of Manitoba.  His government was defeated in the 2013 election, becoming the first Nova Scotia government in 131 years to be denied a second mandate; Dexter himself was defeated in his constituency by 21 votes. Dexter now serves as a lobbyist for the cannabis industry.",
  "/wiki/Nova_Scotia_New_Democratic_Party": "The Nova Scotia New Democratic Party is a progressive, social-democratic provincial party in Nova Scotia, Canada. It is the provincial entity of the federal New Democratic Party (NDP). It was founded as the Co-operative Commonwealth Federation (CCF) in 1932, and became the New Democratic Party in 1961. It became the governing party of Nova Scotia following the 2009 Nova Scotia election, winning 31 seats in the Legislature, under the leadership of Premier Darrell Dexter. It is the first New Democratic Party in Atlantic Canada to form a government. The party lost government at the 2013 election, losing 24 seats, including Dexter's seat. The current leader, Halifax Chebucto MLA Gary Burrill, is credited with bringing the party back to its left-wing roots, after the centrist policies of Dexter. The party currently holds 4 seats in the Legislature, and had its lowest showing in the popular vote since 1993 during the 2017 Nova Scotia general election.",
  "/wiki/Cole_Harbour_(electoral_district)": "Cole Harbour-Portland Valley  is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Keith_Colwell": "Keith Wayne Colwell (born October 3, 1947) is a Canadian politician and member of the Nova Scotia House of Assembly, representing the riding of Preston-Dartmouth for the Nova Scotia Liberal Party.",
  "/wiki/Nova_Scotia_Liberal_Party": "The Nova Scotia Liberal Party is a socially liberal, fiscally conservative political party in Nova Scotia, Canada. The party currently forms government in Nova Scotia, under the leadership of Premier Stephen McNeil. It has held power in the province since the 2013 election, and the current government led by Stephen McNeil was the first in Nova Scotia to win 2 consecutive majorities since the government of John Buchanan, after the victory in the 2017 Nova Scotia election.",
  "/wiki/Preston_(electoral_district)": "Preston is a former provincial electoral district in Nova Scotia, Canada which existed from 1993-2013.  It elected one member of the Nova Scotia House of Assembly.  In its last configuration, the electoral district included the black communities of North Preston, East Preston, and Cherrybrook. However, it also included the white-majority communities of Lake Loon, and Lake Echo.",
  "/wiki/Ron_Chisholm": "Ron Chisholm (born September 30, 1948) is a Canadian politician. He represented the electoral districts of Guysborough-Port Hawkesbury and Guysborough-Sheet Harbour in the Nova Scotia House of Assembly from 1999 to 2009 as a member of the Progressive Conservatives.",
  "/wiki/Progressive_Conservative_Association_of_Nova_Scotia": "The Progressive Conservative Association of Nova Scotia, commonly called the \"Tories\", is a moderate, centrist political party in Nova Scotia, Canada. Like most conservative parties in Atlantic Canada, they have been historically associated with the \"Red Tory\" faction within Canadian conservatism. The party is currently led by Pictou East MLA Tim Houston.",
  "/wiki/Guysborough-Sheet_Harbour": "Guysborough–Eastern Shore–Tracadie is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Leonard_Preyra": "Leonard Preyra (born February 10, 1955) is a Canadian politician. He represented the riding of Halifax Citadel-Sable Island in the Nova Scotia House of Assembly from 2006 to 2013. He was a member of the Nova Scotia New Democratic Party.",
  "/wiki/Halifax_Citadel-Sable_Island": "Halifax Citadel-Sable Island is a provincial electoral district in Halifax, Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Charlie_Parker_(Nova_Scotia_politician)": "Charles Lewis \"Charlie\" Parker is a Canadian former educator and politician who represented the constituency of Pictou West in the Nova Scotia House of Assembly from 1998 to 1999, and from 2003 to 2013. He sat as a member of the Nova Scotia New Democratic Party.",
  "/wiki/Pictou_West": "Pictou West is a provincial electoral district in Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Richard_Hurlburt": "Richard Melbourne Hurlburt (born April 25, 1950) is a Canadian politician. He represented the electoral district of Yarmouth in the Nova Scotia House of Assembly from 1999 to 2010.",
  "/wiki/Yarmouth_(provincial_electoral_district)": "Yarmouth is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly. It consists of the Municipality of the District of Yarmouth and the town of Yarmouth. From 1867 to 1981, the district included all of Yarmouth County. In 1981, the riding was redistributed and the Municipality of Argyle received its own electoral district.",
  "/wiki/Len_Goucher": "Len Goucher (born September 19, 1947) is a Canadian politician, who represented the electoral district of Bedford in the Nova Scotia House of Assembly from 2006 to 2009. He is a member of the Progressive Conservatives.",
  "/wiki/Bedford_(electoral_district)": "Bedford is a provincial electoral district in Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly. Its current Member of the Legislative Assembly is Kelly Regan.",
  "/wiki/Karen_Casey": "Karen Lynn Casey (born April 24, 1947) is a Canadian politician who represents the electoral district of Colchester North in the Nova Scotia House of Assembly as a member of the Liberal caucus.",
  "/wiki/Colchester_North": "Colchester North is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly. It was created in 1978 when the former district of Colchester was redistributed.",
  "/wiki/Wayne_Gaudet": "Wayne Gaudet (born August 12, 1955) is a Canadian politician. He represented the electoral district of Clare in the Nova Scotia House of Assembly from 1993 to 2013. He is a member of the Nova Scotia Liberal Party.",
  "/wiki/Clare_(electoral_district)": "Clare is a former provincial electoral district in  Nova Scotia, Canada which existed between 1949-2013. Prior to 1949, Clare was part of Digby district.  It elected one member of the Nova Scotia House of Assembly.  In its last configuration, the electoral district included the Municipality of the District of Clare, an Acadian area occupying the southwestern half of Digby County. For four consecutive elections from 1988 to 1999, the district had the highest voter turnout in the province.",
  "/wiki/Howard_Epstein": "Howard Michael Epstein (born January 17, 1949) is a Canadian politician, lawyer and part-time law professor.",
  "/wiki/Halifax_Chebucto": "Halifax Chebucto is a provincial electoral district in Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Rodney_MacDonald": "Rodney Joseph MacDonald (born January 2, 1972) is a Canadian politician, educator and musician who served as the 26th Premier of Nova Scotia from 2006 to 2009 and as MLA for the riding of Inverness in the Nova Scotia House of Assembly from 1999 to 2009.",
  "/wiki/Inverness_(electoral_district)": "Inverness was a federal electoral district in Nova Scotia, Canada, that was represented in the House of Commons of Canada from 1867 to 1935.",
  "/wiki/John_MacDonell_(Nova_Scotia_politician)": "John MacDonell (born April 2, 1956) is a Canadian retired educator and politician.",
  "/wiki/Hants_East": "Hants East is a provincial electoral district in Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Michel_Samson": "Michel P. Samson (born 1972) is a Canadian politician, who represented the electoral district of Cape Breton-Richmond, formerly Richmond in the Nova Scotia House of Assembly from 1998 to 2017. He was a member of the Nova Scotia Liberal Party.",
  "/wiki/Richmond_(Nova_Scotia_provincial_electoral_district)": "Cape Breton-Richmond is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/David_Wilson_(Canadian_politician)": "Harold David \"Dave\" Wilson (born November 4, 1955) is a former Canadian politician and radio personality. He represented the electoral district of Glace Bay in the Nova Scotia House of Assembly from 1999 to 2010. He was a member of the Nova Scotia Liberal Party. He resigned his Glace Bay seat on March 11, 2010, amid controversy, refusing to meet with the provincial auditor general about his MLA expense claims.",
  "/wiki/Glace_Bay_(electoral_district)": "Glace Bay is a provincial electoral district in Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Trevor_Zinck": "Trevor John Zinck (born November 12, 1970) is a Canadian former politician, a former member of the Nova Scotia House of Assembly who represented the riding of Dartmouth North as an Independent and a New Democrat. He was first elected for the New Democratic Party in the 2006 election, succeeding retiring NDP MLA Jerry Pye. He served as the Community Services critic for the NDP, and was re-elected in the 2009 election. Zinck pleaded guilty on June 17, 2013 to charges of fraud over $5,000 and breach of trust by a public officer and later resigned as a result.",
  "/wiki/Dartmouth_North": "Dartmouth North is a provincial electoral district in Dartmouth, Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Dave_Wilson_(Nova_Scotia_politician)": "David \"Dave\" Allan Wilson (born 1970) is a Canadian politician and member of the Nova Scotia House of Assembly, representing the riding of Sackville-Cobequid for the Nova Scotia New Democratic Party. He was first elected in the 2003 election when veteran MLA John Holm did not re-offer. Wilson was re-elected in the 2006, 2009, 2013 and 2017 elections.",
  "/wiki/Sackville-Cobequid": "Sackville—Cobequid is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Sterling_Belliveau": "Sterling William Wallace Belliveau (born August 5, 1953) is a Canadian politician who represented the electoral district of Shelburne (now Queens-Shelburne) in the Nova Scotia House of Assembly from 2006-2017 as a member of the Nova Scotia New Democratic Party.",
  "/wiki/Shelburne_(provincial_electoral_district)": "Shelburne is a former provincial electoral district in Nova Scotia, Canada which existed between 1867-2013.  From 1933-2013 it elected one member to the Nova Scotia House of Assembly; from 1867-1933 it elected two members.  In its last configuration, the electoral district included Shelburne County in its entirety.",
  "/wiki/Keith_Bain": "Keith Leslie Bain (born October 24, 1952) is a Canadian politician. He represented the electoral district of Victoria-The Lakes in the Nova Scotia House of Assembly from 2006 to 2013 as a member of the Progressive Conservatives.",
  "/wiki/Victoria-The_Lakes": "Victoria—The Lakes is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Cecil_Clarke": "Cecil Phillip Clarke (born April 12, 1968) is a politician in Nova Scotia, Canada. He is the mayor of the Cape Breton Regional Municipality, and represented the riding of Cape Breton North in the Nova Scotia House of Assembly, from 2001 to 2011 as a Progressive Conservative.",
  "/wiki/Cape_Breton_North": "Northside-Westmount is a provincial electoral district in  Nova Scotia, Canada, that elects one member of the Nova Scotia House of Assembly.",
  "/wiki/Barry_Barnet": "Barry Barnet (born June 13, 1961) is a Canadian politician. He represented the electoral districts of Sackville-Beaver Bank and Hammonds Plains-Upper Sackville in the Nova Scotia House of Assembly from 1999 to 2009. He was a member of the Progressive Conservative Party of Nova Scotia.",
  "/wiki/Hammonds_Plains-Upper_Sackville": "Hammonds Plains—Upper Sackville is a former provincial electoral district in Nova Scotia, Canada which existed from 2003-2013.  It elected one member of the Nova Scotia House of Assembly.  In its last configuration, the electoral district included those communities comprising the western suburbs of the Halifax Regional Municipality, namely Hammonds Plains, Yankeetown, Pockwock, Upper Sackville and Lucasville.",
  "/wiki/Nova_Scotia_parliamentary_expenses_scandal": "The Nova Scotia Parliamentary Expenses Scandal is a political scandal in the province of Nova Scotia that was revealed in 2010."
}