{
  "/wiki/Hayden_High_School_(Topeka,_Kansas)": "Hayden Catholic High School is in Topeka, Kansas, United States. It is located in the Roman Catholic Archdiocese of Kansas City in Kansas.",
  "/wiki/Washburn_Ichabods": "The Washburn Ichabods are the athletic teams that represent Washburn University in Topeka, Kansas. Named for Ichabod Washburn, the Ichabods are a member of the NCAA Division II and the Mid-America Intercollegiate Athletics Association.",
  "/wiki/Danny_Manning": "Daniel Ricardo Manning (born May 17, 1966) is an American college basketball coach and retired National Basketball Association player. He is the current men's head coach at  Wake Forest. Manning played high school basketball at Lawrence High School in Lawrence, Kansas, college basketball at The University of Kansas, and played in the NBA for 14 years. After retiring from professional basketball Manning became an assistant coach at his alma mater, the University of Kansas. He won the national championship with the Jayhawks in 1988 as a player, and again as an assistant in 2008. He is the all-time leading scorer in Kansas basketball history with 2,951 points. The next closest player to his point total is Nick Collison, who is 854 points behind Manning.",
  "/wiki/Lawrence_High_School_(Kansas)": "Lawrence High School (LHS) is a public secondary school in Lawrence, Kansas, USA operated by Unified School District 497, and serves students of grades 9 to 12. The school is one of the two public high schools located in the city. Lawrence High enrolled 1,260 students in the 2007-2008 school year. The school colors are red and black and the mascot is the \"Chesty Lion\".",
  "/wiki/Kansas_Jayhawks_men%27s_basketball": "The Kansas Jayhawks men's basketball program is the intercollegiate men's basketball program of the University of Kansas. The program is classified in the NCAA's Division I and the team competes in the Big 12 Conference. Kansas is considered one of the most prestigious college basketball programs in the country with 5 overall claimed National Championships (3 NCAA Tournament championships, 2 Helms National Championships), as well being a National Runner-Up six times and having the most conference titles in the nation. Kansas is the all-time consecutive conference titles record holder with 14 consecutive titles, a streak that ran from 2005 through 2018. The Jayhawks also own the NCAA record for most consecutive NCAA Tournament appearances with an active streak of 30 consecutive appearances. Another notable active streak for the Jayhawks is they have been ranked in the AP poll for 211 consecutive polls, a streak that has stretched from the poll released on February 2, 2009 poll through the poll released on January 13, 2020, which is the longest active streak in the nation. That streak is 10 behind UCLA's record run of 221 straight from 1966-1980.",
  "/wiki/Steve_Henson": "Steven Michael Henson (born February 2, 1968) is a retired American professional basketball player, who was selected by the Milwaukee Bucks in the 2nd round (44th overall) of the 1990 NBA draft.  He was an assistant basketball coach at the University of Oklahoma under his former college coach Lon Kruger. On April 1, 2016, Henson was hired as the head coach at the University of Texas at San Antonio and assumed his new position after the Sooners' exit from the NCAA Tournament the following day.",
  "/wiki/Kansas_State_Wildcats_men%27s_basketball": "The Kansas State Wildcats men's basketball team represents Kansas State University in college basketball competition. The program is classified in the NCAA Division I, and is a member of the Big 12 Conference. The current head coach is Bruce Weber.",
  "/wiki/Manhattan_High_School": "Manhattan High School is a public high school in Manhattan, Kansas, United States, serving students in grades 9-12. It is part of the Unified School District 383.  For the 2013–2014 school year, Manhattan High had an enrollment of 1,920 students.",
  "/wiki/Texas_State_Bobcats": "The Texas State Bobcats are the sports teams that represent Texas State University. Currently, they compete in the Sun Belt Conference in NCAA Division I (Football Bowl Subdivision for football). The Bobcat has been the mascot of Texas State University since 1921, when the university adopted the name from the recommendation of a committee formed to raise school spirit. Smaller than mountain lions, bobcats are known for their stubborn fierceness and great courage. The football squad used the bobcat for the first time in 1921 and went undefeated with a 7–0 season. Texas State had several officially recognized live bobcat mascots until the 1970s. In 1964, the Texas State Bobcat was given the official name of \"Boko\" by Beth Greenlees, a sophomore from Luling, Texas, who beat out about 100 other students in a \"Name the Bobcat\" contest. Her winning submission earned her a $5 prize and the honor of being the person who named the Texas State mascot. Boko has twice been named “USA National Champion” mascot. Texas State had no official fight song until 1961, when Paul Yoder was commissioned to compose \"Go Bobcats.\" The song is the rousing \"call to arms\" for all Texas State athletic games and competition.",
  "/wiki/Gaylon_Nickerson": "Gaylon Harrel Nickerson (born February 5, 1969) is an American former professional basketball player who played in the NBA and other leagues. Born in Osceola, Arkansas, he attended Wichita State University, Butler Community College, Kansas State University, and Northwestern Oklahoma State University.",
  "/wiki/Wichita_North_High_School": "Wichita North High School, known locally as North, is a fully accredited high school located in Wichita, Kansas, serving students in grades 9-12.  The school was founded in 1929 on the site where the United States government previously sent Company 'A' of the 10th Division to the forks of the Arkansas River to protect the incoming cattle drivers from the Indians during the 1800s.",
  "/wiki/Wichita_State_Shockers_men%27s_basketball": "The Wichita State Shockers men's basketball team is the NCAA Division I college basketball program representing Wichita State University in Wichita, Kansas.",
  "/wiki/Wichita_South_High_School": "Wichita South High School, known locally as South, is a fully accredited high school, serving students in grades 9-12, located in Wichita, Kansas. It is also known as Wichita High School South.  The school colors are blue and red. The school's enrollment was 1,752 during the 2018–19 school year, making it the 16th largest high school in Kansas and the 4th largest in Wichita.",
  "/wiki/Iowa_Hawkeyes_men%27s_basketball": "The Iowa Hawkeyes men's basketball team represents the University of Iowa in Iowa City, Iowa, as a member of the Big Ten Conference and the National Collegiate Athletic Association. Coach Fran McCaffery is the current head coach, and has been at Iowa since 2010.",
  "/wiki/Topeka_High_School": "Topeka High School (THS) is a fully accredited high school, serving students in grades 9–12, located in Topeka, Kansas. It is one of four high schools within Topeka Public Schools.  In the 2010-2011 school year, there were 1,840 students enrolled.",
  "/wiki/C._B._McGrath": "Colin Bryan McGrath (born November 21, 1975) is an American college basketball coach, most recently the  head coach at UNC Wilmington. McGrath previously served under Roy Williams as an assistant coach with the University of North Carolina.  Born in Indianapolis, Indiana, but raised in Topeka, Kansas, McGrath started out as a player for Williams at Kansas and had not left Roy's bench since becoming an assistant at Kansas and following North Carolina.",
  "/wiki/F._L._Schlagle_High_School": "F. L. Schlagle High School is a fully accredited, public high school located in Kansas City, Kansas, United States, serving students in grades 9–12. The principal is Mrs. Yolanda Thompson. The mascot is the Stallion and the school colors are blue, white, and gold.",
  "/wiki/Stanford_Cardinal_men%27s_basketball": "The Stanford Cardinal men's basketball team represents Stanford University in Stanford, California, United States. The school's team currently competes in the Pac-12 Conference. They are coached by Jerod Haase and play their home games at Maples Pavilion.",
  "/wiki/Olathe_South_High_School": "Olathe South High School is a fully accredited public high school located in Olathe, Kansas, USA, serving students in grades 9-12. The school is one of five high schools in the Olathe Unified School District (USD 233). Olathe South High School was recognized as a National School of Excellence for the 1990-91 school year by the U.S. Department of Education, becoming the first high school in Olathe to do so. Olathe South's official colors are blue and gold, and the official mascot is the Falcon. The average annual enrollment at Olathe South is approximately 2,100 students.",
  "/wiki/Wyoming_Cowboys_basketball": "The University of Wyoming men's basketball program, which competes in the Mountain West Conference, has a lengthy tradition dating back to 1905. Wyoming won the 1943 NCAA championship under Hall of Fame coach Everett Shelton and behind star guard Ken Sailors, who pioneered the jump shot that is now the standard in basketball. Wyoming has made a total of 15 appearances in the NCAA Tournament.  Since the Mountain West was formed in 1999, Wyoming has won two conference titles, including an outright championship in 2002.  Prior to that, Wyoming won five championships in the Western Athletic Conference, eight championships in the Skyline Conference, and one championship in the Rocky Mountain Athletic Conference.",
  "/wiki/Matt_Freije": "Matthew Wayne \"Matt\" Freije (born October 2, 1981) is a Lebanese/ American former professional basketball player. Freije attended Shawnee Mission West High School in Overland Park, Kansas before attending Vanderbilt University where he was an All-SEC performer.  He was selected 53rd overall in the 2004 NBA Draft by the Miami Heat, was then released and later played for the New Orleans Hornets. He played 19 games for the Atlanta Hawks during the 2006-07 season but was waived in December 2006 to clear a roster spot for Slava Medvedenko.",
  "/wiki/Shawnee_Mission_West_High_School": "Shawnee Mission West High School is a fully accredited public high school located in Overland Park, Kansas, United States, serving students in grades 9-12. Shawnee Mission West is one of several public high schools located within Overland Park. The official school colors are black and gold and the school mascot is the Viking.",
  "/wiki/Vanderbilt_Commodores": "The Vanderbilt Commodores are the intercollegiate athletic teams that represent Vanderbilt University, located in Nashville, Tennessee. Vanderbilt fields 16 varsity teams (6 men's teams and 10 women's teams), 14 of which compete at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Southeastern Conference (SEC). Vanderbilt's women's lacrosse team plays in the American Athletic Conference. The bowling team plays in the Southland Bowling League. The University of Tennessee Volunteers are Vanderbilt's primary athletic rival, and the only other SEC team in Tennessee.",
  "/wiki/Wayne_Simien": "Wayne Anthony Simien Jr. (born March 9, 1983) is an American former professional basketball player, who last played with Spain's Cáceres Ciudad de Baloncesto.  He was a member of the Miami Heat team that won the 2006 NBA championship. Simien played in college at the University of Kansas where he was a consensus first team All-American his senior year in 2005.",
  "/wiki/Taj_Gray": "Taj Allen Gray (born March 14, 1984) is an American professional basketball player. He was a basketball player for the University of Oklahoma.",
  "/wiki/Wichita_High_School_East": "Wichita East High School, known locally as \"East\", is a public secondary school in the central part of Wichita, Kansas.  The school's 44-acre (180,000 m2) campus and the building's Collegiate Gothic styling make it an urban landmark.  East’s enrollment for the 2018-19 school year was 2,462, making it the largest high school in Kansas.  The school offers the International Baccalaureate program, a magnet program that teaches students at a college level, and which attracts students from across the city. The campus is also home to WSU Tech, a division of Wichita State University which provides technical training and education.",
  "/wiki/Oklahoma_Sooners_men%27s_basketball": "The Oklahoma Sooners men's basketball team represents the University of Oklahoma in men's NCAA Division I basketball. The Sooners play in the Big 12 Conference.",
  "/wiki/Mr._Kansas_Basketball": "The Mr. Kansas Basketball honor recognizes the best high school basketball player in the state of Kansas as voted on by the Kansas Basketball Coaches Association.  The players listed below also will have which college they attended, as well as if they were drafted into the NBA draft.  Five different schools have had multiple winners, McPherson has the most. Hayden in Topeka, Leavenworth, Topeka West, and Wichita South have also had multiple winners."
}