{
  "/wiki/Agust%C3%ADn_Melgar_Olympic_Velodrome": "The Agustín Melgar Olympic Velodrome is a velodrome located in the Magdalena Mixhuca Sports City sports complex located in Mexico City, Mexico. It hosted the track cycling events for the 1968 Summer Olympics. it was also used by many cyclists who attempted to break the world hour record. The record was broken 39 times at the velodrome, including one by Eddy Merckx.",
  "/wiki/Cycling_at_the_1968_Summer_Olympics": "The cycling competition at the 1968 Summer Olympics consisted of two road cycling events and five track cycling events, all for men only.",
  "/wiki/Arena_M%C3%A9xico": "Arena México is an indoor arena in Mexico City, Mexico, located in the Colonia Doctores neighborhood in the Cuauhtémoc borough. The arena is primarily used for professional wrestling, or lucha libre, shows promoted by Consejo Mundial de Lucha Libre (CMLL). The building is called the \"cathedral of lucha libre\". Arena México has a seating capacity of 16,500 when configured for professional wrestling or boxing events. The current building was completed in 1956, built by Salvador Lutteroth, owner of CMLL at the time and is the largest arena built specifically for wrestling. The building was used as the venue for the boxing competition at the 1968 Summer Olympics, and throughout the last half of the 20th century hosted several large boxing events.",
  "/wiki/Boxing_at_the_1968_Summer_Olympics": "The boxing programme of the 1968 Summer Olympics in Mexico City, Mexico was held at the Arena México. Medals were awarded in eleven events, with each event corresponding to a recognized weight division of male boxers.  Two bronze medals were awarded, with both losing semi-finalists receiving a bronze medal, with no further play-off.",
  "/wiki/Av%C3%A1ndaro_Golf_Club": "Avándaro Golf Club (Spanish: Club de Golf Avandaro) is a golf course located in the Valle de Bravo state of Mexico. Located 110 mi (180 km) west of Mexico City, it hosted the eventing portion of the equestrian competition for the 1968 Summer Olympics.",
  "/wiki/Equestrian_at_the_1968_Summer_Olympics": "Equestrian competitions at the 1968 Summer Olympics in Mexico City, Mexico featured team and individual competitions in show jumping, eventing, and dressage. Mexico City proved a challenging site since it was 2,300 meters above sea level, resulting in 30% less oxygen in the air. The horses at the 1955 Pan American Games, which was also held in Mexico City, arrived a few weeks before the Games to adjust, but had difficulty in the competition. However, racehorses that competed at the same location and who were shipped in the day before, and left the day after the race, performed fine. It was discovered that although horses would adjust immediately to the high altitude during the first few days after arrival, they showed weakness and decreased performance around Day 10, which continued to Day 20. Therefore, nations were advised to ship in horses 3–4 weeks before the competition, which would allow them time to recover from the long travel, as well as adjust to the difference in altitude. Argentina, Ireland, and the USSR were the first to ship horses over, who arrived mid-September. France and Germany were the last countries to send their horses, who arrived 28 September, 20 days before the competition was to start.",
  "/wiki/Campo_Marte": "Campo Marte is a venue under the administration of the Secretariat of National Defense. It is used for military and government events, as well as equestrian events. Campo Marte is located next to the National Auditorium in Chapultepec Park, Mexico City.",
  "/wiki/Campo_Militar_1": "Campo Militar 1 (English: Military Camp 1) is a military installation located between Conscripto and Zapadores Avenue and the Belt Freeway in Mexico City. For the 1968 Summer Olympics, it hosted the riding and running portions of the modern pentathlon competition.",
  "/wiki/Modern_pentathlon_at_the_1968_Summer_Olympics": "The modern pentathlon at the 1968 Summer Olympics was represented by two events (both for men): Individual competition and Team competition. As usual in Olympic modern pentathlon, one competition was held and each competitor's score was included to the Individual competition event results table and was also added to his teammates' scores to be included to the Team competition event results table. This competition consisted of 5 disciplines:",
  "/wiki/Club_de_Yates_de_Acapulco": "Club de Yates de Acapulco (English: Acapulco Yacht Club) is a yacht club located in Acapulco, Mexico. Opened in December 1955, it served as host of the sailing events for the 1968 Summer Olympics in Mexico City.",
  "/wiki/Sailing_at_the_1968_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics) in Athens, Greece. With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.",
  "/wiki/Estadio_Azteca": "The Estadio Azteca (Spanish pronunciation: [esˈtaðjo asˈteka]) is a multi purpose stadium located in Mexico City. It is the official home of football club Club América and the Mexico national football team. The stadium sits at an altitude of 7,200 feet (2195 meters) above sea level. With an official capacity of 87,523, it is the largest stadium in Mexico. As of 2018, the stadium also serves as the home of Cruz Azul. The National Football League (NFL) features one game at Estadio Azteca per season as a part of their International Series.",
  "/wiki/Football_at_the_1968_Summer_Olympics": "The 1968 Olympic football tournament was played as part of the 1968 Summer Olympics. The tournament features 16 men's national teams from five continental confederations. The 16 teams are drawn into four groups of four and each group plays a round-robin tournament. At the end of the group stage, the top two teams advanced to the knockout stage, beginning with the quarter-finals and culminating with the gold medal match at the Azteca Stadium on 26 October 1968. This was the first time an Asian team won a medal, Japan claiming bronze.",
  "/wiki/Estadio_Cuauht%C3%A9moc": "Estadio Cuauhtémoc is a football stadium in the city of Puebla, Mexico. It is the home of Club Puebla. It is currently the fourth biggest football stadium in Mexico by capacity. The stadium has been the host of the 1970 FIFA World Cup and the 1986 FIFA World Cup. From November 2014 – 2015, the stadium went through massive renovations.",
  "/wiki/Puebla,_Puebla": "Puebla (Spanish pronunciation: [ˈpweβla]) known in Spanish as Puebla de Zaragoza, formally Heroica Puebla de Zaragoza and in colonial times as Puebla de los Ángeles, is the seat of Puebla Municipality, the capital and largest city of the state of Puebla, and the second largest in colonial Mexico and the richest Catholic diocese. A colonial era planned city, it is located in (southern) Central Mexico on the main route between the capital, Mexico City, and Mexico's main Atlantic port, Veracruz—about 100 km east southeast of Mexico City and about 220 km west of Veracruz.",
  "/wiki/Estadio_Jalisco": "The Jalisco Stadium is a football stadium located in Guadalajara, Mexico. It is the third largest Mexican football stadium behind Estadio Azteca and Estadio Olímpico Universitario. The facility is located in the city of Guadalajara, Jalisco, 400 kilometers north-west of Mexico City, and has a maximum capacity of 55,110 spectators.",
  "/wiki/Guadalajara": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,460,148 inhabitants, it is Mexico's second most populous municipality. The Guadalajara metropolitan area has a reported population of 5,002,466 inhabitants, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in the State of Mexico. It is a strong business and economic center in the Bajío region.",
  "/wiki/Estadio_Nou_Camp": "The Estadio León, unofficially known as Nou Camp, is a mid-sized football stadium with a seating capacity of 31,297 built in 1967, and located in the city of León, Guanajuato, in the Bajío region of central Mexico. This sport facility is used mostly for football matches and is the home of the Club León.",
  "/wiki/Le%C3%B3n,_Guanajuato": "León (Spanish pronunciation: [leˈon]) is the most populous city and municipality in the Mexican state of Guanajuato. In the 2015 Intercensal Survey INEGI reported 1,578,626 people living in the municipality of León, making it the fourth most populous municipality in Mexico. The metropolitan area of León recorded a population of 1,630,094 in the 2010 Census, making it the seventh most populous metropolitan area in Mexico. León is part of the macroregion of Bajío within the Central Mexican Plateau.",
  "/wiki/Estadio_Ol%C3%ADmpico_Universitario": "Estadio Olímpico Universitario is a multi-purpose stadium located in Ciudad Universitaria, Mexico City. It was built in 1952 and at that time was the largest stadium in Mexico. This stadium has a capacity of 72,000. The first major event held in the stadium was the 1955 Pan American Games. During the 1950s and the 1960s this stadium was used mostly for college American football matches between the largest Mexican public universities at the time: UNAM and IPN. From the late 1950s it was used for football matches, some American football matches and athletics. American architect Frank Lloyd Wright called it \"the most important building in the modern America\".[dubious  – discuss]",
  "/wiki/Athletics_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 36 athletics events were contested, 24 for men and 12 for women. There were a total number of 1031 participating athletes from 93 countries.",
  "/wiki/Fernando_Montes_de_Oca_Fencing_Hall": "The Fernando Montes de Oca Fencing Hall is an indoor sports venue located in the Magdalena Mixhuca Sports City area of Mexico City. It hosted the fencing competitions and the fencing part of the modern pentathlon competition of the 1968 Summer Olympics.",
  "/wiki/Fencing_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, eight events in fencing were contested. Men competed in both individual and team events for each of the three weapon types (épée, foil and sabre), but women competed only in foil events.",
  "/wiki/Alberca_Ol%C3%ADmpica_Francisco_M%C3%A1rquez": "The Alberca Olímpica Francisco Márquez is an indoor swimming pool Olympic facility located in Mexico City, Mexico. It has a capacity of 4,300.",
  "/wiki/Diving_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, four diving events were contested during a competition that took place at the Francisco Márquez Olympic Pool, from 17 to 26 October (October 21, rest day), comprising 83 divers from 23 nations.",
  "/wiki/Swimming_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 29 events in swimming were contested.  There was a total of 468 participants from 51 countries competing.  The United States dominated the competition, winning 52 of 87 possible medals. 15-year-old phenom Debbie Meyer from Maryland won three gold medals.",
  "/wiki/Water_polo_at_the_1968_Summer_Olympics": "The Water Polo Tournament at the 1968 Summer Olympics was held from 14 to 25 October 1968, in Mexico City, Mexico.",
  "/wiki/Insurgentes_Ice_Rink": "The Insurgentes Ice Rink is an indoor arena located in Mexico City that hosted the wrestling competitions for the 1968 Summer Olympics.",
  "/wiki/Wrestling_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics, 16 wrestling events were contested, for all men. There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling.",
  "/wiki/Teatro_de_los_Insurgentes": "Teatro de los Insurgentes (English: Theater of the Insurgents) is a theater located on Mexico City's Avenida de los Insurgentes.",
  "/wiki/Weightlifting_at_the_1968_Summer_Olympics": "The weightlifting competition at the 1968 Summer Olympics in Mexico City consisted of seven weight classes, all for men only. The competition was held from 17 to 21 October 1968.",
  "/wiki/Gimnasio_Ol%C3%ADmpico_Juan_de_la_Barrera": "The Gimnasio Olímpico Juan de la Barrera is an indoor arena located in Mexico City, Mexico. At the 1968 Summer Olympics, it hosted the volleyball competitions, and it is located next to the Olympic pool. It is currently the home of the professional basketball team Capitanes de Ciudad de México. The arena seats 5,242 people in two stand levels. For years, it has been the traditional home of professional basketball in Mexico City.",
  "/wiki/Volleyball_at_the_1968_Summer_Olympics": "Volleyball at the 1968 Summer Olympics was represented by two events: men's team and women's team. The Olympic Committee initially dropped volleyball for the 1968 Olympics, meeting protests.",
  "/wiki/Palacio_de_los_Deportes": "Palacio de los Deportes (English: Palace of Sports) is an indoor arena located in Mexico City, Mexico. It is within the Magdalena Mixhuca Sports City complex, near the Mexico City International Airport and in front of the Foro Sol, in which sports and artistic events are also celebrated. It is operated by Grupo CIE. Opened in 1968, the arena seats 20,000 and the overall capacity is approximately 26,000.",
  "/wiki/Basketball_at_the_1968_Summer_Olympics": "Basketball contests at the 1968 Summer Olympics was the seventh appearance of the sport of basketball as an official Olympic medal event. It took place at the Palacio de los Deportes in Mexico City, Mexico from October 13 to October 25, 1968. The United States defeated Yugoslavia to win their seventh straight gold medal in this sport, while the Soviet Union earned the bronze against Brazil.",
  "/wiki/Municipal_Stadium_(Mexico_City)": "The Estadio Jesús Martínez \"Palillo\" is a multi-use stadium located in the Magdalena Mixhuca Sports City in Mexico City. It is currently used mostly for American football matches and is the home stadium of two of the Liga de Fútbol Americano Profesional's six teams. The stadium has a capacity of 6,000 people.",
  "/wiki/Field_hockey_at_the_1968_Summer_Olympics": "The men's field hockey tournament at the 1968 Summer Olympics was the 11th edition of the field hockey event for men at the Summer Olympics. It took place over a fourteen-day period beginning on 13 October, and culminated with the medal finals on 26 October. All games were played at the Municipal Stadium in Mexico City, Mexico.",
  "/wiki/National_Auditorium": "National Auditorium (Spanish: Auditorio Nacional) is an entertainment center at Paseo de la Reforma #50, Chapultepec in Mexico City.",
  "/wiki/Gymnastics_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics, fourteen different artistic gymnastics events were contested, eight for men and six for women.  All events were held at the National Auditorium in Mexico City from October 21 through October 26.",
  "/wiki/Revolution_Ice_Rink": "Revolution Ice Rink is an indoor arena located in Mexico City. The rink hosted some of the volleyball competitions for the 1968 Summer Olympics."
}