{
  "/wiki/Araguainha_crater": "The Araguainha crater or Araguainha dome is an impact crater on the border of Mato Grosso and Goiás states, Brazil, between the villages of Araguainha and Ponte Branca. With a diameter of 40 kilometres (25 mi), it is the largest known impact crater in South America.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Campo_del_Cielo_crater": "The Campo del Cielo refers to a group of iron meteorites or to the area where they were found. This area is situated on the border between the provinces of Chaco and Santiago del Estero, 1,000 kilometers (620 mi) northwest of Buenos Aires, Argentina. The crater field covers an area of 3 by 18.5 kilometres (1.9 by 11.5 mi) and contains at least 26 craters, the largest being 115 by 91 metres (377 by 299 ft).",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/2007_Carancas_impact_event": "The Carancas impact event refers to the fall of the Carancas chondritic meteorite on September 15, 2007, near the village of Carancas in Peru, close to the Bolivian border and Lake Titicaca. The impact created a small crater in the clay soil and scorched earth around its location. A local official, Marco Limache, said that \"boiling water started coming out of the crater, and particles of rock and cinders were found nearby\", as \"fetid, noxious\" gases spewed from the crater. Surface impact occurred above 3,800 metres (12,500 ft).",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Col%C3%B4nia_crater": "The Colônia crater is a recently confirmed impact crater located in the municipality of São Paulo, Brazil. It is a round bowl-shaped depression, without any obvious central bulge, with a diameter of about 3.6 kilometres (2.2 mi), bounded by a circular ring of hills about 125 metres (410 ft) high relative to the inner depression. Its approximate location is 23°52′15″ South and 46°42′30″ West, 770 metres (2,530 ft) above sea level.  The name comes from the town district of Colônia located just north of the feature.",
  "/wiki/Monturaqui_crater": "Monturaqui is a meteorite crater in Chile. It lies south of the Salar de Atacama and was formed less than a million years ago by an iron meteorite. It is about 455 metres (1,493 ft) wide and contains a salt pan.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Riach%C3%A3o_Ring": "Riachão Ring is a meteorite crater (astrobleme) in Brazil.",
  "/wiki/Rio_Cuarto_craters": "The Río Cuarto craters are a purported group of impact craters located in Córdoba Province, Argentina. Research published in 2002 indicates that they are more likely a result of Aeolian processes.",
  "/wiki/Santa_Marta_crater": "Santa Marta crater is a newly confirmed impact crater in Piauí State, northeastern Brazil. It is 10 kilometres (6.2 mi) in diameter and it is estimated to have formed between 100 and 66 Ma, during the Late Cretaceous.",
  "/wiki/Serra_da_Cangalha": "Serra da Cangalha is an impact crater in the State of Tocantins, near the border of Maranhão State, in north/northeastern Brazil. The crater is between 12 and 13 kilometres (7.5 and 8.1 mi) in diameter, making it the second-largest known crater in Brazil. Its age is estimated to be about 220 million years (Triassic period).  The name means Pack-Saddle Mountains in Portuguese.",
  "/wiki/Varge%C3%A3o_Dome": "Vargeão Dome is a meteorite crater in Santa Catarina State, Brazil, straddling the municipalities of Vargeão, Faxinal dos Guedes, and Passos Maia.",
  "/wiki/Vista_Alegre_crater": "The Vista Alegre crater is a meteorite crater in Coronel Vivida, Paraná State, Brazil.  On the surface it appears as a circular, relatively flat plain within otherwise hilly terrain."
}