{
  "/wiki/A_Game_of_Thrones:_Genesis": "A Game of Thrones: Genesis is a strategy video game developed by Cyanide and published by Focus Home Interactive released exclusively for Microsoft Windows on September 28, 2011 in North America (only on Steam), September 29, 2011 in Europe and October 13, 2011 in Australia.",
  "/wiki/Strategy_video_game": "A strategy video game is a video game genre that focuses on skillful thinking and planning to achieve victory. It emphasizes strategic, tactical, and sometimes logistical challenges. Many games also offer economic challenges and exploration. They are generally categorized into four sub-types, depending on whether the game is turn-based or real-time, and whether the game focuses on strategy or tactics.",
  "/wiki/Cyanide_(company)": "Cyanide SA (also known as Cyanide Studio) is a French video game developer based in the Nanterre suburb of Paris. The company was founded in 2000 by Patrick Pligersdorffer, formerly of Ubi Soft. Since 2007, Cyanide operates a second studio, Amusement Cyanide, in Montreal, Canada, and employs a total of 110 staff members as of 2018. Cyanide was acquired by French publisher Bigben Interactive in May 2018.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/2011_in_video_gaming": "The year 2011 saw many new video games, as well the release of numerous sequels to critically acclaimed games, such as Ace Combat, Assassin's Creed, Batman: Arkham, Battlefield, Call of Duty, Call of Juarez, Cities XL, Crysis, Dead Space, Deus Ex, Dragon Age, Driver, Duke Nukem, Dynasty Warriors, F.E.A.R, Forza Motorsport, Gears of War, Infamous, Killzone, LittleBigPlanet, Mario Kart, Modern Combat, Mortal Kombat, MX vs. ATV, Need for Speed, Operation Flashpoint, Pokémon, Portal, Rayman, Red Faction, Red Orchestra, Resistance, Saints Row, Star Wars: Knights of the Old Republic, The Elder Scrolls, The Legend of Zelda, The Witcher 2: Assassins of Kings, Total War, Tropico and Uncharted. In addition, it saw the release of many new intellectual properties, such as Bastion, Dark Souls, Dead Island, Homefront, L.A. Noire, Minecraft and Rage. Many awards went to games such as Batman: Arkham City, Portal 2, The Elder Scrolls V: Skyrim, The Legend of Zelda: Skyward Sword and Uncharted 3: Drake's Deception. 2011 also marked the worldwide release of the Nintendo 3DS.",
  "/wiki/A_Plague_Tale:_Innocence": "A Plague Tale: Innocence is an action-adventure horror stealth game developed by Asobo Studio and published by Focus Home Interactive. It was released for Microsoft Windows, PlayStation 4 and Xbox One in May 2019, and received generally positive reviews from critics.",
  "/wiki/Action_game": "An action game is a video game genre that emphasizes physical challenges, including hand–eye coordination and reaction-time. The genre includes a large variety of sub-genres, such as fighting games, beat 'em ups, shooter games and platform games. Multiplayer online battle arena and some real-time strategy games are also considered action games.",
  "/wiki/Adventure_game": "In video game culture, an adventure game is a video game in which the player assumes the role of a protagonist in an interactive story driven by exploration and puzzle-solving. The genre's focus on story allows it to draw heavily from other narrative-based media, literature and film, encompassing a wide variety of literary genres. Many adventure games (text and graphic) are designed for a single player, since this emphasis on story and character makes multi-player design difficult. Colossal Cave Adventure is identified[by whom?] as the first such adventure game, first released in 1976, while other notable adventure game series include Zork, King's Quest, The Secret of Monkey Island, and Myst.",
  "/wiki/Asobo_Studio": "Asobo Studio SARL is a video game developer based in Bordeaux, France, and founded in 2002. The studio has developed 17 video games, including video game adaptations of the Pixar movies Ratatouille, WALL-E, Up, and Toy Story 3.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/2019_in_video_gaming": "In the video game industry during 2019, both Sony and Microsoft announced their intent to reveal their next-generation consoles in 2020, while Nintendo introduced a smaller Nintendo Switch Lite, and Google announced its streaming game platform Stadia. The controversy over loot boxes as a potential gambling route continued into 2019, with some governments like Belgium and the Netherlands banning games with them under their gambling laws, while the United Kingdom acknowledging their current laws prevent enforcing these as if they were games of chance. The first video cards to support real-time ray tracing were put onto the consumer market, including the first set of games that would take advantage of the new technology. The Epic Games Store continued its growth in challenging the largest digital PC game distribution service Steam, leading to concern and debate about Epic Games' methods to seek games for its service. Dota Auto Chess, a community-created mod for Dota 2, introduced a new subgenre of strategy games called auto battlers, which saw several games in the genre released throughout the year. Blizzard Entertainment faced criticism due to their involvement in the Blitzchung controversy, which began after they had banned a Hearthstone player for making comments during a tournament regarding the 2019 Hong Kong protests.",
  "/wiki/Act_of_Aggression": "Act of Aggression is a 2015 real-time strategy game developed by Eugen Systems and published by Focus Home Interactive.",
  "/wiki/Real-time_strategy": "Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns. This is distinguished from turn-based strategy (TBS), in which all players take turns when playing.",
  "/wiki/Eugen_Systems": "Eugen Systems is a French video game developer based in Paris, France. It was founded in January 2000 by Alexis Le Dressay, a DPLG architect, and Cedric Le Dressay, a software engineer. The company currently focuses on developing real-time strategy games for the PC and Macintosh platforms, but also has developed games for the PlayStation 3 and Xbox 360 in the past.",
  "/wiki/2015_in_video_gaming": "The year 2015 saw releases of numerous video games as well as a follow-up to Nintendo's portable 3DS console, the New Nintendo 3DS.  Top-rated games originally released in 2015 included Metal Gear Solid V: The Phantom Pain, The Witcher 3: Wild Hunt, Bloodborne,  Undertale, and Fallout 4.  Sales of video games in 2015 reached $61 billion, according to analysis firm SuperData, an 8% increase from 2014. Of this, the largest sector was in computer game sales and subscription services, accounting for $32 billion. Mobile games revenues were at $25.1 billion, a 10% increase from 2014. Digital sales on consoles made up the remaining $4 billion.",
  "/wiki/Battlefleet_Gothic:_Armada": "Battlefleet Gothic: Armada is a real-time strategy video game developed by Tindalos Interactive and published by Focus Home Interactive. It is set in the fictional universe of Warhammer 40,000, and is specifically an adaptation of the miniature wargame Battlefleet Gothic by Games Workshop.",
  "/wiki/2016_in_video_gaming": "Numerous video games were released in 2016.  New hardware came out as well, albeit largely refreshed and updated versions of consoles in the PlayStation 4 Pro, PlayStation 4 Slim, and Xbox One S.  Commercially available virtual reality headsets were released in much greater numbers and at much lower price points than the enthusiast-only virtual reality headsets of earlier generations. Augmented reality also became mainstream with Pokémon Go. Top-rated games originally released in 2016 included Uncharted 4: A Thief's End, Inside, Overwatch, Forza Horizon 3, NBA 2K17, Dark Souls III, and Battlefield 1.  The top five highest-grossing video games of 2016 were League of Legends, Honor of Kings/Arena of Valor, Monster Strike, Clash of Clans, and Dungeon Fighter Online.",
  "/wiki/Blood_Bowl_(2009_video_game)": "Blood Bowl is a fantasy football video game developed by Cyanide, loosely based on American football, and adapted from the board game of the same name, which is produced by Games Workshop, using the CRP ruleset.",
  "/wiki/Sports_game": "A sports game is a video game genre that simulates the practice of sports. Most sports have been recreated with a game, including team sports, track and field, extreme sports and combat sports. Some games emphasize actually playing the sport (such as the Madden NFL series), whilst others emphasize strategy and sport management (such as Championship Manager and Out of the Park Baseball). Some, such as Need for Speed, Arch Rivals and Punch-Out!!, satirize the sport for comic effect. This genre has been popular throughout the history of video games and is competitive, just like real-world sports. A number of game series feature the names and characteristics of real teams and players, and are updated annually to reflect real-world changes. Sports genre is one of the oldest genres in gaming history.",
  "/wiki/Turn-based_strategy": "A turn-based strategy (TBS) game is a strategy game (usually some type of wargame, especially a strategic-level wargame) where players take turns when playing. This is distinguished from real-time strategy (RTS), in which all players play simultaneously.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/2009_in_video_gaming": "The year 2009 saw many sequels and prequels in video games. New intellectual properties include Batman: Arkham Asylum, Bayonetta, Borderlands, Demon's Souls, Dragon Age: Origins, Infamous, Just Dance, and Prototype.",
  "/wiki/Blood_Bowl_2": "Blood Bowl 2 is a turn-based fantasy sports video game developed by  Cyanide Studios and published by Focus Home Interactive.  It is a sequel to the 2009 video game Blood Bowl, based on the board game by Games Workshop. The game was developed for Microsoft Windows, PlayStation 4, and Xbox One, and was released on 22 September 2015. A Mac OS X version of the game was launched in May 2016.",
  "/wiki/2012_in_video_gaming": "The year 2012 saw the release of numerous sequels to critically acclaimed video games, such as Alan Wake, Assassin's Creed, Borderlands, Call of Duty, Counter-Strike, Darksiders, Dead or Alive, Diablo, Fable, Far Cry, Forza Motorsport, Halo, Hitman, Mario Party, Marvel vs. Capcom, Mass Effect, Max Payne, Medal of Honor, Modern Combat, Need for Speed, Ninja Gaiden, PlanetSide, Pokémon, Prototype, Resident Evil, Silent Hill, Sniper Elite, Spec Ops, Super Mario, Tekken, The Darkness, Tom Clancy's Ghost Recon, Transformers, Trials and X-COM.  In addition, it saw the release of many new intellectual properties, such as Asura's Wrath, Dishonored, Journey, Lollipop Chainsaw and Sleeping Dogs. Many awards went to games such as Borderlands 2, Far Cry 3, Journey, Mass Effect 3, The Walking Dead and XCOM: Enemy Unknown. It began with the worldwide release of Sony's newest handheld game console, the PlayStation Vita, that was launched in Japan in December 2011. The end of the year marked the worldwide release of the second most recent home console by Nintendo, the Wii U.",
  "/wiki/Bound_by_Flame": "Bound by Flame is a fantasy-themed action role-playing game that was released on May 9, 2014. Bound by Flame puts the player in the role of a victim of demonic possession, where it is necessary to choose between the evil powers that are offered or rejecting them in favor of developing heroic talents.",
  "/wiki/Action_role-playing_game": "Action role-playing video games (often abbreviated action RPG or ARPG) are a subgenre of role-playing video games. The games emphasize real-time combat where the player has direct control over the characters as opposed to turn or menu-based combat while still having a focus on character's Stats in order to determine relative strength and abilities. These games often use action game combat systems similar to hack and slash or shooter games. Action role-playing games may also incorporate action-adventure games, which include a mission system and RPG mechanics, or massively multiplayer online role-playing games (MMORPGs) with real-time combat systems.",
  "/wiki/Spiders_(company)": "Spiders is a French video game developer founded by several French developers who previously worked on the game Silverfall and its add-on, and decided to pursue a new venture together. They specialize in action role-playing games, owing to their previous experience.\nOn July 2019, French publisher Bigben Interactive announced that they had acquired Spiders.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/2014_in_video_gaming": "The year 2014 saw a number of events in the video game industry.  No new major consoles were released, but updates and upgrades were: the New Nintendo 3DS was released in Japan and Oceania, and Sony released new model 2000 PS Vita systems in Europe & North America.  In video game-related corporate acquisitions, Amazon purchased the online video game streaming service Twitch, and Facebook acquired the virtual reality company and product Oculus.  Nintendo released Amiibo in 2014, companion figurines that could be scanned by the 3DS and WiiU systems.  On Twitter and other Internet social media, the Gamergate controversy began.",
  "/wiki/Call_of_Cthulhu:_The_Official_Video_Game": "Call of Cthulhu is a role-playing survival horror video game developed by Cyanide and published by Focus Home Interactive for Microsoft Windows, PlayStation 4, Xbox One and Nintendo Switch. The game features a semi-open world environment and incorporates themes of Lovecraftian and psychological horror into a story which includes elements of investigation and stealth. It is inspired by H. P. Lovecraft's short story \"The Call of Cthulhu\", while also being an adaptation of the 1981 role-playing game of the same title.",
  "/wiki/Role-playing_video_game": "A role-playing video game (commonly referred to as simply a role-playing game or an RPG as well as a computer role-playing game or a CRPG) is a video game genre where the player controls the actions of a character (and/or several party members) immersed in some well-defined world. Many role-playing video games have origins in tabletop role-playing games (including Dungeons & Dragons) and use much of the same terminology, settings and game mechanics. Other major similarities with pen-and-paper games include developed story-telling and narrative elements, player character development, complexity, as well as replay value and immersion. The electronic medium removes the necessity for a gamemaster and increases combat resolution speed. RPGs have evolved from simple text-based console-window games into visually rich 3D experiences.",
  "/wiki/Survival_horror": "Survival horror is a subgenre of video games inspired by horror fiction that focuses on survival of the character as the game tries to frighten players with either horror graphics or scary ambience. Although combat can be part of the gameplay, the player is made to feel less in control than in typical action games through limited ammunition, health, speed and vision, or through various obstructions of the player's interaction with the game mechanics. The player is also challenged to find items that unlock the path to new areas and solve puzzles to proceed in the game. Games make use of strong horror themes, like dark mazelike environments and unexpected attacks from enemies.",
  "/wiki/Nintendo_Switch": "The Nintendo Switch[b] is a video game console developed by Nintendo, released worldwide in most regions on March 3, 2017.[c] It is a hybrid console that can be used as a home console and portable device. Its wireless Joy-Con controllers, with standard buttons and directional analog sticks for user input, motion sensing, and tactile feedback, can attach to both sides of the console to support handheld-style play. They can also connect to a Grip accessory to provide a traditional home console gamepad form, or be used individually in the hand like the Wii Remote and Nunchuk, supporting local multiplayer modes. The Nintendo Switch's software supports online gaming through Internet connectivity, as well as local wireless ad hoc connectivity with other consoles. Nintendo Switch games and software are available on both physical flash-based ROM cartridges and digital distribution via Nintendo eShop; the system has no region lockout. A handheld-focused revision of the system called the Nintendo Switch Lite, was released on September 20, 2019.",
  "/wiki/2018_in_video_gaming": "Numerous video games were released in 2018. Best-selling games included Call of Duty: Black Ops 4, Red Dead Redemption 2, Super Smash Bros Ultimate, Far Cry 5, God of War, Monster Hunter: World and Dragon Ball FighterZ. Games highly regarded by video game critics released in 2018 included Red Dead Redemption 2, God of War, Super Smash Bros. Ultimate, Marvel's Spider-Man, Forza Horizon 4, Monster Hunter: World, Dead Cells, Return of the Obra Dinn, and Celeste. The year's highest-grossing games included Fortnite, Honor of Kings/Arena of Valor, Dungeon Fighter Online, League of Legends, and Pokémon Go.",
  "/wiki/Chaos_League": "Chaos League is a fantasy-based sports management game developed by Cyanide Studios and published by Digital Jesters. It was released in Europe on 8 August 2004 and later in North America on 8 March 2005. The game is a spin on American football, the violence of the Medieval football with no rules and rugby-style of sports yet set in a fantasy world with teams being made up of fantasy races such as dwarves, elves, orcs and undead, along with the use of magic and other fictional elements during a \"match\". The tone of the game is satirical with comedic color commentary and adverts for fictional in-game universe products. An official expansion was later released in 2005 bundled with the original, titled Chaos League: Sudden Death that added new features and gameplay tweaks.",
  "/wiki/Business_simulation_game": "Business simulation games, also known as economic simulation games or tycoon games, are games that focus on the management of economic processes, usually in the form of a business. Pure business simulations have been described as construction and management simulations without a construction element, and can thus be called management simulations. Indeed, micromanagement is often emphasized in these kinds of games. They are essentially numeric, but try to hold the player's attention by using creative graphics. The interest in these games lies in accurate simulation of real-world events using algorithms, as well as the close tying of players' actions to expected or plausible consequences and outcomes. An important facet of economic simulations is the emergence of artificial systems, gameplay and structures.",
  "/wiki/2004_in_video_gaming": "2004 saw many sequels and prequels in video games. New intellectual properties included Fable, Far Cry, FlatOut, Killzone, Katamari Damacy, Monster Hunter, Ninja Gaiden, N, Red Dead Revolver, SingStar, Sacred, and World of Warcraft.",
  "/wiki/Cities_XL": "Cities XL (originally Cities Unlimited) is a city-building video game developed by Monte Cristo as a sequel to their earlier title City Life. It was originally scheduled for release in the first quarter of 2009, but was eventually released on October 8, 2009. The game allowed players to play online and interact with others on massive persistent planets, and to work together by trading resources or building blueprints in order to satisfy the needs of city inhabitants. However, on March 8, 2010 the online service was closed and the game became single-player only.",
  "/wiki/City-building_game": "A city-building game, or town-building game, is a genre of simulation video game where players act as the overall planner and leader of a city or town, looking down on it from above, and being responsible for its growth and management strategy. Players choose building placement and city management features such as salaries and work priorities, and the city develops accordingly.",
  "/wiki/Massively_multiplayer_online_game": "A massively multiplayer online game (MMOG, or more commonly, MMO) is an online game with large numbers of players, typically from hundreds to thousands, on the same server.[failed verification] MMOs usually feature a huge, persistent open world, although some games differ. These games can be found for most network-capable platforms, including the personal computer, video game console, or smartphones and other mobile devices.",
  "/wiki/Cities_XL_2011": "Cities XL 2011 is a city simulator developed by Focus Home Interactive. Cities XL 2011 is the second game in the Cities XL franchise. The game focuses on a single-player mode, and was released on October 14, 2010. New features include more buildings and maps, improved public transport, an enhanced tax system, and better trading options.",
  "/wiki/City_simulator": "A city-building game, or town-building game, is a genre of simulation video game where players act as the overall planner and leader of a city or town, looking down on it from above, and being responsible for its growth and management strategy. Players choose building placement and city management features such as salaries and work priorities, and the city develops accordingly.",
  "/wiki/2010_in_video_gaming": "2010 has seen many sequels and prequels in video games, including several new titles such as Ace Attorney, Alien vs. Predator, Army of Two, Assassin's Creed, Battlefield, BioShock, Call of Duty, Castlevania, Civilization, Crackdown, Donkey Kong, Darksiders,  Dead Rising, Fable, Fallout, God of War, Gran Turismo, Grand Theft Auto, Halo, Just Cause, Kane and Lynch, Lost Planet, Mafia, Mass Effect, Medal of Honor, Mega Man, Metroid, Need for Speed, Pokémon, Prince of Persia, Red Steel, Red Dead, Resident Evil, Skate, StarCraft, Star Wars: The Force Unleashed, Super Mario, Super Monkey Ball, Tom Clancy's H.A.W.X, Tom Clancy's Splinter Cell and Total War. In addition, it saw the release of many new intellectual properties, such as Alan Wake, Darksiders, Deadly Premonition, Heavy Rain and Metro 2033. Many awards went to games such as Red Dead Redemption, Mass Effect 2, God of War III and Super Mario Galaxy 2. Kinect from Microsoft Game Studios for the Xbox 360 was also released this year.",
  "/wiki/Cities_XL_2012": "Cities XL 2012 is a city simulator developed by Focus Home Interactive. Cities XL 2012 is the third game in the Cities XL franchise. The game focuses on a single-player mode, and was released on October 20, 2011. New features include new structures, new maps and a starter guide; additionally, the game has been opened to modding and allows players to share their mods. It is fully compatible with Cities XL 2011 version with a discounted upgrade available. An expansion pack was released simultaneously.",
  "/wiki/Cities_XXL": "Cities XXL is a city-building computer game developed by Focus Home Interactive as a sequel to their earlier game Cities XL Platinum. It was released worldwide via Steam on February 5, 2015. The game allows players to design, build, and manage cities. The game has been met with mostly negative reviews citing a lack of new features and still existing performance issues.",
  "/wiki/City_Life_(video_game)": "City Life is a city-building video game developed by Monte Cristo. It is the first modern building game to allow the player to work in full 3D environment. It is published in France by Focus, in the UK and Germany by Deep Silver and in North America by CDV. It was released in May 2006.",
  "/wiki/Monte_Cristo_(company)": "Monte Cristo was a French computer game developer and publisher, based in Paris. It was established in 1995 by former Credit Suisse First Boston vice-president Jean-Marc de Fety and former Mars & Co strategy senior consultant Jean-Cristophe Marquis. The company was led by Jean-Christophe Marquis and Jérome Gastaldi since 2002. Monte Cristo declared bankruptcy in May 2010 following poor sales of Cities XL.",
  "/wiki/2006_in_video_gaming": "2006 saw the release of several sequels and prequels in video games, prominently including New Super Mario Bros, alongside many prominent new releases including Bully, Company of Heroes, Dead Rising, Gears of War, Just Cause, Lost Planet: Extreme Condition, Prey, Resistance: Fall of Man, Saints Row and Thrillville.",
  "/wiki/2008_in_video_gaming": "2008 has seen many sequels and prequels in video games. New intellectual properties include Army of Two, Dead Space, Left 4 Dead, LittleBigPlanet, Mirror's Edge, Race Driver: Grid, Grand Theft Auto IV and Spore.",
  "/wiki/2007_in_video_gaming": "2007 has seen many sequels and prequels in video games. New intellectual properties include Halo 3, Assassin's Creed, BioShock, Crackdown, Crysis, Mass Effect, Portal, Rock Band, Skate, The Darkness, The Witcher, Uncharted, Super Paper Mario, Super Mario Galaxy, Mario Party 8, and Team Fortress 2",
  "/wiki/Confrontation_(video_game)": "Confrontation is a tactical role-playing game developed by Cyanide and based on Rackham's miniatures game. The game is set in the fantasy universe of Aarklash, a continent riven by an unending war. The player follows a party of Akkylannian fighters in their quest to seek out and destroy the source of the latest threat posed by the Alchemists of Dirz. Their journey will take them through numerous settings with rich decors where they will encounter other races which populate the continent.[citation needed]",
  "/wiki/Focus_Home_Interactive": "Focus Home Interactive SA is a French independent video game publisher and developer based in Paris, France. Founded in 1996, Focus has published and distributed original titles such as Sherlock Holmes, TrackMania, Runaway and sports games like Cycling Manager and Virtual Skipper."
}