{
  "/wiki/Freestyle_(swimming)": "Freestyle is a category of swimming competition, defined by the rules of the International Swimming Federation (FINA), in which competitors are subject to few limited restrictions on their swimming stroke. Freestyle races are the most common of all swimming competitions, with distances beginning with 50 meters (50 yards) and reaching 1500 meters (1650 yards),  also known as the mile. The term 'freestyle stroke' is sometimes used as a synonym for 'front crawl', as front crawl is the fastest swimming stroke. It is now the most common stroke used in freestyle competitions.",
  "/wiki/Andrea_Murez": "Andrea (Andi) Murez (Hebrew: אנדראה מורז‎; born January 29, 1992), is an Israeli-American Olympic swimmer. She swam for Israel at the 2016 Summer Olympics.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Swimming_at_the_2009_Maccabiah_Games_-_Women's_100_metre_freestyle": "The Women's 100 metre freestyle event at the 2009 Maccabiah Games took place on 19 July at the Wingate Institute. This swimming event used freestyle swimming, which means that the method of the stroke is not regulated (unlike backstroke, breaststroke, and butterfly events). Nearly all swimmers use the front crawl or a variant of that stroke. Because an Olympic size swimming pool is 50 metres long, this race consisted of two lengths of the pool.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Swimming_at_the_2005_Maccabiah_Games_-_Women's_800_metre_freestyle": "The women's 800 metre freestyle event at the 2005 Maccabiah Games took place 14 June, at the Wingate Institute. This swimming event used freestyle swimming, which means that the method of the stroke is not regulated (unlike backstroke, breaststroke, and butterfly events). Nearly all swimmers use the front crawl or a variant of that stroke. Because an Olympic size swimming pool is 50 metres long, this race consisted of sixteen lengths of the pool.",
  "/wiki/Backstroke": "Backstroke or back crawl is one of the four swimming styles used in competitive events regulated by FINA, and the only one of these styles swum on the back. This swimming style has the advantage of easy breathing, but the disadvantage of swimmers not being able to see where they are going. It also has a different start from the other three competition swimming styles. The swimming style is similar to an upside down front crawl or freestyle. Both backstroke and front crawl are long-axis strokes. In individual medley backstroke is the second style swum; in the medley relay it is the first style swum.",
  "/wiki/Swimming_at_the_2005_Maccabiah_Games_-_Women's_200_metre_backstroke": "The women's 200 metre backstroke event at the 2005 Maccabiah Games took place on 10 July, at the Wingate Institute. This swimming event used the backstroke. Because an Olympic size swimming pool is 50 metres long, this race consisted of four lengths of the pool.",
  "/wiki/Breaststroke": "Breaststroke is a swimming style in which the swimmer is on their chest and the torso does not rotate. It is the most popular recreational style due to the swimmer's head being out of the water a large portion of the time, and that it can be swum comfortably at slow speeds.  In most swimming classes, beginners learn either the breaststroke or the freestyle (front crawl) first.  However, at the competitive level, swimming breaststroke at speed requires comparable endurance and strength to other strokes. Some people refer to breaststroke as the \"frog\" stroke, as the arms and legs move somewhat like a frog swimming in the water.  The stroke itself is the slowest of any competitive strokes and is thought to be the oldest of all swimming strokes.",
  "/wiki/Swimming_at_the_2005_Maccabiah_Games_-_Women's_100_metre_breaststroke": "The women's 100 metre breaststroke event at the 2005 Maccabiah Games took place on 13 July at the Wingate Institute. This swimming event used the breaststroke. Because an Olympic size swimming pool is 50 metres long, this race consisted of two lengths of the pool.",
  "/wiki/Butterfly_stroke": "The butterfly (colloquially shortened to fly) is a swimming stroke swum on the chest, with both arms moving symmetrically, accompanied by the butterfly kick (also known as the \"dolphin kick\"). While other styles like the breaststroke, front crawl, or backstroke can be swum adequately by beginners, the butterfly is a more difficult stroke that requires good technique as well as strong muscles. It is the newest swimming style swum in competition, first swum in 1933 and originating out of the breaststroke.",
  "/wiki/Amit_Ivry": "Amit Ivry (Hebrew: עמית עברי‎; born September 2, 1989, in Eilat, Israel) is an Israeli Olympic swimmer, Maccabiah Games champion, and national record holder.  She competes in the butterfly, backstroke, breaststroke, and medley.",
  "/wiki/Medley_swimming": "Medley is a combination of four different swimming styles—butterfly, backstroke, breaststroke, and freestyle—into one race. This race is either swum by one swimmer as individual medley (IM) or by four swimmers as a medley relay.",
  "/wiki/Swimming_at_the_2009_Maccabiah_Games_-_Women's_400_metre_individual_medley": "The women's 400 metre individual medley event at the 2009 Maccabiah Games took place on 20 July at the Wingate Institute. This swimming event used medley swimming. Because an Olympic size swimming pool is 50 metres long, this race consisted of eight lengths of the pool. The first two lengths were swum using the butterfly stroke, the second pair with the backstroke, the third pair of lengths in breaststroke, and the final two were freestyle. Unlike other events using freestyle, swimmers could not use butterfly, backstroke, or breaststroke for the freestyle leg; most swimmers use the front crawl in freestyle events anyway.",
  "/wiki/List_of_Maccabiah_records_in_swimming": "The International Olympic Committee and Israel Swim Association recognise the fastest performances in pool-based swimming events at the Maccabiah Games."
}