{
  "/wiki/Ritu_(2009_film)": "Ritu  (English: Seasons) is a 2009 Malayalam film, now widely acclaimed as the 'coming of age' of Malayalam cinema, directed by Shyamaprasad. The original screenplay was written by Joshua Newtonn. It was the first time Shyamaprasad made a film based on an original screenplay, all of his previous films were adaptations of published novels or plays.",
  "/wiki/Shyamaprasad": "Shyamaprasad (born 7 November 1960) is an Indian filmmaker, screenwriter, and actor from Kerala. He is best known for directing artistic and meaningful films which have earned appreciation in Malayalam cinema.",
  "/wiki/Apoorvaragam": "Apoorvaragam (English: Rare Melody) is a 2010 Malayalam thriller film written by G. S. Anand and Najeem Koya, and directed by Sibi Malayil. The film stars Nishan, Asif Ali, Nithya Menon, Vinay Forrt, Abhilash and Hima. It released on 16 July 2010 across 42 theaters in Kerala. The film ran more than 50 days and was a hit at the box office.\nIt was later dubbed into Telugu as 50% Love",
  "/wiki/Sibi_Malayil": "Sibi Malayil (born 2 May 1956) is an Indian film director who works in Malayalam cinema.",
  "/wiki/Anwar_(2010_film)": "Anwar is a 2010 Malayalam action thriller film written and directed by Amal Neerad, starring Prithviraj in the title role. The film was released on 15 October 2010. A Tamil dubbed version of the film was released on 19 January 2011 in Tamil Nadu. The film was also dubbed into Hindi as Diler Hindustani. Elements of the film were inspired by the 2008 American spy thriller film Traitor.",
  "/wiki/Amal_Neerad": "Amal Neerad (born 7 October 1976) is an Indian film director, cinematographer and producer. He attended the Satyajit Ray Film And Television Institute of India, Kolkata (first batch). He was awarded the National Film Award for best cinematography (special mention) in 2001 for his diploma film Meena Jha (short feature section).",
  "/wiki/Kadaksham": "Kadaksham is a 2010 Malayalam film by Sasi Paravoor starring Suresh Gopi, Shwetha Menon and Shwetha Vijay.",
  "/wiki/The_Blueberry_Hunt": "The Blueberry Hunt is an Indian thriller film starring Naseeruddin Shah, Vipin Sharma, Aahana Kumra, PJ Unnikrishnan, Yadu Sankalia, Vinay Forrt, and Kartik Elangovan. The film had a nationwide theatrical release in India on April 8, 2016.",
  "/wiki/Veettilekulla_Vazhi": "Veettilekkulla Vazhi (Malayalam: വീട്ടിലേക്കുള്ള വഴി, English: The Way Home) is a 2010 Indian Malayalam adventure drama film written and directed by Dr. Biju. The film  is about terrorist organizations operating in India and how they recruit young Keralites. It stars Prithviraj, Indrajith and Master Govardhan in the lead roles.",
  "/wiki/Kanakompathu": "Kanakombathu is a 2011 Malayalam thriller film written by Madhu Muttom and directed by debutant Mahadevan. The cast includes Manoj K. Jayan, Mythili, Deepu Shanth, Shankar Narayanan and Vinod Kishan in the lead roles. This was a disaster at the box office.",
  "/wiki/Veeraputhran": "Veeraputhran (Malayalam: വീരപുത്രൻ; English: The Legend) is a 2011 Malayalam historical film directed by P. T. Kunju Muhammed based on the story written by N. P. Mohammed, which is based on the life of Indian Freedom fighter and anti-Colonial activist Mohammed Abdul Rahiman (1898 – 1945). The film focuses on the anti-Colonial movements in present-day Kerala during British raj. The film has Narain as Mohammed Abdul Rahiman and Raima Sen as Rahiman's wife Kunhi Beevathu. The cast also includes Lakshmi Gopalaswamy, Siddique, Kalabhavan Mani, Sai Kumar, Devan, Valsala Menon, and Sajitha Madathil.",
  "/wiki/Karmayogi_(2011_film)": "Karmayogi is a 2012 Malayalam film directed by V. K. Prakash, starring Indrajith, Nithya Menon, Padmini Kolhapure, Saiju Kurup, Ashokan, Thalaivasal Vijay and Manikuttan. The film is an adaptation of Shakespeare's Hamlet. Indrajith plays the protagonist in the film.",
  "/wiki/V._K._Prakash": "V. K. Prakash (born 12 October 1960) is an Indian film director and actor. He makes films, music videos, and commercials, and works predominantly in Malayalam, but has also directed Telugu, Marathi, Kannada and Hindi films. Prakash's debut feature directorial was Punaradhivasam (2000) which won the National Film Award for Best Feature Film in Malayalam and Kerala State Film Award for Best Debut Director. His film Nirnayakam (2015) won the National Film Award for Best Film on Other Social Issues.",
  "/wiki/Navagatharkku_Swagatham": "Navagatharkku Swagatham is a 2012 Malayalam campus-based film written by Kalavoor Ravikumar and directed by Jayakrishna Karanavar. Mainly filmed on locations at Kalamassery, the film stars Mukesh, Jyothirmayi, Rejith Menon, Shafna and Vinay Forrt in pivotal roles. The film's music is composed by late music maestro Johnson. The film was met with negative critical reviews and was declared as a box office flop.",
  "/wiki/Prabhuvinte_Makkal": "Prabhuvinte Makkal is a 2012 Indian Malayalam-language drama film written and directed by Sajeevan Anthikkad, and starring Vinay Forrt, Jijoy Rajagopal, Swasika, and Madhu. The film discuss the theme of atheism.",
  "/wiki/Theevram": "Theevram (transl. Extreme) is a 2012 Indian Malayalam-language action thriller film \nwritten and directed by Roopesh Peethambaran in his directorial debut, and starring Dulquer Salmaan, Shikha Nair, Sreenivasan, Vinay Forrt, Vishnu Raghav, Riya Saira and Anu Mohan. The film is produced by V.C Ismayil under the banner of VCI Movies and features music composed by Roby Abraham, while cinematography is handled by Hari Nair and the editing by Kapil Gopalakrishnan. Distribution of the film is done by Lal Jose under the banner of LJ Films. Audiography was done by M. R. Rajakrishnan.",
  "/wiki/Da_Thadiya": "Da Thadiya (Malayalam: ടാ തടിയാ, Hey Fatso) is a 2012 Malayalam romantic comedy film directed by Aashiq Abu, and starring Sekhar Menon in the lead role along with Nivin Pauly, Ann Augustine and Sreenath Bhasi in the supporting roles.  The film was produced by Anto Joseph in association with OPM cinema. DJ Sekhar Menon who had worked as the same in around 500 stages makes his film debut as an actor.",
  "/wiki/Aashiq_Abu": "Aashiq Abu (born 12 April 1978) is an Indian film director, producer, actor, and distributor, who works in Malayalam cinema.",
  "/wiki/Shutter_(2012_film)": "Shutter is a 2012 Indian Malayalam thriller film written and directed by theater actor and playwright Joy Mathew in his directorial debut. The film set and filmed in  Kozhikode, stars Lal, Sreenivasan, Vinay Forrt, Sajitha Madathil and Riya Saira. Renganaath Ravee does the sound design, Hari Nair cranks the camera . The film notably features a poem by Pablo Neruda, set to music and sung by Shahabaz Aman. Biby Sam and Jacob Panikker composed the background score for the film.",
  "/wiki/Joy_Mathew_(director)": "Joy Mathew (born 20 September 1961) is an Indian film and theatre actor, director, playwright, and screenwriter. He predominantly works in Malayalam cinema.",
  "/wiki/Karma_Cartel": "Karma Cartel is a Multi-Award-winning, Avant-Garde, Indian (Malayalam film) debut feature film produced and directed by Vinod Bharathan. It is the first Indian film to be made following the Dogme 95 Manifesto set by Lars von Trier and Thomas Vinterberg. However, few of the Dogme95 rules were broken for the theatrical release in India, as requested by the distributors for the film to appeal to the Indian box-office audience.",
  "/wiki/Vinod_Bharathan": "Vinod Bharathan is an award winning Indian filmmaker based in Copenhagen. He was educated in filmmaking at film schools in Copenhage.",
  "/wiki/7th_Day_(film)": "7th Day is a 2014 Indian Malayalam language neo-noir mystery thriller film written by Akhil Paul and directed by Syamdhar. It stars Prithviraj Sukumaran as a 42-year-old IPS officer named David Abraham, who is on a trail of an unnatural case. The film also stars  Tovino Thomas, Anu Mohan, Vinay Forrt, Yog Japee, Janani Iyer and Praveen Prem.The film was a Super Hit at the box office.",
  "/wiki/How_Old_Are_You%3F_(film)": "How Old Are You? is a 2014 Indian Malayalam-language family drama film directed by Rosshan Andrrews, written by Bobby Sanjay and produced by Listin Stephen under the banner of Magic Frames. It stars Manju Warrier, Kunchacko Boban, Kaniha, Lalu Alex and Amritha Anil. Manju Warrier plays the character of Nirupama Rajeev, a UD clerk in Revenue department. She returned to acting in a film after a 14-year sabbatical. The film was released on 17 May 2014. It received positive reviews from critics and was a big hit of the year.\nThe film eventually led Manju Warrier win her record setting fifth  Filmfare Award for Best Actress, the most in that category. The film was remade in Tamil as 36 Vayadhinile with Jyothika in the lead, making her comeback.",
  "/wiki/Rosshan_Andrrews": "Rosshan Andrrews (born 6 January 1975) is an Indian film director who mainly works in Malayalam cinema.",
  "/wiki/Manglish_(film)": "Manglish is a 2014 Indian Malayalam family drama film directed by Salam Bappu, and the features Mammootty and Dutch actress Caroline Bech in the lead.\n\nThe film is produced by Haneef Muhammed under the banner of Red Rose Creations. Manglish is the first Malayalam film to be released in Dolby Atmos. \nThe film is released on 27 July 2014.",
  "/wiki/Salam_Bappu": "Salam Bappu is an Indian film director who works in Malayalam cinema. He made his debut through the movie Red Wine (2013) and later directed Manglish",
  "/wiki/Masala_Republic": "Masala Republic is a 2014 Indian Malayalam political satire film directed by Visak G. S. in his directional debut. It stars an ensemble cast consisting of Indrajith, Aparna Nair, Sunny Wayne, P. Balachandran, Mamukkoya, Vinayakan, Vinay Forrt, Mala Aravindan, and Captain Raju. The story and dialogue of the film is by the director, while the screenplay was co-written by Arungeorge K. David.",
  "/wiki/Vinay_Forrt": "Vinay Kumar, professionally credited as Vinay Forrt is an Indian film and stage actor. He hails from Fort Kochi, Kerala and is a theatre activist with more than a decade's worth of experience in the theatrical field as well as a postgraduate in acting from Film and Television Institute of India, Pune, India. He made his debut in the Malayalam film Ritu (2009)."
}