{
  "/wiki/James_Magnussen": "James Magnussen (born 11 April 1991) is a retired Australian swimmer and Olympic medallist.  He was the 2011 and 2013 100-metre freestyle world champion, and holds the fifth fastest swim in history in the 100-metre freestyle, with a time of 47.10, which until 2016 also stood as the fastest swim in textile swimwear material.",
  "/wiki/Matthew_Targett": "Matthew Stephen Targett (born 24 December 1985) is an Australian sprint freestyle and butterfly swimmer and model.",
  "/wiki/Matthew_Abood": "Matthew Abood (born 28 June 1986 in Sydney, Australia) is a freestyle swimmer from Australia.",
  "/wiki/Eamon_Sullivan": "Eamon Wade Sullivan (born 30 August 1985) is an Australian former sprint swimmer, three-time Olympic medallist, and former world record-holder in two events. He is also the winner of Celebrity MasterChef Australia.",
  "/wiki/Kyle_Richardson_(swimmer)": "Kyle Morgan Richardson (born 13 May 1987) is a freestyle swimmer from Australia.  He competed for Australia at the 2010 Commonwealth Games, winning gold in two relay events. Today Kyle Richardson is a Brisbane wedding photographer based in Brisbane, Australia.",
  "/wiki/James_Roberts_(swimmer)": "James Roberts (born 11 April 1991) is an Australian swimmer. He is a two-time medalist at the World Championships (one gold, one silver), and represented Australia at the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships": "The swimming portion of the 2011 FINA World Championships was held July 24–31 at the Shanghai Oriental Sports Center in Shanghai, China. Swimming is one of five aquatic disciplines at the championships.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Men%27s_4_%C3%97_100_metre_freestyle_relay": "The men's 4×100 metre freestyle relay competition of the swimming events at the 2011 World Aquatics Championships took place July 24. The heats and final took place July 24.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Men%27s_100_metre_freestyle": "The men's 100 metre freestyle competition of the swimming events at the 2011 World Aquatics Championships was held on July 27 with the heats and the semifinals and July 28 with the final.",
  "/wiki/Alexandra_Croak": "Alexandra \"Alex\" Croak (born 9 July 1984) is an Australian diver and gymnast who is a dual Olympic representative. She represented Australia as a gymnast at the 2000 Summer Olympics in Sydney and after a strong performance at the 2008 Australian national Diving Championships, she was selected for Australia's diving team for the 2008 Summer Olympics in Beijing. She is the first Australian athlete to win gold medals at the Commonwealth games in two different disciplines (diving and gymnastics). She was also an Australian Institute of Sport gymnastics and diving scholarship holder.",
  "/wiki/Melissa_Wu": "Melissa Paige Wu (born 3 May 1992) is an Australian diver and silver medal winner at the 2007 World Aquatics Championships, the 2006 Commonwealth Games and the 2008 Summer Olympics. She is an Australian Institute of Sport scholarship holder.",
  "/wiki/Diving_at_the_2011_World_Aquatics_Championships": "The diving competition at the 2011 World Aquatics Championships was held between July 16–24, 2011 at the Shanghai Oriental Sports Center in Shanghai, China. Chinese divers dominated, winning all 10 gold medals.",
  "/wiki/Diving_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_synchronized_10_metre_platform": "The women's synchronized 10 metre platform competition at 2011 World Aquatics Championships was held on July 18 with the preliminary round in the morning and the final in the evening session.",
  "/wiki/Melissa_Gorman": "Melissa Anne Gorman (born 11 December 1985) is an Australian long-distance swimmer who specialises in long-distance freestyle and open-water events.",
  "/wiki/Ky_Hurst": "Ky Hurst (born 11 March 1981) is an Australian swimmer and ironman. He competed at the 2008 Summer Olympics in the 10km marathon swimming event and finished in 11th place, after qualifying by finishing fifth at the 2008 FINA World Open Water Swimming Championship. Hurst was one of the first Australian athletes to gain selection for the 2012 London Olympics by placing fifth at the 2011 World Open Water Swimming Championships.  At that time Hurst decided to continue to pursue both swimming and Ironman racing during 2012, the latter he competed in with great success. Hurst was a long term ward of master coach Dennis Cottrell, at the Miami Club. He is now under noted swimmer and coach Colin Braund and in Bond Club.",
  "/wiki/Open_water_swimming_at_the_2011_World_Aquatics_Championships": "The open water swimming portion of the 2011 World Aquatics Championships was held between July 19–23 in Shanghai, China at the Jinshan City Beach.",
  "/wiki/Open_water_swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Team": "The team competition of the open water swimming events at the 2011 World Aquatics Championships was held on July 21. Each team consisted of 3 swimmers, two men and one woman, who swam 5 km each.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Men%27s_50_metre_butterfly": "The men's 50 metre butterfly competition of the swimming events at the 2011 World Aquatics Championships took place July 24 and 25. The heats and semifinals took place July 24 and the final was held July 25.",
  "/wiki/Alicia_Coutts": "Alicia Jayne Coutts, OAM (born 14 September 1987) is an Australian competitive  medley, butterfly and freestyle swimmer. She represented Australia at the 2008 Summer Olympics, 2012 Summer Olympics and the 2010 Commonwealth Games (New Delhi). She was a Swimming Australia National Training Centre scholarship holder and was coached by John Fowlie. Her haul of five medals at the 2012 Summer Olympics matches Ian Thorpe and Shane Gould in one single Olympics.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_100_metre_butterfly": "The women's 100 metre butterfly competition of the swimming events at the 2011 World Aquatics Championships took place on 24 and 25 July. The heats and semifinals took place on 24 July and the final was held on 25 July.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_200_metre_individual_medley": "The women's 200 metre individual medley competition of the swimming events at the 2011 World Aquatics Championships took place July 24 and 25. The heats and semifinals took place July 24 and the final was held July 25.",
  "/wiki/Leisel_Jones": "Leisel Marie Jones, OAM (born 30 August 1985) is an Australian former competition swimmer and Olympic gold medallist.  A participant in the 2000 Summer Olympics – at just 15 years old – and 2004 Summer Olympics, she was part of gold-medal-winning Australian team in the women's 4×100-metre medley relay at the Athens Games in 2004 and a gold medallist for 100-metre breaststroke in the 2008 Summer Olympics in Beijing.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_100_metre_breaststroke": "The women's 100 metre breaststroke competition of the swimming events at the 2011 World Aquatics Championships was held on July 25 with the preliminary round and the semifinals and July 26 with the final.",
  "/wiki/Kylie_Palmer": "Kylie Jayne Palmer, OAM (born 25 February 1990), is an Australian distance freestyle swimmer.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_200_metre_freestyle": "The women's 200 metre freestyle competition of the swimming events at the 2011 World Aquatics Championships was held on July 26 with the heats and the semifinals and July 27 with the final.",
  "/wiki/Bronte_Barratt": "Bronte Amelia Arnold Barratt, OAM (born 8 February 1989) is an Australian competitive swimmer and Olympic gold medallist.",
  "/wiki/Blair_Evans": "Blair Catherine Evans (born 3 April 1991) is an Australian middle distance freestyle swimmer. Evans made her international debut for Australia at the 2009 World Aquatics Championships where she competed in the 800-metre freestyle.",
  "/wiki/Angie_Bainbridge": "Angie Lee Bainbridge, OAM (born 16 October 1989) is an Australian freestyle swimmer who specialises in the 200-metre event.",
  "/wiki/Jade_Neilsen": "Jade Neilsen (born 24 July 1991) is an Australian competitive swimmer.  She was selected to represent Australia at the 2012 Summer Olympics in the 4×200-metre freestyle relay event.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_4_%C3%97_200_metre_freestyle_relay": "The women's 4×200 metre freestyle relay competition of the swimming events at the 2011 World Aquatics Championships took place July 28. The heats and final were held on July 28.",
  "/wiki/Belinda_Hocking": "Belinda Jane Hocking  (born 14 September 1990) is a retired Australian backstroke swimmer. She is an Australian Institute of Sport scholarship holder.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_200_metre_backstroke": "The women's 200 metre backstroke competition of the swimming events at the 2011 World Aquatics Championships was held on July 29 with the heats and the semifinals and July 30 with the final.",
  "/wiki/Hayden_Stoeckel": "Hayden Ernest Stoeckel (born 10 August 1984) is an Olympic and national record-holding backstroke swimmer from Australia.  He swam for Australia at the 2008 Olympics where he tied with Russia's Arkady Vyatchanin for the bronze medal in the 100m backstroke; in semifinals of the event he also set a new Australian and Commonwealth Record (52.97).  He was also part of the Australian men's 4×100-metre medley relay team that won bronze at the 2012 Summer Olympics.",
  "/wiki/Brenton_Rickard": "Brenton Scott Rickard (born 19 October 1983) is a retired breaststroke swimmer from Australia. He emerged at the international level in 2006, swimming at the Commonwealth games. He has captured multiple Olympic and World Championship medals, as well as world and Commonwealth records. During this period he was coached by Vince Raleigh.",
  "/wiki/Geoff_Huegill": "Geoffrey Andrew Huegill (born 4 March 1979) is an Australian former butterfly swimmer who won silver in the 4 × 100 metre medley relay and bronze in the 100 metre butterfly at the 2000 Summer Olympics. He held the long course world record in the 50 metre butterfly from 2000 to 2003.",
  "/wiki/Ben_Treffers": "Benjamin Treffers (born 15 August 1991) is an Australian competitive swimmer who has participated in the FINA world championships and Commonwealth Games. Treffers is the current Australian Record Holder in the 50m backstroke event   Treffers also won the title of 2012 Australian Champion in the 50m backstroke event  and is trained by the Australian Institute of Sport. Coached by John Fowlie, Treffers won the title of 2011 Australian Champion in the Men's 100m Backstroke event and represented Australia at the 2011 World Championships in Shanghai, having narrowly missed out on a place at the 2010 Commonwealth Games. In 2018, Ben was appointed a brand ambassador for men's active lifestyle wear SQD Athletica. He has blogged about his preparations for the 2018 Commonwealth Games on the Gold Coast.",
  "/wiki/Christian_Sprenger": "Christian David Sprenger (born 19 December 1985) is an Australian former breaststroke swimmer. He trains at the Commercial Swimming Club under Simon Cusack.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Men%27s_4_%C3%97_100_metre_medley_relay": "The men's 4×100 metre medley relay competition of the swimming events at the 2011 World Aquatics Championships took place July 31. The heats and final took place July 31.",
  "/wiki/Anabelle_Smith": "Anabelle \"Belle\" Smith (born 3 February 1993) is an Australian diver. She competed in the 3 m springboard synchronised event at the 2012 and 2016 Summer Olympics, and won a bronze medal in 2016, placing fifth in 2012.",
  "/wiki/Sharleen_Stratton": "Sharleen Stratton (born 9 October 1987) is an Australian diver who won gold medals at the 2006 and 2010 Commonwealth Games, and competed at the 2008 and 2012 Olympics. She is a current Australian Institute of Sport scholarship holder.",
  "/wiki/Diving_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_synchronized_3_metre_springboard": "The women's synchronized 3 metre springboard competition at 2011 World Aquatics Championships was held on July 16 with the preliminary round in the morning and the final in the evening session. These were the first gold medals awarded of the 2011 World Aquatics Championships. The top three teams advanced to the 2012 Summer Olympics.",
  "/wiki/Merindah_Dingjan": "Merinda Dingjan (born 15 January 1991) is an Australian swimmer who won a bronze medals in the 4×100 m medley at the 2011 World Aquatics Championships.",
  "/wiki/Stephanie_Rice": "Stephanie Louise Rice, OAM (born 17 June 1988) is an Australian former competitive swimmer. She won three gold medals at the 2008 Summer Olympics in Beijing, and was awarded the Medal of the Order of Australia on 26 January 2009.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_4_%C3%97_100_metre_medley_relay": "The women's 4 x 100 metre medley competition of the swimming events at the 2011 World Aquatics Championships was held on July 30 with the heats and the final.",
  "/wiki/Swimming_at_the_2011_World_Aquatics_Championships_%E2%80%93_Women%27s_400_metre_individual_medley": "The women's 400 metre individual medley competition of the swimming events at the 2011 World Aquatics Championships was held on July 31 with the heats the final."
}