{
  "/wiki/Rita_Jeptoo": "Rita Jeptoo (born 15 February 1981) is a Kenyan marathon runner. Originally a winner of the Boston Marathon three times, including setting the then course record at 2:18:57 in 2014, she had also won marathons in Chicago, Stockholm, and Milan, as well as having represented Kenya in the event at the 2007 World Championships in Athletics. She was the bronze medalist at the 2006 IAAF World Road Running Championships.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Meseret_Hailu": "Meseret Hailu Debele (born 12 September 1990) is an Ethiopian long-distance runner who competes in half marathons and marathons. She was the gold medallist at the 2012 IAAF World Half Marathon Championships and won the Amsterdam Marathon that same year. Her personal bests are 2:21:09 hours for the marathon and 66:56 minutes for the half marathon.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Sharon_Cherop": "Sharon Jemutai Cherop (born 16 March 1984) is a Kenyan long-distance runner who specialises in the marathon. She won a bronze medal at the age of sixteen in the 5000 metres at the World Junior Championships. She was the bronze medal winner in the marathon at the 2011 World Championships in Athletics and won the Boston Marathon in 2012.",
  "/wiki/Shalane_Flanagan": "Shalane Grace Flanagan (born July 8, 1981) is an American long-distance runner. She holds the American record times in the 3000 meters (indoor), 5000 m (indoor) and 15K road race. She won the silver medal at the 2008 Olympics in the 10,000 m (after an upgrade from bronze) and the bronze medal at the 2011 IAAF World Cross Country Championships. She won the Women's 2017 New York City Marathon, the first American woman to do so since Miki Gorman in 1977.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Tirfi_Tsegaye": "Tirfi Tsegaye Beyene (born 25 November 1984) is an Ethiopian long-distance runner who competes in marathon races. She has won the Berlin Marathon, the Paris Marathon (in a course record), the Tokyo Marathon (also in course-record time), and the Dubai Marathon. Her personal best of 2:20:18 hours came as winner of the 2014 Berlin Marathon.",
  "/wiki/Kara_Goucher": "Kara Goucher (born Kara Grgas on July 9, 1978) is an American long-distance runner. She was the 10,000 meters silver medalist at the 2007 World Championships in Athletics and represented her country at the 2008 Beijing Olympics and 2012 London Olympics. She made her marathon debut in 2008 and finished third the following year at the Boston Marathon.",
  "/wiki/Madai_Perez": "Madaí Pérez Carrillo (born 2 February 1980 in Tlaxcala) is a Mexican long-distance runner. She represented Mexico in the marathon at the 2008 and 2012 Summer Olympics and 2016 Summer Olympics.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Diane_Nukuri": "Diane Nukuri (born December 1, 1984, in Kigozi-Mukike) is a Burundian-American professional distance runner. She competed for Burundi as a fifteen-year-old in the 2000 Summer Olympics in Sydney in the 5,000m and in the 2012 Summer Olympics in London in the marathon. Nukuri ran for the University of Iowa in college.",
  "/wiki/Burundi": "Burundi (/bəˈrʊndi/ (listen), /-ˈrʌn-/), officially the Republic of Burundi (Kirundi: Republika y'Uburundi, [u.βu.ɾǔː.ndi]; French: République du Burundi, [buʁundi] or [byʁyndi]), is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital is Bujumbura.",
  "/wiki/Ana_Dulce_Felix": "Ana Dulce Ferreira Félix ComM (born 23 October 1982) is a Portuguese long distance runner who competes in track, cross country, and road running events. She ran the Olympic marathon in 2012 and 2016 and placed 21st and 16th, respectively.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Sabrina_Mockenhaupt": "Sabrina Mockenhaupt (born 6 December 1980 in Siegen) is a German long-distance runner who specialises in track events and the marathon. She is a two-time winner of the Cologne Marathon and has also won the Frankfurt Marathon and the Berlin Half Marathon. She represented Germany at the 2004, 2008 and 2012 Summer Olympics and was the 3000 metres bronze medallist at the 2005 European Indoor Championships. She has a marathon best of 2:26:21, set at the 2010 Berlin Marathon.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west."
}