{
  "/wiki/Lelisa_Desisa": "Lelisa Desisa Benti (born 14 January 1990) is an Ethiopian long-distance runner who specialises in road running competitions. He gained his first international medal at the 2009 African Junior Athletics Championships, where he took the 10,000 metres gold medal.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Micah_Kogo": "Micah Kemboi Kogo (born 3 June 1986 in Burnt Forest, Uasin Gishu District) is a Kenyan long-distance runner, who specialises in the 10,000 metres. He is the former world record holder in the 10 kilometres road race event with a time of 27:01. He made his first Olympic appearance in 2008, taking the 10,000 m bronze medal in Beijing.\nHis 10000m best of 26.35 is 6th fastest of all time.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Gebregziabher_Gebremariam": "Gebregziabher Gebremariam (born September 10, 1984 in Tigray) is a retired Ethiopian long-distance runner. He established himself at the IAAF World Cross Country Championships, winning the junior title in 2002 and two silver medals in the senior races in 2004. He represented Ethiopia over 5000 metres at the 2004 Summer Olympics, taking fourth place, and over 10000 metres at the 2012 Summer Olympics. He was the 2009 World Champion in cross country.\n He made his marathon debut at the 2010 New York City Marathon and won the race in a time of 2:08:14. He was third at the Boston Marathon in 2011 with a personal best of 2:04:53 hours (downhill). He is married to long-distance runner Werknesh Kidane.",
  "/wiki/Jason_Hartmann": "Jason Hartmann (born March 23, 1981) is a NCAA coach and a former American long-distance runner who specializes in marathon races. He won the Twin Cities Marathon in 2009. He was the top American finisher at the 2010 Chicago Marathon and was fourth at the Boston Marathon in both 2012 and 2013. His personal record for the event is 2:11:06.\n He has represented the United States on the road, grass and track, having competed at the IAAF World Half Marathon Championships, IAAF World Cross Country Championships and the Pan American Games. Collegiately he ran in cross country and track for the University of Oregon.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Wesley_Korir": "Wesley Korir (born 15 November 1982) is a Kenyan long distance runner, who specializes in road running competitions, and politician. On 16 April 2012, he won the Boston Marathon with a time of 2 hours 12 minutes 40 seconds. He had previously won the Los Angeles Marathon in 2009 and 2010, the first back-to-back winner there in eight years. He took second place in the 2011 Chicago Marathon in a personal-record time of 2 hours 6 minutes 15 seconds, and improved that personal record by 2 seconds in the 2012 Chicago Marathon. In the 2013 Kenyan general election, Korir was elected to a seat in the National Assembly.",
  "/wiki/Markos_Geneti": "Markos Geneti (born May 30, 1984 in Gute, a small township about 10 km east of Nekemte in Eastern Wollega, the State of Oromia) is an Ethiopian long-distance runner who previously competed in track running, but now is a road specialist.",
  "/wiki/Dickson_Chumba": "Dickson Kiptolo Chumba (born 27 October 1986) is a Kenyan long-distance runner who competes in marathon races. He has won the Rome, Eindhoven, Tokyo, and Chicago marathons and has a personal best of 2:05:30 for the distance.",
  "/wiki/Jeffrey_Hunt_(athlete)": "Jeff Hunt is an Australian long-distance runner. At the 2012 Summer Olympics, he competed in the Men's marathon, finishing in 63rd place.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Craig_Leon_(athlete)": "Craig Leon (born November 8, 1984) is an American distance runner who represented the United States in the men's marathon at the 2015 Pan American Games.",
  "/wiki/2013_Boston_Marathon": "The 2013 Boston Marathon took place in Boston, Massachusetts on Monday April 15, 2013. It was the 117th edition of the mass-participation Boston Marathon. Organized by the Boston Athletic Association, it was the second of the World Marathon Majors series to be held in 2013. Over 23,000 runners participated.  Lelisa Desisa won the men's division with a time of 2:10:22.  Rita Jeptoo won the women's division with a time of 2:26:25.  More than $800,000 of prize money was awarded.\n The event was disrupted by a terrorist attack in which two consecutive explosions on the sidewalk near the finish line killed three spectators and injured 264 other people. The race was halted, preventing many participants from finishing. The attack received widespread international media attention."
}