{
  "/wiki/Pinus_longaeva": "Pinus longaeva (commonly referred to as the Great Basin bristlecone pine, intermountain bristlecone pine, or western bristlecone pine) is a long-living species of bristlecone pine tree found in the higher mountains of California, Nevada, and Utah. Methuselah is a bristlecone pine that is 4,851 years old and has been credited as the oldest known living non-clonal organism on Earth but, subsequently, another specimen in the same forest has been measured to be 5,069 years old. To protect them, the exact locations of both of these trees is kept secret. In 1987, the bristlecone pine was designated one of Nevada's state trees.",
  "/wiki/White_Mountains_(California)": "The White Mountains of California and Nevada are a triangular fault-block mountain range facing the Sierra Nevada across the upper Owens Valley. They extend for approximately 60 mi (97 km) as a greatly elevated plateau about 20 mi (32 km) wide on the south, narrowing to a point at the north, with elevations generally increasing south to north. The range's broad southern end is near the community of Big Pine, where Westgard Pass and Deep Springs Valley separate it from the Inyo Mountains. The narrow northern end is at Montgomery Pass, where U.S. Route 6 crosses. The Fish Lake Valley lies east of the range; the southeast part of the mountains are separated from the Silver Peak Range by block faulting across the Furnace Creek Fault Zone, forming a feeder valley to Fish Lake Valley. The range lies within the eastern section of the Inyo National Forest.",
  "/wiki/Llangernyw_Yew": "The Llangernyw Yew ([ɬanˈgɛrnɨu] (listen)) is an ancient yew (Taxus baccata) in the village of Llangernyw, Conwy, North Wales. The tree is fragmented and its core part has been lost, leaving several enormous offshoots. The girth of the tree at the ground level is 10.75 m (35.3 ft).",
  "/wiki/Common_Yew": "Taxus baccata is a conifer native to western, central and southern Europe, northwest Africa, northern Iran and southwest Asia. It is the tree originally known as yew, though with other related trees becoming known, it may now be known as common yew, English yew, or European yew. Primarily grown as an ornamental, most parts of the plant are poisonous, and consumption of the foliage can result in death.",
  "/wiki/Taxus_baccata": "Taxus baccata is a conifer native to western, central and southern Europe, northwest Africa, northern Iran and southwest Asia. It is the tree originally known as yew, though with other related trees becoming known, it may now be known as common yew, English yew, or European yew. Primarily grown as an ornamental, most parts of the plant are poisonous, and consumption of the foliage can result in death.",
  "/wiki/Llangernyw": "Llangernyw ([ɬanˈgɛrnɨ̞u] (listen)) is a rural, mostly Welsh-speaking, village and community in Conwy County Borough, Wales.",
  "/wiki/Conwy": "Conwy (Welsh pronunciation: ['kɔnwɨ̞] (northern accents), Welsh pronunciation: ['kɔnwi] (southern accents),[citation needed] is a walled market town and community in Conwy County Borough on the north coast of Wales. The town, which faces Deganwy across the River Conwy, formerly lay in Gwynedd and prior to that in Caernarfonshire.  The community, which includes Deganwy and Llandudno Junction, had a population of 14,208 at the 2001 census, and is a popular tourist destination. The population rose to 14,753 at the 2011 census. In the 2015 census \"The size of the resident population in Conwy County Borough on the 30th June 2015 was estimated to be 116,200 people.\"\nThe town itself has a population of 4,065.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Great_British_Trees": "The Great British Trees were 50 trees selected by The Tree Council in 2002 to spotlight trees in Great Britain in honour of the Queen's Golden Jubilee.",
  "/wiki/Sarv-e_Abarkuh": "The Cypress of Abarkuh (Persian: سرو ابرکوه‎ Sarv-e Abarkuh), also called the Zoroastrian Sarv, is a Cupressus sempervirens tree in Abarkuh in Yazd Province of Iran. It is protected by the Cultural Heritage Organization of Iran as a national natural monument and is indeed a major tourist attraction with a height of 25 metres and with a perimeter of 11.5 meters at its trunk and 18 meters higher up around its branches. It is estimated to be over four millennia old and is likely the oldest or second-oldest living lifeform in Asia.",
  "/wiki/Cupressus_sempervirens": "Cupressus sempervirens, the Mediterranean cypress (also known as Italian cypress, Tuscan cypress, Persian cypress, or pencil pine), is a species of cypress native to the eastern Mediterranean region, in northeast Libya, southern Albania, coastal Bulgaria, southern coastal Croatia, southern Montenegro, southern Bosnia and Herzegovina, southern Greece, southern Turkey, Cyprus, northern Egypt, western Syria, Lebanon, Malta, Italy, Israel, western Jordan, South Caucasus, and also a disjunct population in Iran.[citation needed]",
  "/wiki/Abarkuh": "Abarkuh (Persian: ابركوه‎, also Romanized as Abarkūh and Abar Kūh; also known as Abarghoo, Abarkū, Abar Qū, and Abarqūh) is a city and capital of Abarkuh County, Yazd Province, Iran. At the 2016 census, its population was 27,524, in 5,880 families.",
  "/wiki/Yazd_Province": "Yazd Province (Persian: استان یزد‎, Ostān-e Yazd ) is one of the 31 provinces of Iran. It is in the centre of the country, and its administrative center is the city of Yazd. In 2014, it was placed in Region 5.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/G%C3%BCmeli_Porsu%C4%9Fu": "Gümeli Porsuğu, is  yew tree (Taxus baccata) growing high in Zonguldak district of Black Sea Region, in Turkey. It is estimated to be 4,115 years old.",
  "/wiki/Zonguldak": "Zonguldak (Turkish pronunciation: [zoŋˈguɫdak]) is a city and the capital aa Zonguldak Province in the Black Sea region of Turkey. It was established in 1849 as a port town for the nearby coal mines in Ereğli and the coal trade remains its main economic activity. According to the 2009 census, Zonguldak has a population of 108,792. The current mayor is Ömer Selim Alan, representing the AKP. Zonguldak is one of the highest income economies among Turkish cities.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Tisbury,_Wiltshire": "Tisbury is a large village and civil parish approximately 13 miles (21 km) west of Salisbury in the English county of Wiltshire. With a population at the 2011 census of 2,253 it is a centre for communities around the upper River Nadder and Vale of Wardour. The parish includes the hamlets of Upper Chicksgrove and Wardour.",
  "/wiki/David_Bellamy": "David James Bellamy OBE (18 January 1933 – 11 December 2019) was an English botanist, television presenter, author and environmental campaigner.",
  "/wiki/The_Senator_(tree)": "The Senator was the biggest and oldest bald cypress tree in the world, located in Big Tree Park, Longwood, Florida. At the time of its demise in 2012, it was 125 feet (38 m) tall, with a trunk diameter of 17.5 feet (5.3 m). The tree was thought to have been destroyed by a fire from a lightning strike, but it was later discovered that the fire was started by an arsonist.",
  "/wiki/Taxodium_ascendens": "Taxodium ascendens, also known as pond cypress, is a deciduous conifer of the genus Taxodium, native to North America. Many botanists treat it as a variety of bald cypress, Taxodium distichum (as T. distichum var. imbricatum) rather than as a distinct species, but it differs in ecology, occurring mainly in still blackwater rivers, ponds and swamps without silt-rich flood deposits. It predominates in cypress dome habitats.",
  "/wiki/Longwood,_Florida": "Longwood is a city in Seminole County, Florida, United States. The population was 13,657 at the 2010 census. It is part of the Orlando–Kissimmee–Sanford, Florida Metropolitan Statistical Area.",
  "/wiki/Olive": "The olive, known by the botanical name Olea europaea, meaning \"European olive\", is a species of small tree in the family Oleaceae, found in the Mediterranean Basin from Portugal to the Levant, the Arabian Peninsula, and southern Asia as far east as China, as well as the Canary Islands and Réunion. The species is cultivated in many places and considered naturalized in all the countries of the Mediterranean coast, as well as in Argentina, Saudi Arabia, Java, Norfolk Island, California, and Bermuda. Olea europaea is the type species for the genus Olea.",
  "/wiki/Mouriscas": "Mouriscas is a Portuguese freguesia (\"civil parish\"), located in Abrantes Municipality, in Santarém District. The population in 2011 was 1,832, in an area of 35.02 km². The parish stands in the north bank of the Tagus River and borders the parishes of Concavada, Pego and Alferrarede. It also borders the Mação Municipality and Sardoal Municipality.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/President_(tree)": "The President is a giant sequoia located in the Giant Forest of Sequoia National Park in the United States, east of Visalia, California. It is not the tallest giant sequoia tree in the world with a height of about 247 feet (75 m), nor the widest at about 27 feet (8.2 m) in diameter at the base, but it is the second-largest tree in the world, measured by volume of trunk, and the oldest-known living sequoia, about 3,200 years old. As of 2012, the volume of its trunk measured at about 45,000 cubic feet (1,300 m3), with an additional 9,000 cubic feet (250 m3) of branches.",
  "/wiki/Sierra_Nevada_(U.S.)": "The Sierra Nevada (/siˌɛrə nɪˈvædə, -ˈvɑːdə/, Spanish: [ˈsjera neˈβaða], snowy range) is a mountain range in the Western United States, between the Central Valley of California and the Great Basin. The vast majority of the range lies in the state of California, although the Carson Range spur lies primarily in Nevada. The Sierra Nevada is part of the American Cordillera, a chain of mountain ranges that consists of an almost continuous sequence of such ranges that form the western \"backbone\" of North America, Central America, South America and Antarctica.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Fortingall_Yew": "The Fortingall Yew is an ancient European yew (Taxus baccata) in the churchyard of the village of Fortingall in Perthshire, Scotland. It is known for being one of the oldest trees in Britain, with modern estimates believing it to be between 2,000 and 3,000 years old.",
  "/wiki/Fortingall": "Fortingall is a small village in highland Perthshire, Scotland, in Glen Lyon.  Its nearest sizable neighbours are Aberfeldy and Kenmore. Its Gaelic name is Fartairchill, which may be translated as something like: \"Escarpment Church\", i.e. \"church at the foot of an escarpment or steep slope\".",
  "/wiki/Perthshire": "Perthshire (/ˈpɜːrθʃər/ (listen); Scottish Gaelic: Siorrachd Pheairt), officially the County of Perth, is a historic county and registration county in central Scotland. Geographically it extends from Strathmore in the east, to the Pass of Drumochter in the north, Rannoch Moor and Ben Lui in the west, and Aberfoyle in the south; it borders the counties of Inverness-shire and Aberdeenshire to the north, Angus to the east, Fife, Kinross-shire, Clackmannanshire, Stirlingshire and Dunbartonshire to the south and Argyllshire to the west. It was a local government county from 1890 to 1930.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Chamaecyparis_formosensis": "Chamaecyparis formosensis (Formosan cypress, Taiwan cypress; Chinese: 紅檜/红桧 hóngguì, Taiwan pron. hóngkuài) is a species of Chamaecyparis, endemic to Taiwan, where it grows in the central mountains at moderate to high altitudes of 1000–2900 m. It is threatened by habitat loss and over-cutting for its valuable timber.",
  "/wiki/Alishan_National_Scenic_Area": "The Alishan National Scenic Area is a mountain resort and nature reserve located in Alishan township, Chiayi County, Taiwan.[citation needed]",
  "/wiki/Chiayi_County": "Chiayi County (Mandarin pinyin: jiā yì xiàn; Hokkien POJ: Ka-gī-koān) is a county in southwestern Taiwan surrounding but not including Chiayi City. It is the sixth largest county in Taiwan.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Luras": "Luras (Sardinian: Lùras, Gallurese: Lùris) is a comune (municipality) in the Province of Sassari in the Italian region Sardinia, located about 190 kilometres (120 mi) north of Cagliari and about 25 kilometres (16 mi) west of Olbia.",
  "/wiki/Sardinia": "Sardinia (/sɑːrˈdɪniə/ sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardìgna [saɾˈdiɲɲa] or Sardìnnia [saɾˈdinja]; Sassarese: Sardhigna; Gallurese: Saldigna; Algherese: Sardenya; Tabarchino: Sardegna) is an island in the Mediterranean Sea and politically one of the 20 regions of Italy. It is the second-largest island in the Mediterranean Sea after Sicily, and is located west of the Italian Peninsula, north of Tunisia, and to the immediate south of the French island of Corsica.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Cariniana_legalis": "Cariniana legalis is a species of woody plant in the family Lecythidaceae. It is found in south-eastern Brazil, where is known as jequitibá-branco or jequitibá-rosa, possibly Colombia, and possibly Venezuela.",
  "/wiki/Santa_Rita_do_Passa_Quatro": "Santa Rita do Passa Quatro is a municipality in the state of São Paulo in Brazil. \nElevation is 748 metres (2,454 ft).",
  "/wiki/S%C3%A3o_Paulo_(state)": "São Paulo (Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is one of the 26 states of the Federative Republic of Brazil and is named after Saint Paul of Tarsus. As the richest Brazilian state and a major industrial complex, often dubbed the \"locomotive of Brazil\", the state is responsible for 33.9% of the Brazilian GDP. São Paulo also has the second highest Human Development Index (HDI) and GDP per capita, the fourth lowest infant mortality rate, the third highest life expectancy, and the third lowest rate of illiteracy among the federative units of Brazil, being by far, the safest state in the country. The homicide rate is 3.8 per 100 thousand as of 2018,  almost 1/4 of the Brazilian rate. São Paulo alone is richer than Argentina, Uruguay, Paraguay and Bolivia combined.   The economy of São Paulo State is the most developed in Brazil.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Conifer": "The Pinophyta, also known as Coniferophyta or Coniferae, or commonly as conifers,  are a division of vascular land plants containing a single extant class, Pinopsida. They are gymnosperms, cone-bearing seed plants. All extant conifers are perennial woody plants with secondary growth. The great majority are trees, though a few are shrubs. Examples include cedars, Douglas firs, cypresses, firs, junipers, kauri, larches, pines, hemlocks, redwoods, spruces, and yews. As of 1998, the division Pinophyta was estimated to contain eight families, 68 genera, and 629 living species.[citation needed]",
  "/wiki/Vassununga_State_Park": "The Vassununga State Park (Portuguese: Parque Estadual Vassununga) is a state park in the state of São Paulo, Brazil.\nIt preserves an area of interior Atlantic Forest and cerrado, including a huge jequitibá-rosa (Cariniana legalis) tree that by some accounts is the oldest tree in Brazil.",
  "/wiki/Great_Basin_bristlecone_pine": "Pinus longaeva (commonly referred to as the Great Basin bristlecone pine, intermountain bristlecone pine, or western bristlecone pine) is a long-living species of bristlecone pine tree found in the higher mountains of California, Nevada, and Utah. Methuselah is a bristlecone pine that is 4,851 years old and has been credited as the oldest known living non-clonal organism on Earth but, subsequently, another specimen in the same forest has been measured to be 5,069 years old. To protect them, the exact locations of both of these trees is kept secret. In 1987, the bristlecone pine was designated one of Nevada's state trees.",
  "/wiki/Spring_Mountains": "The Spring Mountains are a mountain range of Southern Nevada in the United States, running generally northwest-southeast along the west side of Las Vegas and south to the border with California.  Most land in the mountains is owned by the United States Forest Service and the Bureau of Land Management and managed as the Spring Mountains National Recreation Area within the Humboldt-Toiyabe National Forest and the Red Rock Canyon National Conservation Area.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Loures": "Loures (Portuguese pronunciation: [ˈlowɾɨʃ] (listen)) is a city and a municipality in the central Portuguese Grande Lisboa Subregion. It is situated 13 km to the north of Lisbon. It was created on 26 July 1886 by a royal decree. The population in 2011 was 199,494, in an area of 167.24 km². It borders the municipalities of Odivelas, Sintra, Mafra, Arruda dos Vinhos, Vila Franca de Xira and Lisbon.\nThe municipality is basically divided in three areas: the rustic one, to the north (the parishes of Lousa, Fanhões, Bucelas, Santo Antão do Tojal and São Julião do Tojal), the urban one, to the south (Frielas, Loures and Santo António dos Cavaleiros) and the urban-industrial, to the east (Apelação, Bobadela, Camarate, Moscavide, Portela de Sacavém, Prior Velho, Sacavém, Santa Iria de Azóia, São João da Talha and Unhos). Portela de Sacavém is the site of Portugal's largest airport.",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Mother_of_the_Forest": "The Mother of the Forest (667 BCE – c1856 CE)[citation needed] was an ancient and  huge Sequoiadendron giganteum tree. The tree lived in the Sierra Nevada Mountains in eastern central California, United States. The dead tree's remains are within the Calaveras Grove of Big Trees State Park, in Calaveras County, California.",
  "/wiki/Calaveras_Big_Trees_State_Park": "Calaveras Big Trees State Park is a state park of California, United States, preserving two groves of giant sequoia trees.  It is located 4 miles (6.4 km) northeast of Arnold, California in the middle elevations of the Sierra Nevada.  It has been a major tourist attraction since 1852, when the existence of the trees was first widely reported, and is considered the longest continuously operated tourist facility in California.",
  "/wiki/General_Sherman_(tree)": "General Sherman is a giant sequoia (Sequoiadendron giganteum) tree located in the Giant Forest of Sequoia National Park in Tulare County, in the U.S. state of California. By volume, it is the largest known living single-stem tree on Earth.",
  "/wiki/Sequoiadendron_giganteum": "Sequoiadendron giganteum (giant sequoia; also known as giant redwood, Sierra redwood, Sierran redwood, Wellingtonia or simply big tree—a nickname also used by John Muir) is the sole living species in the genus Sequoiadendron, and one of three species of coniferous trees known as redwoods, classified in the family Cupressaceae in the subfamily Sequoioideae, together with Sequoia sempervirens (coast redwood) and Metasequoia glyptostroboides (dawn redwood). Giant sequoia specimens are the most massive trees on Earth. The common use of the name sequoia usually refers to Sequoiadendron giganteum, which occurs naturally only in groves on the western slopes of the Sierra Nevada Mountains of California. The oldest known giant sequoia is 3,200-3,266 years old",
  "/wiki/Giant_Forest": "The Giant Forest, famed for its giant sequoia trees, is within the United States' Sequoia National Park. This montane forest, situated at over 6,000 feet (1,800 m) above mean sea level in the western Sierra Nevada of California, covers an area of 1,880 acres (7.6 km2). The Giant Forest is the most accessible of all giant sequoia groves, as it has over 40 miles (64 km) of hiking trails.",
  "/wiki/Sequoia_National_Park": "Sequoia National Park is an American national park in the southern Sierra Nevada east of Visalia, California. The park was established on September 25, 1890 to protect 404,064 acres (631 sq mi; 163,519 ha; 1,635 km2) of forested mountainous terrain. Encompassing a vertical relief of nearly 13,000 feet (4,000 m), the park contains the highest point in the contiguous United States, Mount Whitney, at 14,505 feet (4,421 m) above sea level. The park is south of, and contiguous with, Kings Canyon National Park; both parks are administered by the National Park Service together as the Sequoia and Kings Canyon National Parks. UNESCO designated the areas as Sequoia-Kings Canyon Biosphere Reserve in 1976.",
  "/wiki/Trunk_(botany)": "In botany, the trunk (or bole) is the stem and main wooden axis of a tree, which is an important feature in tree identification, and which often differs markedly from the bottom of the trunk to the top, depending on the species. The trunk is the most important part of the tree for timber production.",
  "/wiki/Great_sugi_of_Kayano": "The great sugi of Kayano (栢野大杉, Kayano Ōsugi) is a Cryptomeria (Sugi) tree at Yamanaka Onsen in Kaga, Ishikawa Prefecture, Japan. One of the four trees believed to be sacred in the precincts of the Sugawara Shrine, it has received the distinction of designation as a Special Natural Monument from the Agency for Cultural Affairs of Japan.",
  "/wiki/Cryptomeria": "Cryptomeria (literally \"hidden parts\") is a monotypic genus of conifer in the cypress family Cupressaceae, formerly belonging to the family Taxodiaceae. It includes only one species, Cryptomeria japonica (syn. Cupressus japonica L.f.). It used to be considered by some to be endemic to Japan (see remark below under 'Endemism'), where it is known as sugi (Japanese: 杉).  The tree is called Japanese cedar or Japanese redwood in English.",
  "/wiki/Yamanaka_Onsen": "Yamanaka Onsen (山中温泉, yamanaka onsen) is a hot spring resort in the city of  Kaga, Ishikawa Prefecture, Japan. As its name implies, it is in a mountainous region. The Daishoji River runs through the resort. It is a popular tourist spot for Japanese and foreign travelers.",
  "/wiki/Ishikawa_Prefecture": "Ishikawa Prefecture (石川県, Ishikawa-ken) is a prefecture of Japan located in the Chūbu region of Honshu island. Ishikawa Prefecture has a population of 1,140,573 (31 October, 2019) and has a geographic area of 4,186 km² (1,616 sq mi). Ishikawa Prefecture borders Toyama Prefecture to the east, Gifu Prefecture to the southeast, and Fukui Prefecture to the south.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Shinto_shrine": "A Shinto shrine (神社, jinja, archaic: shinsha, meaning: \"place of the god(s)\") is a structure whose main purpose is to house (\"enshrine\") one or more kami.  Its most important building is used for the safekeeping of sacred objects, and not for worship. Although only one word (\"shrine\") is used in English, in Japanese, Shinto shrines may carry any one of many different, non-equivalent names like gongen, -gū, jinja, jingū, mori, myōjin, -sha, taisha, ubusuna, or yashiro. (For details, see the section Interpreting shrine names.)",
  "/wiki/J%C5%8Dmon_Sugi": "Jōmon Sugi (縄文杉) is a large Cryptomeria tree (yakusugi) located on Yakushima, a UNESCO World Heritage Site, in Japan.  It is the oldest and largest among the old-growth cryptomeria trees on the island, and is estimated to be between 2,170 and 7,200 years old. Other estimates of the tree's age include \"at least 5,000 years\", \"more than 6,000 years\", and \"up to 7,000 years old\".  The tree's name is a reference to the Jōmon period of Japanese prehistory.",
  "/wiki/Yakushima": "Yakushima (屋久島) is one of the Ōsumi Islands in Kagoshima Prefecture, Japan. The island, 504.88 km2 (194.94 sq mi) in area, has a population of 13,178.  Access to the island is by hydrofoil ferry (7 or 8 times a day from Kagoshima, depending on the season), slow car ferry (once or twice a day from Kagoshima), or by air to Yakushima Airport (3 to 5 times daily from Kagoshima, once daily from Fukuoka and once daily from Osaka).\nAdministratively, the whole island is the town of Yakushima. The town also serves neighbouring Kuchinoerabujima. The majority of the island is within the borders of the Kirishima-Yaku National Park.",
  "/wiki/J%C5%8Dmon_period": "The Jōmon period (縄文時代, Jōmon jidai) is the time in Japanese prehistory, traditionally dated between c. 14,000–300 BCE, recently refined to about 1000 BCE, during which Japan was inhabited by a hunter-gatherer culture, which reached a considerable degree of sedentism and cultural complexity. The name \"cord-marked\" was first applied by the American zoologist and orientalist Edward S. Morse, who discovered sherds of pottery in 1877 and subsequently translated it into Japanese as jōmon. The pottery style characteristic of the first phases of Jōmon culture was decorated by impressing cords into the surface of wet clay and is generally accepted to be among the oldest in East Asia and the world.",
  "/wiki/Japanese_prehistory": "The history of Japan covers Japan and its relation to the world. It is characterized by isolationist, semi-open and expansionist periods.",
  "/wiki/Koca_Katran": "Koca Katran Lübnan sediri (literally: Big old cedar of Lebanon) is a monumental old cedar of Lebanon (Cedrus libani) in Antalya Province, southern Turkey. It is a registered natural monument of the country.",
  "/wiki/Lebanon_Cedar": "Cedrus libani, (Arabic: أرز لبناني‎, French: Cèdre du Liban)commonly known as the cedar of Lebanon or Lebanon cedar, is a species of cedar native to the mountains of the Eastern Mediterranean basin. It is an evergreen conifer that can reach 40 m (130 ft) in height. It is the national emblem of Lebanon and is widely used as an ornamental tree in parks and gardens.",
  "/wiki/Antalya": "Antalya (Turkish pronunciation: [anˈtalja]) is the fifth-most populous city in Turkey and the capital of Antalya Province. Located on Anatolia's southwest coast bordered by the Taurus Mountains, Antalya is the largest Turkish city on the Mediterranean coast with over one million people in its metropolitan area.",
  "/wiki/Ballyconnell": "Ballyconnell (Irish: Béal Átha Conaill, meaning \"Entrance to the Ford of Conall\") is a town in County Cavan, Ireland. It is situated on the N87 national secondary road at the junction of four townlands Annagh, Cullyleenan, Doon (Tomregan) and Derryginny in the parish of Tomregan, Barony of Tullyhaw. Ballyconnell won the Irish Tidy Towns Competition in 1971 and was also winner in 1975.",
  "/wiki/Annagh,_County_Cavan": "Annagh is a townland in the Parish of Tomregan, Barony of Tullyhaw, County Cavan, Ireland.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."
}