{
  "/wiki/Dalli-Rajhara": "Dalli-Rajhara is a town and a municipality in Balod district in the state of Chhattisgarh, India.  Dalli Rajhara is home of iron ore captive mines for Bhilai Steel Plant, the largest integrated steel plant in India. Dalli mines deposit was discovered by Pramatha Nath Bose, the first Indian graded officer of the Geological Survey of India around 1900.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Daltonganj": "Daltonganj, is a city municipal corporation in the Indian state of Jharkhand. It is the headquarters of Palamu division and Palamu district, as well as the subdivision and block of the same name. The city is situated on the banks of the North Koel River.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Degana": "Degana is a town municipality and headquarter to Sub-Division and Tehsil located in Nagaur district of Rajasthan, India.",
  "/wiki/Rajasthan": "Rajasthan (/ˈrɑːdʒəstæn/ Hindustani pronunciation: [raːdʒəsˈtʰaːn] (listen); literally, \"Land of Kings\") is a state in northern India. The state covers an area of 342,239 square kilometres (132,139 sq mi) or 10.4 percent of the total geographical area of India. It is the largest Indian state by area and the seventh largest by population. Rajasthan is located on the northwestern side of India, where it comprises most of the wide and inhospitable Thar Desert (also known as the \"Great Indian Desert\") and shares a border with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley. Elsewhere it is bordered by five other Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest.",
  "/wiki/Devprayag": "Devprayag  (Deva prayāga) is a town and a nagar panchayat (municipality) in Tehri Garhwal district in the state of Uttarakhand, India, and is one of the Panch Prayag (five confluences) of Alaknanda River where Alaknanda, Saraswati (invisible as it is underground) and Bhagirathi rivers meet and take the name Ganga.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Dhamtari": "Dhamtari is a municipal corporation  and district in the state of Chhattisgarh, India, which is part of the Mahasamund Lok Sabha constituency formed on 6 July 1998.[citation needed]. The district is home to 3.13 percent of Chhattisgarh's total population.",
  "/wiki/Dharchula": "Dharchula is a town and a nagar panchayat in Pithoragarh district in the northern state of Uttarakhand, India. Dharchula is a major trading centre for the trans-Himalayan trade routes since medieval times. Situated at an elevation of 915 m above sea level, Dharchula is surrounded by Himalayan Peaks. The snow clad Panchachuli peaks located on the west of Dharchula separate it from the Johar Valley. The hill station gets its name from ‘Darchyo’ and ‘la’; Darchyo is a white coloured traditional holy flag and la is an honorific term in Runglo . Thus got its name Darchyola later the word changed with time as Dharchula in India and Darchula in Nepal. Hence both of the region have the same name but different sounds in India and Nepal ( Dharchula in India and Dharchula in Nepal, but have same meaning) \n. It is situated in a valley, on the banks of the Kali River.",
  "/wiki/Dharmanagar": "Dharmanagar (Dhôrmônôgôr) (ধর্মনগর) is a town with a Municipal Council in the North East of India and the North Tripura district of the state of Tripura, India. Dharmanagar is the second largest urban body in the state of Tripura, after Agartala, the state capital. Dharmanagar is a major commercial center in Tripura because of its strategic location, connectivity and presence of many business & financial institutions. The city has many schools, both Bengali and English medium. The city also has been ruled by several emperors.",
  "/wiki/Tripura": "Tripura (/ˈtrɪpʊrə, -ərə/) is a state in northeastern India. The third-smallest state in the country, it covers 10,491 km2 (4,051 sq mi) and is bordered by Bangladesh to the north, south, and west, and the Indian states of Assam and Mizoram to the east. In 2011 the state had 3,671,032 residents, constituting 0.3% of the country's population.",
  "/wiki/Dhenkanal,_India": "Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Dhone": "Dhone or Dronachalam is a town in Kurnool district of the Indian state of Andhra Pradesh. It is a Municipality located in Dhone mandal.",
  "/wiki/Andhrapradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Dhoraji": "Dhoraji (pronunciation (help·info)) is a town situated on the banks of the River Safura, a tributary of the River Bhadar. It is a municipality in the Rajkot district in the state of Gujarat, India.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Dhubri": "Dhubri (Pron: ˈdhʊbri)  is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under the British regime.  It is situated about 277.4 kilometres (172 mi) west from Dispur, the state capital of Assam.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Dhuri": "Dhuri is a city in Sangrur District in the state of Punjab, India. The neighbouring towns of Dhuri are Sangrur, Malerkotla, Nabha, and Barnala.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.",
  "/wiki/Didihat": "Didihat is a town and a Nagar Palika in Pithoragarh District  in the state of Uttarakhand, India. It is one of the eleven administrative subdivisions of Pithoragarh district and also serves as its administrative headquarters. With a population of 6522, Didihat is located at a distance of 520 km (320 mi) from the state capital Dehradun.:681",
  "/wiki/Dineshpur": "Dineshpur is a town and a nagar panchayat in Udham Singh Nagar district in the state of Uttarakhand, India.",
  "/wiki/Diphu": "Diphu (Pron:ˈdɪfu:) is the headquarter of Karbi Anglong district in the state of Assam in India. This small town is a popular tourist hill station for people of nearby cities.",
  "/wiki/Dogadda": "Dugadda, sometimes spelled Dogadda is a small city and a municipal board in Pauri Garhwal district in the state of Uttarakhand, India. Dugadda is a small city which is surrounded by mountains and situated at the bank of Khoh",
  "/wiki/Doiwala": "Doiwala is a town and a nagar panchayat in Dehradun district  in the state of Uttarakhand, India.",
  "/wiki/Dumka": "Dumka, the headquarters of the Dumka district and Santhal Pargana region, is a city in the state of Jharkhand, India. It was made the headquarters of the Santhal Pargana region, which was carved out of the Bhagalpur and Birbhum district after the Santal Hool of 1855. Dumka was carved out of the southern part of Bihar along with 18 other Districts on 15 November 2000 to form Jharkhand as 28th State of India. Dumka is a peaceful and green city and also sub-capital of Jharkhand. The nearest important cities are Rampurhat and Deoghar.",
  "/wiki/Dumraon": "Dumraon is a sub division in Buxar district in the Indian state of Bihar. Dumraon is one of Bihar's oldest municipalities and one of India's oldest princely states also known as Dumraon Raj. It is located 1.5 km south of National Highway (NH) 84 (Ara-Buxar Highway), 20 kilometres (12 mi)north from NH-30 (Patna-Ara-Mohania) and 80 kilometres (50 mi) from NH-2 (Delhi- Kolkata). It is known for its Sinhora. Sights include Jangali Shiv ka Mandir, Bihariji Ka Mandir, Dumrejani mai ka Mandir, Maa Dakshini bhavani ji ka Mandir and Kaliji Ka Mandir. The famous villages near by Dumraon are Amsari, Baisegaon (Fafadar), Kanjharua, Kopwaon, Koran Sarai, Nandan, Chaugain, Simari, Ariaon & Sowan.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Dwarahat": "Dwarahat is a town and a nagar panchayat in Almora district  in the state of Uttarakhand, India.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}