{
  "/wiki/Achhnera": "Achhnera, (alternate spelling: Achnera) is a town and a municipal board in Agra district in the Indian state of Uttar Pradesh.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.\n The state is bordered by Rajasthan to the west, Haryana, Himachal Pradesh and Delhi to the northwest, Uttarakhand and Nepal to the north, Bihar to the east, Madhya Pradesh to the south, and touches the states of Jharkhand and Chhattisgarh to the southeast. It covers 243,290 square kilometres (93,933 sq mi), equal to 7.34% of the total area of India, and is the fourth-largest Indian state by area. Agriculture and service industries are the largest parts of the state's economy. The service sector comprises travel and tourism, hotel industry, real estate, insurance and financial consultancies. The economy of Uttar Pradesh is the fifth-largest state economy in India with ₹15.42 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹61,000 (US$860). Uttar Pradesh ranks twenty eighth among Indian states in human development index. President's rule has been imposed in Uttar Pradesh ten times since 1968, for different reasons and for a total of 1,700 days.\n The natives of the state are generally called UP-waale, or more specifically either Awadhi, Bagheli, Bhojpuri, Braji, Bundeli, Kannauji, or Rohilkhandi depending upon their region of origin. Hinduism is practised by more than three-fourths of the population, with Islam being the next largest religious group. Uttar Pradesh was home to powerful empires of ancient and medieval India. The state has several historical, natural, and religious tourist destinations, such as Agra, Ayodhya, Vrindavan, Lucknow, Mathura, Varanasi, Allahabad and Gorakhpur.",
  "/wiki/Adalaj": "Adalaj is a census town in Gandhinagar district in the Indian state of Gujarat.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.\n The state encompasses some sites of the ancient Indus Valley Civilisation, such as Lothal, Dholavira and Gola Dhoro.  Lothal is believed to be one of the world's first seaports. Gujarat's coastal cities, chiefly Bharuch and Khambhat, served as ports and trading centres in the Maurya and Gupta empires, and during the succession of royal Saka dynasties from the Western Satraps era.  Along with Bihar and Nagaland, Gujarat is one of the three Indian states to prohibit the sale of alcohol. Gir Forest National Park in Gujarat is home of the only wild population of the Asiatic lion in the world.",
  "/wiki/Adoor": "Adoor (sometimes spelled Adur) is one of the fastest growing town in  Pathanamthitta district of Kerala, India.\n Adoor is one of the two revenue divisions of the Pathanamthitta district. The Adoor Revenue Division includes Kozhencherry (Pathanamthitta), Konni, and Adoor Taluks.[clarification needed] Adoor Taluk consists of two municipal towns: Adoor and Pandalam. The revenue division was previously located in the Kollam District. On 1 April 1990, Adoor was made municipality. This municipality is located between the major cities of Trivandrum and Kochi in south Kerala. It is the hometown of former Revenue Minister Adoor Prakash. The Kerala Institute of Folklore and Folk Arts is situated in Adoor.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile states of Travancore-Cochin and Madras. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.\n The Chera Dynasty was the first prominent kingdom based in Kerala. The Ay kingdom in the deep south and the Ezhimala kingdom in the north formed the other kingdoms in the early years of the Common Era (CE or AD). The region had been a prominent spice exporter since 3000 BCE. The region's prominence in trade was noted in the works of Pliny as well as the Periplus around 100 CE. In the 15th century, the spice trade attracted Portuguese traders to Kerala, and paved the way for European colonisation of India. At the time of Indian independence movement in the early 20th century, there were two major princely states in Kerala-Travancore State and the Kingdom of Cochin. They united to form the state of Thiru-Kochi in 1949. The Malabar region, in the northern part of Kerala, had been a part of the Madras province of British India, which later became a part of the Madras State post-independence. After the States Reorganisation Act, 1956, the modern-day state of Kerala was formed by merging the Malabar district of Madras State (excluding Gudalur taluk of Nilgiris district, Topslip,  the Attappadi Forest east of Anakatti), the state of Thiru-Kochi (excluding four southern taluks of Kanyakumari district, Shenkottai and Tenkasi taluks), and the taluk of Kasaragod (now Kasaragod District) in South Canara (Tulunad) which was a part of Madras State.\n The economy of Kerala is the 11th-largest state economy in India with ₹8.76 trillion (US$120 billion) in gross domestic product and a per capita GDP of ₹199,000 (US$2,800). Kerala has the lowest positive population growth rate in India, 3.44%; the highest Human Development Index (HDI), 0.784 in 2018 (0.712 in 2015); the highest literacy rate, 93.91% in the 2011 census; the highest life expectancy, 77 years; and the highest sex ratio, 1,084 women per 1,000 men. The state has witnessed significant emigration, especially to the Arab states of the Persian Gulf during the Gulf Boom of the 1970s and early 1980s, and its economy depends significantly on remittances from a large Malayali expatriate community. Hinduism is practised by more than half of the population, followed by Islam and Christianity. The culture is a synthesis of Aryan, Dravidian, Arab, and European cultures, developed over millennia, under influences from other parts of India and abroad.\n The production of pepper and natural rubber contributes significantly to the total national output. In the agricultural sector, coconut, tea, coffee, cashew and spices are important. The state's coastline extends for 595 kilometres (370 mi), and around 1.1 million people in the state are dependent on the fishery industry which contributes 3% to the state's income. The state has the highest media exposure in India with newspapers publishing in nine languages, mainly English and Malayalam. Kerala is one of the prominent tourist destinations of India, with backwaters, hill stations, beaches, Ayurvedic tourism and tropical greenery as its major attractions.",
  "/wiki/Adyar,_Karnataka": "Adyar is a Suburb of Mangalore city in Karnataka, India.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.\n Karnataka is bordered by the Arabian Sea to the west, Goa to the northwest, Maharashtra to the north, Telangana to the northeast, Andhra Pradesh to the east, Tamil Nadu to the southeast, and Kerala to the south. The state covers an area of 191,976 square kilometres (74,122 sq mi), or 5.83 percent of the total geographical area of India. It is the sixth largest Indian state by area. With 61,130,704 inhabitants at the 2011 census, Karnataka is the eighth largest state by population, comprising 30 districts. Kannada, one of the classical languages of India, is the most widely spoken and official language of the state. Other languages spoken include Urdu, Konkani, Marathi, Tulu, Tamil, Telugu, Malayalam, Kodava and Beary. Karnataka also contains some of the only villages in India where Sanskrit is primarily spoken.\n The two main river systems of the state are the Krishna and its tributaries, the Bhima, Ghataprabha, Vedavathi, Malaprabha and Tungabhadra in North Karnataka; Sharavathi in Shimoga and the Kaveri and its tributaries, the Hemavati, Shimsha, Arkavati, Lakshmana Thirtha and Kabini, in the south. Most of these rivers flow out of Karnataka eastward, reaching the sea at the Bay of Bengal.\n Though several etymologies have been suggested for the name Karnataka, the generally accepted one is that Karnataka is derived from the Kannada words karu and nādu, meaning \"elevated land\". Karu Nadu may also be read as karu, meaning \"black\" and nadu, meaning \"region\", as a reference to the black cotton soil found in the Bayalu Seeme region of the state. The British used the word Carnatic, sometimes Karnatak, to describe both sides of peninsular India, south of the Krishna.\n With an antiquity that dates to the paleolithic, Karnataka has been home to some of the most powerful empires of ancient and medieval India. The philosophers and musical bards patronised by these empires launched socio-religious and literary movements which have endured to the present day. Karnataka has contributed significantly to both forms of Indian classical music, the Carnatic and Hindustani traditions.\n The economy of Karnataka is the fourth-largest state economy in India with ₹15.35 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹210,000 (US$2,900). Karnataka has the twelfth highest ranking among Indian states in human development index.",
  "/wiki/Adra,_Purulia": "Adra is a census town and a railway colony in the Kashipur CD block in the Raghunathpur subdivision in the Purulia district in the Indian state of West Bengal. It was originally known for its 90% of Anglo-Indian population.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.\n The area's early history featured a succession of Indian empires, internal squabbling, and a tussle between Hinduism and Buddhism for dominance. Ancient Bengal was the site of several major Janapadas (kingdoms), while the earliest cities date back to the Vedic period. The region was part of several ancient pan−Indian empires, including the Mauryans and Guptas. It was also a bastion of regional kingdoms. The citadel of Gauda served as the capital of the Gauda Kingdom, the Buddhist Pala Empire (8th–11th century) and Hindu Sena Empire (11th–12th century). Islam was introduced  through trade with the Abbasid Caliphate, but following the early conquest of Muhammad bin Bakhtiyar Khalji and the establishment of the Delhi Sultanate, it spread across the entire Bengal region. Later, occasional Muslim raiders reinforced the process of conversion by building mosques, madrasas, and khanqahs. During the Islamic Bengal Sultanate, founded in 1352, Bengal was a major trading nation in the world and was often referred by the Europeans as the richest country to trade with. It was absorbed into the Mughal Empire in 1576. Simultaneously, some parts of the region were ruled by several Hindu states, and Baro-Bhuyan landlords, and part of it was briefly overrun by the Suri Empire. The Mughal Bengal was heralded by Aurangzeb as the \"paradise of the nations\", since it was the empire's most economically developed province. It became a leading exporter to the world,  and a center of worldwide industries such as cotton textiles, silk, and shipbuilding. Its citizens' standard of living was among the world's highest. Bengal accounted for 40% of Dutch imports from Asia, for example, including more than 50% of its textiles and around 80% of its silks. Bengal's economy bypassed the period of proto-industrialization.\n By the 18th century, the state was ruled by the Nawabs of Bengal, before being conquered by the British East India Company at the Battle of Plassey in 1757. Calcutta served for many years as the capital of British India. The region was later administered by the United Kingdom as part of the Bengal Presidency (1757–1905; 1912–1947) and Eastern Bengal and Assam Province (1905–1912) in British India. Bengal faced multiple famines and deindustrialisation under British Raj. The socio-cultural movements of the Bengal Renaissance played an influential role in decolonisation and the region was a hotbed of the Indian independence movement. In 1947, the Bengal Legislative Council and the [[Bengal LegislaChatim tree tive Assembly]] voted on the Partition of Bengal along religious lines into two separate entities: West Bengal, a state of India, and East Bengal, a province of Pakistan which later became the independent Bangladesh. Several regional and pan−Indian empires throughout Bengal's history have shaped its culture, cuisine, and architecture.\n Post independence, West Bengal's economy is based on agricultural production and small and medium-sized enterprises. The economy of West Bengal is the sixth-largest state economy in India with ₹11.77 lakh crore (US$170 billion) in gross domestic product and a per capita GDP of ₹116,000 (US$1,600). The state has high government debt with ₹3.6 lakh crore (US$50 billion) or 35% of GSDP, moderate unemployment, and low per capita income. In human development index it ranks twenty-first among Indian states. Kolkata is known as the \"cultural capital of India\". West Bengal has two World Heritage sites and one of the top tourism destinations in India.",
  "/wiki/Afzalpur": "Afzalpur is a panchayat town in Gulbarga district in the Indian state of Karnataka. It is also the headquarters of the Afzalpur taluk.",
  "/wiki/Akot": "Akot is a town in the Vidarbha Region and a municipal council in Akola district in the Indian state of Maharashtra. It was ruled by the Sapkal( Malgujar) Royal Family of Akot until it gained its independence.[citation needed]",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's third-most populous subnational entity.\n Maharashtra was formed by merging the western and south-western parts of the Bombay State, Berar and Vidarbha, and the north-western parts of the Hyderabad State and splitting Saurashtra (in present-day Gujarat) by the States Reorganisation Act.  It has over 112 million inhabitants and its capital, Mumbai, has a population around 18 million making it the most populous urban area in India. Nagpur hosts the winter session of the state legislature. Pune is known as the 'Oxford of the East' due to the presence of several well-known educational institutions. Nashik is known as the 'Wine Capital of India' as it has the largest number of wineries and vineyards in the country.\n The Godavari and the Krishna are the two major rivers in the state. The Narmada and Tapi Rivers flow near the border between Maharashtra and Madhya Pradesh and Gujarat. Maharashtra is the third-most urbanised state of India. Prior to Indian independence, Maharashtra was chronologically ruled by the Satavahana dynasty, Rashtrakuta dynasty, Western Chalukyas, Deccan sultanates, Mughals and Marathas, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. They include the UNESCO World Heritage Sites of the Ajanta and Ellora caves. The numerous forts are associated with the life of Shivaji.\n Maharashtra is the wealthiest state by all major economic parameters and also the most industrialised state in India. The state continues to be the single largest contributor to the national economy with a share of 15% in the country's gross domestic product (GDP). The economy of Maharashtra is the largest state economy in India with ₹24.11 lakh crore (US$340 billion) in GDP and a per capita GDP of ₹176,000 (US$2,500). Maharashtra has the ninth highest ranking among Indian states in human development index.",
  "/wiki/Alipurduar": "Alipurduar is a city and a municipality in the Indian state of West Bengal. It is the headquarters of the Alipurduar district. Situated on the east bank of Kaljani River on the foothills of the Himalayas, the city is a gateway to Bhutan and northeastern states of India.",
  "/wiki/Alirajpur": "Alirajpur is a city in the Alirajpur tehsil in Alirajpur district in the state of Madhya Pradesh, India.\n Alirajpur State was formerly a princely state of India, under the Bhopawar Agency in Central India. It lay in the Malwa region of Madhya Pradesh, near the border with Gujarat and Maharashtra. It had an area of 836 m². It had been from time to time under British administration. The Victoria bridge at Alirajpur was built to commemorate the Diamond Jubilee of 1897.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Jabalpur, Gwalior, and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.\n The area covered by the present-day Madhya Pradesh includes the area of the ancient Avanti Mahajanapada, whose capital Ujjain (also known as Avantika) arose as a major city during the second wave of Indian urbanisation in the sixth century BCE. Subsequently, the region was ruled by the major dynasties of India. By the early 18th century, the region was divided into several small kingdoms which were captured by the British and incorporated into Central Provinces and Berar and the Central India Agency. After India's independence, Madhya Pradesh state was created with Nagpur as its capital: this state included the southern parts of the present-day Madhya Pradesh and northeastern portion of today's Maharashtra. In 1956, this state was reorganised and its parts were combined with the states of Madhya Bharat, Vindhya Pradesh and Bhopal to form the new Madhya Pradesh state, the Marathi-speaking Vidarbha region was removed and merged with the then Bombay State. This state was the largest in India by area until 2000, when its southeastern Chhattisgarh region was made as a separate state.\n The economy of Madhya Pradesh is the tenth-largest state economy in India with ₹8.09 lakh crore (US$110 billion) in gross domestic product and a per capita GDP of ₹90,000 (US$1,300). Madhya Pradesh ranks twenty-sixth among Indian states in human development index. Rich in mineral resources, MP has the largest reserves of diamond and copper in India. More than 30% of its area is under forest cover. Its tourism industry has seen considerable growth, with the state topping the National Tourism Awards in 2010–11. In recent years, the state's GDP growth has been above the national average.",
  "/wiki/Almora": "Almora (Hindustani pronunciation: [əlmoːɽaː]) is a municipal board and a cantonment town in the state of Uttarakhand, India. It is the administrative headquarters of Almora district. Almora is located on a ridge at the southern edge of the Kumaon Hills of the Himalaya range, at a distance of 363 km (via NH9) from the national capital New Delhi and 415 km via Saharanpur Rd, 351 km via NH109 and 388.6 km via Ambala- Dehradun- Haridwar Rd from the state capital Dehradun. According to the provisional results of the 2011 national census of India, Almora has a population of 35,513. Nestled within higher peaks of the Himalaya, Almora enjoys a year-round mild temperate climate.\n Almora was founded in 1568 by King Kalyan Chand, however there are accounts of human settlements in the hills and surrounding region in the Hindu epic Mahabharata (8th and 9th century BCE). Almora was the seat of Chand kings that ruled over the Kumaon Kingdom. It is considered the cultural heart of the Kumaon region of Uttarakhand.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.\n Archaeological evidence supports the existence of humans in the region since prehistoric times. The region formed a part of the Uttarakuru Kingdom during the Vedic age of Ancient India. Among the first major dynasties of Kumaon were the Kunindas in the 2nd century BCE who practised an early form of Shaivism. Ashokan edicts at Kalsi show the early presence of Buddhism in this region. During the medieval period, the region was consolidated under the Kumaon Kingdom and Garhwal Kingdom. In 1816, most of modern Uttarakhand was ceded to the British as part of the Treaty of Sugauli. Although the erstwhile hill kingdoms of Garhwal and Kumaon were traditional rivals, the proximity of different neighbouring ethnic groups and the inseparable and complementary nature of their geography, economy, culture, language, and traditions created strong bonds between the two regions which further strengthened during the Uttarakhand movement for statehood in the 1990s.\n The natives of the state are generally called Uttarakhandi, or more specifically either Garhwali or Kumaoni by their region of origin. According to the 2011 Census of India, Uttarakhand has a population of 10,086,292, making it the 20th most populous state in India.",
  "/wiki/Aluva": "Aluva (also known by its former name Alwaye) is a municipality and a northern suburb of the city of Kochi in Kerala, India. Situated around 15 km (9.3 mi) from the city center on the banks of Periyar River, Aluva is one of the major industrial centres of the state. A major transportation hub, with easy access to all major forms of transportation, Aluva acts as a corridor which links the highland districts to the rest of the state. Cochin International Airport at Nedumbassery is 11.7 km from Aluva. Aluva is accessible through rail (Aluva Railway Station), air (Cochin International Airport) and metro (Kochi Metro).\n Aluva, home to the summer residency of the Travancore royal family – the Alwaye Palace - is also famous for the Sivarathri festival celebrated annually at the sandbanks of Periyar. The Advaita Ashrams in Aluva founded in 1913 by Sree Narayana Guru, one of India's greatest social reformers, adds to the cultural significance of the town. Today, whilst part of the Kochi urban agglomeration, Aluva is an autonomous municipality, its civic administration conducted by Aluva Municipal Council. The town also serves as the administrative centre of the Aluva taluk. Villages from Mukundapuram, Kanayannur, Kunathunad and North Paravur taluks were combined together to form Aluva Taluk in 1956.The headquarters of the District Police Chief of Ernakulam Rural Police District, Superintending engineer, PWD (Roads) and of the District Educational Officer, Aluva are also located there. It is the starting point of Kochi Metro rail, which began its operations in June 2017.The Metro station is at Bypass, Aluva",
  "/wiki/Amalapuram": "Amalapuram is a town in East Godavari district of the Indian state of Andhra Pradesh. It is the mandal and divisional headquarters of Amalapuram mandal and Amalapuram revenue division. The town is situated in the delta of Konaseema.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.\n The north-western portion of Andhra Pradesh was separated to form the new state of Telangana on 2 June 2014, and Hyderabad, the longtime capital of Andhra Pradesh, was transferred to Telangana as part of the division. However, in accordance with the Andhra Pradesh Reorganisation Act, 2014, Hyderabad was to remain the acting capital of both Andhra Pradesh and Telangana states for a period of time not exceeding ten years.\n Andhra Pradesh has a coastline of 974 km (605 mi) – the second-longest coastline among the states of India, after Gujarat – with jurisdiction over almost 15,000 km2 of territorial waters. The state is bordered by Telangana in the north-west, Chhattisgarh and Odisha in the north-east, Karnataka in the west, Tamil Nadu in the south, and to the east lies the Bay of Bengal. The small enclave of Yanam, a district of Puducherry, lies to the south of Kakinada in the Godavari delta on the eastern side of the state.\n The state is made up of the two major regions of Rayalaseema, in the inland southwestern part of the state, and Coastal Andhra to the east and northeast, bordering the Bay of Bengal. The state comprises thirteen districts in total, nine of which are located in Coastal Andhra and four in Rayalaseema. The largest city and commercial hub of the state are Visakhapatnam, located on the Bay of Bengal, with a GDP of US$43.5 billion; the second largest city in the state is Vijayawada, located on the banks of the Krishna River, which has a GDP of US billion (as of 2010[update]). The economy of Andhra Pradesh is the seventh-largest state economy in India with ₹9.33 lakh crore (US$130 billion) in gross domestic product and a per capita GDP of ₹164,000 (US$2,300). Andhra Pradesh ranks twentieth among Indian states in human development index.\n Andhra Pradesh hosted 121.8 million visitors in 2015, a 30% growth in tourist arrivals over the previous year, making it the third most-visited state in India. The Tirumala Venkateswara Temple in Tirupati is one of the world's most visited religious sites, with 18.25 million visitors per year. Other pilgrimage centres in the state include the Mallikarjuna Jyotirlinga at Srisailam, the Srikalahasteeswara Temple at Srikalahasti, the Varaha Lakshmi Narasimha temple, Simhachalam  at Visakhapatnam, the Ameen Peer Dargah in Kadapa, the Mahachaitya at Amaravathi, the Kanaka Durga Temple in Vijayawada, and Prasanthi Nilayam in Puttaparthi. The state's natural attractions include the beaches of Visakhapatnam, hill stations such as the Araku Valley and Horsley Hills, and the island of Konaseema in the Godavari River delta.",
  "/wiki/Amalner": "Amalner is a city and a municipal council in Jalgaon district in the state of Maharashtra, India, situated on the bank of the Bori River. Amalner is the birthplace of the Wipro company, which started business by producing vanaspati ghee from sunflower seeds there. Amalner is a tehsil in Jalgaon district. Prominent villages under Amalner's administration include Sarbete, Chaubari, Shirsale, Chandani kurhe, Nagaon BK, Eklahare, Pimpali, Dahiwad, Amalgaon, Gandhali, Pilode Mehergaon, Javkhede, Padlsare, Vavade, Fapore, Patonde and Mangrul.\n Amalner lies on the Western Railway between Surat and Bhusawal. Amalner is well connected to the Central Railway through Jalgaon / Bhusaval as well as the Western through Surat.",
  "/wiki/Amaravathi_(village),_Guntur_district": "Amaravathi is a town located on the banks of Krishna River, in Guntur district of the Indian state of Andhra Pradesh. It is the headquarters of Amaravathi mandal, and forms part of the Andhra Pradesh Capital Region with its headquarters at new Amaravati 35 km (22 mi) east, whose name is also borrowed from the name of Amaravathi.\n Amaravathi was founded by Raja Vasireddy Venkatadri Nayudu in 1790s as the new capital his zamindari estate. He moved there from his former capital Chintapalli in protest of alleged mistreatment by the British East India Company. Amaravathi is named after the ancient Amaravati Stupa, which was unearthed in the process of the town's construction.\nIt is adjacent to the ancient Satavahana capital Dhanyakataka (now called Dharanikota). \n Amaralingeswara temple in the village is one of the Pancharama Kshetras for the Hindus. The place was also a historic Buddhist site, depicted by the presence of Amaravati Stupa built during the 2nd century BCE and the 3rd century CE. The Dhyana Buddha statue, a large 21st-century Buddha statue in Dhyana posture. It is one of the sites selected for Heritage City Development and Augmentation Yojana (HRIDAY) scheme of Government of India, to preserve rich cultural heritage of India.",
  "/wiki/Ambejogai": "Ambajogai a municipal council, Tehsil and subdivision in Beed district in the state of Maharashtra, India.\n The town was named as Ambajogai after goddess Ambabai - Yogeshwari whose heritage temple is located here and are visited by people all over from Maharashtra, largely from the Konkan region. The town has a lot of heritage places and this township is known as the cultural capital of the Marathwada region. The town has other heritage temples like [Sakleshwar] 12 khambhi, Kholeshwar, Mukundraj cave and Dasopant Swami Samadhi, mukundraj samadhi, Kashivishwanath, Amruteshwar. There is an ancient cave called Shivleni Caves (Hattikhana) or Jogai Mandap declared as a heritage point (Archaeological sites in Maharashtra), where Lord Shankar, Nandi and Elephants are carved in stone. Shiva bramha and Vishnu is also in carved in Stone",
  "/wiki/Anakapalle": "Anakapalle is a suburb of Visakhapatnam in the Indian state of Andhra Pradesh. The municipality was merged with Greater Visakhapatnam Municipal Corporation. It has the second largest jaggery market of the country.",
  "/wiki/Angul": "Angul  (pronunciation (help·info); also known as Anugul)  is a town and a municipality and the headquarters of Angul district  in the state of Odisha, India.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.\n The ancient kingdom of Kalinga, which was invaded by the Mauryan emperor Ashoka in 261 BCE resulting in the Kalinga War, coincides with the borders of modern-day Odisha. The modern state of Odisha was established on 1 April 1936, as a province in British India, and consisted of Odia-speaking regions. 1 April is celebrated as Utkala Dibasa. The region is also known as Utkala and is mentioned in India's national anthem, \"Jana Gana Mana\". Cuttack was made the capital of the region by Anantavarman Chodaganga in c. 1135, after which the city was used as the capital by many rulers, through the British era until 1948. Thereafter, Bhubaneswar became the capital of Odisha.\n The economy of Odisha is the 16th-largest state economy in India with ₹4.16 lakh crore (US$58 billion) in gross domestic product and a per capita GDP of ₹93,000 (US$1,300). Odisha ranks 23rd among Indian states in human development index.",
  "/wiki/Anjar,_India": "Anjar is a town, a tehsil and a municipality in Kachchh district in the state of Gujarat, India. It is located in southern Kutch. With nearly 1,400 years of history, founded around 650 AD,  Anjar is claimed to be the oldest town in Kutch.",
  "/wiki/Anjangaon": "Anjangaon is a city and a municipal council in Amravati district in the state of Maharashtra, India. Anjangaon City got the status of Municipal Council in 1930. It is the first municipal council established in Amravati district & the second biggest council as well. Anjangaon Surji Tehsil was established in 1981. It is technically made up of two main zones, Anjangaon and Surji, on either side of Shahanur River, and is called Anjangaon-Surji in combination.\n Anjangaon is located at 21°09′51″N 77°18′57″E﻿ / ﻿21.1641°N 77.3159°E﻿ / 21.1641; 77.3159. It has an average elevation of 374 metres (1227 feet).",
  "/wiki/Anklesvar": "Ankleshwar, (sometimes written Anklesvar)  is a city and a municipality in the Bharuch district of the state of Gujarat, India. The city is located fourteen kilometres from Bharuch.\nAiA-Ankleshwar Industrial Association is the largest organisation in GiDC where over 2000 industries are registered. This Notified Area is also under the AiA board, and MCM is the controller in the Authority. Polluters are punished by AiA, which is resulting in lower levels of pollution.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}