{
  "/wiki/Lachhmangarh": "Laxmangarh  is a town in Sikar district of Rajasthan state in India. It is the sub-divisional headquarters of the Laxmangarh sub-division in Sikar district. It is also the Tehsil headquarters of the Laxmangarh Tehsil. Laxmangarh is also Panchayat samiti headquarters of the Laxmangarh Panchayat samiti in the district. It is situated on National Highway-52 at a distance of 30;km from Sikar in north.",
  "/wiki/Rajasthan": "Rajasthan (/ˈrɑːdʒəstæn/ Hindustani pronunciation: [raːdʒəsˈtʰaːn] (listen); literally, \"Land of Kings\") is a state in northern India. The state covers an area of 342,239 square kilometres (132,139 sq mi) or 10.4 percent of the total geographical area of India. It is the largest Indian state by area and the seventh largest by population. Rajasthan is located on the northwestern side of India, where it comprises most of the wide and inhospitable Thar Desert (also known as the \"Great Indian Desert\") and shares a border with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley. Elsewhere it is bordered by five other Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest.",
  "/wiki/Ladnu": "Ladnu, also Ladnun, is a town and a municipality in Nagaur district in the Indian state of Rajasthan. It is a Tehsil headquarters of Nagaur district. It is the city of Jain temples and one of the most visited pilgrim places of Jain community after Shri Mahaveerji. Ladnun is famous for Jain Vishva Bharati University, Jain temples of exquisite marble work, Ramanand gaushala  and other old temples of religious and architectural importance. This city is also famous as the birthplace of sacred Jain Muni Aacharya Tulsi. The excursions from Ladnun within 15–20 km are Dungar Balaji, Salasar Balaji Dham, Tirupati Balaji at Sujangarh.",
  "/wiki/Ladwa": "Ladwa  is a town and a municipal committee in Kurukshetra district in the Indian state of Haryana. In 2007,  Ladwa legislative assembly constituency was created comprising 126,704 registered voters and come under Kurukshetra (Lok Sabha constituency). The Member of Parliament is Nayab Singh & Member of the Legislative Assembly (India) is Mewa Singh.",
  "/wiki/Haryana": "Haryana (Hindi pronunciation: [ɦərɪˈjaːɳaː]) is one of the 28 states in India, located in northern part of the country. It was carved out of the former state of East Punjab on 1 November 1966 on linguistic as well as on cultural  basis. It is ranked 22nd in terms of area with less than 1.4% (44,212 km2 (17,070 sq mi)) of India's land area. Chandigarh is the state capital, Faridabad in National Capital Region is the most populous city of the state and Gurugram is a leading financial hub of NCR with major Fortune 500 companies located in it. Haryana has 6 administrative divisions, 22 districts, 72 sub-divisions, 93 revenue tehsils, 50 sub-tehsils, 140 community development blocks, 154 cities and towns, 6,848 villages and 6222 villages panchayats.",
  "/wiki/Lahar,_India": "Lahar is a town and a Nagar Panchayat in Bhind district in the Indian state of Madhya Pradesh.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Laharpur": "Laharpur is a town and a municipal board in Sitapur district in the Indian state of Uttar Pradesh.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Lakheri": "Lakheri (/ˈlɑːkhæri/) is a town and municipality in Bundi district in the Indian state of Rajasthan. It is located in the southeast of Rajasthan, around 180 kilometres (112 mi) south of the state capital, Jaipur. Lakheri has been a subdivision headquarters since 2002. Garima Lata (RAS) is the deputy collector and magistrate of Lakheri subdivision. It is the second largest city in the district, after Bundi and 104th largest city in rajasthan.",
  "/wiki/Lakhisarai": "Lakhisarai (archaic spelling: Luckeesarai) town is the administrative headquarters of Lakhisarai district in the Indian state of Bihar. The town has a population of 99,931 (2011 census).",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Laksar": "Laksar is a small city and Nagar Palika in the Indian state of Uttarakhand, situated along National Highway 334A.  It is an important sugar manufacturing destination in the state and also known for the Laksar Junction railway station (LRJ), the largest railway junction in the state, which was built in 1866.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Lakshmeshwar": "Lakshmeshwara is a town,and newly created Taluk place with Gajendragarh in Gadag district, in the Indian state of Karnataka. It is about 40 km from Gadag and 55 km from Hubli. Lakshmeshwara is an agricultural trading town.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Lal_Gopalganj_Nindaura": "Lal Gopalganj Nindaura is a town and a nagar panchayat in Allahabad district in the Indian state of Uttar Pradesh.",
  "/wiki/Lalganj,_Bihar": "Lalganj was an important town and river port. Sharda Sadan Pushtakalya (Library) is one the biggest libraries in Bihar. It was the center of an independence movement, also Gandhiji came here.",
  "/wiki/Lalgudi": "Lalgudi is a town in Tiruchirapalli district in the Indian state of Tamil Nadu. The term lalgudi consists of two Urdu words – lal means \"red\" and gudi means \"tower\". The town of Lalgudi heads the Lalgudi taluk, Lalgudi division, Lalgudi Educational District, Lalgudi DSP and Lalgudi Constituency (1952 onwards).",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Lalganj,_Uttar_Pradesh": "Lalganj is a town with nagar panchayat in Indian state of Uttar Pradesh. It is developing rapidly due to the Rail Coach Factory. Lalganj has the largest railway station in Raebareli district. It is located on the way from Kanpur to Raebareli/Allahabad and Lucknow to Fatehpur.\nLalganj is located between Unnao and Raebareli and hence it's also called as Baiswara Lalganj. The language spoken here is Baiswari.",
  "/wiki/Lalkuan": "Lalkuan is a Nagar Panchayat in the Nainital district of the Indian state of Uttarakhand.",
  "/wiki/Lalsot": "Lalsot is a town with municipality in Dausa district in the Indian state of Rajasthan.",
  "/wiki/Landhaura": "Landhaura is a town and a nagar panchayat in Haridwar district in the Indian state of Uttarakhand.",
  "/wiki/Lanka,_Assam": "Lanka is a town and a town area committee in Hojai district in the Indian state of Assam.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Lar,_Uttar_Pradesh": "Lar is a town and a nagar panchayat in Deoria district in the Indian state of Uttar Pradesh. Lar is located at 26°12′N 83°58′E﻿ / ﻿26.2°N 83.97°E﻿ / 26.2; 83.97  and has an average elevation of 62 metres (203 feet).",
  "/wiki/Lathi,_Gujarat": "Lathi (princely state of Gohil dynasty) is a town with municipality in Amreli district in the Indian state of Gujarat. Famously known by Bhagvanji Jagjivan sharma after Kavi kalapi.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Lilong_(Thoubal)": "Lilong (Thoubal) is a town with nagar panchayat in Thoubal district in the Indian state of Manipur.",
  "/wiki/Manipur": "Manipur (/ˈmʌnɪpʊər/ (listen)) is a state in northeastern India, with the city of Imphal as its capital. It is bounded by the Indian states of Nagaland to the north, Mizoram to the south, and Assam to the west; Myanmar (Sagaing Region and Chin State) lies to its east. The state covers an area of 22,327 square kilometres (8,621 sq mi) and has a population of almost 3 million, including the Meitei, who are the majority group in the state, the Pangals or the Pangans (Manipuri Muslims), Naga tribes, Kuki/Zo tribes and other communities, who speak a variety of Sino-Tibetan languages. Manipur has been at the crossroads of Asian economic and cultural exchange for more than 2,500 years. It has long connected the Indian subcontinent and Central Asia to Southeast Asia, China (or East Asia), Siberia (Russia), Micronesia and Polynesia, enabling migration of people, cultures, and religions.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}