{
  "/wiki/Kadi,_Gujarat": "Kadi is a town and a municipality in Mehsana district in the Indian state of Gujarat.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Kadiri": "Kadiri is a town in the Anantapur district of the Indian state of Andhra Pradesh. It is a municipality, mandal headquarters and also the revenue divisional headquarters Kadiri.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Kagaznagar": "Kagaznagar (earlier known as Sirpur Kagaznagar)  is a town and a municipality in Komaram Bheem district in the state of Telangana in India. It is located around 16 km away from Sirpur (T).",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Kailasahar": "Kailashahar is a municipal council city, the headquarters of the Unakoti district in the Indian state of Tripura.",
  "/wiki/Tripura": "Tripura (/ˈtrɪpʊrə, -ərə/) is a state in northeastern India. The third-smallest state in the country, it covers 10,491 km2 (4,051 sq mi) and is bordered by Bangladesh to the north, south, and west, and the Indian states of Assam and Mizoram to the east. In 2011 the state had 3,671,032 residents, constituting 0.3% of the country's population.",
  "/wiki/Kaladhungi": "Kaladhungi is a town and a nagar panchayat in Nainital district in the Indian state of Uttarakhand.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Kallakurichi": "Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Kalimpong": "Kalimpong is a city and a municipality in the Indian state of West Bengal. It is located at an average elevation of 1,250 metres (4,101 ft). The city is the headquarters of the Kalimpong district. Kalimpong district region comes under Gorkhaland Territorial Administration which is an autonomous governing body within the state of West Bengal.The Indian Army's 27 Mountain Division is located on the outskirts of the city.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Kalpi": "Kalpi is a town and municipal board in Jalaun district in Uttar Pradesh, India. It is on the right bank of the Yamuna. It is situated 78 kilometres south-west of Kanpur from which it is connected by both road and rail.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Kamareddy": "Kamareddy is a city and headquarters of eponymous district in Telangana state in India.",
  "/wiki/Kanigiri": "Kanigiri is a census town in Prakasam district of the Indian state of Andhra Pradesh. It is the mandal headquarters of kanigiri mandal in Kandukur revenue division.",
  "/wiki/Kandukur": "Kandukur or Kandukuru is a town in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the mandal headquarters of Kandukur mandal in Kandukur revenue division.",
  "/wiki/Kanhangad": "Kanhangad (pronounced [kɑːɲʌŋɑːɖ] (listen)) or Kanjangad is a major and commercial city which falls under \"Class1\" UAs/Towns category   and a Municipality in the Kasaragod District, state of Kerala, India. The largest and most populous city in the Kasaragod district, Kanhangad is 28 km from the district headquarters of Kasaragod town, 73.8 km from Kannur and 79 km from Mangalore city.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Kannur": "Kannur (also known by its former anglicized name Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 kms north of the state capital Thiruvananthapuram, 35 kms from Thalassery, 100 kms from Kozhikode, 120 kms from Kasaragod, 146 kms from Mysore, 173 kms from Mangalore, 201 kms from Ooty, 276 kms from Coimbatore and 280 kms from Bangalore. During British rule in India, when Kannur was a part of the Malabar District (Madras Presidency), the city was known as Cannanore. Kannur is the largest city of North Malabar region. As of 2011 census population of Kannur was 232,486. Kannur is one of the million-plus urban agglomerations in India with a population of 1,642,892 in 2011.",
  "/wiki/Kapadvanj": "Kapadvanj (Karpat – Vanjiyam or \"The Land of Textile\") is a town as well as one of the Taluka of the Kheda district in the Gujarat India. It is located on bank of river Mohar. It is 65 km away from Ahmedabad and 93 km away from Vadodara.",
  "/wiki/Karaikal": "Karaikal (/kʌdɛkʌl/, French: Karikal /kaʁikal/) is a town of the Indian Union Territory of Puducherry, with a population of 222,589 and an area of 30 km2.",
  "/wiki/Puducherry": "Puducherry (/pʊdʊˈtʃɛri/), formerly known as Pondicherry (/pɒndɪˈtʃɛri/), is one of the 8 union territories of India. It was formed out of four territories of former French India, namely Pondichéry (Pondicherry; now Puducherry), Karikal (Karaikal), Mahé and Yanaon (Yanam), excluding Chandernagore. It is named after the largest district, Puducherry. Historically known as Pondicherry (Pāṇṭiccēri), the territory changed its official name to Puducherry on 20 September 2006.",
  "/wiki/Karimganj": "Karimganj  is a city in the Karimganj District of the Indian state of Assam. It is the administrative headquarters of the district.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Karjat": "Karjat (Marathi:कर्जत) is a town administered under a Municipal Council in Raigad district in the Indian state of Maharashtra. It is served by Karjat railway station. Karjat forms part of Mumbai Metropolitan Region. Karjat is located approximately at a distance of 70 km from Mumbai and 100 km from Pune.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Karnaprayag": "Karnaprayag is a city and municipal board in Chamoli District in the Indian state of Uttarakhand. Karnaprayag is one of the Panch Prayag (five confluences) of Alaknanda River, situated at the confluence of the Alaknanda, and Pindar River.",
  "/wiki/Karunagappally": "Karunagappalli, also written as Karunagappally, is a municipality in Kollam district of Kerala, India. Karunagappalli is situated 27 km (17 mi) north of Kollam and 60 km (37 mi) south of Alappuzha. Karunagappalli taluk consists of Alappad, Ochira, Adinad, Karunagappally, Thazhava, Pavumba, Thodiyoor, Kallalibhagom, Thevalakkara, Chavara, Neendakara, Clappana, Kulasekharapuram, Thekkumbhagam, Ayanivelikulangara, Panmana, Ponmana and Vadakumthala. The municipality is bound on the north by Kayamkulam, on the east by Kunnathur taluk, on the south by Kollam and on the west by the Arabian Sea. It is the largest town in the district outside of Kollam.",
  "/wiki/Karur": "Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district.  It is located on the banks of River Amaravathi in the Kongunadu region of Tamilnadu, It is situated at  about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}