{
  "/wiki/Uchgaon": "Uchgaon is a census town in Kolhapur district in the state of Maharashtra, India. Unchgaon is a village adjacent to Kolhapur. It is covered by village Mudshingi at its east, Gandhinagar at its north east, Shiroli at north, Sarnobatwadi at its south.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Udaipur,_Tripura": "Udaipur (Bengali, উদয়পুর; Pron:/uːˈdaɪpʊə or ˈuːdaɪˌpʊə/), formerly known as Rangamati, is the third biggest city in the Indian state of Tripura. The city was a former capital of the state during the reign of the Maharajas. This city is famous for the Tripura Sundari temple also known as Tripureswari temple. It is also the headquarters of Gomati district. Udaipur is about 51 km from Agartala, the capital of Tripura.",
  "/wiki/Tripura": "Tripura (/ˈtrɪpʊrə, -ərə/) is a state in northeastern India. The third-smallest state in the country, it covers 10,491 km2 (4,051 sq mi) and is bordered by Bangladesh to the north, south, and west, and the Indian states of Assam and Mizoram to the east. In 2011 the state had 3,671,032 residents, constituting 0.3% of the country's population.",
  "/wiki/Udaipurwati": "Udaipurwati is a city in Shekhawati and a municipality in Jhunjhunun district in the Indian state of Rajasthan.",
  "/wiki/Rajasthan": "Rajasthan (/ˈrɑːdʒəstæn/ Hindustani pronunciation: [raːdʒəsˈtʰaːn] (listen); literally, \"Land of Kings\") is a state in northern India. The state covers an area of 342,239 square kilometres (132,139 sq mi) or 10.4 percent of the total geographical area of India. It is the largest Indian state by area and the seventh largest by population. Rajasthan is located on the northwestern side of India, where it comprises most of the wide and inhospitable Thar Desert (also known as the \"Great Indian Desert\") and shares a border with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley. Elsewhere it is bordered by five other Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest.",
  "/wiki/Udhagamandalam": "Ooty (listen (help·info)), officially known as Udagamandalam (also known as Ootacamund listen (help·info); abbreviated as Udhagai), is a town and a municipality in the Niligiris District of the Indian state of Tamil Nadu. It is located 86 km north of Coimbatore and 128 km south of Mysore and is the headquarters of the Nilgiris district. It is a popular hill station located in the Nilgiri Hills.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Udhampur": "Udhampur (ˌʊd̪ʱəmpur) is a city and a municipal committee in Udhampur District in the Indian Union territory of   Jammu and Kashmir. .[citation needed] Named after Raja Udham Singh, it serves as the district capital and the Northern Command headquarters of the Indian Army. A Forward Base Support Unit (FBSU) of the Indian Air Force is also stationed here.  Udhampur is used by the Armed Forces as a transit point between Jammu and Srinagar when travelling by road on National Highway 1A.",
  "/wiki/Jammu_and_Kashmir_(union_territory)": "Jammu and Kashmir[b] is a region administered by India as a union territory, and constituting the southern portion of the larger Kashmir region, which has been the subject of a dispute between India and Pakistan since 1947, and between India and China since 1962. The region of Jammu and Kashmir is separated by the Line of Control from the Pakistani-administered territories of Azad Kashmir and Gilgit-Baltistan in the west and north respectively. It lies to the north of the Indian states of Himachal Pradesh and Punjab and to the west of Ladakh, which is also subject to the dispute as a part of Kashmir, and administered by India as a union territory.",
  "/wiki/Udumalaipettai": "Udumalai, also known as Udumalaipettai or Udumalpet, is a selection grade municipality in Tiruppur district in the Kongu Nadu region of Tamil Nadu. .It is famous for spinning mills.It is the headquarters of Udumalaipettai taluk and as of 2011, the town had a population of 61,133. Udumalpet town is under Udumalpet Legislative Assembly constituency.",
  "/wiki/Ujhani": "Ujhani is an industry-based city and a municipal board in Badaun district in the Indian state of Uttar Pradesh.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Umarga": "Umarga/ Omerga (in Marathi: उमरगा) is a town with a municipal council in the Osmanabad district in the Indian state of Maharashtra. It is an administrative headquarter of the Umarga Tehsil.",
  "/wiki/Umaria": "Umaria is a municipality city in the Umaria district of the Shahdol Division of Madhya Pradesh, India.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Umarkhed": "Umarkhed is a Municipal council in Yavatmal district of State of Maharashtra.",
  "/wiki/Umbergaon": "Umbergaon is a census town and Municipality in the Indian state of Gujarat. The town is known for its beaches, its tourist attractions, and its film industry. In 2017, the town became home to India's first Nanotechnology manufacturing plant.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Umred": "Umred is a town and a municipal council in the Nagpur district of Maharashtra, India. According to the 2001 census the city has a population of 49,573.",
  "/wiki/Umreth": "Umreth is a municipality (nagar palika) and administrative seat for Umreth Taluka in Anand district, Gujarat, India. As of 2001 it had a population of 32,191.",
  "/wiki/Una,_Gujarat": "Una (or Unnatnagar) is a city and a municipality in Gir Somnath district of the Saurashtra region in the state of Gujarat, India.",
  "/wiki/Unjha": "Unjha is a town and a municipality in Mehsana district in the Indian state of Gujarat. Unjha is 29 km in north from city Mehsana and 102 km in north from Ahmedabad.",
  "/wiki/Unnamalaikadai": "Unnamalaikadai is a panchayat town in Kanya Kumari district in the Indian state of Tamil Nadu.",
  "/wiki/Upleta": "Upleta is a city and tehsil in the Rajkot district of the state of Gujarat, India.\nIt contains within it two towns and 49 villages.",
  "/wiki/Uran": "Uran is a coastal town and part of Navi Mumbai, Maharashtra state in Konkan division. It lies in the Raigad district, east of Mumbai across the Dharamtar Creek. Uran is primarily a fishing and agriculture village, which has developed into the special economic zone of Uran. The primary languages spoken are Agri and Koli which is a dialect of Marathi-Kokani.",
  "/wiki/Uran_Islampur": "Urun Islampur (or Islampur for short) is a city and a municipal council in Sangli district in the Indian state of Maharashtra.",
  "/wiki/Uravakonda": "Uravakonda is a census town in Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Uravakonda mandal in Anantapur revenue division. The town is a constituent of urban agglomeration.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/List_of_towns_in_India_by_population": "The entire work of this article is based on Census of India, 2011, conducted by the Office of the Registrar General and Census Commissioner, under Ministry of Home Affairs (India), Government of India."
}