{
  "/wiki/Wadgaon_Road": "Wadgaon Road is a census town in Yavatmal district in the Indian state of Maharashtra.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Wadhwan": "Wadhwan is a city and a municipality in Surendranagar district in the Indian state of Gujarat.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Wadi,_Karnataka": "Wadi is a census town in Gulbarga district in the Indian state of Karnataka. The Wadi Junction railway station is an important railway junction on the Indian railways.\nGulbarga, which is around 37 km via rail route and 40km via roadway from Wadi\nThe railway line from Secunderabad to Wadi was started in 1874.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Wai,_Maharashtra": "Wai (pronunciation (help·info)) is a town in Sātārā District, in Mahārāshtra state, India.",
  "/wiki/Wanaparthy": "Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Wani,_Maharashtra": "Wani (pronunciation (help·info)) is a 3rd largest city  in Yavatmal district in the Indian state of Maharashtra.",
  "/wiki/Wankaner": "Wankaner is a city and a municipality in Morbi district in the State of Gujarat. Until 2013, Wankaner was part of the Rajkot district.",
  "/wiki/Wara_Seoni": "Waraseoni is a tehsil (administrative division) and Nagar Palika Parishad (municipality) in Balaghat district in the Indian state of Madhya Pradesh. It is situated 16 km (10 mi) from the district headquarters.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Warhapur": "Barhapur is a town and a nagar panchayat in Bijnor district in the Indian state of Uttar Pradesh.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Warisaliganj": "Warisaliganj is a Town and a Nagar Panchayat in Nawada district, in the Indian state of Bihar.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Warora": "Warora is a city and municipal council in Chandrapur district in the Indian state of Maharashtra. During the British Raj, the town was part of the Central Provinces and was a coal-mining center. The work place of famous social worker Baba Amte, \"Anandwan\" is situated in Warora.",
  "/wiki/Warud": "Warud is a city and a municipal council in Amravati district in the Indian state of Maharashtra",
  "/wiki/Washim": "Washim pronunciation (help·info) is a city and a municipal council in Washim district in the Indian state of Maharashtra. Washim is the district headquarters of Washim district.",
  "/wiki/Wokha": "Wokha is a Town and a municipality in the state of Nagaland, India.It is the headquarters of its namesake district(see wokha district). It is located at a distance of about 75 km from the state capital Kohima.",
  "/wiki/Nagaland": "Nagaland /ˈnɑːɡəlænd/ is a state in northeastern India. It borders the state of Assam to the west, Arunachal Pradesh and Assam to the north, Myanmar to the east, and Manipur to the south. The state capital is Kohima, and the largest city is Dimapur. It has an area of 16,579 square kilometres (6,401 sq mi) with a population of 1,980,602 per the 2011 Census of India, making it one of the smallest states of India. Nagaland is one of three states in India where the population is mostly Christian."
}