{
  "/wiki/Shellshock:_Nam_'67": "Shellshock: Nam '67 is a third-person shooter video game developed by Guerrilla Games and published by Eidos Interactive for Microsoft Windows, PlayStation 2 and Xbox.",
  "/wiki/EverQuest_II:_Desert_of_Flames": "Fifteen full expansions for the MMORPG EverQuest II have been released, as well as three Adventure Packs.",
  "/wiki/Condemned_2:_Bloodshot": "Condemned 2: Bloodshot (titled Condemned 2 in Australia, Europe and Asia) is a psychological survival horror video game, developed by Monolith Productions and published by Sega for the PlayStation 3 and Xbox 360 video game consoles. It is the sequel to the 2005 game Condemned: Criminal Origins. Due to its violent content, the game was indexed in Germany by the BPjM in April 2008 and subsequently banned in October 2008.",
  "/wiki/White_Knight_Chronicles": "White Knight Chronicles is a fantasy role-playing video game developed by Level-5 and SCE Japan Studio and published by Sony Computer Entertainment for the PlayStation 3. It is Level-5's first project for the system. As of August 8, 2009 it has sold 350,000 copies in Japan. A sequel titled White Knight Chronicles II was released in Japan in 2010. A related game for the PlayStation Portable, titled White Knight Chronicles: Origins was released in Japan, Europe and, Australia in 2011.",
  "/wiki/Where_the_Wild_Things_Are_(video_game)": "Where the Wild Things Are is a video game released in 2009. It is based on the film of the same name, released the same day. The game is available for PlayStation 3, Wii and Xbox 360 as well as Nintendo DS. It was developed by Griptonite Games, except for the Nintendo DS, which was developed by WayForward Technologies. All versions were published by Warner Bros. Games.",
  "/wiki/Saints_Row:_The_Third": "Saints Row: The Third is an action-adventure video game developed by Volition and published by THQ. It is the third title in the Saints Row series. As in the previous games, the player-character leads the Third Street Saints gang in a turf war against three rival gangs using a variety of weapons and vehicles in single-player and cooperative play. It was released on November 15, 2011 for Microsoft Windows, PlayStation 3, and Xbox 360. A Nintendo Switch port was announced by Deep Silver and was released on May 10, 2019.",
  "/wiki/Star_Wars:_The_Old_Republic": "Star Wars: The Old Republic is a massively multiplayer online role-playing game (MMORPG) based in the Star Wars universe. Developed by BioWare Austin and a supplemental team at BioWare Edmonton, the game was announced on October 21, 2008. The video game was released for the Microsoft Windows platform on December 20, 2011 in North America and part of Europe.",
  "/wiki/Saints_Row_IV": "Saints Row IV is an open world action-adventure video game developed by Volition and published by Deep Silver. It is the fourth title in the Saints Row series. In the game, the playable character is the leader of the 3rd Street Saints, a street gang that has become the world's most powerful and popular organization, and must fend off an alien invasion after becoming President of the United States and receiving superpowers. The player is free to explore their environment while completing main and side missions at their leisure. The game incorporates elements from science fiction video games and films, and continues the series' reputation for over-the-top parody. It was released in August 2013 for Microsoft Windows, PlayStation 3, and Xbox 360, and was later ported to PlayStation 4, Xbox One, and Linux in 2015. A Nintendo Switch port is planned for release in March 2020.",
  "/wiki/Grand_Theft_Auto_V": "Grand Theft Auto V is a 2013 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the first main entry in the Grand Theft Auto series since 2008's Grand Theft Auto IV. Set within the fictional state of San Andreas, based on Southern California, the single-player story follows three criminals and their efforts to commit heists while under pressure from a government agency and powerful crime figures. The open world design lets players freely roam San Andreas' open countryside and the fictional city of Los Santos, based on Los Angeles.",
  "/wiki/Angel_Parker": "Angel Parker (born October 17, 1980) is an American actress. She is best known for her recurring role as Tasha Davenport on the Disney XD sitcom Lab Rats."
}