{
  "/wiki/New_York_City_Marathon": "The New York City Marathon (currently branded TCS New York City Marathon for sponsorship reasons) is an annual marathon (42.195 km or 26.219 mi) that courses through the five boroughs of New York City. It is the largest marathon in the world, with 52,812 finishers in 2018 and 98,247 applicants for the 2017 race. Along with the Boston Marathon, it is among the pre-eminent long-distance annual running events in the United States and is one of the World Marathon Majors.\n The race is organized by New York Road Runners and has been run every year since 1970, with the exception of 2012, when it was cancelled due to the landfall of Hurricane Sandy. The race is held on the first Sunday of November and attracts professional competitors and amateurs from all over the world. Because of the popularity of the race, participation is chosen largely by a lottery system. Guaranteed entry to the marathon can be gained by satisfying the requirements of the 9+1 program or the 9+$1K program (where NYRR members run in nine sponsored races and either volunteer at another event or donate $1,000 to support NYRR programs for young athletes), having completed 15 or more previous NYC Marathons, or meeting time qualification standards. In addition, runners can gain an entry by joining a team to raise funds for one of a number of charities.",
  "/wiki/New_York_City,_United_States": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy. Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898.",
  "/wiki/Marathon": "The marathon is a long-distance race with an official distance of 42.195 kilometres (approximately 26 miles 385 yards), usually run as a road race. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strategy. There are also wheelchair divisions.\n The marathon was one of the original modern Olympic events in 1896, though the distance did not become standardized until 1921. More than 800 marathons are held throughout the world each year, with the vast majority of competitors being recreational athletes, as larger marathons can have tens of thousands of participants.",
  "/wiki/Boston_Marathon": "The Boston Marathon is an annual marathon race hosted by several cities in greater Boston in eastern Massachusetts, United States. It is always held on Patriots' Day, the third Monday of April. Begun in 1897, the event was inspired by the success of the first marathon competition in the 1896 Summer Olympics. The Boston Marathon is the world's oldest annual marathon and ranks as one of the world's best-known road racing events. It is one of six World Marathon Majors. Its course runs from Hopkinton in southern Middlesex County to Copley Square in Boston. The Boston Athletic Association (B.A.A.) has organized this event since 1897, and it has been managed by DMSE Sports, Inc. since 1988.",
  "/wiki/Boston,_United_States": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States. Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture.",
  "/wiki/Rotterdam_Marathon": "The Rotterdam Marathon, currently branded NN Rotterdam Marathon, is an annual marathon that has been held in Rotterdam, the Netherlands since 1981. It has been held in April every year since the third edition in 1984, and attracts many top athletes. It has also been ranked as one of the top 10 marathons in the world by Runner's World magazine. The event is the most popular marathon in the Netherlands, followed by the marathons of Amsterdam and Eindhoven.",
  "/wiki/Rotterdam,_Netherlands": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation. A major logistic and economic centre, Rotterdam is Europe's largest seaport, and had previously been the largest port of the world for a long time. It has a population of 651,446 as of January 2020 and is home to over 180 nationalities.",
  "/wiki/Osaka_International_Ladies_Marathon": "The Osaka International Women's Marathon (大阪国際女子マラソン, Ōsaka Kokusai Joshi Marason) is an annual marathon road race for women over the classic distance of 42.195 kilometres which is held on the 4th or 5th Sunday of January in the city of Osaka, Japan, and hosted by Japan Association of Athletics Federations, Kansai Telecasting Corporation, the Sankei Shimbun, Sankei Sports, Radio Osaka and Osaka City.\n The first edition took place on January 24, 1982, and was won by Italy's Rita Marchisio. The 1995 marathon was cancelled due to the Great Hanshin earthquake. The race takes place in the city and passes prominent landmarks such as Osaka Castle. The course was altered in 2011 to allow for faster times by cutting out a number of hilly sections near Osaka Castle. The finish line of the race is at Nagai Stadium, which was the host venue for the 2007 World Championships in Athletics.\n The Osaka Half Marathon, open regardless of gender, is held alongside the women's marathon.\n The Japanese rock group The Alfee has written many of the theme songs for the marathon.",
  "/wiki/Osaka,_Japan": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of the Honshu Island in Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants. Osaka was traditionally considered Japan's economic hub. By the Kofun period (300–538) it had developed into an important regional port, and in the 7th and 8th centuries it served briefly as the imperial capital. Osaka continued to flourish during the Edo period (1603–1867) and became known as a center of Japanese culture. Following the Meiji Restoration, Osaka greatly expanded in size and underwent rapid industrialization. In 1889, Osaka was officially established as a municipality. Today, Osaka is a major financial center of Japan.",
  "/wiki/Berlin_Marathon": "The Berlin Marathon (branded BMW Berlin Marathon for sponsorship reasons) is a major running and sporting event held annually in Berlin, Germany. The official marathon distance of 42.195 kilometers (26 miles 385 yards) is set up as a citywide road race where professional athletes and amateur runners jointly participate. Initiated in 1974, the event traditionally takes place on the last weekend in September, with the exceptions of 2000, because of a conflict with the Olympic Marathon date, and 2018, held two weeks earlier due to Day of German Unity preparations. There have been several title sponsors in the race's history. From 1974 until 1989 it was just the Berlin Marathon. In 1990 it was the Yanase Berlin Marathon. In 1991 and 1992 it was the Canon Berlin Marathon. It reverted to simply the Berlin Marathon from 1993 until 1997.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions. Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate.",
  "/wiki/Rome_Marathon": "The Rome Marathon is an annual marathon competition hosted by the city of Rome, Italy.",
  "/wiki/Rome,_Italy": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states. Rome's history spans 28 centuries.",
  "/wiki/London_Marathon": "The London Marathon (currently known through sponsorship as the Virgin Money London Marathon) is an annual long-distance running event held in London, United Kingdom, part of the World Marathon Majors. The event was first run on 29 March 1981 and has been held in the spring of every year since. Since 2010, the race has been sponsored by Virgin Money.\n The 2019 London Marathon took place on Sunday, 28 April 2019. The 2020 London Marathon is scheduled for Sunday, 26 April 2020 and as of February 2020[update] the official home page describes it as \"Kipchoge vs Bekele\".",
  "/wiki/London,_England": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits. [note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly. [note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation.",
  "/wiki/Sydney_Marathon": "The Sydney Marathon is a marathon held annually in Sydney, Australia each September. The event was first held in 1999 as a test event for the Sydney 2000 Olympic Games, as has continued every year since, as a legacy of the 2000 Summer Olympics. In addition to the marathon, a half marathon, 10 kilometres (6.2 mi) \"Bridge Run\", and a 3.5 kilometres (2.2 mi) \"Family Fun Run\" are also held under the banner of the Sydney Running Festival. The marathon course record is held by Gebo Burka of Ethiopia, who completed the race in 2 hours, 11 minutes and 18 seconds in 2014. The fastest woman is the former Ethiopian Makda Harun, now an Australian resident, who ran a time of 2 hours, 28 minutes and 6 seconds in 2017. Introduced in 2001, the Sydney Marathon followed the same course as the marathon during the 2000 Summer Olympics the previous year. During that first year, the women's race was won by Krishna Stanton, who had never run a marathon before, and was doing the event as a result of a challenge from a friend. The Bridge Run was added in 2002, initially as a 10 km event, before being reduced to 9 km in 2005.",
  "/wiki/Sydney,_Australia": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population. Indigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia.",
  "/wiki/Nagoya_Women's_Marathon": "The Nagoya Women's Marathon (名古屋ウィメンズマラソン), named Nagoya International Women's Marathon (名古屋国際女子マラソン, Nagoya Kokusai Joshi Marathon) until the 2010 race, is an annual marathon race for female runners over the classic distance of 42 km and 195 metres, held in Nagoya, Japan in early March every year. It holds World Athletics Platinum road race status.",
  "/wiki/Nagoya,_Japan": "Nagoya (名古屋) is the largest city in the Chūbu region of Japan. It is Japan's fourth-largest incorporated city and the third-most-populous urban area. It is located on the Pacific coast on central Honshu. It is the capital of Aichi Prefecture and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, Chiba, and Kitakyushu. It is also the center of Japan's third-largest metropolitan region, known as the Chūkyō metropolitan area. As of 1 October 2019[update], 2,327,557 people lived in the city, part of Chūkyō Metropolitan Area's 10.11 million people.\nIt is also one of the 50 largest urban areas in the world.",
  "/wiki/Lausanne_Marathon": "The Lausanne Marathon or Marathon of Lausanne is an annual marathon race held in the Swiss city of Lausanne since 1993. This road running takes place in autumn (October) and the 20 km of Lausanne takes place in spring (April).\n Parallel to the marathon, a half-marathon, a 10 km, a 10 km walking and Nordic walking, and a mini-marathon race of 4 km are organised. The Lausanne Marathon is one of the rare Swiss races that organises a half-marathon for wheelchairs and handcycles.\n The Lausanne Marathon is one of the largest annual sporting events of the Canton de Vaud,[citation needed] and attracts up to 2,500 tourists each year. In 2009, a record 10,658 runners participated.",
  "/wiki/Lausanne,_Switzerland": "Lausanne (/loʊˈzæn/, also US: /loʊˈzɑːn/, French: [lozan], German: [loˈzan]; Arpitan: Losena [lɔˈzəna] (listen); Italian: Losanna; Romansh: Losanna) is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Geneva (French: Le/Lac Léman). It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva. The municipality Lausanne has a population of about 140,000, making it the fourth largest city in Switzerland, with the entire agglomeration area having about 420,000 inhabitants (as of January 2019). The metropolitan area of Lausanne-Geneva (including Vevey-Montreux, Yverdon-les-Bains, and foreign parts) was over 1.2 million inhabitants in 2000. Lausanne is a focus of international sport, hosting the International Olympic Committee (which has recognized the city as the \"Olympic Capital\" since 1994), the Court of Arbitration for Sport and some 55 international sport associations. It lies in a noted wine-growing region.",
  "/wiki/Tegla_Loroupe": "Tegla Chepkite Loroupe (born 9 May 1973) is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time World Half-Marathon champion. Loroupe was also the first woman from Africa to win the New York City Marathon, which she has won twice. She has won marathons in London, Rotterdam, Hong Kong, Berlin and Rome.\n In 2016, she was the person organising the Refugee Team for the 2016 Summer Olympics in Rio."
}