{
  "/wiki/Royal_Australian_Air_Force": "The Royal Australian Air Force (RAAF), formed in March 1921, is the aerial warfare branch of the Australian Defence Force (ADF). It operates the majority of the ADF's fixed wing aircraft, although both the Australian Army and Royal Australian Navy also operate aircraft in various roles. It directly continues the traditions of the Australian Flying Corps (AFC), formed on 22 October 1912. The RAAF provides support across a spectrum of operations such as air superiority, precision strikes, intelligence, surveillance and reconnaissance, air mobility, space surveillance, and humanitarian support.",
  "/wiki/Boeing_737_AEW&C": "The Boeing 737 AEW&C is a twin-engine airborne early warning and control aircraft. It is lighter than the 707-based Boeing E-3 Sentry, and has a fixed, active electronically scanned array radar antenna instead of a rotating one.  It was designed for the Royal Australian Air Force (RAAF) under \"Project Wedgetail\" and designated E-7A Wedgetail.",
  "/wiki/No._2_Squadron_RAAF": "No. 2 Squadron is a Royal Australian Air Force (RAAF) squadron that operates from RAAF Base Williamtown, near Newcastle, New South Wales. From its formation in 1916 as part of the Australian Flying Corps, it has flown a variety of aircraft types including fighters, bombers, and Airborne Early Warning & Control (AEW&C). During World War I, the squadron operated on the Western Front conducting fighter sweeps and ground-attack missions. It was disbanded in mid-1919, following the end of hostilities. The squadron was briefly re-raised in 1922 as part of the newly independent RAAF, but was disbanded after only a couple of months and not reformed until 1937. It saw action as a bomber unit in the South West Pacific theatre of World War II and, equipped with English Electric Canberra jets, in the Malayan Emergency and the Vietnam War. The squadron was again disbanded in 1982, following the retirement of the Canberra. It was re-formed in 2000 to operate the Boeing 737 AEW&C \"Wedgetail\". One of the six Boeing 737s was deployed to the Middle East in September 2014, as part of Australia's contribution to the military coalition against ISIS.",
  "/wiki/Brazilian_Air_Force": "The Brazilian Air Force (Portuguese: Força Aérea Brasileira, FAB) is the air branch of the Brazilian Armed Forces and one of the three national uniformed services.  The FAB was formed when the Army and Navy air branch were merged into a single military force initially called \"National Air Forces\" in 1941. Both air branches transferred their equipment, installations and personnel to the new force.",
  "/wiki/Embraer_R-99": "The Embraer R-99 is the Brazilian Air Force military designation of the EMB-145-RS. It is an aircraft based on the ERJ 145 civil regional jet. The R-99 series are equipped with Rolls-Royce AE1 3007 turbofan engines. The military versions provide 20% more thrust than the civil version. The first flight was in 1999.",
  "/wiki/Chilean_Air_Force": "The Chilean Air Force (Spanish: Fuerza Aérea de Chile, FACh) is the air force of Chile, a branch of the Chilean military.",
  "/wiki/Boeing_707": "The Boeing 707 is an American mid-sized, mid- to long-range, narrow-body airliner with four engines built by Boeing Commercial Airplanes from 1958 to 1979. Versions of the aircraft have a capacity from 140 to 219 passengers and a range of 2,500 to 5,750 nautical miles (2,880 to 6,620 mi; 4,630 to 10,650 km).",
  "/wiki/People's_Liberation_Army_Air_Force": "The People's Liberation Army Air Force (PLAAF) is an aerial service branch of the People's Liberation Army, the armed forces of the People's Republic of China. The PLAAF was officially established on 11 November 1949. As of 2014, the PLAAF has a strength of around 398,000 personnel and is the largest air force in Asia.",
  "/wiki/KJ-2000": "KJ-2000 (Chinese: 空警-2000; pinyin: Kōngjǐng Liǎngqiān; literally: 'Airwarn-2000'), NATO reporting name: Mainring is a Chinese Airborne early warning and control system comprising domestically designed electronics and radars installed on a modified Ilyushin Il-76 airframe.",
  "/wiki/KJ-200": "KJ-200 (Chinese: 空警-200; pinyin: Kōngjǐng Liǎngbǎi; literally: \"Airwarn-200\") NATO reporting name: Moth or Y-8 Balance Beam system, is an Airborne early warning and control (AEW&C) program developed by Shaanxi Aircraft Corporation. (KJ is from the first characters of the Pinyin spelling of 空警, (Kōng Jǐng), short for 空中预警 (Kōng Zhōng Yù Jǐng), which means Airborne Early Warning).",
  "/wiki/KJ-500": "KJ-500 (Chinese: 空警-500; pinyin: Kōngjǐng Wǔbǎi; literally: \"Air Warning 500\") is a third-generation airborne early warning and control (AEW&C) aircraft used by the Chinese People's Liberation Army Air Force.  It was developed by Shaanxi Aircraft Corporation., and is based on the Y-9 airframe.",
  "/wiki/Egyptian_Air_Force": "The Egyptian Air Force (EAF) (Arabic: القوات الجوية المصرية‎, El Qūwāt El Gawīyä El Maṣrīya), is the aviation branch of the Egyptian Armed Forces, is responsible for all airborne defence missions and operates all military aircraft, including those used in support of the Egyptian Army, Egyptian Navy and the Egyptian Air Defense Forces.  The latter was created as a separate command in the 1970s and it coordinates with the Air Force to integrate air and ground-based air defense operations. The EAF is headed by an Air Marshal (Lieutenant General equivalent).  Currently, the commander of the Egyptian Air Force is Air Marshal Mohamed Abbas. The force's motto is 'Higher and higher for the sake of glory' (Arabic: إلى العلا في سبيل المجد‎, I‘la’ al-'olà fī sabīl al-magd).",
  "/wiki/Grumman_E-2C_Hawkeye": "The Northrop Grumman E-2 Hawkeye is an American all-weather, carrier-capable tactical airborne early warning (AEW) aircraft. This twin-turboprop aircraft was designed and developed during the late 1950s and early 1960s by the Grumman Aircraft Company for the United States Navy as a replacement for the earlier, piston-engined E-1 Tracer, which was rapidly becoming obsolete. The aircraft's performance has been upgraded with the E-2B, and E-2C versions, where most of the changes were made to the radar and radio communications due to advances in electronic integrated circuits and other electronics. The fourth major version of the Hawkeye is the E-2D, which first flew in 2007. The E-2 was the first aircraft designed specifically for its role, as opposed to a modification of an existing airframe, such as the Boeing E-3 Sentry. Variants of the Hawkeye have been in continuous production since 1960, giving it the longest production run of any carrier-based aircraft.",
  "/wiki/French_Air_Force": "The French Air Force (French: Armée de l'Air Française [aʁme də l‿ɛʁ fʁɑ̃sɛːz]; lit. Army of the Air) is the air force of the French Armed Forces. It was formed in 1909 as the Service Aéronautique, a service arm of the French Army, then was made an independent military arm in 1934. The number of aircraft in service with the French Air Force varies depending on source, however sources from the French Ministry of Defence give a figure of 658 aircraft in 2014. The French Air Force has 225 combat aircraft in service, with the majority being 117 Dassault Mirage 2000 and 108 Dassault Rafale. As of early 2017, the French Air Force employs a total of 41,160 regular personnel. The reserve element of the air force consisted of 5,187 personnel of the Operational Reserve.",
  "/wiki/Boeing_E-3_Sentry": "The Boeing E-3 Sentry, commonly known as AWACS, is an American airborne early warning and control (AEW&C) aircraft developed by Boeing. Derived from the Boeing 707, it provides all-weather surveillance, command, control, and communications, and is used by the United States Air Force, NATO, Royal Air Force, French Air Force, and Royal Saudi Air Force. The E-3 is distinguished by the distinctive rotating radar dome (ROTODOME) above the fuselage. Production ended in 1992 after 68 aircraft had been built.",
  "/wiki/French_Navy": "The French Navy (French: Marine Nationale, lit. National Navy), informally \"La Royale\", is the maritime arm of the French Armed Forces. Dating back to 1624, the French Navy is one of the world's oldest naval forces. It has participated in conflicts around the globe and played a key part in establishing the French colonial empire.",
  "/wiki/Hellenic_Air_Force": "The Hellenic Air Force (HAF; Greek: Πολεμική Αεροπορία, Polemikí Aeroporía, literally \"War Aviation\", sometimes abbreviated as ΠΑ) is the air force of Greece with ‘Hellenic’ being a synonym for ‘Greek’ in the Greek language. During the period of monarchy between 1935–1973 the force was known as the Royal Hellenic Air Force (RHAF) (Greek: Ἑλληνικὴ Βασιλικὴ Ἀεροπορία, Ellinikí Vasilikí Aeroporía).",
  "/wiki/Indian_Air_Force": "The Indian Air Force (IAF) is the air arm of the Indian Armed Forces. Its complement of personnel and aircraft assets ranks fourth amongst the air forces of the world. Its primary mission is to secure Indian airspace and to conduct aerial warfare during armed conflict. It was officially established on 8 October 1932 as an auxiliary air force of the British Empire which honoured India's aviation service during World War II with the prefix Royal. After India gained independence from the United Kingdom in 1947, the name Royal Indian Air Force was kept and served in the name of Dominion of India. With the government's transition to a Republic in 1950, the prefix Royal was removed.",
  "/wiki/Beriev_A-50": "The Beriev A-50 (NATO reporting name: Mainstay) is a Soviet airborne early warning and control (AEW&C) aircraft based on the Ilyushin Il-76 transport. The existence of the A-50 was revealed to the Western Bloc in 1980 by Adolf Tolkachev. Developed to replace the Tupolev Tu-126 \"Moss\", the A-50 first flew in 1978. It entered service in 1984, with about 40 produced by 1992.",
  "/wiki/DRDO_AEW&CS": "The DRDO Airborne Early Warning and Control System (AEW&CS) is a project of India's Defence Research and Development Organisation to develop an airborne early warning and control system for the Indian Air Force. It is also referred to as 'NETRA' Airborne Early Warning and Control System (AEW&CS).",
  "/wiki/Indian_Navy": "The Indian Navy is the naval branch of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Navy. The Chief of Naval Staff, a four-star admiral, commands the navy.",
  "/wiki/Kamov_Ka-31": "The Kamov Ka-31 (NATO reporting name 'Helix') is a military helicopter developed for the Soviet Navy and currently in service in Russia, China and India in the naval airborne early warning and control role.",
  "/wiki/Israeli_Air_Force": "The Israeli Air Force (IAF; Hebrew: זְרוֹעַ הָאֲוִיר וְהֶחָלָל, Zroa HaAvir VeHahalal, \"Air and Space Arm\", commonly known as חֵיל הָאֲוִיר, Kheil HaAvir, \"Air Corps\") operates as the aerial warfare branch of the Israel Defense Forces. It was founded on May 28, 1948, shortly after the Israeli Declaration of Independence. As of August 2017[update] Aluf Amikam Norkin serves as the Air Force Commander.",
  "/wiki/Gulfstream_G550": "The Gulfstream G550 is a business jet aircraft produced by General Dynamics' Gulfstream Aerospace unit in Savannah, Georgia, US. The certification designation is GV-SP. There were 450 Gulfstream G550s in active service as of January 2016. A version with reduced fuel capacity was marketed as the G500.",
  "/wiki/Italian_Air_Force": "The Italian Air Force (Italian: Aeronautica Militare; AM) is the air force of the Italian Republic. The Italian Air Force was founded as an independent service arm on 28 March 1923 by King Victor Emmanuel III as the Regia Aeronautica (\"Royal Air Force\"). After World War II, when Italy was made a republic by referendum, the Regia Aeronautica was given its current name. Since its formation, the service has held a prominent role in modern Italian military history. The aerobatic display team is the Frecce Tricolori.",
  "/wiki/Japan_Air_Self-Defense_Force": "The Japan Air Self-Defense Force (航空自衛隊, Kōkū Jieitai), JASDF, also referred to as the Japanese Air Force, is the air warfare branch of the Japan Self-Defense Forces, responsible for the defense of Japanese airspace and for other aerospace operations. The JASDF carries out combat air patrols around Japan, while also maintaining a network of ground and air early-warning radar systems. The branch also has an aerobatic team known as Blue Impulse and has provided air transport in UN peacekeeping missions.",
  "/wiki/Boeing_E-767": "The Boeing E-767 is an Airborne Warning and Control System (AWACS) aircraft. It was designed in response to the Japan Air Self-Defense Force's requirements, and is essentially the Boeing E-3 Sentry's surveillance radar and air control system installed on a Boeing 767-200.",
  "/wiki/Korean_People's_Air_Force": "The Korean People's Army Air and Anti-Air Force (KPAAF or KPAF; Korean: 조선인민군 항공 및 반항공군; MR: Chosŏn inmin'gun hangkong mit banhangkonggun) is the unified military aviation force of North Korea. It is the second largest branch of the Korean People's Army comprising an estimated 110,000 members. It possesses 940 aircraft of different types, mostly of decades old Soviet and Chinese origin. Its primary task is to defend North Korean airspace.",
  "/wiki/Antonov_An-24": "The Antonov An-24 (Russian/Ukrainian: Антонов Ан-24) (NATO reporting name: Coke) is a 44-seat twin turboprop transport/passenger aircraft designed in 1957 in the Soviet Union by the Antonov Design Bureau and manufactured by Kiev, Irkutsk and Ulan-Ude Aviation Factories.",
  "/wiki/Republic_of_Korea_Air_Force": "The Republic of Korea Air Force (ROKAF; Korean: 대한민국 공군; Hanja: 大韓民國 空軍; Romanization: Daehanminguk Gong-gun), also known as the ROK Air Force, is the aerial warfare service branch of South Korea, operating under the South Korean Ministry of National Defense.",
  "/wiki/Mexican_Air_Force": "The Mexican Air Force (FAM; Spanish: Fuerza Aérea Mexicana) is the primary aerial warfare service branch of the Mexican Armed Forces. It is a component of the Mexican Army and depends on the National Defense Secretariat (SEDENA). The objective of the FAM is to defend the integrity, independence, and sovereignty of Mexico. Its auxiliary tasks include internal security, assisting with public works, and natural disaster management. Since December 2017, its commander is Miguel Enrique Vallín Osuna.",
  "/wiki/List_of_AEW&C_aircraft_operators": "Airborne early warning and control (AEW&C) aircraft are airborne radar systems designed to detect and track aircraft, missiles, ships and vehicles and provide command and control to direct friendly forces. Some operators, such as the Royal Air Force refer to such aircraft as Airborne early warning (AEW), while others reserve the shorter name for AEW aircraft lacking command and control facilities."
}