{
  "/wiki/Wabash_River": "The Wabash River /ˈwɔːbæʃ/ (French: Ouabache) is a  503-mile-long (810 km) river in Ohio and Indiana, United States, that flows from the headwaters near the middle of Ohio's western border northwest then southwest across northern Indiana turning south along the Illinois border where the southern portion forms the Indiana-Illinois border before flowing into the Ohio River.  It is the largest northern tributary of the Ohio River. From the dam near Huntington, Indiana, to its terminus at the Ohio River, the Wabash flows freely for 411 miles (661 km).  Its watershed drains most of Indiana.  The Tippecanoe River, White River, Embarras River and Little Wabash River are major tributaries. The river's name comes from a Miami Indian word meaning \"water over white stones\".",
  "/wiki/Wabash,_Indiana": "Wabash is a city in Noble Township, Wabash County, in the U.S. state of Indiana. The population was 10,666 at the 2010 census. The city is the county seat of Wabash County.",
  "/wiki/Frances_Slocum": "Frances Slocum (March 4, 1773 – March 9, 1847) (Ma-con-na-quah, \"Young Bear\" or \"Little Bear\") was an adopted member of the Miami people. Slocum was born into a Quaker family that migrated from Warwick, Rhode Island, in 1777 to the Wyoming Valley in Luzerne County, Pennsylvania. On November 2, 1778, when Slocum was five years old, she was captured by three Delaware warriors at the Slocum family farm near Wilkes-Barre, Pennsylvania. Slocum was raised among the Delaware in what is now Ohio and Indiana. With her marriage to Shepoconah (Deaf Man), who later became a Miami chief, Slocum joined the Miami and took the name Maconaquah. She settled with her Miami family at Deaf Man's village along the Mississinewa River near Peru, Indiana.",
  "/wiki/Somerset,_Indiana": "Somerset is an unincorporated census-designated place in Waltz Township, Wabash County, in the U.S. state of Indiana.",
  "/wiki/Richvalley,_Indiana": "Richvalley is an unincorporated community in Noble Township, Wabash County, in the U.S. state of Indiana.",
  "/wiki/St._Patrick's_Roman_Catholic_Church_(Lagro,_Indiana)": "The Oratory of St. Patrick, also known as St. Patrick's Roman Catholic Church is a historic Roman Catholic church located at Lagro, Wabash County, Indiana.",
  "/wiki/Lagro,_Indiana": "Lagro is a town in Lagro Township, Wabash County, in the U.S. state of Indiana.  The population was 415 at the 2010 census.",
  "/wiki/Church_of_the_Brethren": "The Church of the Brethren is a Christian denomination with origins in the Schwarzenau Brethren (German: Schwarzenauer Neutäufer \"Schwarzenau New Baptists\") that was organized in 1708 by Alexander Mack in Schwarzenau, Germany, as a melding of the Radical Pietist and Anabaptist movements. The denomination holds the New Testament as its only creed. Historically, the church has taken a strong stance for nonresistance or pacifism—it is one of the three historic peace churches, alongside the Mennonites and Quakers. Distinctive practices include believers baptism by trine immersion; a threefold love feast consisting of feet washing, a fellowship meal, and communion; anointing for healing; and the holy kiss.",
  "/wiki/North_Manchester,_Indiana": "North Manchester is a town in Chester Township, Wabash County, in the U.S. state of Indiana. The population was 6,112 at the 2010 census.",
  "/wiki/Thomas_R._Marshall": "Thomas Riley Marshall (March 14, 1854 – June 1, 1925) was an American politician who served as the 28th vice president of the United States from 1913 to 1921 under President Woodrow Wilson. A prominent lawyer in Indiana, he became an active and well known member of the Democratic Party by stumping across the state for other candidates and organizing party rallies that later helped him win election as the 27th governor of Indiana. In office, he proposed a controversial progressive change to the Constitution of Indiana; the Republican Party used the state courts to block the constitutional reform attempt.",
  "/wiki/List_of_Indiana_state_historical_markers_in_Wabash_County": "This is a list of the Indiana state historical markers in Wabash County."
}