{
  "/wiki/Manchester_United_F.C._Reserves_and_Academy": "Manchester United Football Club Under-23s is the most senior of Manchester United's youth teams and the club's former reserve team. They play in the Premier League 2, the highest tier of the Professional Development League. The team is effectively Manchester United's second-string side, but is limited to three outfield players and one goalkeeper over the age of 23 per game following the introduction of new regulations from the 2016–17 season, an increase from the age of 21 which was introduced in 2012–13.",
  "/wiki/Aston_Villa_F.C._Reserves_and_Academy": "The Aston Villa Under-23, also known as Aston Villa Under-21 and Aston Villa Reserves, are the most senior youth development team of Aston Villa and compete in Premier League 2 (Division 2) of the Professional Development League and the EFL Trophy in the 2019–20 season. The team were originally part of the FA Premier Reserve League since its foundation in 1999 and were winners of the 2011-12 Premier Reserve League South title, the last in that format. The team plays its home games at Aston Villa's training ground, Bodymoor Heath and occasionally Villa Park. Aston Villa also have an academy side that competes in the Under-18 division of the Professional Development League and the FA Youth Cup annually. From 2019, having been promoted back to the Premier League, Aston Villa also field an under-21 side in the EFL Trophy against League One and League Two opposition.",
  "/wiki/Liverpool_F.C._Reserves_and_Academy": "Liverpool F.C. Reserves is the reserve team of Liverpool. It is the most senior level of the Liverpool academy beneath the first team. In the summer of 2012, the whole English reserve football system was overhauled and replaced with an Under 21 league system, the Professional Development League. Liverpool's Reserve team became the Liverpool under 21 team and competes in the Professional Development League 1 which is also known by its sponsorship name of Barclays under 21 Premier League. The team generally consists of Under-21 players at the club but at times senior players also play for the reserves when they are recuperating from injury. Following the introduction of new regulations from 2012–13 season, only three outfield players and one goalkeeper over the age of 21 can play for the reserves regularly.",
  "/wiki/Chelsea_F.C._Reserves_and_Academy": "Chelsea F.C. Under-23s are the under-23 team of Chelsea Football Club. They play in the Premier League 2, which is the top level of reserve football in England. They were the champions in the 2013–14 season. The team mainly consists of under-21 players at the club, although senior players occasionally have an appearance, for instance when they are recovering from injury. The under-23 team is managed by Andy Myers.",
  "/wiki/Reading_F.C.": "Reading Football Club (/ˈrɛdɪŋ/ (listen) RED-ing) is a professional association football club based in Reading, Berkshire, England. The team play in the Championship, the second tier of English football. The current manager is Mark Bowen.",
  "/wiki/Sunderland_A.F.C.": "Sunderland Association Football Club (/ˈsʌndərlənd/ (listen), locally /ˈsʊndlən/) is an English professional football club based in the city of Sunderland, Tyne and Wear. Sunderland play in League One, the third tier of English football. Since its formation in 1879, the club has won six top-flight (First Division, now the Premier League) titles (1892, 1893, 1895, 1902, 1913 and 1936), a total only bettered by five other clubs, and has finished runners-up five times. The club has also won the FA Cup twice (1937 and 1973) and been runners-up twice (1913 and 1992), as well as winning the FA Charity Shield in 1936 and being finalists the following year. Sunderland have also been Football League Cup finalists in 1985 and 2014.",
  "/wiki/Derby_County_F.C.": "Derby County Football Club (/ˈdɑːrbi/) is a professional association football club based in Derby, Derbyshire, England. The club competes in the EFL Championship, the second tier of English football, and has played its home matches at Pride Park Stadium since 1997.",
  "/wiki/Charlton_Athletic_F.C._Reserves": "The Charlton Athletic Academy refers to the teams and players in the youth system of English professional football club Charlton Athletic F.C.; they play the majority of their home games at the club's training ground in New Eltham, London.",
  "/wiki/Blackburn_Rovers_F.C.": "Blackburn Rovers Football Club is a professional football club in Blackburn, Lancashire, England, which competes in the Championship, the second tier of the English football league system.",
  "/wiki/Tottenham_Hotspur_F.C._Reserves_and_Academy": "The Tottenham Hotspur Academy was created to train and develop players from the age of eight right up to the age of 23. Many of whom have progressed through Tottenham's youth academy have gone on to sign professional contracts and represent their country at International level.",
  "/wiki/Bolton_Wanderers_F.C._Reserves_and_Academy": "They participate in the Manchester Senior Cup, although in recent years the teams entered in this competition have featured an increasing number of youth players.",
  "/wiki/Everton_F.C.": "Everton Football Club (/ˈɛvərtən/) is an English professional football club based in Liverpool that competes in the Premier League, the top tier of English football. The club has competed in the top division for a record 116 seasons and has missed the top division only four times (1930–31, 1951–52, 1952–53, and 1953–54) since the creation of the Football League, of which it is a founding member. The club has won nine League Championships, five FA Cups, and one UEFA Cup Winners Cup.",
  "/wiki/Ipswich_Town_F.C.": "Ipswich Town Football Club (also known as Ipswich, The Blues, Town, or The Tractor Boys) is a professional association football club based in Ipswich, Suffolk, England. They play in League One, the third tier of the English football league system, having been relegated from the Championship in the 2018/19 season.",
  "/wiki/Watford_F.C.": "Watford Football Club is an English professional football club in Watford, Hertfordshire.  The club recognises its foundation as 1881, aligned with that of its antecedent, Watford Rovers, and was established as Watford Football Club in 1898. After finishing the 1914–15 season as Southern League champions under the management of Harry Kent, Watford joined the Football League in 1920. The club played at several grounds in its early history, before moving to Vicarage Road in 1922.",
  "/wiki/Premier_Reserve_League": "The Premier Reserve League (officially known as The Barclays Premier Reserve League for sponsorship reasons) was the reserve team league for the top English football teams in the Premier League. The league was split into a northern and a southern division."
}