{
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Extreme_sport": "Action sports, adventure sports or extreme sports are activities perceived as involving a high degree of risk. These activities often involve speed, height, a high level of physical exertion and highly specialized gear.",
  "/wiki/Motorcycle": "A motorcycle, often called a motorbike, bike, or cycle, is a two- or three-wheeled motor vehicle. Motorcycle design varies greatly to suit a range of different purposes: long distance travel, commuting, cruising, sport including racing, and off-road riding. Motorcycling is riding a motorcycle and related social activity such as joining a motorcycle club and attending motorcycle rallies.",
  "/wiki/Anderson,_South_Carolina": "Anderson is a city in and the county seat of Anderson County, South Carolina, United States. The population was 26,686 at the 2010 census, and the city was the center of an urbanized area of 75,702. It is one of the principal cities in the Greenville-Anderson--Mauldin Metropolitan Statistical Area, which had a population of 824,112 at the 2010 census. It is further included in the larger Greenville-Spartanburg-Anderson, South Carolina Combined Statistical Area, with a total population of 1,266,995, at the 2010 census. Anderson is just off Interstate 85 and is 120 miles (190 km) from Atlanta and 140 miles (230 km) from Charlotte.",
  "/wiki/Frankie_Abernathy": "Frankie Jo Abernathy (December 21, 1981 – June 9, 2007)  was a cast member on MTV's The Real World: San Diego which was filmed in late 2003 and aired from January to June 2004.  Hailing from Kansas City, Abernathy was the elder daughter of Abbie Hunter and Joe Abernathy.  She had a younger sister named Mamie, and a stepfather, Perry Hunter.  She attended Blue Springs High School in Blue Springs, Missouri.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/Masseuse": "Massage is the manipulation of soft tissues in the body. Massage techniques are commonly applied with hands, fingers, elbows, knees, forearms, feet, or a device. The purpose of massage is generally for the treatment of body stress or pain. A person who was professionally trained to give massages was traditionally known as a masseur (male) or a masseuse (female), but those titles are outmoded[citation needed], and carry some negative connotations. In the United States, the title massage therapist has been recognized as a business norm for those who have been professionally trained to give massages.",
  "/wiki/Punk_rock": "Punk rock (or simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics. Punk embraces a DIY ethic; many bands self-produce recordings and distribute them through independent record labels.",
  "/wiki/Hello_Kitty": "Hello Kitty (Japanese: ハロー・キティ, Hepburn: Harō Kiti), also known by her full name Kitty White (キティ・ホワイト, Kiti Howaito), is a fictional character produced by the Japanese company Sanrio, created by Yuko Shimizu and currently designed by Yuko Yamaguchi. Sanrio depicts Hello Kitty as a female gijinka (anthropomorphization) of Japanese Bobtail with a red bow and, notably, no mouth. According to her backstory, she is a perpetual 3rd-grade student who lives outside London. Sanrio announced in 2018 that Hello Kitty's birthday is March 5th. Since the cartoon character's creation, Hello Kitty has become a media franchise including a product line, clothing apparel, toy-line, manga comics, anime series, popular music, and other media.",
  "/wiki/Cystic_fibrosis": "Cystic fibrosis (CF) is a genetic disorder that affects mostly the lungs, but also the pancreas, liver, kidneys, and intestine. Long-term issues include difficulty breathing and coughing up mucus as a result of frequent lung infections. Other signs and symptoms may include sinus infections, poor growth, fatty stool, clubbing of the fingers and toes, and infertility in most males. Different people may have different degrees of symptoms.",
  "/wiki/Respiratory_system": "The respiratory system (also respiratory apparatus, ventilatory system) is a biological system consisting of specific organs and structures used for gas exchange in animals and plants. The anatomy and physiology that make this happen varies greatly, depending on the size of the organism, the environment in which it lives and its evolutionary history. In land animals the respiratory surface is internalized as linings of the lungs. Gas exchange in the lungs occurs in millions of small air sacs called alveoli in mammals and reptiles, but atria in birds. These microscopic air sacs have a very rich blood supply, thus bringing the air into close contact with the blood. These air sacs communicate with the external environment via a system of airways, or hollow tubes, of which the largest is the trachea, which branches in the middle of the chest into the two main bronchi. These enter the lungs where they branch into progressively narrower secondary and tertiary bronchi that branch into numerous smaller tubes, the bronchioles. In birds the bronchioles are termed parabronchi. It is the bronchioles, or parabronchi that generally open into the microscopic alveoli in mammals and atria in birds. Air has to be pumped from the environment into the alveoli or atria by the process of breathing which involves the muscles of respiration.",
  "/wiki/Immune_system": "The immune system is a host defense system comprising many biological structures and processes within an organism that protects against disease. To function properly, an immune system must detect a wide variety of agents, known as pathogens, from viruses to parasitic worms, and distinguish them from the organism's own healthy tissue. In many species, there are two major subsystems of the immune system: the innate immune system and the adaptive immune system.  Both subsystems use humoral immunity and cell-mediated immunity to perform their functions.  In humans, the blood–brain barrier, blood–cerebrospinal fluid barrier, and similar fluid–brain barriers separate the peripheral immune system from the neuroimmune system, which protects the brain.",
  "/wiki/Spiritual_healing": "Energy medicine, energy therapy, energy healing, vibrational medicine, psychic healing, spiritual medicine or spiritual healing are branches of alternative medicine based on a pseudo-scientific belief that healers can channel healing energy into a patient and effect positive results. This idea itself contains several methods:  hands-on, hands-off, and distant (or absent) where the patient and healer are in different locations.",
  "/wiki/Paterson,_New_Jersey": "Paterson /ˈpætərsən/ is the largest city in and the county seat of Passaic County, New Jersey, United States. As of the 2010 United States Census, its population was 146,199, making it New Jersey's third-most-populous city. Paterson has the second-highest density of any U.S. city with over 100,000 people, behind only New York City. For 2018, the Census Bureau's Population Estimates Program calculated a population of 145,647, a decrease of 0.4% from the 2010 enumeration, making the city the 180th-most-populous in the nation.",
  "/wiki/Jamie_Chung": "Jamie Jilynn Chung (born April 10, 1983) is an American actress, and former reality television personality. She first gained fame in 2004 as a cast member on the MTV reality series The Real World: San Diego and subsequently through her appearances on its spin-off show, Real World/Road Rules Challenge: The Inferno II. She is regarded by many as the Real World alumna with the most successful media career.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Korean-American": "Korean Americans (Hangul: 한국계 미국인, Hanja: 韓國系美國人, Hangukgye-Migukin) are Americans of Korean heritage or descent (predominantly from South Korea (99%), with a very small minority from North Korea, China, Japan, and the Post-Soviet states). The Korean American community comprises about 0.6% of the United States population, or about 1.8 million people, and is the fifth largest Asian American subgroup (which exclude some of those of West Asian descent), after the Chinese American, Filipino American, Indian American, and Vietnamese American communities. The U.S. is home to the largest Korean diaspora community in the world.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/A-list": "An A-list celebrity is one at the very top of their field. It may be a bankable movie star, a major recording artist, international sports star, social media personality, film director, mogul, or an international TV broadcaster.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Coyote_Ugly_Saloon": "The Coyote Ugly Saloon is an American drinking establishment and the namesake of an international chain of bars. It served as the setting for the 2000 movie Coyote Ugly.",
  "/wiki/Belgrade,_Serbia": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/Dazed_and_Confused_(film)": "Dazed and Confused is a 1993 American teen coming-of-age comedy film written and directed by Richard Linklater. The film features a large ensemble cast of actors who would later become stars, including Jason London, Ben Affleck, Milla Jovovich, Cole Hauser, Parker Posey, Adam Goldberg, Joey Lauren Adams, Matthew McConaughey, Nicky Katt, and Rory Cochrane. The plot follows various groups of Texas teenagers during the last day of school in 1976."
}