{
  "/wiki/Dragon_Ball": "Dragon Ball (Japanese: ドラゴンボール, Hepburn: Doragon Bōru) is a Japanese media franchise created by Akira Toriyama in 1984. The initial manga, written and illustrated by Toriyama, was serialized in Weekly Shōnen Jump from 1984 to 1995, with the 519 individual chapters collected into 42 tankōbon volumes by its publisher Shueisha. Dragon Ball was initially inspired by the classical Chinese novel Journey to the West, as well as Hong Kong martial arts films. The series follows the adventures of the protagonist, Son Goku, from his childhood through adulthood as he trains in martial arts. He spends his childhood far from civilization until he meets a teen girl named Bulma, who encourages him to join her quest in exploring the world in search of the seven orbs known as the Dragon Balls, which summon a wish-granting dragon when gathered. Along his journey, Goku makes several other friends, becomes a family man, discovers his alien heritage, and battles a wide variety of villains, many of whom also seek the Dragon Balls.",
  "/wiki/Outlanders": "Outlanders is a long-running series of science-fiction novels created by Mark Ellis and published by Gold Eagle, an imprint of Harlequin Enterprises.",
  "/wiki/Shimmer_and_Shine": "Shimmer and Shine is an American animated television series, created by Farnaz Esnaashari-Charmatz. It airs on Nick Jr. in the United States and on Treehouse in Canada. The series is based on an unreleased pilot from 2013, and premiered on Nickelodeon on August 24, 2015. It was renewed for a fourth season of 20 episodes on October 20, 2018.",
  "/wiki/Rajah": "Raja (/ˈrɑːdʒɑː/; also spelled Rajah, from Sanskrit राजन् rājan-), is a title for a monarch equivalent to king or princely ruler in the Indian subcontinent and Southeast Asia.",
  "/wiki/Aladdin_(1992_Disney_film)": "Aladdin is a 1992 American animated musical fantasy film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. The film is the 31st Disney animated feature film, and was the fourth produced during the Disney film era known as the Disney Renaissance. It was produced and directed by Ron Clements and John Musker, and is based on the Arabic folktale of the same name from the One Thousand and One Nights. The voice cast features Scott Weinger, Robin Williams, Linda Larkin, Jonathan Freeman, Frank Welker, Gilbert Gottfried and Douglas Seale. The film follows Aladdin, an Arabian street urchin, who finds a magic lamp containing a genie. In order to hide the lamp from the Grand vizier, he disguises himself as a wealthy prince, and tries to impress the Sultan and his daughter.",
  "/wiki/Aladdin_(2019_film)": "Aladdin is a 2019 American musical fantasy film produced by Walt Disney Pictures. Directed by Guy Ritchie, who co-wrote the screenplay with John August, it is a live-action adaptation of Disney's 1992 animated film of the same name, which itself is based on the eponymous tale from One Thousand and One Nights.[a] The film stars Will Smith, Mena Massoud, Naomi Scott, Marwan Kenzari, Navid Negahban, Nasim Pedrad, Billy Magnussen, and Numan Acar, as well as the voices of Alan Tudyk and Frank Welker. The plot follows Aladdin, a street urchin, as he falls in love with Princess Jasmine, befriends a wish-granting Genie, and battles the wicked Jafar.",
  "/wiki/Tiger": "The tiger (Panthera tigris) is the largest species among the Felidae and classified in the genus Panthera. It is most recognisable for its dark vertical stripes on orangish-brown fur with a lighter underside. It is an apex predator, primarily preying on ungulates such as deer and wild boar. It is territorial and generally a solitary but social predator, requiring large contiguous areas of habitat, which support its requirements for prey and rearing of its offspring. Tiger cubs stay with their mother for about two years, before they become independent and leave their mother's home range to establish their own.",
  "/wiki/Shere_Khan": "Shere Khan /ˈʃɪər ˈkɑːn/ is a fictional Bengal tiger and the main antagonist of Rudyard Kipling's Jungle Book and its  adaptations. His name is a translation of the English denomination of the bengal tiger: \"Royal Tiger\" into the Hindi language, where \"shere\" means \"tiger\" and \"khan\" is the mongol word for \"king\" and the name of the Indian Moghul ruler family. According to The Kipling Society, the word shere (or \"shir\") translates as \"tiger\", and khan is a title of distinction, used together \"to show that he is chief among tigers.\" Other sources indicate Shere may mean \"tiger\" or \"lion\"  in Azerbaijani, Persian, Kurdish, Hindi-Urdu, and Punjabi, and that khan translates as \"king\", or \"leader\", in a number of languages influenced by the Mongols, including Pashto and Hindi-Urdu.",
  "/wiki/The_Jungle_Book_(1967_film)": "The Jungle Book is a 1967 American animated musical comedy film produced by Walt Disney Productions. Based on Rudyard Kipling's book of the same name, it is the 19th Disney animated feature film. Directed by Wolfgang Reitherman, it was the last film to be produced by Walt Disney, who died during its production. The plot follows Mowgli, a feral child raised in the Indian jungle by wolves, as his friends Bagheera the panther and Baloo the bear try to convince him to leave the jungle before the evil tiger Shere Khan arrives.",
  "/wiki/Talespin": "TaleSpin is an American animated television series based in the fictional city of Cape Suzette, which first aired in 1990 as a preview on Disney Channel and later that year as part of The Disney Afternoon, with characters adapted from Disney's 1967 animated feature The Jungle Book (namely, some of the film's animals being given an anthropomorphical makeover while the humans are removed), which was theatrically rereleased in the summer before this show premiered in the fall. The name of the show is a play on \"tailspin\", the rapid descent of an aircraft in a steep spiral. The two words in the show's name, tale and spin, are a way to describe telling a story. The show is one of ten Disney Afternoon shows to use established Disney characters as the main characters, with the others being Darkwing Duck, DuckTales, Chip 'n Dale: Rescue Rangers, Goof Troop, Bonkers, Quack Pack, Aladdin, and Timon & Pumbaa. It is also one of two animated television series based on The Jungle Book, the second being Jungle Cubs.",
  "/wiki/The_Jungle_Book_(2016_film)": "The Jungle Book is a 2016 American fantasy adventure film directed and produced by Jon Favreau, produced by Walt Disney Pictures, and written by Justin Marks. Based on Rudyard Kipling's eponymous collective works and inspired by Walt Disney's 1967 animated film of the same name, The Jungle Book is a live-action/CGI film that tells the story of Mowgli, an orphaned human boy who, guided by his animal guardians, sets out on a journey of self-discovery while evading the threatening Shere Khan. The film introduces Neel Sethi as Mowgli, along with voice and motion capture performances from Ben Kingsley, Bill Murray, Idris Elba, Lupita Nyong'o, Scarlett Johansson, Giancarlo Esposito, and Christopher Walken.",
  "/wiki/George_Sanders": "George Henry Sanders (3 July 1906 – 25 April 1972) was a British film and television actor, singer-songwriter, music composer, and author. His career as an actor spanned over forty years. His upper-class English accent and bass voice often led him to be cast as sophisticated but villainous characters. He is perhaps best known as Jack Favell in Rebecca (1940), Scott ffolliott in Foreign Correspondent (1940, a rare heroic part), Addison DeWitt in All About Eve (1950, for which he won an Oscar), Sir Brian De Bois-Guilbert in Ivanhoe (1952), King Richard the Lionheart in King Richard and the Crusaders (1954), Mr. Freeze in a two-parter episode of Batman (1966), the voice of the malevolent man-hating tiger Shere Khan in Disney's The Jungle Book (1967), and as Simon Templar, The Saint, in five films made in the 1930s and 1940s.",
  "/wiki/Tony_Jay": "Tony Jay (2 February 1933 – 13 August 2006) was an English–American character actor, voice artist, and singer.",
  "/wiki/Idris_Elba": "Idrissa Akuna Elba OBE (/ˈɪdrɪs/; born 6 September 1972) is an English actor, writer, producer, musician, DJ, rapper, and singer. He is known for roles including Stringer Bell in the HBO series The Wire, DCI John Luther in the BBC One series Luther, and Nelson Mandela in the biographical film Mandela: Long Walk to Freedom (2013). He has been nominated four times for a Golden Globe Award for Best Actor – Miniseries or Television Film, winning one, and was nominated five times for a Primetime Emmy Award.",
  "/wiki/Battle_Cat": "Battle Cat is a fictional character in the Masters of the Universe franchise. He is a large cat with green fur and yellow stripes in a tiger-like pattern, and he serves primarily as He-Man's fighting mount.",
  "/wiki/Masters_of_the_Universe": "Masters of the Universe (commonly abbreviated MOTU and sometimes referred to as the He-Man or She-Ra series, after its lead heroes) is a media franchise created by Mattel. The main premise revolves around the conflict between He-Man (the most powerful man in the universe and alter ego of Prince Adam), against the sorcerer Skeletor on the planet Eternia, with a vast lineup of supporting characters in a hybrid setting of medieval sword and sorcery and sci-fi technology. A follow-up series, She-Ra: Princess of Power, features He-Man's sister She-Ra (the most powerful woman in the universe and alter ego of Princess Adora) and her struggle against the The Horde on the planet Etheria. Since its initial launch, the franchise has spawned a variety of products, including multiple lines of action figures, five animated television series, several comic series, video games, a daily newspaper comic strip, and two feature films (one animated, one live action).",
  "/wiki/He-Man": "He-Man is the principal superhero of a series of comic books and several animated television series, characterized by his superhuman strength. In most variations, he is the alter ego of Prince Adam. He-Man and his friends attempt to defend the realm of Eternia and the secrets of Castle Grayskull from the evil forces of Skeletor.",
  "/wiki/White_tiger": "The white tiger or bleached tiger is a pigmentation variant of the Bengal tiger, which is reported in the wild from time to time in the Indian states of Madhya Pradesh, Assam, West Bengal and Bihar in the Sunderbans region and especially in the former State of Rewa. Such a tiger has the black stripes typical of the Bengal tiger, but carries a white or near-white coat.",
  "/wiki/Dexter%27s_Laboratory": "Dexter's Laboratory (commonly abbreviated as Dexter's Lab) is an American animated television series created by Genndy Tartakovsky for Cartoon Network. It follows Dexter, a boy-genius and inventor with a hidden laboratory in his room, which he keeps secret from his parents. He is in a constant battle with his older sister Dee Dee, who always finds a way to get inside Dexter's lab and inadvertently foil his experiments. Dexter also engages in a bitter rivalry with a fellow boy-genius named Mandark, who is Dexter's neighbor and classmate. Prominently featured in the series' first two seasons are segments featuring superhero-based characters Monkey, Dexter's pet lab-monkey/superhero, and The Justice Friends, a trio of superheroes who share an apartment.",
  "/wiki/Kung_Fu_Panda_(franchise)": "Kung Fu Panda is a media franchise by DreamWorks Animation, consisting of three films: Kung Fu Panda (2008), Kung Fu Panda 2 (2011) and Kung Fu Panda 3 (2016). The first two were distributed by Paramount Pictures, while the third film was distributed by 20th Century Fox. Three shorts, Secrets of the Furious Five (2008), Kung Fu Panda Holiday Special (2010) and Kung Fu Panda: Secrets of the Masters (2011), were also released. A television series for Nickelodeon television network, Kung Fu Panda: Legends of Awesomeness, premiered in 2011. A second series, Kung Fu Panda: The Paws of Destiny, was released on Amazon Prime in November 2018.",
  "/wiki/South_China_Tiger": "The South China tiger is a Panthera tigris tigris population in southern China. This population occurred in Fujian, Guangdong, Hunan and Jiangxi provinces. It has been listed as Critically Endangered on the IUCN Red List since 1996, and is possibly extinct in the wild since no wild individual has been recorded since the early 1970s. Already in the late 1990s, continued survival was considered unlikely due to low prey density, widespread habitat degradation and fragmentation, and other human pressures.",
  "/wiki/Nagasarete_Airantou": "Nagasarete Airantō (ながされて藍蘭島, Nagasarete Airantō, literally Cast Away... Airan Island) is a Japanese manga series by Takeshi Fujishiro. It was first serialized in Square Enix's Monthly Shōnen Gangan magazine in January 2002. A few years later, a couple of drama CDs were released based on the manga version. A 26-episode anime adaptation by the animation studio Feel aired in Japan between April 4 and September 26, 2007.",
  "/wiki/Tigger": "Tigger is a fictional tiger character originally introduced in The House at Pooh Corner, the sequel to Winnie-the-Pooh by A. A. Milne. Like other Pooh characters, Tigger is based on one of Christopher Robin Milne's stuffed toy animals. Tigger appears in the Disney cartoon versions of Winnie the Pooh and has also appeared in his own film.",
  "/wiki/The_House_at_Pooh_Corner": "The House at Pooh Corner (1928) is the second volume of stories about Winnie-the-Pooh, written by A. A. Milne and illustrated by E. H. Shepard. It is notable for the introduction of the character Tigger.",
  "/wiki/Madagascar_3:_Europe%27s_Most_Wanted": "Madagascar 3: Europe's Most Wanted (also simply known as Madagascar 3) is a 2012 American computer-animated comedy film produced by DreamWorks Animation, distributed by Paramount Pictures.1, It is the third installment of the Madagascar series and the sequel to Madagascar: Escape 2 Africa (2008). It is also the first film in the series to be released in 3D. The film was directed by Eric Darnell, Tom McGrath, and Conrad Vernon from a screenplay by Darnell and Noah Baumbach. Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith, Sacha Baron Cohen, Cedric the Entertainer, and Andy Richter reprise their roles from the previous films, with newcomers including Jessica Chastain, Bryan Cranston, Martin Short, and Frances McDormand.",
  "/wiki/Siberian_Tiger": "The Siberian tiger is a Panthera tigris tigris population in the Russian Far East and Northeast China, and possibly North Korea. It once ranged throughout the Korean Peninsula, north China, Russian Far East, and eastern Mongolia. Today, this population inhabits mainly the Sikhote Alin mountain region in southwest Primorye Province in the Russian Far East. In 2005, there were 331–393 adult and subadult Siberian tigers in this region, with a breeding adult population of about 250 individuals. The population had been stable for more than a decade due to intensive conservation efforts, but partial surveys conducted after 2005 indicate that the Russian tiger population was declining. An initial census held in 2015 indicated that the Siberian tiger population had increased to 480–540 individuals in the Russian Far East, including 100 cubs. This was followed up by a more detailed census which revealed there was a total population of 562 wild Siberian tigers in Russia. As of 2014, about 35 individuals were estimated to range in the international border area between Russia and China.",
  "/wiki/Bryan_Cranston": "Bryan Lee Cranston (born March 7, 1956) is an American actor, director, producer and screenwriter. He is best known for playing Walter White on the AMC series Breaking Bad (2008–2013), Hal on the Fox sitcom Malcolm in the Middle (2000–2006), and Dr. Tim Whatley on the NBC sitcom Seinfeld (1994–1997).",
  "/wiki/Uncle_Grandpa": "Uncle Grandpa is an American animated television series created by Peter Browngardt that ran on Cartoon Network from September 2, 2013 to June 30, 2017. It is based on Browngardt's animated short of the same name from The Cartoonstitute. Uncle Grandpa is also a spin-off of Secret Mountain Fort Awesome, which was in turn a spin-off of the Cartoonstitute short. It was produced by Cartoon Network Studios.",
  "/wiki/Wild_Kratts": "Wild Kratts is an American/Canadian animated television series created by Chris and Martin Kratt. The Kratt Brothers Company and 9 Story Media Group produce the show, which is presented by PBS in the United States. The show's aim is to educate children about biology, zoology, and ecology, and teach kids small ways to make big impacts. It has ties to the Kratts' previous shows, Kratts' Creatures and Zoboomafoo, and contains numerous characters from the latter.",
  "/wiki/Bengal_tiger": "The Bengal tiger is a Panthera tigris tigris population native to the Indian subcontinent. It is threatened by poaching, loss, and fragmentation of habitat, and was estimated at comprising fewer than 2,500 individuals by 2011. None of the Tiger Conservation Landscapes within its range is considered large enough to support an effective population of more than 250 adult individuals. India's tiger population was estimated at 1,706–1,909 individuals in 2010. By 2018, the population had increased to an estimated 2,603–3,346 individuals. Around 440 tigers are estimated in Bangladesh, 163–253 tigers in Nepal and 103 tigers in Bhutan.",
  "/wiki/List_of_fictional_big_cats_in_animation": "This List of fictional big cats in animation is subsidiary to the list of fictional animals and is a collection of various notable feline characters that appear in various animated works of fiction. It is limited to well-referenced examples of large felines portrayed in animated television shows or feature-length films."
}