{
  "/wiki/1976_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1976 Big Sky Conference Men's Basketball Tournament was held March 5–6 at the Wildcat Gym at Weber State College in Ogden, Utah. This was the first edition of the tournament.",
  "/wiki/Boise_State_Broncos_men%27s_basketball": "The Boise State Broncos men's basketball team represents Boise State University in Boise, Idaho, United States. The school's team currently competes in the Mountain West Conference. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2015. The Broncos are led by head coach Leon Rice, hired March 27, 2010. They play their home games at ExtraMile Arena.",
  "/wiki/Weber_State_Wildcats_men%27s_basketball": "The Weber State Wildcats team is the basketball team representing Weber State University in Ogden, Utah. The program is classified in the NCAA Division I, and is a member of the Big Sky Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2016. The Wildcats are currently coached by Randy Rahe.",
  "/wiki/Swenson_Gym": "Swenson Gym, also known as Wildcat Gym, is a 1,200 seat gymnasium in Ogden, Utah. It is currently the home of Weber State's women's volleyball team. It was built in 1962 and replaced by the more modern Dee Events Center in 1977. When it was built, all three teams left for the Dee, leaving Swenson Gym without a tenant. However, in 2006, the gym was renovated to accommodate volleyball in time for the 2006 season.",
  "/wiki/Ogden,_Utah": "Ogden /ˈɒɡdən/ is a city and the county seat of Weber County, Utah, United States, approximately 10 miles (16 km) east of the Great Salt Lake and 40 miles (64 km) north of Salt Lake City. The population was 87,325 in 2018, according to the US Census Bureau, making it Utah's 7th largest city. The city served as a major railway hub through much of its history, and still handles a great deal of freight rail traffic which makes it a convenient location for manufacturing and commerce. Ogden is also known for its many historic buildings, proximity to the Wasatch Mountains, and as the location of Weber State University.",
  "/wiki/1977_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1977 Big Sky Conference Men's Basketball Tournament was held March 4–5 at the ISU Minidome at Idaho State University in Pocatello, Idaho.",
  "/wiki/1976%E2%80%9377_Idaho_State_Bengals_men%27s_basketball_team": "The 1976–77 Idaho State Bengals men's basketball team represented Idaho State University during the 1976–77 NCAA Division I men's basketball season. The Bengals were led by sixth-year head coach Jim Killingsworth and played their home games on campus at the ISU Minidome in Pocatello.  Led by seven-foot (2.13 m) center Steve Hayes, they finished the regular season at 21–4 overall, with a 13–1 record in the Big Sky Conference.",
  "/wiki/Idaho_State_Bengals_men%27s_basketball": "The Idaho State Bengals men's basketball team represents Idaho State University in Pocatello, Idaho, United States. The school's team currently competes in the Big Sky Conference. They are currently led by head coach Ryan Looney and play most of their home games at Holt Arena, with some select home games at Reed Gym.",
  "/wiki/ISU_Minidome": "Holt Arena is an indoor multi-purpose athletic stadium in the western United States, located on the campus of Idaho State University in Pocatello, Idaho. It is the home field of the Idaho State Bengals of the Big Sky Conference and sits at an elevation of 4,560 feet (1,390 m) above sea level.",
  "/wiki/Pocatello,_Idaho": "Pocatello (/ˈpoʊkəˈtɛloʊ/ (listen)) is the county seat and largest city of Bannock County, with a small portion on the Fort Hall Indian Reservation in neighboring Power County, in the southeastern part of the U.S. state of Idaho. It is the principal city of the Pocatello metropolitan area, which encompasses all of Bannock County. As of the 2010 census the population of Pocatello was 54,255.",
  "/wiki/1978_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1978 Big Sky Conference Men's Basketball Tournament was held March 3–4 at Adams Field House at the University of Montana in Missoula, Montana.",
  "/wiki/Montana_Grizzlies_basketball": "The Montana Grizzlies basketball team represents the University of Montana in men's college basketball.  They compete at the NCAA Division I level and are members of the Big Sky Conference. Home games are played at Dahlberg Arena located inside the University of Montana's Adams Center.",
  "/wiki/Bruce_Collins_(basketball)": "Bruce Collins (born February 2, 1958) is an American former collegiate and professional basketball player.  Collins was drafted by the Portland Trail Blazers in the second round (33rd pick), of the 1980 NBA draft. Collins played collegiately at Weber State University and is the schools all-time leading scorer.",
  "/wiki/Dahlberg_Arena": "Dahlberg Arena is a 7,321-seat multi-purpose arena in the western United States, located on the campus of the University of Montana in Missoula. The arena opened 67 years ago in 1953 and is home to the Montana Grizzlies and Lady Griz basketball teams. It has hosted the Big Sky Conference men's basketball tournament five times: 1978, 1991, 1992, 2000, and 2012.",
  "/wiki/Missoula,_Montana": "Missoula /mɪˈzuːlə/ (listen) is a city in the U.S. state of Montana and is the county seat of Missoula County. It is located along the Clark Fork River near its confluences with the Bitterroot and Blackfoot Rivers in western Montana and at the convergence of five mountain ranges, thus it is often described as the \"hub of five valleys\". In 2018[update], the United States Census Bureau estimated the city's population at 74,428 and the population of the Missoula Metropolitan Area at 118,791. After Billings, Missoula is both the second largest city and metropolitan area in Montana. Missoula is home to the University of Montana, a public research university.",
  "/wiki/1979_Big_Sky_Conference_Men%27s_Basketball_Tournament": "Top-seeded Weber State defeated Northern Arizona in the championship game, 92–70, to clinch their second of three consecutive titles in the tournament. The Wildcats were in the first five finals, dropping the first two and winning the next three.",
  "/wiki/Northern_Arizona_Lumberjacks_men%27s_basketball": "The Northern Arizona Lumberjacks men's basketball team represents Northern Arizona University, located in Flagstaff, Arizona, in NCAA Division I men's competition. The school's team has competed in the Big Sky Conference since 1970. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2000. The Lumberjacks are currently coached by interim Shane Burcar, replacing Jack Murphy in April 2012 after a disastrous season in which previous head coach Mike Adras resigned in December and the team lost its final 16 games. All NAU Lumberjack basketball games are broadcast on KAFF Country Legends 93.5/AM 930 in Flagstaff, Fun Oldies 1450 AM/100.9 in Prescott and Money Radio 1510AM in Phoenix, with commentary provided by the \"Voice of the Lumberjacks\" Mitch Strohman, Coach Dave Brown with the play-by-play and Dave Zorn, host of the NAU Halftime Report. All games can be also heard online at KAFFLegends.com",
  "/wiki/Dee_Events_Center": "Dee Events Center is a multi-purpose indoor arena in the western United States, located in Ogden, Utah. The circular, 11,592-seat domed arena, similar in design to many of the era, opened 43 years ago in 1977 and was named for the Lawrence T. Dee family, for his extensive contributions in building the arena.",
  "/wiki/1980_Big_Sky_Conference_Men%27s_Basketball_Tournament": "Top-seeded Weber State defeated Montana in the championship game, 50–42, to clinch their third consecutive Big Sky tournament title. The Wildcats had played in all five finals, dropping the first two.",
  "/wiki/1981_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1981 Big Sky Conference Men's Basketball Tournament was the sixth edition of the tournament, and was held March 6–7 at the Kibbie Dome at the University of Idaho in Moscow, Idaho.",
  "/wiki/1980%E2%80%9381_Idaho_Vandals_men%27s_basketball_team": "The 1980–81 Idaho Vandals men's basketball team represented the University of Idaho during the 1980–81 NCAA Division I men's basketball season. The Vandals were led by third-year head coach Don Monson and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Idaho_Vandals_men%27s_basketball": "The Idaho Vandals men's basketball team represents the University of Idaho, located in Moscow, Idaho, in NCAA Division I basketball competition. They currently compete in the Big Sky Conference. The Vandals are currently coached by Zac Claus and play their home games on campus at the Cowan Spectrum (7,000) at the Kibbie Dome; the Memorial Gym is the alternate venue. The university is preparing to build the new Idaho Central Credit Union Arena; when the 4,200-seat venue opens in 2021, the men's basketball team, as well as the women's basketball and volleyball teams, will move to the new facility.",
  "/wiki/Kibbie_Dome": "The William H. Kibbie-ASUI Activity Center (commonly known as the Kibbie Dome) is a multi-purpose indoor athletic stadium in the northwest United States, on the campus of the University of Idaho in Moscow, Idaho. It is the home of the Idaho Vandals and is used for intercollegiate competition in five sports: football, basketball, tennis, indoor track and field, and soccer.",
  "/wiki/Moscow,_Idaho": "Moscow (/ˈmɒskoʊ/ MOS-koh) is a city in northern Idaho along the state border with Washington, with a population of 23,800 at the 2010 census. The county seat and largest city of Latah County, Moscow is the home of the University of Idaho, the state's land grant institution and primary research university.",
  "/wiki/1982_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1982 Big Sky Conference Men's Basketball Tournament was held March 5–6 at the Kibbie Dome at the University of Idaho in Moscow, Idaho.",
  "/wiki/1981%E2%80%9382_Idaho_Vandals_men%27s_basketball_team": "The 1981–82 Idaho Vandals men's basketball team represented the University of Idaho during the 1981–82 NCAA Division I men's basketball season. The defending champions of the Big Sky Conference, Vandals were led by fourth-year head coach Don Monson and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Nevada_Wolf_Pack_men%27s_basketball": "The Nevada Wolf Pack men's basketball program is a college basketball team that represents the University of Nevada, Reno. The team is currently a member of the Mountain West Conference, which is a Division I conference in the National Collegiate Athletic Association (NCAA). The program began in 1913 and has won 23 regular season conference championships and five conference tournament championships. Nevada won a CBI Title in 2016 vs. Morehead State 2-1 in the series.",
  "/wiki/1983_Big_Sky_Conference_Men%27s_Basketball_Tournament": "Weber State defeated Nevada in the championship game 87–78 to clinch their fourth Big Sky tournament title. The Wildcats and Wolf Pack were the regular season co-champions, while Idaho was attempting to win a third consecutive title.",
  "/wiki/Ken_Green_(basketball)": "Kenneth \"Apple\" Green (born September 19, 1959) was an American former National Basketball Association (NBA) player for the New York Knicks. Green played for Pan American University, where he led the Broncs to the 1981 NIT tournament, the school's only Division I post-season appearance. During this season Green was an NCAA honorable mention All American.  Green was drafted with the eleventh pick in the second round of the 1981 NBA Draft by the Denver Nuggets; however, the Nuggets waived Green before the start of the 1981-82 NBA season. He was signed by the Portland Trail Blazers before the 1985–86 NBA season, but was once again waived before the start of the season. On March 25, 1986 the New York Knicks signed Green to a 10-day contract and then signed him to a contract for the rest of the season on April 4, 1986. In seven games with the Knicks, Green averaged 4.4 points per game and 3.9 rebounds per game.",
  "/wiki/Centennial_Coliseum": "The Reno-Sparks Convention Center is a convention center in the western United States, located in Reno, Nevada. Opened 55 years ago in 1965 as Centennial Coliseum, it hosted the Big Sky Conference basketball tournament in 1983, and also hosts boxing matches.",
  "/wiki/Reno,_Nevada": "Reno (/ˈriːnoʊ/ REE-noh) is a city in the northwest section of the U.S. state of Nevada, approximately 22 miles (35 km) from Lake Tahoe, known as \"The Biggest Little City in the World\". Known for its casino & tourism industry, Reno is the county seat and largest city of Washoe County and sits in a high desert river valley at the foot of the Sierra Nevada and its downtown area (along with Sparks) occupies a valley informally known as the Truckee Meadows, which due to large-scale investments from Seattle & Bay Area, such as Amazon, Tesla, Panasonic, Microsoft, Apple and many more (most recently Google) has become a new major technology hub in the United States. The city is named after Union Major General Jesse L. Reno, who was killed in action during the American Civil War at the Battle of South Mountain on Fox's Gap.",
  "/wiki/1984_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1984 Big Sky Conference Men's Basketball Tournament was held March 9–10 at the Dee Events Center at Weber State College in Ogden, Utah.",
  "/wiki/1985_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1985 Big Sky Conference Men's Basketball Tournament was held March 7–9 at the BSU Pavilion at Boise State University in Boise, Idaho.",
  "/wiki/BSU_Pavilion": "ExtraMile Arena (formerly BSU Pavilion from 1982 to 2004 and Taco Bell Arena from 2004 to 2019) is a multi-purpose indoor arena in the western United States, on the campus of Boise State University in Boise, Idaho. The arena is located on the east end of campus, between West Campus Lane and César Chávez Circle, immediately northwest of Albertsons Stadium.",
  "/wiki/Boise,_Idaho": "Boise (/ˈbɔɪsi/ (listen)) is the capital and most populous city of the U.S. state of Idaho, and is the county seat of Ada County. Located on the Boise River in southwestern Idaho, it is 41 miles (66 km) east of the Oregon border, and 110 miles (177 km) north of the Nevada border. The downtown area's elevation is 2,704 feet (824 m) above sea level. Its estimated population in 2018 was 228,790.",
  "/wiki/1986_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1986 Big Sky Conference Men's Basketball Tournament was held March 6–8 at the Lawlor Events Center in Reno, Nevada.",
  "/wiki/Montana_State_Bobcats_men%27s_basketball": "The Montana State Bobcats men's basketball team represents Montana State University in Bozeman, Montana, United States. The school's team currently competes in the Big Sky Conference. They play their home games at Brick Breeden Fieldhouse.",
  "/wiki/Lawlor_Events_Center": "Lawlor Events Center is an 11,536-seat multi-purpose arena in Reno, Nevada located at the intersection of North Virginia Street and 15th Street on the University of Nevada, Reno campus. It is named after former basketball coach Jake Lawlor.",
  "/wiki/1987_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1987 Big Sky Conference Men's Basketball Tournament was the twelfth edition, held March 5–7 at the Walkup Skydome at Northern Arizona University in Flagstaff, Arizona.",
  "/wiki/Walkup_Skydome": "The J. Lawrence Walkup Skydome is an indoor multipurpose stadium located on the campus of Northern Arizona University (NAU) in Flagstaff, Arizona. It is primarily used as the home of the NAU Lumberjacks football and both men's and women's basketball teams of the Big Sky Conference. The seating capacity is 11,230, with 10,000 permanent seats and 1,230 seats in portable bleachers.",
  "/wiki/Flagstaff,_Arizona": "Flagstaff is a city in and the county seat of Coconino County in northern Arizona, in the southwestern United States. In 2018, the city's estimated population was 73,964. Flagstaff's combined metropolitan area has an estimated population of 139,097. The city is named after a ponderosa pine flagpole made by a scouting party from Boston (known as the \"Second Boston Party\") to celebrate the United States Centennial on July 4, 1876.",
  "/wiki/1988_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1988 Big Sky Conference Men's Basketball Tournament was the thirteenth edition, held March 9–12 at Brick Breeden Fieldhouse at Montana State University in Bozeman, Montana.",
  "/wiki/Chris_Childs_(basketball)": "Chris Childs (born November 20, 1967) is an American former professional basketball player, who played primarily at the guard position.",
  "/wiki/Brick_Breeden_Fieldhouse": "The Brick Breeden Fieldhouse is a multi-purpose indoor arena located on the campus of Montana State University in Bozeman, Montana. It is the home of the Montana State Bobcats of the Big Sky Conference; the primary venue for men's and women's basketball and indoor track and field.",
  "/wiki/Bozeman,_Montana": "Bozeman is a city in and the seat of Gallatin County, Montana. Located in southwest Montana, the 2010 census put Bozeman's population at 37,280 and by 2018 the population rose to 48,532, making it the fourth largest city in Montana. It is the principal city of the Bozeman, MT Micropolitan Statistical Area, consisting of all of Gallatin County with a population of 97,304. It is the largest Micropolitan Statistical Area in Montana, the fastest growing Micropolitan Statistical Area in the United States in both 2018 and 2019 and is the third largest of all Montana's statistical areas.",
  "/wiki/1989_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1989 Big Sky Conference Men's Basketball Tournament was held March 9–11 at the BSU Pavilion at Boise State University in Boise, Idaho.",
  "/wiki/1990_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1990 Big Sky Conference Men's Basketball Tournament was the fifteenth edition, held March 8–10 at the BSU Pavilion at Boise State University in Boise, Idaho.",
  "/wiki/Eastern_Washington_Eagles_men%27s_basketball": "The Eastern Washington Eagles men's basketball team represents Eastern Washington University in Cheney, Washington, United States. The school's team currently competes in the Big Sky Conference, of which it has been a member since 1987. The Eagles are currently coached by Shantay Legans.",
  "/wiki/1991_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1991 Big Sky Conference Men's Basketball Tournament was the sixteenth edition, held March 6–9 at Dahlberg Arena at the University of Montana in Missoula, Montana.",
  "/wiki/1992_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1992 Big Sky Conference Men's Basketball Tournament was the seventeenth edition, held March 12–14 at Dahlberg Arena at the University of Montana in Missoula, Montana.",
  "/wiki/1993_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1993 Big Sky Conference Men's Basketball Tournament was the eighteenth edition, held March 11–13 at the Kibbie Dome at the University of Idaho in Moscow, Idaho.",
  "/wiki/Tanoka_Beard": "Tanoka Dwight Beard (born September 29, 1971) is an American former professional basketball player. During his career, he was able to play both the power forward and center positions. He earned an All-EuroLeague Second Team selection in 2005, while leading the competition in rebounds, with an average of 10.6 per game. He won various European national domestic league championships and national domestic cups, from various different European basketball leagues.",
  "/wiki/1994_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1994 Big Sky Conference Men's Basketball Tournament was the nineteenth edition, held March 10–12 at the BSU Pavilion at Boise State University in Boise, Idaho.",
  "/wiki/1995_Big_Sky_Conference_Men%27s_Basketball_Tournament": "The 1995 Big Sky Conference Men's Basketball Tournament was the twentieth edition, held March 9–11 at the Dee Events Center at Weber State University in Ogden, Utah.",
  "/wiki/Ruben_Nembhard": "Ruben R. Nembhard (born (1972-02-20)February 20, 1972) is an American professional basketball player, formerly in the NBA. A 6'3\" (1.90 m), 208 lb (94 kg) guard, he is currently playing in the Venezuelan LPB for Gaiteros del Zulia.",
  "/wiki/Big_Sky_Conference_Men's_Basketball_Tournament": "The Big Sky Conference Men's Basketball Tournament is the conference championship tournament in men's basketball for the Big Sky Conference. The event has been held annually since 1976, the conference's thirteenth year."
}