{
  "/wiki/Mosgiel": "Mosgiel /ˈmɒzɡiːl/ is an urban satellite of Dunedin in Otago, New Zealand, fifteen kilometres west of the city's centre. Since the re-organisation of New Zealand local government in 1989 it has been inside the Dunedin City Council area. Mosgiel has a population of approximately 13,400 as of June 2019. The town celebrates its location, calling itself \"The pearl of the plain\". Its low-lying nature does pose problems, making it prone to flooding after heavy rains. Mosgiel takes its name from Mossgiel Farm, Ayrshire, the farm of the poet Robert Burns, the uncle of the co-founder in 1848 of the Otago settlement, the Reverend Thomas Burns. [note 1]",
  "/wiki/Otago": "Otago (/əˈtɑːɡoʊ/ (listen), /oʊ-, ɒ-/, Maori: Ōtākou [ɔ:ˈta:kou]) is a region of New Zealand in the south of the South Island administered by the Otago Regional Council. It has an area of approximately 32,000 square kilometres (12,000 sq mi), making it the country's third largest local government region. Its population was 232,300  in June 2018.",
  "/wiki/Dunedin_City_Council": "The Dunedin City Council is the local government authority for Dunedin in New Zealand. It is a territorial authority elected to represent the 130,500 people of Dunedin. Since October 2019, the Mayor of Dunedin is Aaron Hawkins, who succeeded Dave Cull. The council consists of a mayor who is elected at large, and 14 councillors elected elected at large, one of whom gets chosen as deputy-mayor. The councillors are elected under the Single Transferable Vote (STV) system in triennial elections, with the most recent election held on 12 October 2019.",
  "/wiki/Dunedin_North": "Dunedin North, also known as North Dunedin, is a major inner suburb of the New Zealand city of Dunedin, located 1.5 kilometres (0.93 mi) northeast of the city centre. It contains many of the city's major institutions, including the city's university, polytechnic, main hospital, and largest museum. Dunedin North's 2001 population was 7,047, including the university area.",
  "/wiki/St_Kilda,_New_Zealand": "St Kilda is a suburb of the New Zealand city of Dunedin. A densely populated residential suburb, it lies on the southern part of the city's central plain, to the southwest of the head of the harbour and immediately north of Ocean Beach, parts of which (St Kilda Beach and Middle Beach) are within the suburb and form its major geographical feature. Saint Kilda's 2001 population was 5,904.",
  "/wiki/Caversham,_New_Zealand": "Caversham /ˈkævərʃəm/ is one of the older suburbs of the city of Dunedin, in New Zealand's South Island. It is sited at the western edge of the city's central plain at the mouth of the steep Caversham Valley, which rises to the saddle of Lookout Point. Major road and rail routes south lie nearby; the South Island Main Trunk railway runs through the suburb, and a bypass skirts its main retail area, connecting Dunedin's one-way street system with the Dunedin Southern Motorway. The suburb is linked by several bus routes to its neighbouring suburbs and central Dunedin.",
  "/wiki/North_East_Valley": "North East Valley (sometimes spelt Northeast Valley, and often abbreviated to NEV) is a suburb of the New Zealand city of Dunedin.",
  "/wiki/St_Clair,_New_Zealand": "St Clair is a leafy residential suburb of Dunedin, New Zealand. It is located on the Pacific Ocean coast five kilometres from the city centre on the southwesternmost part of the coastal plain which makes up the southern part of the urban area, and also climbs the slopes of Forbury Hill immediately to the west of this plain. St Clair's 2001 population was 4,179.",
  "/wiki/Roslyn,_Otago": "Roslyn is a major residential and retail suburb of the New Zealand city of Dunedin. It is located 150 metres (490 ft) above the city centre on the ridge which runs in a crescent around the central city's western edge. It is 2.5 kilometres (1.6 mi) to the northwest of the city centre, immediately above the Town Belt. Roslyn's 2001 population was 3,957.",
  "/wiki/Vauxhall,_Otago": "Grants Braes redirects here. For the football club, see Grants Braes AFC",
  "/wiki/Brockville,_New_Zealand": "Brockville is a residential suburb of the New Zealand city of Dunedin. It is located at the edge of the city's main urban area, 5.5 kilometres (3.4 mi) to the northwest of the city centre, but separated from it by both a ridge of hills and the Kaikorai Valley.",
  "/wiki/Mornington,_Otago": "Mornington is a suburb of the city of Dunedin, in the South Island of New Zealand. It is situated on hilly slopes 2 kilometres (1.2 mi) to the west of the city centre, the slopes forming part of a ridge which surrounds the heart of the city.",
  "/wiki/Wakari": "Wakari (/ˌwɑːˈkɑːriː/ wah-kah-ree) is a residential suburb of the New Zealand city of Dunedin. It is located 2.5 kilometres (1.6 mi) to the northwest of the city centre, immediately to the west of the ridge which runs to the west of the city's centre. Wakari lies to the north of the upper reaches of the Kaikorai Valley, and is also north of the suburb of Kaikorai. The suburbs of Roslyn and Maori Hill are situated on the ridge immediately to the southeast and east of Wakari. The suburb of Halfway Bush lies to the northwest, and the smaller suburb of Helensburgh lies to the north.",
  "/wiki/Port_Chalmers": "Port Chalmers is a suburb and the main port of the city of Dunedin, New Zealand, with a population of 3,000.  Port Chalmers lies ten kilometres inside Otago Harbour, some 15 kilometres northeast from Dunedin's city centre.",
  "/wiki/Musselburgh,_New_Zealand": "Musselburgh is a residential suburb of the New Zealand city of Dunedin. It is located in the southeast of the city's urban area, 2.8 kilometres (1.7 mi) southeast of the city's centre, and at the narrowest point of the isthmus which joins Otago Peninsula to the rest of the South Island (here just 1.5 kilometres (0.93 mi) in width). The suburb takes its name from the similarly named town in Scotland. Musselburgh's 2001 population was 2,835.",
  "/wiki/South_Dunedin": "South Dunedin is a major inner city suburb of the New Zealand city of Dunedin. It is located, as its name suggests, 2.5 kilometres (1.6 mi) to the south of the city centre, on part of a large plain known locally simply as \"The Flat\". The suburb is a mix of industrial, retail, and predominantly lower-quality residential properties.",
  "/wiki/Andersons_Bay": "Andersons Bay (sometimes spelt in the grammatically correct former form Anderson's Bay, and often known locally simply as \"Andy Bay\") is a suburb of the New Zealand city of Dunedin. It is located in the southeast of the city's urban area, 2.8 kilometres (1.7 mi) southeast of the city's centre.",
  "/wiki/Green_Island,_New_Zealand": "Green Island is a suburb of Dunedin, New Zealand. Not an actual island, this former borough takes its name from the Green Island bush, uncleared native forest extending from the valley where the community is centred over the hills towards the coast. The name of the nearby offshore island — Green Island (Okaihe) — was used to identify the bush and, thus, also lent its name to the mainland suburb.",
  "/wiki/City_Rise": "City Rise is an inner suburb of the New Zealand city of Dunedin. One of the city's older suburbs, it is, as its name suggests, centred on the slopes which lie close to the city centre, particularly those closest to the city's original heart of The Exchange (for this reason, places are said to be on the City Rise rather than in City Rise). Extensive views across the central city can be gained from much of City Rise.",
  "/wiki/Pine_Hill,_New_Zealand": "Pine Hill is a suburb, hill, and general area of the New Zealand city of Dunedin. It is sited on the hill of the same name, a spur of Mount Cargill overlooking North East Valley and Glenleith 4 kilometres (2.5 mi) to the north of the city centre. This spur lies in the fork of the confluence of the Water of Leith and its largest tributary, the Lindsay Creek. The term Pine Hill is used generally to refer to a group of suburbs which lie on the hill's slopes: Pine Hill suburb itself, which sits on the upper slopes of the spur, and also two other suburbs which lie on the lower slopes, Dalmore and Liberton. The combined population of these suburbs in 2001 was 2,259.",
  "/wiki/Fairfield,_Otago": "Fairfield is a suburb of Dunedin, New Zealand.",
  "/wiki/List_of_cities_and_towns_in_the_South_Island_by_population": "This is a list of cities and towns in the South Island of New Zealand by the size of their urban area."
}