{
  "/wiki/Alexandra,_New_Zealand": "Alexandra (Māori: Manuherikia or Areketanara) is a town in the Central Otago district of the South Island of New Zealand. It is located on the banks of the Clutha River (at the confluence of the Manuherikia River), on State Highway 8, 188 kilometres (117 mi) by road from Dunedin and 33 kilometres (21 mi) south of Cromwell.",
  "/wiki/Otago": "Otago (/əˈtɑːɡoʊ/ (listen), /oʊ-, ɒ-/, Maori: Ōtākou [ɔ:ˈta:kou]) is a region of New Zealand in the south of the South Island administered by the Otago Regional Council. It has an area of approximately 32,000 square kilometres (12,000 sq mi), making it the country's third largest local government region. Its population was 232,300  in June 2018.",
  "/wiki/Central_Otago_District": "Central Otago District is local government district in New Zealand. It is administered by the Central Otago District Council and it is in the Otago region, the top tier of local government in New Zealand. The major towns in the district are Alexandra (the seat of local government), Cromwell, Roxburgh, Clyde and Ranfurly.",
  "/wiki/Amberley,_New_Zealand": "Amberley is a town located in the Hurunui District in north Canterbury, on the east coast of the South Island of New Zealand. It is located on State Highway 1 approximately 50 km north of Christchurch. It is the seat of the Hurunui District Council.",
  "/wiki/Canterbury,_New_Zealand": "Canterbury (Māori: Waitaha) is a region of New Zealand, located in the central-eastern South Island. The region covers an area of 44,508 square kilometres (17,185 sq mi), and is home to a population of 617,700 (June 2018).",
  "/wiki/Hurunui_District": "Hurunui District is a territorial local government district within the Canterbury Region on the east coast of New Zealand's South Island, north of Christchurch. It stretches from the east coast to the Main Divide. Its land area is 8,660.43 square kilometres (3,343.81 sq mi).",
  "/wiki/Arrowtown": "Arrowtown is a historic gold mining town in the Otago region of the South Island of New Zealand. Arrowtown is located on the banks of the Arrow River approximately 7.5 km from State Highway 6. There is also road access directly to Queenstown via the Shotover Gorge and a third route via the picturesque Lake Hayes.",
  "/wiki/Queenstown_Lakes_District": "Queenstown-Lakes District, a local government district, is in the Otago Region of New Zealand. It is surrounded by the districts of Central Otago, Southland, Westland and Waitaki.",
  "/wiki/Balclutha,_New_Zealand": "Balclutha (Māori: Iwikatea) is a town in Otago, lying towards the end of the Clutha River, on the east coast of the South Island of New Zealand. It is about halfway between Dunedin and Invercargill on the Main South Line railway, State Highway 1 and the Southern Scenic Route. Balclutha has a population of 3,990 (as of June 2018), and is the largest town in South Otago.",
  "/wiki/Clutha_District": "Clutha District is a local government district of southern New Zealand, with its headquarters in the Otago town of Balclutha. The Clutha District has a land area of 6,362.86 km² (2,456.71 sq mi) and a 2006 census population of 16,839 usual residents. Clutha District occupies the majority of the geographical area known as South Otago.",
  "/wiki/Bluff,_New_Zealand": "Bluff (Māori: Motupōhue), previously known as Campbelltown and often referred to as \"The Bluff\", is a town  and seaport in the Southland region, on the southern coast of the South Island of New Zealand. It is the southernmost town in mainland New Zealand and, despite Slope Point and Stewart Island being further south, Bluff is colloquially used to refer to the southern extremity of the country (particularly in the phrase \"from Cape Reinga to The Bluff\"). According to the 2006 census, the resident population was 1,850, a decrease of 85 since 2001.",
  "/wiki/Southland,_New_Zealand": "Southland  (Māori: Murihiku) is New Zealand's southernmost region. It consists mainly of the southwestern portion of the South Island and Stewart Island / Rakiura. It includes Southland District, Gore District and the city of Invercargill. The region covers over 3.1 million hectares and spans over 3,400 km of coast.",
  "/wiki/Invercargill": "Invercargill (/ˌɪnvərˈkɑːrɡɪl/, Māori: Waihōpai) is the southernmost and westernmost city in New Zealand, and one of the southernmost cities in the world. It is the commercial centre of the Southland region. The city lies in the heart of the wide expanse of the Southland Plains on the Oreti or New River some 18 km north of Bluff, which is the southernmost town in the South Island. It sits amid rich farmland that is bordered by large areas of conservation land and marine reserves, including Fiordland National Park covering the south-west corner of the South Island and the Catlins coastal region.",
  "/wiki/Brightwater": "Brightwater is a town 20 kilometres (12 mi) southwest of Nelson in Tasman district in the South Island of New Zealand. It stands on the banks of the Wairoa River. Brightwater was first named Spring Grove. Alfred Saunders, the owner of a local flax mill situated on the banks of the Wairoa River and a prominent temperance activist, renamed it Brightwater because of the clarity of the water in Wairoa River. The settlement was named in 1855, but the area was settled as early as 1843.",
  "/wiki/Tasman_Region": "Tasman District (Māori: Te Tai o Aorere) is a local government district in the north of the South Island of New Zealand. It borders the Canterbury Region, West Coast Region, Marlborough Region and Nelson City. It is administered by the Tasman District Council, a unitary authority, which sits at Richmond, with community boards serving outlying communities in Motueka and Golden Bay / Mohua. The city of Nelson has its own unitary authority separate from Tasman District, and together they comprise a single region in some contexts, but not for local government functions or resource management (planning) functions.",
  "/wiki/Tasman_District_Council": "Tasman District Council is the unitary local authority for the Tasman District of New Zealand.",
  "/wiki/Cromwell,_New_Zealand": "Cromwell is a town in Central Otago in the Otago region of New Zealand.",
  "/wiki/Darfield,_New_Zealand": "Darfield is a town in the Selwyn District of the South Island of New Zealand. It is 35 kilometres west of the outskirts of Christchurch on State Highway 73 (Great Alpine Highway) and on the Midland railway line, route of the TranzAlpine train service. Its population (GeoNames geographical database 2011) is 1,593.",
  "/wiki/Selwyn_District": "Selwyn District is a predominantly rural area in central Canterbury, on the east coast of New Zealand's South Island. It is named after the Selwyn River, which is in turn named after Bishop George Selwyn, the first Anglican bishop of New Zealand who, in 1843 and 1844, travelled the length of the country by horse, foot, boat and canoe, leaving in his wake a sprinkling of locations that now bear his name.",
  "/wiki/Diamond_Harbour,_New_Zealand": "Diamond Harbour is a small town on Banks Peninsula, in Canterbury, New Zealand. It is on the peninsula's northern coast, on the southern shores of Lyttelton Harbour, and is administratively part of the city of Christchurch.",
  "/wiki/Christchurch_City_Council": "The Christchurch City Council is the local government authority for Christchurch  in New Zealand. It is a territorial authority elected to represent the 380,200 people of Christchurch. Since October 2013, the Mayor of Christchurch is Lianne Dalziel, who succeeded Bob Parker. The council currently consists of 16 councillors elected from sixteen wards, and is presided over by the Mayor, who is elected at large. The number of elected members and ward boundaries changed prior during the 2016 election.",
  "/wiki/Geraldine,_New_Zealand": "Geraldine (Māori: Heratini) is a town in the Canterbury Region in the South Island of New Zealand. It is about 140 km south of Christchurch, and inland from Timaru, which is 35 km to the south.",
  "/wiki/Timaru_District": "Timaru District is a local government district in New Zealand's South Island administered by the Timaru District Council. It is part of the larger Canterbury region.",
  "/wiki/Gore,_New_Zealand": "Gore (Māori: Maruawai) is a town and district in the Southland region of the South Island of New Zealand.",
  "/wiki/Gore_District_Council": "Gore District is a municipality in the Southland region of the South Island of New Zealand.",
  "/wiki/Greymouth,_New_Zealand": "Greymouth (/ˈɡreɪmaʊθ/) (Māori: Māwhera) is the largest town in the West Coast region in the South Island of New Zealand, and the seat of the Grey District Council. The population of the whole Grey District is 13,750, which accounts for 42% of the West Coast's inhabitants. The Greymouth urban area had an estimated population of 9,700 (June 2018). The District Council expects growth of 1.5% per year between 2006 and 2016.",
  "/wiki/West_Coast,_New_Zealand": "The West Coast (Māori: Te Tai Poutini) is a region of New Zealand on the west coast of the South Island that is administered by the West Coast Regional Council. It comprises the territorial authorities of Buller District, Grey District and Westland District. The principal towns are Westport, Greymouth, and Hokitika. The region is one of the more remote and most sparsely populated areas of the country.",
  "/wiki/Grey_District": "Grey District in the West Coast Region of New Zealand is a municipality that covers Greymouth, Runanga, Blackball, Cobden and settlements along the Grey River. It has a land area of 3,516.48 square kilometres (1,357.72 sq mi). The seat of the Grey District Council, the local government authority that administers the district, is at Greymouth, where 27% of the district's population live.",
  "/wiki/Hokitika,_New_Zealand": "Hokitika is a small town in the West Coast region of New Zealand's South Island, 40 kilometres (25 mi) south of Greymouth, and close to the mouth of the Hokitika River.",
  "/wiki/Westland_District": "Westland District is a territorial authority on the West Coast of New Zealand's South Island. It is administered by the Westland District Council. The district's population is 8,900 (June 2018).",
  "/wiki/Kaikoura": "Kaikoura (/kaɪˈkɔːrə/; officially Kaikōura) is a town on the east coast of the South Island of New Zealand. It is located on State Highway 1, 180 km north of Christchurch. The town has an estimated permanent resident population of 2,150 (as of June 2018).",
  "/wiki/Kaikoura_District": "Kaikoura (/kaɪˈkɔːrə/; officially Kaikōura) is a town on the east coast of the South Island of New Zealand. It is located on State Highway 1, 180 km north of Christchurch. The town has an estimated permanent resident population of 2,150 (as of June 2018).",
  "/wiki/Lake_Hayes_Estate": "Lake Hayes Estate (often shortened to LHE) is a suburb of Queenstown in the South Island of New Zealand.\nIt is named after and situated near Lake Hayes; however, the lake is not visible from most parts of the estate.\nThe main access to Lake Hayes Estate is off State Highway 6. To the west is the newer sub division of Shotover Country which can be accessed via Jones Road.",
  "/wiki/Leeston": "Leeston is a town on the Canterbury Plains in the South Island of New Zealand. It is located 30 kilometres southwest of Christchurch, between the shore of Lake Ellesmere and the mouth of the Rakaia River. The town is home to a growing number of services which have increased and diversified along with the population. Leeston has a supermarket, schools (pre-school, primary school and high school), churches, hospital (for the elderly only), gym, cafes, restaurants, medical centre, pharmacy and post office. The Selwyn District Council currently has a service office in Leeston, after the headquarters was shifted to Rolleston.",
  "/wiki/Lincoln,_New_Zealand": "Lincoln is a town in the Selwyn District, in the Canterbury Region of New Zealand's South Island. The town is located on the Canterbury Plains to the west of Banks Peninsula, 22 kilometres southwest of Christchurch. The town has a population of 6,100  (June 2018), making it the second largest town in the Selwyn District behind nearby Rolleston.",
  "/wiki/Lyttelton,_New_Zealand": "Lyttelton (Māori: Ōhinehou), the port town of Christchurch, stands on the north shore of Lyttelton Harbour, at the northwestern end of Banks Peninsula on the eastern coast of the South Island of New Zealand.",
  "/wiki/Mataura": "Mataura is a town in the Southland region of the South Island of New Zealand.  Mataura has a meat processing plant, and until 2000 it was the site of a large pulp and paper mill.",
  "/wiki/Milton,_New_Zealand": "Milton, formerly known as Tokomairiro or Tokomairaro, is a town of 2,000 people, located on State Highway 1, 50 kilometres to the south of Dunedin in Otago, New Zealand. It lies on the floodplain of the Tokomairaro River, one branch of which loops past the north and south ends of the town. This river gives its name to many local features, notably the town's main school, Tokomairiro High School."
}