{
  "/wiki/Sne%C5%BEana_Dan%C4%8Detovi%C4%87": "Snežana Dančetović (born 4 December 1957) is a Slovenian athlete. She competed in the women's long jump at the 1984 Summer Olympics, representing Yugoslavia.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/Athletics_at_the_1983_Mediterranean_Games": "Athletics at the 1983 Mediterranean Games were held in Casablanca, Morocco.",
  "/wiki/Jovan_Lazarevi%C4%87": "Jovan Lazarević (Serbian: Јован Лазаревић, born 3 May 1952) is a retired shot putter who represented SFR Yugoslavia.",
  "/wiki/Jo%C5%A1ko_Vla%C5%A1i%C4%87": "Joško Vlašić (Croatian pronunciation: [ˈjɔʃkɔ ˈʋlaʃitɕ]) (born 22 July 1956) is a Croatian athletics coach and a former decathlete who represented Yugoslavia. Vlašić's greatest competitive success was winning the decathlon gold medal at the 1983 Mediterranean Games, but he is best known for coaching his daughter Blanka Vlašić, a world champion high jumper.",
  "/wiki/Yugoslavia_national_basketball_team": "The SFR Yugoslavian national basketball team (Serbo-Croatian: Košarkaška reprezentacija Jugoslavije / Кошаркашка репрезентација Југославије; Slovene: Jugoslovanska košarkarska reprezentanca; Macedonian: Кошаркарска репрезентација на Југославија) represented the Socialist Federal Republic of Yugoslavia from 1943 until 1992 in international basketball matches and was controlled by the Basketball Federation of Yugoslavia (KSJ).",
  "/wiki/Borislav_Vu%C4%8Devi%C4%87": "Borislav \"Boro\" Vučević (Serbian Cyrillic: Борислав Вучевић; born August 7, 1958) is a Montenegrin former professional basketball player.",
  "/wiki/Neboj%C5%A1a_Zorki%C4%87": "Nebojša Zorkić (born 21 August 1961) is a former Serbian basketball player.",
  "/wiki/Mihovil_Naki%C4%87": "Mihovil Nakić-Vojnović (born 31 July 1955) is a Croatian former professional basketball player. Standing at 2.04 m (6 ft 8 1⁄2 in), he played as a small forward.",
  "/wiki/Ivan_Sunara": "Ivan Sunara (born 27 March 1959, in Drniš) is a Croatian former basketball player who competed for Yugoslavia in the 1984 Summer Olympics.",
  "/wiki/Emir_Mutap%C4%8Di%C4%87": "Emir Mutapčić (born 27 May 1960) is a former Bosnian professional basketball player and current assistant coach of Bayern Munich. He competed for Yugoslavia in the 1984 Summer Olympics.",
  "/wiki/Zufer_Avdija": "Zufer Avdija (Serbian: Зуфер Авдија, Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}זופר אבדיה; born October 1, 1959) is a Serbian–Israeli professional basketball coach and former player. He represented the Yugoslavia basketball team internationally.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Basketball_at_the_1983_Mediterranean_Games": "The basketball tournament at the 1983 Mediterranean Games was held in Casablanca, Morocco.",
  "/wiki/Bojan_Ropret": "Bojan Ropret (born 17 August 1952) is a former Slovene cyclist. He competed for Yugoslavia at the 1976, 1980 and 1984 Summer Olympics.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/Yugoslavia_national_handball_team": "The Yugoslavia national handball team was the national handball team of Yugoslavia. It was organized by the Handball Federation of Yugoslavia.",
  "/wiki/Zlatan_Arnautovi%C4%87": "Zlatan Arnautović (born 2 September 1956 in Prijedor, Bosnia and Herzegovina, then Yugoslavia) is a former Yugoslav handball player who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics.",
  "/wiki/Momir_Rni%C4%87_(handballer_born_1955)": "Momir Rnić (born 3 February 1955 in Sečanj, Serbia, FPR Yugoslavia) is a former Yugoslav handball player who competed in the 1980 Summer Olympics, in the 1984 Summer Olympics, and in the 1988 Summer Olympics.",
  "/wiki/Veselin_Vukovi%C4%87": "Veselin Vuković (Serbian: Веселин Вуковић; born 19 December 1958 in Struga) is a former Yugoslav handball player who competed in the 1984 Summer Olympics.",
  "/wiki/Jovica_Elezovi%C4%87": "Jovica Elezović (Serbian Cyrillic: Јовица Елезовић, born March 2, 1956 in Vrbas) is a former Yugoslav handball player who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics.",
  "/wiki/Zdravko_Zovko": "Zdravko Zovko (born 28 May 1955 in Bosanski Brod, Bosnia and Herzegovina) is a former Croatian handball player who is currently the assistant coach of Győri Audi ETO KC.",
  "/wiki/Pavle_Jurina": "Pavle \"Pavo\" Jurina (2 January 1954 – 2 December 2011) was a Croatian handball player who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics.",
  "/wiki/Veselin_Vujovi%C4%87": "Veselin Vujović (Serbian Cyrillic: Веселин Вујовић; born 18 January 1961) is a Montenegrin former handball player and the current manager of RK Zagreb. As a player, he competed at the 1984 and 1988 Summer Olympics for the Yugoslavia national team.",
  "/wiki/Mile_Isakovi%C4%87": "Mile Isaković (born January 17, 1958 in Šabac) is a former Yugoslav handball player who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics.",
  "/wiki/Dragan_Mladenovi%C4%87_(handball)": "Dragan Mladenović (Serbian Cyrillic: Драган Младеновић; born 18 October 1963  in Gnjilan (Pirot)) is a former Yugoslav handball player who competed in the 1984 Summer Olympics.",
  "/wiki/Mirko_Ba%C5%A1i%C4%87": "Mirko Bašić (born 14 September 1960 in Bjelovar, SFR Yugoslavia) is a former Croatian handball player who competed in the 1984 Summer Olympics and in the 1988 Summer Olympics. He has also played six EHF Champions League finals winning two in 1984-85 and 1985-86 as part of the famous RK Metaloplastika which dominated European handball in the 1980s (often referred to as Handball Aliens).",
  "/wiki/Team_handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/Borut_Petri%C4%8D": "Borut Petrič (born 28 December 1961 in Kranj, Slovenia) is a former Yugoslav freestyle swimmer, who represented Yugoslavia in three consecutive Summer Olympics, starting in 1976. A brother of swimmer Darjan Petrič, he won the silver medal in the men's 1500 m freestyle at the 1978 World Aquatics Championships in Berlin. Petrič was the youngest participant (14 years, 325 days) at the 1976 Summer Olympics in Montreal, Quebec, Canada. He also won a gold medal on 400 m freestyle in 1981. In the same year, Petrič received the Golden Badge award for best athlete of Yugoslavia. He is the coach at swimming club Fužinar Ravne.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/Darjan_Petri%C4%8D": "Darjan Petrič (born August 24, 1964 in Kranj, Slovenia) is a former Yugoslav freestyle swimmer of Slovene ethnicity, who represented Yugoslavia in three consecutive Summer Olympics, starting in 1980. He is the brother of swimmer Borut Petrič, the youngest participant (14 years, 325 days) at the 1976 Summer Olympics in Montreal, Quebec, Canada.",
  "/wiki/Renata_%C5%A0a%C5%A1ak": "Renata Šašak-Ružir (born 14 June 1964) is a Croatian former professional tennis player.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/Yugoslavia_national_water_polo_team": "Yugoslavia men's national water polo team was the national water polo team that represented the Kingdom of Serbs, Croats and Slovenes (1920–1929), the Kingdom of Yugoslavia (1929–1941), the Federal People's Republic of Yugoslavia (1946–1963), the Socialist Federal Republic of Yugoslavia (1963–1992). They were one of strongest waterpolo teams in history of sport, having won 7 Olympic, 4 World Championship, 5 World Cup and 12 European Championship medals.",
  "/wiki/Dragan_Andri%C4%87": "Dragan Andrić (Serbian Cyrillic: Драган Андрић; born June 6, 1962 in Dubrovnik) is a Yugoslav former water polo player, two times Olympic gold medalist.",
  "/wiki/Veselin_%C4%90uho": "Veselin Đuho (born January 5, 1960) is a former water polo player and current water polo coach from Croatia who was a two-time Olympic gold medalist for Yugoslavia at the 1984 and 1988 Olympics.",
  "/wiki/Zoran_Roje": "Zoran Roje (born 7 October 1955) is a Croatian former water polo player and coach. As a member of Yugoslavia's water polo team he won a gold medal at the 1984 Summer Olympics and a silver medal at the 1980 Summer Olympics. He was born in Split.",
  "/wiki/Milivoj_Bebi%C4%87": "Milivoj Bebić (born 29 August 1959) is a retired Croatian water polo player. He won a silver Olympic gold medal winner with Yugoslavia at the 1980 Summer Olympics and a gold medal at the 1984 Summer Olympics.",
  "/wiki/Goran_Sukno": "Goran Sukno (born 6 April 1959 in Dubrovnik) is a Croatian former water polo player. He was an Olympic gold medal winner as a member of the Yugoslav water polo team at the 1984 Summer Olympics.",
  "/wiki/Zoran_Petrovi%C4%87_(water_polo)": "Zoran Petrović (Serbian Cyrillic: Зоран Петровић; born August 22, 1960 in Belgrade) is a Serbian former water polo player. As a member of Yugoslavia's water polo team he won a gold medal at the 1984 Summer Olympics.",
  "/wiki/Andrija_Popovi%C4%87": "Andrija Popović (born 22 September 1959) is a Montenegrin politician and former professional water polo player. He is the president of the Liberal Party of Montenegro.",
  "/wiki/Tomislav_Pa%C5%A1kvalin": "Tomislav Paškvalin (born 29 August 1961) is a retired Croatian water polo player. He is a double Olympic gold medal winner with Yugoslavia at the 1984 and 1988 Summer Olympics.",
  "/wiki/Water_polo": "Water polo is a competitive team sport played in the water between two teams. The game consists of four quarters in which the two teams attempt to score goals by throwing the ball into the opposing team's goal. The team with the most goals at the end of the game wins the match. Each team is made up of six field players and one goalkeeper. Except for the goalkeeper, players participate in both offensive and defensive roles. Water polo is typically played in an all-deep pool meaning that players cannot touch the bottom.",
  "/wiki/Water_polo_at_the_1983_Mediterranean_Games": "Complete 1983 Mediterranean Games Standings",
  "/wiki/%C5%A0aban_Trstena": "Shaban Tërstena (Albanian: Shaban Tërstena, Macedonian: Шабан Трстена, Serbo-Croatian: Šaban Trstena) (born 1 January 1965), is a Macedonian Albanian former freestyle wrestler.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/Karolj_Kasap": "Karolj \"Karlo\" Kasap \"Kaszap Károly  (August 5, 1954 in Ada) is a Yugoslav/Serbian  and later Canadian former wrestler who competed in the 1980 Summer Olympics and 1984 Summer Olympics for Yugoslavia and 1992 Summer Olympics for Canada.",
  "/wiki/Karolj_Kopas": "Karolj Kopas (born 21 July 1958) is a Yugoslav wrestler. He competed in the men's Greco-Roman 90 kg at the 1984 Summer Olympics.",
  "/wiki/Jo%C5%BEef_Tertei": "Jožef Tertei (born 5 May 1960) is a retired wrestler who competed for Yugoslavia. He won a bronze medal at the 1984 Summer Olympics and finished in fifth place at the 1988 Summer Olympics in the heavyweight class (under 100 kg).",
  "/wiki/Refik_Memi%C5%A1evi%C4%87": "Refik Memišević (14 May 1956 in Bačko Novo Selo – 4 January 2004 in Subotica) was a Yugoslav wrestler who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics.",
  "/wiki/Slobodanka_%C4%8Colovi%C4%87": "Slobodanka Čolović-Maričić (born 10 January 1965 in Čepin) is a retired Croatian middle-distance runner who specialised in the 800 metres. She represented Yugoslavia at the 1988 Summer Olympics finishing fourth, as well as one outdoor and one indoor World Championships where she also made the final. In addition she won medals at the Mediterranean Games was the 1987 Universiade champion.",
  "/wiki/Biljana_Petrovi%C4%87": "Biljana Petrović (née Bojović; born 28 February 1961) is a retired Yugoslavian high jumper from Kraljevo, Serbia. She set her personal best on 22 June 1990, jumping 2.00 metres at a meet in Saint-Denis, near Paris, France. She competed for Yugoslavia at the 1988 Summer Olympics in Seoul, South Korea, where she finished in 22nd place (1.80 m)."
}