{
  "/wiki/Philip_M._Bannon": "Philip Michael Bannon (March 12, 1872 – June 25, 1940) was a United States Marine Corps officer who received the Marine Corps Brevet Medal for his actions during the Spanish–American War.\n Through his career he served in the Spanish–American War, the Boxer Rebellion in China, and during conflicts in the Caribbean and Central America through the Second Nicaraguan Campaign. He retired as a colonel in 1928.",
  "/wiki/First_lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.\n The rank of lieutenant has different meanings in different military formations (see comparative military ranks), but the majority of cases it is common for it to be sub-divided into a senior (first lieutenant) and junior (second lieutenant) rank.  The NATO equivalent rank for land force officers is OF-1 rank.  In navies, while certain rank insignia may carry the name: \"lieutenant\", the term may also be used to relate to a particular post or duty, rather than a rank.",
  "/wiki/Guantánamo_Bay": "Guantánamo Bay (Spanish: Bahía de Guantánamo) is a bay located in Guantánamo Province at the southeastern end of Cuba. It is the largest harbor on the south side of the island and it is surrounded by steep hills which create an enclave that is cut off from its immediate hinterland.\n The United States assumed territorial control over the southern portion of Guantánamo Bay under the 1903 Lease agreement. The United States exercises jurisdiction and control over this territory, while recognizing that Cuba retains ultimate sovereignty. The current government of Cuba regards the U.S. presence in Guantánamo Bay as \"illegal\" and insists the Cuban–American Treaty \"was obtained by threat of force and is in violation of international law.\" Some legal scholars judge that the lease may be voidable. It is the home of the Guantanamo Bay Naval Base and the Guantanamo Bay detention camp located within the base, which are both governed by the United States. Since the 1959 revolution, Cuba has only cashed a single lease payment from the United States government.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.\n The territory that is now Cuba was inhabited by the Ciboney Taíno people from the 4th millennium BC until Spanish colonization in the 15th century. From the 15th century, it was a colony of Spain until the Spanish–American War of 1898, when Cuba was occupied by the United States and gained nominal independence as a de facto United States protectorate in 1902. As a fragile republic, in 1940 Cuba attempted to strengthen its democratic system, but mounting political radicalization and social strife culminated in a coup and subsequent dictatorship under Fulgencio Batista in 1952. Open corruption and oppression under Batista's rule led to his ousting in January 1959 by the 26th of July Movement, which afterwards established communist rule under the leadership of Fidel Castro. Since 1965, the state has been governed by the Communist Party of Cuba. The country was a point of contention during the Cold War between the Soviet Union and the United States, and a nuclear war nearly broke out during the Cuban Missile Crisis of 1962. Cuba is one of a few extant Marxist–Leninist socialist states, where the role of the vanguard Communist Party is enshrined in the Constitution. Independent observers have accused the Cuban government of numerous human rights abuses, including short-term arbitrary imprisonment.\n Culturally, Cuba is considered part of Latin America. It is a multiethnic country whose people, culture and customs derive from diverse origins, including the aboriginal Taíno and Ciboney peoples, the long period of Spanish colonialism, the introduction of African slaves and a close relationship with the Soviet Union in the Cold War.\n Cuba is a sovereign state and a founding member of the United Nations, the G77, the Non-Aligned Movement, the African, Caribbean and Pacific Group of States, ALBA and Organization of American States. It has currently one of the world's only planned economies, and its economy is dominated by the tourism industry and the exports of skilled labor, sugar, tobacco, and coffee. According to the Human Development Index, Cuba has high human development and is ranked the eighth highest in North America, though 67th in the world in 2014. It also ranks highly in some metrics of national performance, including health care and education. It is the only country in the world to meet the conditions of sustainable development put forth by the WWF.",
  "/wiki/Smedley_D._Butler": "Major General Smedley Darlington Butler (July 30, 1881 – June 21, 1940), nicknamed \"Old Gimlet Eye\", was a senior United States Marine Corps officer who fought in both the Mexican Revolution and World War I. Butler was, at the time of his death, the most decorated Marine in U.S. history. During his 34-year career as a Marine, he participated in military actions in the Philippines, China, in Central America and the Caribbean during the Banana Wars, and France in World War I. Butler later became an outspoken critic of American wars and their consequences. Butler also exposed an alleged plan to overthrow the United States government.\n By the end of his career, Butler had received 16 medals, five for heroism. He is one of 19 men to receive the Medal of Honor twice, one of three to be awarded both the Marine Corps Brevet Medal (along with Wendell Neville and David Porter) and the Medal of Honor, and the only Marine to be awarded the Brevet Medal and two Medals of Honor, all for separate actions.\n In 1933, he became involved in a controversy known as the Business Plot, when he told a congressional committee that a group of wealthy industrialists were planning a military coup to overthrow Franklin D. Roosevelt, with Butler selected to lead a march of veterans to become dictator, similar to Fascist regimes at that time. The individuals involved all denied the existence of a plot and the media ridiculed the allegations, but a final report by a special House of Representatives Committee confirmed some of Butler's testimony.\n In 1935, Butler wrote a book titled War Is a Racket, where he described and criticized the workings of the United States in its foreign actions and wars, such as those in which he had been involved, including the American corporations and other imperialist motivations behind them. After retiring from service, he became a popular advocate, speaking at meetings organized by veterans, pacifists, and church groups in the 1930s.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.\n It is governed as one of the four municipalities under the direct administration of central government of the PRC and is thus under direct administration of the central government. Tianjin borders Hebei Province and Beijing Municipality, bounded to the east by the Bohai Gulf portion of the Yellow Sea. Part of the Bohai Economic Rim, it is the largest coastal city in northern China.\n In terms of urban population, Tianjin is the fourth largest in China, after Shanghai, Beijing, and Guangzhou. In terms of administrative area population, Tianjin ranks fifth in Mainland China. The walled city of Tianjin was built in 1404. As a treaty port since 1860, Tianjin has been a major seaport and gateway to Beijing. During the Boxer Rebellion the city was the seat of the Tianjin Provisional Government. Under the Qing dynasty and the Republic of China, Tianjin became one of the largest cities in the region. At that time,  numerous European-style buildings and mansions were constructed in concessions, many of which are well-preserved today. After the founding of the People's Republic of China, Tianjin suffered a depression due to the policy of the central government and Tangshan earthquake, but recovered from 1990s. Nowadays Tianjin is a dual-core city, with its main urban area (including the old city) located along the Hai River, which connects to the Yellow and Yangtze Rivers via the Grand Canal; and Binhai, a New Area urban core located east of the old city, on the coast of the Bohai Gulf. As of the end of 2010, around 285 Fortune 500 companies have set up base in Binhai. Since 2010, Tianjin's Yujiapu Financial District has become known as China's Manhattan.",
  "/wiki/Carl_Gamborg-Andresen": "Carl Gamborg-Andresen (March 10, 1866 – March 4, 1936) was a Norwegian-born American military officer serving in the United States Marine Corps during the Boxer Rebellion who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.\n\n Carl Gamborg-Andresen was born in Norway and emigrated to the United States. In 1904 he married Constance Janette Stowell \n(1883–1943) in Sitka, Alaska.\nHe retired as a colonel in the United States Marine Corps during 1925, with more than 30 years of service. He died in 1936 in Seattle, Washington, and was buried at Arlington National Cemetery.",
  "/wiki/Newt_H._Hall": "Newt Hamill Hall (Marshville, Texas, January 2, 1873 - Tennessee, May 24, 1939) was an American officer serving in the United States Marine Corps during the Boxer Rebellion who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1895, and was commissioned in the Marine Corps in 1897.\n He was brought up on charges regarding his leadership activities during the Boxer Rebellion, where he and his men had to defend the walls of the Legation, and was exonerated by an official naval court of inquiry, which he himself requested, so as to not impede his career advancement in later years.\n The British Minister had initiated a charge of possible \"cowardice under fire,\" but no concrete evidence had surfaced by any witnesses. Under his direct command, one Legation wall defense area was lost, but later retaken. This possibly caused a reaction from the British Minister making statements after the siege as to Hall's possible laxity in command.",
  "/wiki/Major_(United_States)": "In the United States Army, Marine Corps, and Air Force, major is a field grade military officer rank above the rank of captain and below the rank of lieutenant colonel. It is equivalent to the naval rank of lieutenant commander in the other uniformed services. Although lieutenant commanders are considered junior officers by their respective services (Navy and Coast Guard), the rank of major is that of a senior officer in the United States Army, the United States Marine Corps, and the United States Air Force.\n The pay grade for the rank of major is O-4. The insignia for the rank consists of a golden oak leaf, with slight stylized differences between the Army/Air Force version and the Marine Corps version. Promotion to major is governed by the Department of Defense policies derived from the Defense Officer Personnel Management Act of 1980.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.\n Beijing is an important world capital and global power city, and one of the world's leading centers for culture, diplomacy and politics, business and economy, education, language, and science and technology. A megacity, Beijing is the second largest Chinese city by urban population after Shanghai and is the nation's cultural, educational, and political center. It is home to the headquarters of most of China's largest state-owned companies and houses the largest number of Fortune Global 500 companies in the world, as well as the world's four biggest financial institutions. It is also a major hub for the national highway, expressway, railway, and high-speed rail networks. The Beijing Capital International Airport has been the second busiest in the world by passenger traffic since 2010, and, as of 2016[update], the city's subway network is the busiest and longest in the world.\n Combining both modern and traditional architecture, Beijing is one of the oldest cities in the world, with a rich history dating back three millennia. As the last of the Four Great Ancient Capitals of China, Beijing has been the political center of the country for most of the past eight centuries, and was the largest city in the world by population for much of the second millennium AD. Encyclopædia Britannica notes that \"few cities in the world have served for so long as the political headquarters and cultural center of an area as immense as China.\" With mountains surrounding the inland city on three sides, in addition to the old inner and outer city walls, Beijing was strategically poised and developed to be the residence of the emperor and thus was the perfect location for the imperial capital. The city is renowned for its opulent palaces, temples, parks, gardens, tombs, walls and gates. It has seven UNESCO World Heritage Sites—the Forbidden City, Temple of Heaven, Summer Palace, Ming Tombs, Zhoukoudian, and parts of the Great Wall and the Grand Canal— all tourist locations. Siheyuans, the city's traditional housing style, and hutongs, the narrow alleys between siheyuans, are major tourist attractions and are common in urban Beijing.\n Many of Beijing's 91 universities consistently rank among the best in China, such as the Peking University and Tsinghua University. Beijing CBD is a center for Beijing's economic expansion, with the ongoing or recently completed construction of multiple skyscrapers. Beijing's Zhongguancun area is known as China's Silicon Valley and is a center of scientific and technological innovation as well as entrepreneurship.",
  "/wiki/Allan_C._Kelton": "Allan Cunningham Kelton (June 24, 1846 – November 22, 1928) was an American officer serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He was commissioned in the Marine Corps in 1869.",
  "/wiki/Charles_G._Long": "Major General Charles Grant Long (December 14, 1869 – March 5, 1943) was the second Assistant Commandant of the Marine Corps. He was also a recipient of the Marine Corps Brevet Medal and Navy Cross.",
  "/wiki/Lewis_C._Lucas": "Lewis Clark Lucas (Marietta, Ohio, November 3, 1867 – March 6, 1939) was an American officer serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1889, and was commissioned in the Marine Corps in 1891.",
  "/wiki/James_E._Mahoney": "James Edward Mahoney (December 15, 1858 – June 9, 1926) was an American officer born in Peabody, Massachusetts and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the United States Naval Academy in 1881. He subsequently served in Panama, Veracruz, Mexico, and in Cuba. After promotion to temporary rank of Brigadier General, he retired as a Colonel of Marines in 1919.",
  "/wiki/Charles_L._McCawley": "Charles Laurie McCawley (August 24, 1865 – April 29, 1935) was an American officer who served in the United States Marine Corps during the Spanish–American War and World War I. He who was one of only 23 Marine Corps officers awarded the Marine Corps Brevet Medal for bravery.",
  "/wiki/William_N._McKelvy_Sr.": "William Nessler McKelvy Sr. (July 15, 1869 – September 22, 1933) was an American officer born in Allegheny, Pennsylvania and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1891, and was commissioned in the Marine Corps in 1893.",
  "/wiki/Paul_St._Clair_Murphy": "Paul St. Clair Murphy (July 7, 1850 – November 9, 1931) was an American officer serving in the United States Marine Corps during the Spanish–American War. He was one of 23 men to be awarded the Marine Corps Brevet Medal.",
  "/wiki/Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana.\n The municipality extends over 1,023.8 square kilometers (395.3 sq mi), and contains the communities of Antonio Maceo, Bravo, Castillo Duany, Daiquirí, El Caney, El Cobre, El Cristo, Guilera, Leyte Vidal, Moncada and Siboney.\n Historically Santiago de Cuba has long been the second-most important city on the island after Havana, and still remains the second-largest. It is on a bay connected to the Caribbean Sea and is an important sea port. In the 2012 population census, the city of Santiago de Cuba recorded a population of 431,272 people.",
  "/wiki/John_Twiggs_Myers": "John Twiggs Myers (January 29, 1871 – April 17, 1952) was a United States Marine Corps general who was most famous for his service as the American Legation Guard in Peking during the Boxer Rebellion.",
  "/wiki/Wendell_C._Neville": "Wendell Cushing Neville (May 12, 1870 – July 8, 1930) was a major general of the United States Marine Corps. He was a Medal of Honor recipient and 14th Commandant of the Marine Corps between 1929 and 1930.",
  "/wiki/Percival_C._Pope": "Percival Clarence Pope (February 28, 1841 – January 22, 1922) was an American officer who served in the United States Marine Corps during the American Civil War. He received the Marine Corps Brevet Medal for bravery.",
  "/wiki/Fort_Sumter": "Fort Sumter is a sea fort in Charleston, South Carolina, notable for two battles, the first of which signified the start of the American Civil War. It was one of a number of special forts planned after the War of 1812, combining high walls and heavy masonry, and classified as Third System, as a grade of structural integrity. Work started in 1829, but was incomplete by 1860, when South Carolina seceded from the Union.\n The First Battle of Fort Sumter began on April 12, 1861, when Confederate artillery fired on the Union garrison. These were the first shots of the war and continued all day, watched by many civilians in a celebratory spirit. The fort had been cut off from its supply line and surrendered the next day. The Second Battle of Fort Sumter (September 8, 1863) was a failed attempt by the Union to retake the fort, dogged by a rivalry between army and navy commanders. Although the fort was reduced to rubble, it remained in Confederate hands until it was evacuated as General Sherman marched through South Carolina in February 1865.\n Fort Sumter is open for public tours as part of the Fort Sumter and Fort Moultrie National Historical Park operated by the National Park Service.",
  "/wiki/David_Dixon_Porter_(USMC)": "Major General David Dixon Porter (April 29, 1877 – February 25, 1944), a Medal of Honor recipient, was a United States Marine Corps officer who served in the Philippine-American War and in World War I.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.\n The Philippines' location on the Pacific Ring of Fire and close to the equator makes the Philippines prone to earthquakes and typhoons, but also endows it with abundant natural resources and some of the world's greatest biodiversity. The Philippines is the world's 5th largest island country with an area of 300,000 km2 (120,000 sq mi). As of 2015, it had a population of at least 100 million. As of January 2018[update], it is the eighth-most populated country in Asia and the 12th most populated country in the world. Approximately 10 million additional Filipinos lived overseas, comprising one of the world's largest diasporas. Multiple ethnicities and cultures are found throughout the islands. In prehistoric times, Negritos were some of the archipelago's earliest inhabitants. They were followed by successive waves of Austronesian peoples. Exchanges with Malay, Indian, Arab and Chinese nations occurred. Then, various competing maritime states were established under the rule of datus, rajahs, sultans and lakans.\n The arrival of Ferdinand Magellan, a Portuguese explorer leading a fleet for the Spanish, in Homonhon, Eastern Samar in 1521 marked the beginning of Hispanic colonization. In 1543, Spanish explorer Ruy López de Villalobos named the archipelago Las Islas Filipinas in honor of Philip II of Spain. With the arrival of Miguel López de Legazpi from Mexico City, in 1565, the first Hispanic settlement in the archipelago was established. The Philippines became part of the Spanish Empire for more than 300 years. This resulted in Catholicism becoming the dominant religion. During this time, Manila became the western hub of the trans-Pacific trade connecting Asia with Acapulco in the Americas using Manila galleons.\n As the 19th century gave way to the 20th, the Philippine Revolution quickly followed, which then spawned the short-lived First Philippine Republic, followed by the bloody Philippine–American War. The war, as well as the ensuing cholera epidemic, resulted in the deaths of thousands of combatants as well as tens of thousands of civilians. After the war, the United States retained sovereignty over the country until the Japanese invasion and subsequent occupation of the islands during World War II. Later in the war, it was liberated by the combined forces of Americans and Filipinos and by 1946, was recognized as an independent nation. Since then, the unitary sovereign state  has often had a tumultuous experience with democracy, which included the overthrow of a dictatorship by a non-violent revolution.\n The Philippines is a founding member of the United Nations, World Trade Organization, Association of Southeast Asian Nations, the Asia-Pacific Economic Cooperation forum, and the East Asia Summit. It also hosts the headquarters of the Asian Development Bank. The Philippines is considered to be an emerging market and a newly industrialized country, which has an economy transitioning from being based on agriculture to one based more on services and manufacturing. Along with East Timor, the Philippines is one of Southeast Asia's predominantly Christian nations.",
  "/wiki/William_G._Powell": "William Glasgow Powell (September 8, 1871 – May 11, 1955) was an American officer born in at St. Louis, Missouri and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.\n In 1893 Powell graduated from the United States Naval Academy in Annapolis, Maryland.\n He began his military career by enlisting in the United States Navy during the Spanish–American War, and was commissioned a First Lieutenant in the Marine Corps in 1899. He served in the Philippines and in China. During World War I he served as Assistant Paymaster.\n He retired in 1942 after over 40 years of service and was promoted to Brigadier General on the retired list.\n On May 11, 1955 he died at his home in Vence, France and was initially buried there; at the time, he was the last living recipient of the Marine Corps Brevet Medal. On May 12, 1983 his remains were brought back to the United States and interred in Arlington National Cemetery.",
  "/wiki/George_Richards_(Marine_Corps)": "George Richards (February 6, 1872 – January 9, 1948) was an American officer born at Ironton, Ohio and serving in the United States Marine Corps during the Boxer Rebellion. He was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.\n The pay grade for the rank of lieutenant colonel is O-5. In the United States armed forces, the insignia for the rank are a silver oak leaf, with slight stylized differences between the version of the Army and the Air Force and that of the Navy and the Marine Corps.\n Promotion to lieutenant colonel is governed by Department of Defense policies derived from the Defense Officer Personnel Management Act (DOPMA) of 1980, for officers in the Active Component, and its companion Reserve Officer Personnel Management Act (ROPMA), for officers in the Reserve Component (e.g., Reserve and National Guard). DOPMA guidelines suggest that 70 percent of majors be promoted to lieutenant colonel after serving at least three years at their present rank and after 15–17 years of cumulative commissioned service.",
  "/wiki/Melville_J._Shaw": "Melville James Shaw (August 6, 1872 – May 16, 1927) was an American officer born in Minnesota and serving in the United States Marine Corps during the Spanish–American War who was one of only 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/George_C._Thorpe": "George Cyrus Thorpe (January 7, 1875 – July 28, 1936) was a United States Marine Corps officer during the Spanish–American War and the Philippine–American War. He was an early writer on military logistics. He was one of 23 Marine Corps officers awarded the Marine Corps Brevet Medal for bravery. He was also an author and lawyer after he retired from the Marine Corps.",
  "/wiki/Littleton_W.T._Waller": "Littleton Tazewell \"Tony\" Waller (September 26, 1856 – July 13, 1926) was a career officer in the United States Marine Corps, who served in the Spanish–American War, the Caribbean and Asia. He was court martialled and acquitted for actions during the Philippine–American War where he led an ill-fated expedition across the island of Samar. He retired from the Marines holding the rank of major general.",
  "/wiki/Marine_Corps_Brevet_Medal": "The Marine Corps Brevet Medal, also known as the Brevet Medal, was a military decoration of the United States Marine Corps; it was created in 1921 as a result of Marine Corps Order Number 26. The decoration was a one-time issuance and retroactively recognized living Marine Corps officers who had received a brevet rank. The similar practice of frocking continues in all five branches of the U.S. Armed Forces.\n Brevet promotions were used by the United States military in some capacity from 1775 until they were discontinued in 1900.  The Army was the only branch authorized to grant brevets until 1814, when the Marine Corps was granted the same privilege.  For the 86 years, the Marine Corps awarded 121 brevet promotions to 100 Marine Corps officers.  Captain Anthony Gale was the first to receive a brevet promotion in 1814 and John Twiggs Myers, who died in 1952, was the last surviving recipient.\n In 1921 Commandant John A. Lejeune requested that a Marine Corps Brevet Medal be authorized; after it was approved and created, the decoration was given to the last 20 living Marine Corps officers who received brevet promotions."
}