{
  "/wiki/Philip_M._Bannon": "Philip Michael Bannon (March 12, 1872 – June 25, 1940) was a United States Marine Corps officer who received the Marine Corps Brevet Medal for his actions during the Spanish–American War.",
  "/wiki/First_lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Guant%C3%A1namo_Bay": "Guantánamo Bay (Spanish: Bahía de Guantánamo) is a bay located in Guantánamo Province at the southeastern end of Cuba. It is the largest harbor on the south side of the island and it is surrounded by steep hills which create an enclave that is cut off from its immediate hinterland.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Smedley_D._Butler": "Major General Smedley Darlington Butler (July 30, 1881 – June 21, 1940), nicknamed \"Old Gimlet Eye\", was a senior United States Marine Corps officer who fought in both the Mexican Revolution and World War I. Butler was, at the time of his death, the most decorated Marine in U.S. history. During his 34-year career as a Marine, he participated in military actions in the Philippines, China, in Central America and the Caribbean during the Banana Wars, and France in World War I. Butler later became an outspoken critic of American wars and their consequences. Butler also exposed an alleged plan to overthrow the United States government.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Carl_Gamborg-Andresen": "Carl Gamborg-Andresen (March 10, 1866 – March 4, 1936) was a Norwegian-born American military officer serving in the United States Marine Corps during the Boxer Rebellion who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/Newt_H._Hall": "Newt Hamill Hall (Marshville, Texas, January 2, 1873 - Tennessee, May 24, 1939) was an American officer serving in the United States Marine Corps during the Boxer Rebellion who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1895, and was commissioned in the Marine Corps in 1897.",
  "/wiki/Major_(United_States)": "In the United States Army, Marine Corps, and Air Force, major is a field grade military officer rank above the rank of captain and below the rank of lieutenant colonel. It is equivalent to the naval rank of lieutenant commander in the other uniformed services. Although lieutenant commanders are considered junior officers by their respective services, (Navy and Coast Guard) the rank of major is that of a senior officer in the United States Army, the United States Marine Corps, and the United States Air Force.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Allan_C._Kelton": "Allan Cunningham Kelton (June 24, 1846 – November 22, 1928) was an American officer serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He was commissioned in the Marine Corps in 1869.",
  "/wiki/Charles_G._Long": "Major General Charles Grant Long (December 14, 1869 – March 5, 1943) was the second Assistant Commandant of the Marine Corps. He was also a recipient of the Marine Corps Brevet Medal and Navy Cross.",
  "/wiki/Lewis_C._Lucas": "Lewis Clark Lucas (Marietta, Ohio, November 3, 1867 – March 6, 1939) was an American officer serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1889, and was commissioned in the Marine Corps in 1891.",
  "/wiki/James_E._Mahoney": "James Edward Mahoney (December 15, 1858 – June 9, 1926) was an American officer born in Peabody, Massachusetts and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the United States Naval Academy in 1881. He subsequently served in Panama, Veracruz, Mexico, and in Cuba. After promotion to temporary rank of Brigadier General, he retired as a Colonel of Marines in 1919.",
  "/wiki/Charles_L._McCawley": "Charles Laurie McCawley (August 24, 1865 – April 29, 1935) was an American officer who served in the United States Marine Corps during the Spanish–American War and World War I. He who was one of only 23 Marine Corps officers awarded the Marine Corps Brevet Medal for bravery.",
  "/wiki/William_N._McKelvy_Sr.": "William Nessler McKelvy Sr. (July 15, 1869 – September 22, 1933) was an American officer born in Allegheny, Pennsylvania and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery. He graduated from the US Naval Academy in 1891, and was commissioned in the Marine Corps in 1893.",
  "/wiki/Paul_St._Clair_Murphy": "Paul St. Clair Murphy (July 7, 1850 – November 9, 1931) was an American officer serving in the United States Marine Corps during the Spanish–American War. He was one of 23 men to be awarded the Marine Corps Brevet Medal.",
  "/wiki/Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana.",
  "/wiki/John_Twiggs_Myers": "John Twiggs Myers (January 29, 1871 – April 17, 1952) was a United States Marine Corps general who was most famous for his service as the American Legation Guard in Peking during the Boxer Rebellion.",
  "/wiki/Wendell_C._Neville": "Wendell Cushing Neville (May 12, 1870 – July 8, 1930) was a major general of the United States Marine Corps. He was a Medal of Honor recipient and 14th Commandant of the Marine Corps between 1929 and 1930.",
  "/wiki/Percival_C._Pope": "Percival Clarence Pope (February 28, 1841 – January 22, 1922) was an American officer who served in the United States Marine Corps during the American Civil War. He received the Marine Corps Brevet Medal for bravery.",
  "/wiki/Fort_Sumter": "Fort Sumter is a sea fort in Charleston, South Carolina, notable for two battles, the first of which signified the start of the American Civil War. It was one of a number of special forts planned after the War of 1812, combining high walls and heavy masonry, and classified as Third System, as a grade of structural integrity. Work started in 1829, but was incomplete by 1860, when South Carolina seceded from the Union.",
  "/wiki/David_Dixon_Porter_(USMC)": "Major General David Dixon Porter (April 29, 1877 – February 25, 1944), a Medal of Honor recipient, was a United States Marine Corps officer who served in the Philippine-American War and in World War I.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/William_G._Powell": "William Glasgow Powell (September 8, 1871 – May 11, 1955) was an American officer born in at St. Louis, Missouri and serving in the United States Marine Corps during the Spanish–American War who was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/George_Richards_(Marine_Corps)": "George Richards (February 6, 1872 – January 9, 1948) was an American officer born at Ironton, Ohio and serving in the United States Marine Corps during the Boxer Rebellion. He was one of 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Melville_J._Shaw": "Melville James Shaw (August 6, 1872 – May 16, 1927) was an American officer born in Minnesota and serving in the United States Marine Corps during the Spanish–American War who was one of only 23 Marine Corps officers approved to receive the Marine Corps Brevet Medal for bravery.",
  "/wiki/George_C._Thorpe": "George Cyrus Thorpe (January 7, 1875 – July 28, 1936) was a United States Marine Corps officer during the Spanish–American War and the Philippine–American War. He was an early writer on military logistics. He was one of 23 Marine Corps officers awarded the Marine Corps Brevet Medal for bravery. He was also an author and lawyer after he retired from the Marine Corps.",
  "/wiki/Littleton_W.T._Waller": "Littleton Tazewell \"Tony\" Waller (September 26, 1856 – July 13, 1926) was a career officer in the United States Marine Corps, who served in the Spanish–American War, the Caribbean and Asia. He was court martialled and acquitted for actions during the Philippine–American War where he led an ill-fated expedition across the island of Samar. He retired from the Marines holding the rank of major general."
}