{
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.\n Cambridge is formed from a variety of institutions which include 31 semi-autonomous constituent Colleges and over 100 academic departments organised into six schools. Cambridge University Press, a department of the university, is the world's oldest publishing house and the second-largest university press in the world. Cambridge Assessment, also a department of the university, is one of the world's leading examining bodies and provides assessment to over eight million learners globally every year. The university also operates eight cultural and scientific museums, including the Fitzwilliam Museum, as well as a botanic garden. Cambridge's libraries, of which there are over 100, hold a total of around 16 million books, around nine million of which are in Cambridge University Library, a legal deposit library. The university is home to, but independent of, the Cambridge Union - the world's oldest debating society. The university is closely linked to the development of the high-tech business cluster known as 'Silicon Fen'. It is the central member of Cambridge University Health Partners, an academic health science centre based around the Cambridge Biomedical Campus.\n In the fiscal year ending 31 July 2018, the central university, excluding colleges, had a total income of £1.965 billion, of which £515.5 million was from research grants and contracts. At the end of the same financial year, the central university and colleges together possessed a combined endowment of over £6.4 billion and overall consolidated assets of £12.2 billion. The latter figure was £400 million higher than the previous financial year. By both endowment size and consolidated assets, Cambridge is the wealthiest university in the United Kingdom.\n As of 2019, Cambridge is the top-ranked university in the United Kingdom according to all major league tables. Cambridge is ranked the world's second best university by the Times Higher Education World University Rankings, ranked 3rd worldwide by Academic Ranking of World Universities, 6th by QS, and 7th by US News. Cambridge was ranked No. 10 in the 2016 and 2018 Nature Index Annual Tables, which measure the largest contributors to papers published in 82 leading scientific journals. According to the Times Higher Education ranking, no other institution in the world ranks in the top 10 for as many subjects. It is a member of numerous associations and forms part of the 'golden triangle' of English universities.\n The university has educated many notable alumni, including eminent mathematicians, scientists, politicians, lawyers, philosophers, writers, actors, monarchs and other heads of state. As of October 2019[update], 120 Nobel Laureates, 11 Fields Medalists, 7 Turing Award winners and 14 British Prime Ministers have been affiliated with Cambridge as students, alumni, faculty or research staff. University alumni have won 194 Olympic medals.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.\n The University of Cambridge was founded in 1209. The buildings of the university include King's College Chapel, Cavendish Laboratory, and the Cambridge University Library, one of the largest legal deposit libraries in the world. The city's skyline is dominated by several college buildings, along with the spire of the Our Lady and the English Martyrs Church, and the chimney of Addenbrooke's Hospital. Anglia Ruskin University, which evolved from the Cambridge School of Art and the Cambridgeshire College of Arts and Technology, also has its main campus in the city.\n Cambridge is at the heart of the high-technology Silicon Fen with industries such as software and bioscience and many start-up companies born out of the university. Over 40 per cent of the workforce have a higher education qualification, more than twice the national average. The Cambridge Biomedical Campus, one of the largest biomedical research clusters in the world, is soon to house premises of AstraZeneca, a hotel, and the relocated Papworth Hospital.\n The first game of association football took place at Parker's Piece. The Strawberry Fair music and arts festival and Midsummer Fair are held on Midsummer Common, and the annual Cambridge Beer Festival takes place on Jesus Green. The city is adjacent to the M11 and A14 roads. Cambridge station is less than an hour from London King's Cross railway station.",
  "/wiki/Prince_Philip,_Duke_of_Edinburgh": "Prince Philip, Duke of Edinburgh (born Prince Philip of Greece and Denmark, 10 June 1921),[fn 1] is the husband of Queen Elizabeth II of the United Kingdom and other Commonwealth realms.\n Philip was born into the Greek and Danish royal families. He was born in Greece, but his family was exiled from the country when he was an infant. After being educated in France, Germany, and the United Kingdom, he joined the British Royal Navy in 1939, aged 18. From July 1939, he began corresponding with the 13-year-old Princess Elizabeth, whom he had first met in 1934. During the Second World War he served with distinction in the Mediterranean and Pacific Fleets. After the war, Philip was granted permission by George VI to marry Elizabeth. Before the official announcement of their engagement in July 1947, he abandoned his Greek and Danish royal titles, became a naturalised British subject, and adopted his maternal grandparents' surname Mountbatten. He married Elizabeth on 20 November 1947. Just before the wedding, he was created Duke of Edinburgh, Earl of Merioneth and Baron Greenwich. Philip left active military service when Elizabeth became queen in 1952, having reached the rank of commander, and was formally made a British prince in 1957.\n Philip and Elizabeth have four children: Prince Charles, Princess Anne, Prince Andrew, and Prince Edward. Through a British Order in Council issued in 1960, descendants of the couple not bearing royal styles and titles can use the surname Mountbatten-Windsor, which has also been used by some members of the royal family who do hold titles, such as Princess Anne, and Princes Andrew and Edward.\n A keen sports enthusiast, Philip helped develop the equestrian event of carriage driving. He is a patron, president, or member of over 780 organisations, and he serves as chairman of The Duke of Edinburgh's Award for people aged 14 to 24. He is the longest-serving consort of a reigning British monarch and the oldest ever male member of the British royal family. Philip retired from his royal duties on 2 August 2017, aged 96, having completed 22,219 solo engagements since 1952.",
  "/wiki/Guildhall_Art_Gallery": "The original gallery was built in 1885 to house art collections from the City of London Corporation. After the original building was destroyed in The Blitz in 1941, a new facility was completed to house the collection, which includes about 4,000 items, in 1999. The centrepiece of the collection, John Singleton Copley's huge painting depicting The Defeat of the Floating Batteries at Gibraltar, was placed in a prominent position in the entrance hall of the gallery.\nVivien Knight was head of the Gallery, from 1983 until her death in 2009.",
  "/wiki/City_of_London": "The City of London is a city, county and a local government district[note 1] that contains the historic centre and the primary central business district (CBD) of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster). It is also a separate ceremonial county, being an enclave surrounded by Greater London, and is the smallest county in the United Kingdom.\n The City of London is widely referred to simply as the City (differentiated from the phrase \"the city of London\" by capitalising City) and is also colloquially known as the Square Mile, as it is 1.12 sq mi (716.80 acres; 2.90 km2) in area. Both of these terms are also often used as metonyms for the United Kingdom's trading and financial services industries, which continue a notable history of being largely based in the City. The name London is now ordinarily used for a far wider area than just the City. London most often denotes the sprawling London metropolis, or the 32 London boroughs, in addition to the City of London itself. This wider usage of London is documented as far back as 1888, when the County of London was created.\n The local authority for the City, namely the City of London Corporation, is unique in the UK and has some unusual responsibilities for a local council, such as being the police authority. It is also unusual in having responsibilities and ownerships beyond its boundaries. The Corporation is headed by the Lord Mayor of the City of London, an office separate from (and much older than) the Mayor of London. The Lord Mayor, as of November 2019, is William Russel.\n The City is a major business and financial centre. Throughout the 19th century, the City was the world's primary business centre, and it continues to be a major meeting point for businesses. London came top in the Worldwide Centres of Commerce Index, published in 2008. The insurance industry is focused around the eastern side of the City, around Lloyd's building. A secondary financial district exists outside the City, at Canary Wharf, 2.5 miles (4 km) to the east.\n The City has a resident population of 9,401 (ONS estimate, mid-2016) but over 500,000 are employed there, and some estimates put the number of workers in the city to be over 1 million. About three-quarters of the jobs in the City of London are in the financial, professional, and associated business services sectors. The legal profession forms a major component of the northern and western sides of the City, especially in the Temple and Chancery Lane areas where the Inns of Court are located, of which two—Inner Temple and Middle Temple—fall within the City of London boundary.",
  "/wiki/Elizabeth_II": "Elizabeth II (Elizabeth Alexandra Mary; born 21 April 1926)[a] is Queen  of the United Kingdom and the other Commonwealth realms.[b]\n Elizabeth was born in London as the first child of the Duke and Duchess of York, later King George VI and Queen Elizabeth, and she was educated privately at home. Her father acceded to the throne on the abdication of his brother King Edward VIII in 1936, from which time she was the heir presumptive. She began to undertake public duties during the Second World War, serving in the Auxiliary Territorial Service. In 1947, she married Philip, Duke of Edinburgh, a former prince of Greece and Denmark, with whom she has four children: Charles, Prince of Wales; Anne, Princess Royal; Prince Andrew, Duke of York; and Prince Edward, Earl of Wessex.\n When her father died in February 1952, Elizabeth became head of the Commonwealth and queen regnant of seven independent Commonwealth countries: the United Kingdom, Canada, Australia, New Zealand, South Africa, Pakistan, and Ceylon. She has reigned as a constitutional monarch through major political changes, such as devolution in the United Kingdom, Canadian patriation, and the decolonisation of Africa. Between 1956 and 1992, the number of her realms varied as territories gained independence, and as realms, including South Africa, Pakistan, and Ceylon (renamed Sri Lanka), became republics. Her many historic visits and meetings include a state visit to the Republic of Ireland and visits to or from five popes. Significant events have included her coronation in 1953 and the celebrations of her Silver, Golden, and Diamond Jubilees in 1977, 2002, and 2012, respectively. In 2017, she became the first British monarch to reach a Sapphire Jubilee. She is the longest-lived and longest-reigning British monarch, as well as the world's longest-serving female head of state, oldest living monarch, longest-reigning current monarch, and the oldest and longest-serving current head of state.\n Elizabeth has occasionally faced republican sentiments and press criticism of the royal family, in particular after the breakdown of her children's marriages, her annus horribilis in 1992, and the death in 1997 of her former daughter-in-law Diana, Princess of Wales. However, in the United Kingdom, support for the monarchy has been and remains consistently high, as does her personal popularity.",
  "/wiki/Guildhall,_London": "Guildhall is a municipal building in the Moorgate area of the City of London, England. It is situated off Gresham and Basinghall streets, in the wards of Bassishaw and Cheap. The building has been used as a town hall for several hundred years, and is still the ceremonial and administrative centre of the City of London and its Corporation. It should not be confused with London's City Hall, the administrative centre for Greater London. The term \"Guildhall\" refers both to the whole building and to its main room, which is a medieval great hall. The nearest London Underground stations are Bank, St Paul's and Moorgate. It is a Grade I-listed building.",
  "/wiki/Buckingham_Palace": "Buckingham Palace (UK: /ˈbʌkɪŋəm/) is the London residence and administrative headquarters of the monarchy of the United Kingdom.[a] Located in the City of Westminster, the palace is often at the centre of state occasions and royal hospitality. It has been a focal point for the British people at times of national rejoicing and mourning.\n Originally known as Buckingham House, the building at the core of today's palace was a large townhouse built for the Duke of Buckingham in 1703 on a site that had been in private ownership for at least 150 years. It was acquired by King George III in 1761 as a private residence for Queen Charlotte and became known as The Queen's House. During the 19th century it was enlarged, principally by architects John Nash and Edward Blore, who constructed three wings around a central courtyard. Buckingham Palace became the London residence of the British monarch on the accession of Queen Victoria in 1837.\n The last major structural additions were made in the late 19th and early 20th centuries, including the East Front, which contains the well-known balcony on which the royal family traditionally congregates to greet crowds. A German bomb destroyed the palace chapel during World War II; the Queen's Gallery was built on the site and opened to the public in 1962 to exhibit works of art from the Royal Collection.\n The original early 19th-century interior designs, many of which survive, include widespread use of brightly coloured scagliola and blue and pink lapis, on the advice of Sir Charles Long. King Edward VII oversaw a partial redecoration in a Belle Époque cream and gold colour scheme. Many smaller reception rooms are furnished in the Chinese regency style with furniture and fittings brought from the Royal Pavilion at Brighton and from Carlton House. The palace has 775 rooms, and the garden is the largest private garden in London. The state rooms, used for official and state entertaining, are open to the public each year for most of August and September and on some days in winter and spring.",
  "/wiki/City_of_Westminster": "The City of Westminster is an Inner London borough that also holds city status. It occupies much of the central area of Greater London including most of the West End. Historically in Middlesex, it is to the west of the ancient City of London, directly to the east of the Royal Borough of Kensington and Chelsea, and its southern boundary is the River Thames. The London borough was created with the 1965 establishment of Greater London. Upon its creation, it inherited the city status previously held by the smaller Metropolitan Borough of Westminster from 1900, which was first awarded to Westminster in 1540.\n Aside from numerous large parks and open spaces, the population density of the district is high. Many sites commonly associated with London are in the borough, including St James's Palace, Buckingham Palace, the Palace of Westminster (Houses of Parliament) and 10 Downing Street. The borough is divided into a number of localities including the ancient political district of Westminster; the shopping areas around Oxford Street, Regent Street, Piccadilly and Bond Street; and the night-time entertainment district of Soho. Much of the borough is residential, and in 2008 it was estimated to have a population of 236,000. The local government body is Westminster City Council.\n A study in 2017 by Trust for London and The New Policy Institute found that Westminster has the third-highest pay inequality of the 32 London boroughs. It also has the second-least affordable private rent for low earners in London, behind only Kensington and Chelsea. The borough performs more positively on education, with 82% of adults and 69% of 19-year-olds having Level 3 qualifications.",
  "/wiki/Westminster_Abbey": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and burial site for English and, later, British monarchs. The building itself was a Benedictine monastic church until the monastery was dissolved in 1539. Between 1540 and 1556, the abbey had the status of a cathedral. Since 1560, the building is no longer an abbey or a cathedral, having instead the status of a Church of England \"Royal Peculiar\"—a church responsible directly to the sovereign.\n According to a tradition first reported by Sulcard in about 1080, a church was founded at the site (then known as Thorn Ey (Thorn Island)) in the seventh century, at the time of Mellitus, a Bishop of London. Construction of the present church began in 1245, on the orders of King Henry III.\n Since the coronation of William the Conqueror in 1066, all coronations of English and British monarchs have been in Westminster Abbey. There have been 16 royal weddings at the abbey since 1100. As the burial site of more than 3,300 persons, usually of prominence in British history (including at least sixteen monarchs, eight Prime Ministers, poets laureate, actors, scientists, military leaders, and the Unknown Warrior), Westminster Abbey is sometimes described as 'Britain's Valhalla', after the iconic burial hall of Norse mythology.",
  "/wiki/Hull_Guildhall": "The Guildhall is a building on Alfred Gelder Street in the City of Kingston upon Hull, East Riding of Yorkshire. The building is currently the headquarters of Hull City Council but is also used as a venue for conferences, civic receptions and formal dinners. It is a Grade II* listed building status.",
  "/wiki/Kingston_upon_Hull": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 260,645 (mid-2018 est.), Hull is the fourth-largest city in Yorkshire and the Humber.\n The town of Wyke on Hull was founded late in the 12th century by the monks of Meaux Abbey as a port from which to export their wool.\nRenamed Kings-town upon Hull in 1299, Hull has been a market town, military supply port, trading hub, fishing and whaling centre and industrial metropolis.\nHull was an early theatre of battle in the English Civil Wars. Its 18th-century Member of Parliament, William Wilberforce, took a prominent part in the abolition of the slave trade in Britain.\n After suffering heavy damage in the Second World War (the \"Hull Blitz\"), Hull weathered a period of post-industrial decline, gaining unfavourable results on measures of social deprivation, education and policing. In the early 21st century spending boom before the late 2000s recession the city saw large amounts of new retail, commercial, housing and public service construction spending.\n Tourist attractions include The Hull People's Memorial, the historic Old Town and Museum Quarter, Hull Marina and The Deep aquarium. Sports teams include EFL Championship football club Hull City and rugby league clubs Hull F.C. & Hull Kingston Rovers and non-league football club Hull United.\n The University of Hull was founded in 1927 and now enrols more than 16,000 students. Hull was the 2017 UK City of Culture and in the same year the city's Ferens Art Gallery hosted the prestigious Turner Prize.",
  "/wiki/East_Riding_of_Yorkshire": "The East Riding of Yorkshire, or simply East Riding or East Yorkshire, is an area in Northern England and can refer either to the administrative county (Local Government Area) of the East Riding of Yorkshire which is a unitary authority, to the ceremonial county (Lieutenancy) of the East Riding of Yorkshire or to the easternmost of the three subdivisions (ridings) of the traditional county of Yorkshire.\n No two of these areas share the same geographical boundaries despite sharing the same name. The traditional East Riding of Yorkshire includes parts of ceremonial North Yorkshire such as Filey but not Goole, whereas both the administrative and ceremonial East Riding of Yorkshire include Goole but not those parts of North Yorkshire. Both the traditional and ceremonial East Riding include Kingston upon Hull, but the administrative East Riding does not as Kingston upon Hull is in its own unitary authority. The traditional East Riding covers a larger area than both the ceremonial and administrative East Riding.\n The East Riding, North Riding and West Riding were treated as three separate counties for many purposes, such as having separate quarter sessions. In 1889 under the Local Government Act 1888, administrative counties with a county council were created on the historic boundaries. In 1974 both the Local Government Area and the Lieutenancy of the East Riding of Yorkshire were abolished under the Local Government Act 1972, being succeeded in most of the riding by the newly created Humberside which included parts of the West Riding and parts of Lincolnshire. The modern Local Government Area and the ceremonial East Riding of Yorkshire were formed in 1996 from the northern part of Humberside upon its abolition. \nAt the 2011 Census, the population was 334,179.\n The landscape consists of a crescent of low chalk hills, the Yorkshire Wolds, surrounded by the low-lying fertile plains of Holderness and the Vale of York. The Humber Estuary and North Sea mark its southern and eastern limits. Archaeological investigations have revealed artefacts and structures from all historical periods since the last ice age. There are few large settlements and no industrial centres. The area is administered from the ancient market and ecclesiastical town of Beverley. Christianity is the religion with the largest following in the area and there is a higher than average percentage of retired people.\n The economy is mainly based on agriculture and tourism, contributing to the rural and seaside character of the Riding with its historic buildings, nature reserves and the Yorkshire Wolds Way long-distance footpath. The open and maritime aspects and lack of major urban development have also led to the  relatively high levels of energy generation from renewable sources.\n Major sporting and entertainment venues are concentrated in Kingston upon Hull, while the seaside and market towns support semi-professional and amateur sports clubs and provide seasonal entertainment for visitors. Bishop Burton is the site of an agricultural college, and Hull provides the region's only university. On the southern border, close to Hull, the Humber Bridge spans the Humber Estuary to enable the A15 to link Hessle with Barton-upon-Humber in North Lincolnshire.",
  "/wiki/Port_of_Hull": "The Port of Hull is a port at the confluence of the River Hull and the Humber Estuary in Kingston upon Hull, East Riding of Yorkshire, England.\n Seaborne trade at the port can be traced to at least the 13th century, originally conducted mainly at the outfall of the River Hull, known as The Haven, or later as the Old Harbour. In 1773, the Hull Dock Company was formed and Hull's first dock built, on land formerly occupied by Hull town walls; in the next half century a ring of docks were built around the old down on the site of the former fortifications, known as the Town Docks –  the first, The Dock (1778), (or The Old Dock, known as Queen's Dock after 1855), Humber Dock (1809), and Junction Dock (1829) – an extension, Railway Dock (1846) was opened to serve the newly built Hull and Selby Railway.\n The first dock east of the river, Victoria Dock, opened in 1850. Docks along the banks of the Humber to the west were begun in 1862 with the construction of the West Dock, later Albert Dock, the William Wright extension, opened in 1880, and a dock further west, St Andrew's Dock, opened in 1883. In 1885, a new eastern dock was built, Alexandra Dock, connected to a new railway line constructed by the same company, the Hull Barnsley & West Riding Junction Railway and Dock Company. In 1914, King George Dock was built jointly by the competing railway companies, the Hull and Barnsley company and the North Eastern Railway; this was extended in 1969 by the Queen Elizabeth Dock extension. As of 2016 Alexandra is being modernised for use in wind farm construction, with a factory, and estuary side quay under construction, a development known as Green Port Hull.\n The Town Docks, Victoria Dock, and St Andrew's Dock fell out of use by the 1970s and were closed, some later infilled and redeveloped, with the Humber and Railway docks converted for leisure craft as Hull Marina.\n Other facilities at the port included the Riverside Quay, built on the Humber banks at Albert Dock for passenger ferries and European trains, and the Corporation Pier, from which a Humber Ferry sailed to New Holland, Lincolnshire. Numerous industrial works were served by the River Hull, which also hosted a number of dry docks. To the east of Hull, Salt End near Hedon became a petroleum distribution point in the 20th century, with piers into the estuary for shipment, and later developed as a chemical works.\n As of 2010, the main port is operated by Associated British Ports and is estimated to handle one million passengers per year; it is the main softwood timber importation port for the UK.",
  "/wiki/Defence_Academy_of_the_United_Kingdom": "The Defence Academy of the United Kingdom provides higher education for personnel in the British Armed Forces, Civil Service, other government departments and service personnel from other nations. The Director General of the Defence Academy is Air Marshal Edward Stringer, a senior Royal Air Force officer.",
  "/wiki/Shrivenham": "Shrivenham is a village and civil parish  in the Vale of White Horse, Oxfordshire, about 5 miles (8 km) southwest of Faringdon. The village is close to the county boundary with Wiltshire and about 7 miles (11 km) east-northeast of Swindon. The 2011 Census recorded the parish population as 2,347.\n Shrivenham is located within the historic boundaries of Berkshire. The 1974 boundary changes transferred the Vale of White Horse to Oxfordshire for the purposes of administration.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.\n The county has major education and tourist industries and is noted for the concentration of performance motorsport companies and facilities. Oxford University Press is the largest firm among a concentration of print and publishing firms; the University of Oxford is also linked to the concentration of local biotechnology companies.\n As well as the city of Oxford, other centres of population are Banbury, Bicester, Kidlington and Chipping Norton to the north of Oxford; Carterton and Witney to the west; Thame and Chinnor to the east; and Abingdon-on-Thames, Wantage, Didcot, Wallingford and Henley-on-Thames to the south. The areas south of the Thames, the Vale of White Horse and parts of South Oxfordshire, are in the historic county of Berkshire, as is the highest point, the 261 metres (856 ft) White Horse Hill.\n Oxfordshire's county flower is the snake's-head fritillary.",
  "/wiki/Staff_College,_Camberley": "Staff College, Camberley, Surrey, was a staff college for the British Army and the presidency armies of British India (later merged to form the Indian Army). It had its origins in the Royal Military College, High Wycombe founded in 1799, which in 1802 became the Senior Department of the new Royal Military College. In 1858 the name of the Senior Department was changed to \"Staff College\", and in 1870 this was separated from the Royal Military College. Apart from periods of closure during major wars, the Staff College continued to operate until 1997, when it was merged into the new Joint Services Command and Staff College. The equivalent in the Royal Navy was the Royal Naval Staff College, Greenwich and the equivalent in the Royal Air Force was the RAF Staff College, Bracknell.",
  "/wiki/Green_Howards_Regimental_Museum": "The Green Howards Regimental Museum is the museum of the Green Howards infantry regiment of the British Army. It is located in the old Trinity Church in the centre of the market place of Richmond in the Richmondshire district of North Yorkshire, England. The Green Howards were amalgamated with The Prince of Wales's Own Regiment of Yorkshire and The Duke of Wellington's Regiment, all Yorkshire-based regiments in the King's Division, to form The Yorkshire Regiment on 6 June 2006.",
  "/wiki/Richmond,_North_Yorkshire": "Richmond is a market town and civil parish in North Yorkshire, England and the administrative centre of the district of Richmondshire. Historically in the North Riding of Yorkshire, it is situated on the edge of the Yorkshire Dales National Park, and one of the park's tourist centres. Richmond is the most duplicated UK placename, with 56 occurrences worldwide.\n The Rough Guide describes the town as 'an absolute gem'. Betty James wrote that \"without any doubt Richmond is the most romantic place in the whole of the North East [of England]\". Richmond was named UK town of the year in 2009.\n The Georgian Theatre Royal in Richmond, built in 1788, is the UK's most complete 18th century theatre. Stage 3 of the Tour de Yorkshire in May 2018 started in Richmond and finished in Scarborough.",
  "/wiki/North_Yorkshire": "North Yorkshire is a non-metropolitan county (or shire county) and the largest ceremonial county in England by area. It is located primarily in the region of Yorkshire and the Humber but partly in the region of North East England. The estimated (by ONS) population of North Yorkshire was 602,300 in mid-2016 (not including the unitary districts of York, Middlesbrough, Stockton and Redcar & Cleveland).\n Created by the Local Government Act 1972, it covers an area of 8,654 square kilometres (3,341 sq mi), making it the largest county in England. The majority of the Yorkshire Dales and the North York Moors lie within North Yorkshire's boundaries, and around 40% of the county is covered by National Parks. The largest towns are Middlesbrough (174,700), York (152,841), Harrogate (73,576) and Scarborough (61,749); the county town, Northallerton, has a population of 16,832.",
  "/wiki/Haakon_VII_of_Norway": "Haakon VII (Norwegian pronunciation: [ˈhòːkɔn];[tone?] born Prince Carl of Denmark; 3 August 1872 – 21 September 1957) was the King of Norway from 1905 until his death in 1957. \n Originally a Danish prince, he was born in Copenhagen as the son of the future Frederick VIII of Denmark and Louise of Sweden. Prince Carl was educated at the Royal Danish Naval Academy and served in the Royal Danish Navy. After the 1905 dissolution of the union between Sweden and Norway, Prince Carl was offered the Norwegian crown. Following a November plebiscite, he accepted the offer and was formally elected King of Norway by the Storting. He took the Old Norse name Haakon and ascended to the throne as Haakon VII, becoming the first independent Norwegian monarch since 1387.\n Norway was invaded by Nazi Germany in April 1940. Haakon rejected German demands to  legitimise the Quisling regime's puppet government and refused to abdicate after going into exile in Great Britain. As such, he played a pivotal role in uniting the Norwegian nation in its resistance to the invasion and the subsequent five-year-long occupation during the Second World War. He returned to Norway in June 1945 after the defeat of Germany.\n He became King of Norway when his grandfather, Christian IX was still reigning in Denmark; and before his father and older brother became kings of Denmark. During his reign he saw his father, his elder brother Christian X, and his nephew Frederick IX ascend the throne of Denmark, in 1906, 1912, and 1947 respectively. Haakon died at the age of 85 in September 1957, after having reigned for nearly 52 years. He was succeeded by his only son, who ascended to the throne as Olav V.",
  "/wiki/Royal_College_of_Obstetricians_and_Gynaecologists": "The Royal College of Obstetricians and Gynaecologists (RCOG) is professional association based in London, United Kingdom.  Its members, including people with and without medical degrees, work in the field of obstetrics and gynaecology (O&G), that is, pregnancy, childbirth, and female sexual and reproductive health. The College has over 16,000 members in over 100 countries with nearly 50% of those residing outside the British Isles.\n The College's primary object is given as \"The encouragement of the study and the advancement of the science and practice of obstetrics and gynaecology\", although its governing documents impose no specific restrictions on its operation.  Its offices are near Regent's Park in central London.",
  "/wiki/Regent's_Park": "Regent's Park (officially The Regent's Park) is one of the Royal Parks of London. It occupies high ground in inner north-west London, administratively split between the City of Westminster and the London Borough of Camden (and historically between Marylebone and Saint Pancras parishes). It contains Regent's University London and London Zoo.\n The Park was designed by John Nash and James and Decimus Burton. Its construction was financed privately by James after the Crown Estate rescinded its pledge to do so. The park is Grade I (highest) listed on the Register of Historic Parks and Gardens.",
  "/wiki/Royal_College_of_Surgeons_of_England": "The Royal College of Surgeons of England (abbreviated RCS and sometimes RCSEng) is an independent professional body and registered charity that promotes and advances standards of surgical care for patients, and regulates surgery and dentistry in England and Wales. The College is located at Lincoln's Inn Fields in London. It publishes multiple medical journals including the Annals of the Royal College of Surgeons of England, the Faculty Dental Journal, and the Bulletin of the Royal College of Surgeons of England.",
  "/wiki/Lincoln's_Inn_Fields": "Lincoln's Inn Fields is the largest public square in London.  It was laid out in the 1630s under the initiative of the speculative builder and contractor William Newton, \"the first in a long series of entrepreneurs who took a hand in developing London\", as Sir Nikolaus Pevsner observes. The original plan for \"laying out and planting\" these fields, drawn by the hand of Inigo Jones, was said still to be seen in Lord Pembroke's collection at Wilton House in the 19th century, but is untraced. The grounds, which had remained private property, were acquired by London County Council in 1895. It is today managed by the London Borough of Camden and forms part of the southern boundary of that borough with the City of Westminster.\n Lincoln's Inn Fields takes its name from the adjacent Lincoln's Inn, of which the private gardens are separated from the Fields by a perimeter wall and a large gatehouse.\n The grassed area in the centre of the Fields contains a court for tennis and netball and a bandstand. It was previously used for corporate events, which are no longer permitted. Cricket and other sports are thought to have been played here in the 18th century.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Peninsula_Barracks": "The Peninsula Barracks are a group of military buildings in Winchester, Hampshire.",
  "/wiki/Winchester": "Winchester is a city and the county town of Hampshire, England. The city lies at the heart of the wider City of Winchester, a local government district, at the western end of the South Downs National Park, on the River Itchen. It is 60 miles (97 km) south-west of London and 14 miles (23 km) from Southampton, the closest other city. At the 2011 Census, Winchester had a population of 45,184. The wider City of Winchester district, which includes towns such as Alresford and Bishop's Waltham, has a population of 116,595.\n Winchester developed from the Roman town of Venta Belgarum, which in turn developed from an Iron Age oppidum. Winchester's major landmark is Winchester Cathedral, one of the largest cathedrals in Europe, with the distinction of having the longest nave and overall length of all Gothic cathedrals in Europe. The city is home to the University of Winchester and Winchester College, the oldest public school in the United Kingdom still using its original buildings.[citation needed]",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.\n First settled about 14,000 years ago, Hampshire's history dates to Roman Britain, when its chief town was Winchester. When the Romans left Britain, the area was infiltrated by tribes from Scandinavia and mainland Europe, principally in the river valleys. The county was recorded in the 11th century Domesday Book, divided into 44 hundreds. From the 12th century, the ports grew in importance, fuelled by trade with the continent, wool and cloth manufacture in the county, and the fishing industry, and a shipbuilding industry was established. By the 16th century, the population of Southampton had outstripped that of Winchester. By the mid-19th century, with the county's population at 219,210 (double that at the beginning of the century) in more than 86,000 dwellings, agriculture was the principal industry and 10 per cent of the county was still forest. Hampshire played a crucial military role in both World Wars. The Isle of Wight, historically part of Hampshire, became a separate ceremonial county in 1974.\n The county's geography is varied, with upland to 286 metres (938 ft) and mostly south-flowing rivers. There are areas of downland and marsh, and two national parks: the New Forest, and part of the South Downs, which together cover 45 per cent of Hampshire.\n Hampshire is one of the most affluent counties in the country, with an unemployment rate lower than the national average, and its economy derived from major companies, maritime, agriculture and tourism.  Tourist attractions include many seaside resorts, the national parks and the Southampton Boat Show. The county is known as the home of writers Jane Austen and Charles Dickens, the childhood home of Florence Nightingale and the birthplace of engineer Isambard Kingdom Brunel.",
  "/wiki/Queen_Elizabeth_The_Queen_Mother": "Elizabeth Angela Marguerite Bowes-Lyon (4 August 1900 – 30 March 2002) was the wife of King George VI, and the mother of Queen Elizabeth II and Princess Margaret, Countess of Snowdon. She was queen of the United Kingdom and the Dominions from her husband's accession in 1936 until his death in 1952, after which she was known as Queen Elizabeth The Queen Mother, to avoid confusion with her daughter. She was the last empress of India.\n Born into a family of British nobility, she came to prominence in 1923 when she married the Duke of York, the second son of King George V and Queen Mary. The couple and their daughters embodied traditional ideas of family and public service. She undertook a variety of public engagements and became known for her consistently cheerful countenance.\n In 1936, her husband unexpectedly became king when his older brother, Edward VIII, abdicated in order to marry the American divorcée Wallis Simpson. Elizabeth then became queen. She accompanied her husband on diplomatic tours to France and North America before the start of the Second World War. During the war, her seemingly indomitable spirit provided moral support to the British public. After the war, her husband's health deteriorated and she was widowed at the age of 51. Her elder daughter, aged 25, became the new queen.\n After the death of Queen Mary in 1953, Elizabeth was viewed as the matriarch of the British royal family. In her later years, she was a consistently popular member of the family, even when other members were suffering from low levels of public approval. She continued an active public life until just a few months before her death at the age of 101 years, 238 days, which was seven weeks after the death of her younger daughter, Princess Margaret.",
  "/wiki/11th_Hussars": "The 11th Hussars (Prince Albert's Own) was a cavalry regiment of the British Army established in 1715. It saw service for three centuries including the First World War and Second World War but then amalgamated with the 10th Royal Hussars (Prince of Wales' Own) to form the Royal Hussars in 1969.",
  "/wiki/Colours,_standards_and_guidons": "In military organizations, the practice of carrying colours, standards or guidons, both to act as a rallying point for troops and to mark the location of the commander, is thought to have originated in Ancient Egypt some 5,000 years ago. The Roman Empire also made battle standards a part of their vast armies. It was formalized in the armies of Europe in the High Middle Ages, with standards being emblazoned with the commander's coat of arms.",
  "/wiki/Palace_of_Westminster": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Commonly known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England.\n Its name, which derives from the neighbouring Westminster Abbey, may refer to either of two structures: the Old Palace, a medieval building-complex destroyed by fire in 1834, or its replacement, the New Palace that stands today. The palace is owned by the monarch in right of the Crown and, for ceremonial purposes, retains its original status as a royal residence. Committees appointed by both houses manage the building and report to the Speaker of the House of Commons and to the Lord Speaker.\n The first royal palace constructed on the site dated from the 11th century, and Westminster became the primary residence of the Kings of England until fire destroyed much of the complex in 1512. After that, it served as the home of the Parliament of England, which had met there since the 13th century, and also as the seat of the Royal Courts of Justice, based in and around Westminster Hall. In 1834 an even greater fire ravaged the heavily rebuilt Houses of Parliament, and the only significant medieval structures to survive were Westminster Hall, the Cloisters of St Stephen's, the Chapel of St Mary Undercroft, and the Jewel Tower.\n In the subsequent competition for the reconstruction of the Palace, the architect Charles Barry won with a design for new buildings in the Gothic Revival style, specifically inspired by the English Perpendicular Gothic style of the 14th–16th centuries. The remains of the Old Palace (except the detached Jewel Tower) were incorporated into its much larger replacement, which contains over 1,100 rooms organised symmetrically around two series of courtyards and which has a floor area of 112,476 m2 (1,210,680 sq ft). Part of the New Palace's area of 3.24 hectares (8 acres) was reclaimed from the River Thames, which is the setting of its nearly 300-metre long (980 ft) façade, called the River Front. Augustus Pugin, a leading authority on Gothic architecture and style, assisted Barry and  designed the interior of the Palace. Construction started in 1840 and lasted for 30 years, suffering great delays and cost overruns, as well as the death of both leading architects; works for the interior decoration continued intermittently well into the 20th century. Major conservation work has taken place since then to reverse the effects of London's air pollution, and extensive repairs followed the Second World War, including the reconstruction of the Commons Chamber following its bombing in 1941.\n The Palace is one of the centres of political life in the United Kingdom; \"Westminster\" has become a metonym for the UK Parliament and the British Government, and the Westminster system of government commemorates the name of the palace. The Elizabeth Tower, in particular, often referred to by the name of its main bell, Big Ben, has become an iconic landmark of London and of the United Kingdom in general, one of the most popular tourist attractions in the city, and an emblem of parliamentary democracy. Tsar Nicholas I of Russia called the new palace \"a dream in stone\".\nThe Palace of Westminster has been a Grade I listed building since 1970 and part of a UNESCO World Heritage Site since 1987.",
  "/wiki/Winston_Churchill": "Sir Winston Leonard Spencer-Churchill  (30 November 1874 – 24 January 1965) was a British politician, army officer, and writer. He was the Prime Minister of the United Kingdom from 1940 to 1945, when he led Britain to victory in the Second World War, and again from 1951 to 1955. Churchill represented five constituencies during his career as a Member of Parliament (MP). Ideologically an economic liberal and imperialist, for most of his career he was a member of the Conservative Party, which he led from 1940 to 1955, but from 1904 to 1924 was a member of the Liberal Party.\n Of mixed English and American parentage, Churchill was born in Oxfordshire to a wealthy, aristocratic family. He joined the British Army in 1895, and saw action in British India, the Anglo–Sudan War, and the Second Boer War, gaining fame as a war correspondent and writing books about his campaigns. Elected an MP in 1900, initially as a Conservative, he defected to the Liberals in 1904. In H. H. Asquith's Liberal government, Churchill served as President of the Board of Trade, Home Secretary, and First Lord of the Admiralty, championing prison reform and workers' social security. During the First World War, he oversaw the Gallipoli Campaign; after it proved a disaster, he resigned from government and served in the Royal Scots Fusiliers on the Western Front. In 1917, he returned to government under David Lloyd George as Minister of Munitions, then as Secretary of State for War and Air, and finally for the Colonies, overseeing the Anglo-Irish Treaty and Britain's Middle East policy. After two years out of Parliament, he served as Chancellor of the Exchequer in Stanley Baldwin's Conservative government, returning the pound sterling in 1925 to the gold standard at its pre-war parity, a move widely seen as creating deflationary pressure and depressing the UK economy.\n Out of office during the 1930s, Churchill took the lead in calling for British rearmament to counter the growing threat from Nazi Germany. At the outbreak of the Second World War he was re-appointed First Lord of the Admiralty. In 1940 he became prime minister, replacing Neville Chamberlain. Churchill oversaw British involvement in the Allied war effort against Germany and the Axis powers, resulting in victory in 1945. His wartime leadership was widely praised, although acts like the Bombing of Dresden and his wartime response to the Bengal famine generated controversy. After the Conservatives' defeat in the 1945 general election, he became Leader of the Opposition. Amid the developing Cold War with the Soviet Union, he publicly warned of an \"iron curtain\" of Soviet influence in Europe and promoted European unity. Re-elected Prime Minister in 1951, his second term was preoccupied with foreign affairs, including the Malayan Emergency, Mau Mau Uprising, Korean War, and a UK-backed Iranian coup. Domestically his government emphasised house-building and developed a nuclear weapon. In declining health, Churchill resigned as prime minister in 1955, although he remained an MP until 1964. Upon his death in 1965, he was given a state funeral.\n Widely considered one of the 20th century's most significant figures, Churchill remains popular in Britain and throughout the West, where he is seen as a victorious wartime leader who played an important role in defending Europe's liberal democracy from the spread of fascism. Praised as a social reformer and accomplished writer, among his many awards was the Nobel Prize in Literature. Conversely, his imperialist views and comments on race, as well as his sanctioning of human rights abuses in the suppression of anti-imperialist movements seeking independence from the British Empire, have generated considerable controversy.",
  "/wiki/Museum_of_Army_Chaplaincy": "The Museum of Army Chaplaincy is a museum at Amport House, Hampshire, England, which tells the story of British Army chaplaincy from earliest times to the present day, with the help of archive material and historical relics from several centuries.  The museum was originally housed in Bagshot Park, Surrey, but in 2001 was rehoused at Amport House which is the home of the Royal Army Chaplains' Department within the Tri-Service Armed Forces Chaplaincy Centre.\n Housed in a converted stable block, the museum holds a unique collection dedicated to the work of Army Chaplains throughout history in peacetime, under fire, and in captivity. The museum archives also hold material relating to the department and its history, including information on the four chaplains who have been awarded the Victoria Cross.\n The museum will relocate from Amport House to the Defence Academy site at Shrivenham, near Swindon, in 2020. To enable preparation for the move, the museum will not be open to visitors after 1 November 2019.  \n The curator of the museum is David Blake, formerly of the Cheshire Military Museum.",
  "/wiki/Amport_House": "Amport House, currently the British Armed Forces Chaplaincy Centre (AFCC), is a manor house (at grid reference SU296440) in the village of Amport, near Andover, Hampshire. It is now a Grade II listed building.",
  "/wiki/Andover,_Hampshire": "Andover (/ˈændoʊvər/ AN-doh-vər) is a town in the English county of Hampshire. The town is on the River Anton, a major source of the Test, 18 miles (29 km) west of the town of Basingstoke, both major rail stops. It is 15 miles (24 km) NNW of the city of Winchester, 25 miles (40 km) north of the city of Southampton and 65 miles (105 km) WSW of London. Andover is twinned with the towns of Redon in France, Goch in Germany, and Andover, Massachusetts in the United States.",
  "/wiki/Theodore_Hardy": "Theodore Bayley Hardy, VC, DSO, MC (20 October 1863 – 18 October 1918) was a British Army chaplain and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. In addition to the VC, Hardy had been awarded the Distinguished Service Order and Military Cross, making him one of the most decorated non-combatants of the First World War.",
  "/wiki/George_V": "George V (George Frederick Ernest Albert; 3 June 1865 – 20 January 1936) was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936.\n Born during the reign of his grandmother Queen Victoria, George was third in the line of succession behind his father, Prince Albert Edward, and his own elder brother, Prince Albert Victor. From 1877 to 1891, George served in the Royal Navy, until the unexpected death of his elder brother in early 1892 put him directly in line for the throne. On the death of his grandmother in 1901, George's father ascended the throne as Edward VII, and George was created Prince of Wales. He became king-emperor on his father's death in 1910.\n George V's reign saw the rise of socialism, communism, fascism, Irish republicanism, and the Indian independence movement, all of which radically changed the political landscape. The Parliament Act 1911 established the supremacy of the elected British House of Commons over the unelected House of Lords. As a result of the First World War (1914–1918), the empires of his first cousins Nicholas II of Russia and Wilhelm II of Germany fell, while the British Empire expanded to its greatest effective extent. In 1917, George became the first monarch of the House of Windsor, which he renamed from the House of Saxe-Coburg and Gotha as a result of anti-German public sentiment. In 1924 he appointed the first Labour ministry and in 1931 the Statute of Westminster recognised the dominions of the Empire as separate, independent states within the British Commonwealth of Nations. He had smoking-related health problems throughout much of his later reign and at his death was succeeded by his eldest son, Edward VIII.",
  "/wiki/List_of_works_by_Terence_Cuneo": "Terence Cuneo (1907–1996) was an English painter famous for his scenes of railways, horses, ceremonies, and military action."
}