{
  "/wiki/Bradley_House_(Midland,_Michigan)": "The Bradley House is a restored single-family home, now used as a museum, located at 3200 Cook Road in Midland, Michigan, on the grounds of the Midland County Historical Society Heritage Park (part of the Midland Center for the Arts). The house was listed on the National Register of Historic Places in 1972.",
  "/wiki/Midland,_Michigan": "Midland is a city in the U.S. state of Michigan in the Tri-Cities region of Central Michigan. It is the county seat of Midland County. The city's population was 41,800 as of the 2018 census estimate. It is the principal city of the Midland Micropolitan Statistical Area, part of the larger Saginaw-Midland-Bay City Combined Statistical Area. In 2010, Midland was named the no. 4 Best Small City to raise a family in by Forbes magazine.",
  "/wiki/Midland_County_Courthouse": "The Midland County Courthouse is a government building located at 301 West Main Street in Midland, Michigan. It was listed on the National Register of Historic Places in 1986. It is the only Tudor Revival style courthouse in the state.",
  "/wiki/James_T._Pardee_House": "The James T. Pardee House is a single-family home located at 812 West Main Street in Midland, Michigan. It was listed on the National Register of Historic Places in 1989.",
  "/wiki/Tittabawassee_River": "The Tittabawassee River flows in a generally southeasterly direction through the Lower Peninsula of the U.S. state of Michigan. The river begins at Secord Lake in Clement Township, at the confluence of the East Branch and the Middle Branch. From there it flows through Gladwin, Midland and Saginaw counties where, as a major tributary of the Saginaw River, it flows into it at Saginaw. Its tributaries include the Chippewa, Pine, Molasses, Sugar, and Tobacco rivers.",
  "/wiki/Alden_Dow_House_and_Studio": "Alden B. Dow Home and Studio, also known as Alden B. Dow Home & Studio, in Midland, Michigan, was the home and studio that were the residence and acknowledged masterpiece of 20th century architect Alden B. Dow. The quality and originality of his work, as well as his association with Frank Lloyd Wright, have earned him lasting national recognition.",
  "/wiki/List_of_Michigan_State_Historic_Sites": "The following is a List of Michigan State Historic Sites. The register is maintained by the Michigan State Historic Preservation Office, which was established in the late 1960s after the passage of the National Historic Preservation Act of 1966. Sites marked with a dagger (†) are also listed on the National Register of Historic Places in Michigan. Those with a double dagger (‡) are also designated National Historic Landmarks. As of June 2011, there were more than 2,700 total listings distributed through each of Michigan's 83 counties. In addition, several historical markers have been erected outside of Michigan."
}