{
  "/wiki/Grammy_Awards_of_1970": "The 12th Annual Grammy Awards were held on March 11, 1970. They recognized accomplishments of musicians for the year 1969.",
  "/wiki/Burt_Bacharach": "Burt Freeman Bacharach (/ˈbækəræk/ BAK-ə-rak; born May 12, 1928) is an American composer, songwriter, record producer, pianist, and singer who has composed hundreds of pop songs from the late 1950s through the 1980s, many in collaboration with lyricist Hal David. A six-time Grammy Award winner and three-time Academy Award winner, Bacharach's songs have been recorded by more than 1,000 different artists. As of 2014[update], he had written 73 US and 52 UK Top 40 hits. He is considered one of the most important composers of 20th-century popular music.",
  "/wiki/Hal_David": "Harold Lane David (May 25, 1921 – September 1, 2012) was an American lyricist. He grew up in Brooklyn, New York City. He was best known for his collaborations with composer Burt Bacharach and his association with Dionne Warwick.",
  "/wiki/Henry_Jerome": "Henry Jerome (né Henry Jerome Pasnik; November 12, 1917 in New York City – March 23, 2011 in Plantation, Florida) was an American big band leader, trumpeter, arranger, composer, and record company executive. Jerome formed his first dance band in 1932 in Norwich, Connecticut. His bands flourished throughout the 1940s, 1950s, and early 1960s. Jerome went on to become A&R director at Decca Records in 1959 and A&R director for Coral Records, a Decca subsidiary, in the late 1960s.",
  "/wiki/Phil_Ramone": "Philip Ramone (born Philip Rabinowitz, January 5, 1934 – March 30, 2013) was a South African-born American recording engineer, record producer, violinist and composer, who in 1958 co-founded A & R Recording, Inc., a recording studio with business partner Jack Arnold at 112 West 48th Street, New York, upstairs from the famous musicians' watering hole, Jim & Andy's, and several doors east of Manny's Music. The success of the original A&R Recording allowed it to expand into several studios and a record production company. He was described by Billboard as \"legendary\", and the BBC as a \"CD pioneer\".",
  "/wiki/Promises,_Promises_(musical)": "Promises, Promises is a musical that premiered in 1968, based on the 1960 film The Apartment. The music is by Burt Bacharach, with lyrics by Hal David and book by Neil Simon. Musical numbers for the original Broadway production were choreographed by Michael Bennett. Robert Moore directed, and David Merrick produced. The story concerns a junior executive at an insurance company who seeks to climb the corporate ladder by allowing his apartment to be used by his married superiors for trysts.",
  "/wiki/1776_(musical)": "1776 is a musical with music and lyrics by Sherman Edwards and a book by Peter Stone. The show is based on the events leading up to the signing of the Declaration of Independence, telling a story of the efforts of John Adams to persuade his colleagues to vote for American independence and to sign the document.",
  "/wiki/Sherman_Edwards": "Sherman Edwards (April 4, 1919 – March 30, 1981) was an American songwriter, best known for his songs from the 1969 Broadway musical 1776 and the 1972 film based on it.",
  "/wiki/Dames_at_Sea": "Dames at Sea is a musical with book and lyrics by George Haimsohn and Robin Miller and music by Jim Wise.",
  "/wiki/George_Haimsohn": "George Haimsohn (June 12, 1925 – January 17, 2003) was an American writer and photographer. He was best known for co-writing the book and libretto of the popular 1960s Off-Broadway musical Dames at Sea.  He produced male nude and \"physique photography\" under the name Plato, and wrote a number of gay male erotic novels under the name Alexander Goodman.",
  "/wiki/Jim_Wise_(composer)": "Jim Wise (April 24, 1919 – November 13, 2000) was an American musical composer and English professor. He is known for the musical Dames at Sea, as well as his contributions to the New Jersey Institute of Technology's Theater.",
  "/wiki/Oh!_Calcutta!": "Oh! Calcutta! is an avant-garde theatrical revue, created by British drama critic Kenneth Tynan. The show, consisting of sketches on sex-related topics, debuted Off-Broadway in 1969 and then in the West End in 1970. It ran in London for over 3,900 performances, and in New York initially for 1,314. Revivals enjoyed even longer runs, including a Broadway revival that ran for 5,959 performances, making the show the longest-running revue in Broadway history at the time.",
  "/wiki/Stanley_Walden": "Stanley Walden (born 1932) is an American composer, musical performer, and professor of musical theater. He was born in Brooklyn, New York, in 1932. He is perhaps best known for writing music and lyrics of the revue Oh! Calcutta! He has also written a number of song cycles.",
  "/wiki/Peter_Schickele": "Peter Schickele (/ˈʃɪkəli/; born July 17, 1935) is an American composer, musical educator, and parodist, best known for comedy albums featuring his music, but which he presents as being composed by the fictional P. D. Q. Bach. He also hosted a long-running weekly radio program called Schickele Mix.",
  "/wiki/Zorba_(musical)": "Zorba is a musical with a book by Joseph Stein, lyrics by Fred Ebb, and music by John Kander.  Adapted from the 1952 novel Zorba the Greek by Nikos Kazantzakis and the subsequent 1964 film of the same name, it focuses on the friendship that evolves between Zorba and Nikos, a young American who has inherited an abandoned mine on Crete, and their romantic relationships with a local widow and a French woman, respectively.",
  "/wiki/Grammy_Awards_of_1971": "The 13th Annual Grammy Awards were held on 16 March 1971, on ABC, and marked the ceremony's first live telecast. They recognized accomplishments by musicians from the year 1970.  The ceremony was hosted for the first time by Andy Williams.",
  "/wiki/Stephen_Sondheim": "Stephen Joshua Sondheim (/ˈsɒndhaɪm/; born March 22, 1930) is an American composer and lyricist known for his work in musical theater.",
  "/wiki/Thomas_Z._Shepard": "Thomas Z. Shepard (born June 20, 1936) is an American record producer who is best known for his recordings of Broadway musicals, including the works of Stephen Sondheim.  Shepard is also a composer, conductor, music arranger and pianist.",
  "/wiki/Company_(musical)": "Company is a 1970 musical comedy with music and lyrics by Stephen Sondheim and book by George Furth. The original production was nominated for a record-setting fourteen Tony Awards and won six.",
  "/wiki/Applause_(musical)": "Applause is a musical with a book by Betty Comden and Adolph Green, lyrics by Lee Adams, and music by Charles Strouse. The musical is based on the 1950 film All About Eve and the short story on which the movie is based, Mary Orr's \"The Wisdom of Eve\". The story centers on aging star Margo Channing, who innocently takes a fledgling actress under her wing, unaware that the ruthless Eve is plotting to steal her career and her man.",
  "/wiki/Charles_Strouse": "Charles Strouse (born June 7, 1928) is an American composer and lyricist best known for writing the music to such Broadway musicals as Bye Bye Birdie and Annie.",
  "/wiki/Lee_Adams": "Lee Richard Adams (born August 14, 1924) is an American lyricist best known for his musical theatre collaboration with Charles Strouse.",
  "/wiki/Coco_(musical)": "Coco was a 1969 Broadway musical with a book and lyrics by Alan Jay Lerner and music by André Previn, inspired by the life of Coco Chanel. It starred Katharine Hepburn in her only stage musical.",
  "/wiki/Andr%C3%A9_Previn": "André George Previn KBE (/ˈprɛvɪn/; born Andreas Ludwig Priwin; April 6, 1929 – February 28, 2019) was a German-American pianist, composer, arranger, and conductor.",
  "/wiki/Oscar_Brown": "Oscar Brown Jr. (October 10, 1926 – May 29, 2005) was an American singer, songwriter, playwright, poet, civil rights activist, and actor. Aside from his career, Brown ran unsuccessfully for office in both the Illinois state legislature and the U.S. Congress. Brown wrote many songs (125 have been published), 12 albums, and more than a dozen musical plays.",
  "/wiki/Sivuca": "Severino Dias de Oliveira (26 May 1930 in Itabaiana, Brazil – 14 December 2006 in João Pessoa, Paraíba, Brazil), popularly known as Sivuca, was a Brazilian accordionist and guitarist. In addition to his home state of Paraíba, and cities Recife and Rio de Janeiro, he worked and lived in Paris, Lisbon, and New York City on and off throughout his life. He has two daughters, Flavia de Oliveira Barreto, and Wilma Da Silva. He was an albino.",
  "/wiki/Purlie": "Purlie is a musical with a book by Ossie Davis, Philip Rose, and Peter Udell, lyrics by Udell and music by Gary Geld. It is based on Davis's 1961 play Purlie Victorious, which was later made into the 1963 film Gone Are the Days! and which included many of the original Broadway cast, including Davis, Ruby Dee, Alan Alda, Beah Richards, Godfrey Cambridge, and Sorrell Booke.",
  "/wiki/Grammy_Awards_of_1972": "The 14th Annual Grammy Awards were held March 14, 1972, and were broadcast live on television in the United States by ABC; the following year, they would move the telecasts to CBS, where they remain to this date. They recognized accomplishments by musicians from the year 1971.",
  "/wiki/Stephen_Schwartz_(composer)": "Stephen Lawrence Schwartz (born March 6, 1948) is an American musical theatre lyricist and composer. In a career spanning over four decades, Schwartz has written such hit musicals as Godspell (1971), Pippin (1972), and Wicked (2003). He has contributed lyrics to a number of successful films, including Pocahontas (1995), The Hunchback of Notre Dame (1996), The Prince of Egypt (1998, music and lyrics), and Enchanted (2007). Schwartz has won the Drama Desk Award for Outstanding Lyrics, three Grammy Awards, three Academy Awards, and has been nominated for six Tony Awards.  He received the 2015 Isabelle Stevenson Award, a special Tony Award, for his commitment to serving artists and fostering new talent.",
  "/wiki/Godspell_(1971_Off-Broadway_Cast)": "Godspell (1971 Off-Broadway Cast) is the original cast recording of the Cherry Lane Theatre production of Godspell. It produced a radio hit in the summer of 1972 with \"Day By Day\" with Robin Lamont on the lead vocal. The image of the face on the album cover was designed by David Byrd.",
  "/wiki/Follies": "Follies is a musical with music and lyrics by Stephen Sondheim and a book by James Goldman.",
  "/wiki/The_Rothschilds_(musical)": "The Rothschilds is a musical with a book by Sherman Yellen, lyrics by Sheldon Harnick and music by Jerry Bock.",
  "/wiki/Two_by_Two_(musical)": "Two By Two is a Broadway musical with a book by Peter Stone, lyrics by Martin Charnin, and music by Richard Rodgers.",
  "/wiki/Martin_Charnin": "Martin Jay Charnin (November 24, 1934 – July 6, 2019) was an American lyricist, writer, and theatre director. Charnin's best-known work is as conceiver, director and lyricist of the musical Annie.",
  "/wiki/Grammy_Awards_of_1973": "The 15th Annual Grammy Awards were held on March 3, 1973, and were the first to be broadcast live on CBS, after the first two ceremonies were on ABC.  CBS has been the TV home for the Grammy Awards ever since.  The awards recognized accomplishments by musicians from the year 1972.  The ceremony this year was held in Nashville, Tennessee; others before or since have been held in either New York City or Los Angeles.",
  "/wiki/Micki_Grant": "Micki Grant (born June 30, 1929) is an American singer (soprano), actress, writer and composer. She performed in Having Our Say (as Sadie Delaney), Tambourines to Glory and Jericho-Jim Crow, The Gingham Dog, Don't Bother Me, I Can't Cope and has received three Tony Award nominations for her writing.",
  "/wiki/Jerry_Ragavoy": "Jordan \"Jerry\" Ragovoy (September 4, 1930 – July 13, 2011) was an American songwriter and record producer.",
  "/wiki/Don%27t_Bother_Me,_I_Can%27t_Cope": "Don't Bother Me, I Can't Cope is a musical revue first staged in 1971 with music, lyrics and book by Micki Grant. It was originally produced by Edward Padula.",
  "/wiki/Ain%27t_Supposed_to_Die_a_Natural_Death": "Ain't Supposed to Die a Natural Death (Tunes from Blackness) is a musical with a book, music, and lyrics by Melvin Van Peebles.  The musical contains some material also on three of Van Peebles' albums, Brer Soul, Ain't Supposed to Die a Natural Death and As Serious as a Heart-Attack, some of which were yet to come out.",
  "/wiki/Melvin_Van_Peebles": "Melvin \"Block\" Van Peebles (born August 21, 1932) is an American actor, filmmaker, playwright, novelist and composer.",
  "/wiki/Grease_(musical)": "Grease is a 1971 musical by Jim Jacobs and Warren Casey. Named after the 1950s United States working-class youth subculture known as greasers, the musical is set in 1959 at fictional Rydell High School (based on William Howard Taft School in Chicago, Illinois) and follows ten working-class teenagers as they navigate the complexities of peer pressure, politics, personal core values, and love. The score borrows heavily from the sounds of early rock and roll. In its original production in Chicago, Grease was a raunchy, raw, aggressive, vulgar show. Subsequent productions sanitized it and toned it down.  The show mentions social issues such as teenage pregnancy, peer pressure and gang violence; its themes include love, friendship, teenage rebellion, sexual exploration during adolescence, and, to some extent, class consciousness and class conflict. Jacobs described the show's basic plot as a subversion of common tropes of 1950s cinema, since the female lead, who in many 1950s films transformed the alpha male into a more sensitive and sympathetic character, is instead drawn into the man's influence and transforms into his fantasy.",
  "/wiki/Warren_Casey": "Warren Casey (born April 20, 1935 – November 8, 1988) was an American theatre composer, lyricist, writer, and actor. He was the writer and composer, with Jim Jacobs, of the stage musical Grease.",
  "/wiki/Jim_Jacobs": "Jim Jacobs (born October 7, 1942) is an American actor, composer, lyricist, and writer for the theatre, long associated with the Chicago theater scene.",
  "/wiki/Sugar_(musical)": "Sugar is a musical with a book by Peter Stone, music by Jule Styne, and lyrics by Bob Merrill. It is based on the film Some Like It Hot, which was adapted by Billy Wilder and I.A.L. Diamond from a story by Robert Thoeren and Michael Logan. It premiered on Broadway in 1972 and was staged in the West End twenty years later.",
  "/wiki/Two_Gentlemen_of_Verona_(musical)": "Two Gentlemen of Verona is a rock musical, with a book by John Guare and Mel Shapiro, lyrics by Guare and music by Galt MacDermot, based on the Shakespeare comedy of the same name.",
  "/wiki/John_Guare": "John Guare  (rhymes with \"air\"; born February 5, 1938) is an American playwright.  He is best known as the author of The House of Blue Leaves and Six Degrees of Separation.",
  "/wiki/Grammy_Awards_of_1974": "The 16th Annual Grammy Awards were held March 2, 1974, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1973.",
  "/wiki/Goddard_Lieberson": "Goddard Lieberson (April 5, 1911 – May 29, 1977) was the president of Columbia Records from 1956 to 1971, and again from 1973 to 1975. He became president of the Recording Industry Association of America in 1964. He was also a composer, and studied with George Frederick McKay, at the University of Washington, Seattle. He married Vera Zorina in 1946 and with her had 2 children.",
  "/wiki/A_Little_Night_Music": "A Little Night Music is a musical with music and lyrics by  Stephen Sondheim and book by Hugh Wheeler. Inspired by the Ingmar Bergman film Smiles of a Summer Night, it involves the romantic lives of several couples. Its title is a literal English translation of the German name for Mozart's Serenade No. 13 for strings in G major, Eine kleine Nachtmusik. The musical includes the popular song \"Send In the Clowns\".",
  "/wiki/Cyrano_(musical)": "Cyrano is a musical with a book and lyrics by Anthony Burgess and music by Michael J. Lewis.",
  "/wiki/Anthony_Burgess": "John Anthony Burgess Wilson, FRSL (/ˈbɜːrdʒəs/; 25 February 1917 – 22 November 1993), who published under the name Anthony Burgess, was an English writer and composer.",
  "/wiki/Michael_J._Lewis": "Michael John Lewis (born 11 January 1939 in Aberystwyth, Wales) is a British composer, primarily of film music.",
  "/wiki/Stomu_Yamashta": "Stomu Yamashta (or Yamash'ta), born Tsutomu Yamashita (山下勉, Yamashita Tsutomu, 15 March 1947), is a Japanese percussionist, keyboardist and composer. He is best known for pioneering and popularising a fusion of traditional Japanese percussive music with Western progressive rock music in the 1960s and 1970s.",
  "/wiki/Pippin_(musical)": "Pippin is a 1972 musical with music and lyrics by Stephen Schwartz and a book by Roger O. Hirson. Bob Fosse, who directed the original Broadway production, also contributed to the libretto. The musical uses the premise of a mysterious performance troupe, led by a Leading Player, to tell the story of Pippin, a young prince on his search for meaning and significance.",
  "/wiki/Seesaw_(musical)": "Seesaw is a 1973 American musical with a book by Michael Bennett, music by Cy Coleman, and lyrics by Dorothy Fields.",
  "/wiki/Grammy_Awards_of_1975": "The 17th Annual Grammy Awards were presented March 1, 1975, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1974.",
  "/wiki/Judd_Woldin": "Edwin Judd Woldin (May 30, 1925 – November 27, 2011) was an American composer, most notable for his musical Raisin.",
  "/wiki/Raisin_(musical)": "Raisin is a musical with music by Judd Woldin, lyrics by Robert Brittan, and a book by Robert Nemiroff and Charlotte Zaltzberg. It is an adaptation of the Lorraine Hansberry play A Raisin in the Sun; the musical's book was co-written by Hansberry's husband, Robert Nemiroff.",
  "/wiki/Let_My_People_Come": "Let My People Come is an explicit musical written by Earl Wilson, Jr. about love, sex and relationships, which ran from January 8, 1974 to July 5, 1976 in New York City, at The Village Gate in Greenwich Village.  Subtitled \"A Sexual Musical\", the show began previews on Broadway on July 7, 1976 at the Morosco Theatre and closed on October 2, 1976 after 108 performances without officially opening.",
  "/wiki/Over_Here!": "Over Here! is a musical with a score by Richard M. Sherman and Robert B. Sherman and book by Will Holt. The original Broadway production was directed by Tom Moore and choreographed by Patricia Birch, with scenic design by Douglas W. Schmidt and costumes by Carrie F. Robbins.",
  "/wiki/Richard_M._Sherman": "Richard Morton Sherman (born June 12, 1928) is an American songwriter who specialized in musical films with his brother Robert B. Sherman. According to the official Walt Disney Company website and independent fact checkers, \"the Sherman Brothers were responsible for more motion picture musical song scores than any other songwriting team in film history.\"",
  "/wiki/Robert_B._Sherman": "Robert Bernard Sherman (December 19, 1925 – March 6, 2012) was an American songwriter who specialized in musical films with his brother, Richard Morton Sherman. The Sherman brothers were responsible for more motion picture musical song scores than any other songwriting team in film history. Some of the Sherman brothers' best-known songs were incorporated into live action and animation musical films including: Mary Poppins, The Happiest Millionaire, The Jungle Book, The Many Adventures of Winnie the Pooh, Chitty Chitty Bang Bang, The Slipper and the Rose, and Charlotte's Web. Their best-known work is \"It's a Small World (After All),\" the most-performed song of all time.",
  "/wiki/The_Magic_Show": "The Magic Show is a one-act musical with music and lyrics by Stephen Schwartz and a book by Bob Randall. It starred magician Doug Henning. Produced by Edgar Lansbury, it opened on May 28, 1974 at the Cort Theatre in Manhattan, and ran for 1,920 performances, closing on December 31, 1978. Henning was nominated for the Tony Award for Best Featured Actor in a Musical and director Grover Dale was nominated for the Tony Award for Best Direction of a Musical.",
  "/wiki/The_Rocky_Horror_Show": "The Rocky Horror Show is a musical with music, lyrics and book by Richard O'Brien. A humorous tribute to the science fiction and horror B movies of the 1930s through to the early 1960s, the musical tells the story of a newly engaged couple getting caught in a storm and coming to the home of a mad transvestite scientist, Dr Frank-N-Furter, unveiling his new creation, a sort of Frankenstein-style monster in the form of an artificially made, fully grown, physically perfect muscle man named Rocky, complete \"with blond hair and a tan\".",
  "/wiki/Richard_O%27Brien": "Richard Smith (born 25 March 1942), known professionally as Richard O'Brien, is an English-New Zealand actor, writer, musician and television presenter. He wrote the musical stage show The Rocky Horror Show in 1973 which became an international success and has remained in almost continuous production. He also co-wrote the screenplay of the film adaptation The Rocky Horror Picture Show, released in 1975, appearing in the film as Riff Raff. O'Brien wrote Shock Treatment in 1981 and appeared in the film as Dr Cosmo McKinley.",
  "/wiki/Grammy_Awards_of_1976": "The 18th Annual Grammy Awards were held February 28, 1976, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1975.",
  "/wiki/Charlie_Smalls": "Charlie Smalls (October 25, 1943 – August 27, 1987) was an African-American composer and songwriter, best known for writing the music and lyrics for playwright William F. Brown's 1975 Broadway musical The Wiz, later adapted to a 1978 film version of the same name, by Motown Productions in collaboration with Universal Pictures, and starring Diana Ross and Michael Jackson.",
  "/wiki/Jerry_Wexler": "Gerald \"Jerry\" Wexler (January 10, 1917 – August 15, 2008) was a music journalist turned music producer, and was one of the main record industry players behind music from the 1950s through the 1980s. He coined the term \"rhythm and blues\", and was integral in signing and/or producing many of the biggest acts of the time, including Ray Charles, the Allman Brothers, Chris Connor, Aretha Franklin, Led Zeppelin, Wilson Pickett, Dire Straits, Dusty Springfield and Bob Dylan. Wexler was inducted to the Rock and Roll Hall of Fame in 1987 and in 2017 to the National Rhythm & Blues Hall of Fame.",
  "/wiki/The_Wiz": "The Wiz: The Super Soul Musical \"Wonderful Wizard of Oz\" is a musical with music and lyrics by Charlie Smalls (and others) and book by William F. Brown. It is a retelling of L. Frank Baum's classic 1900 children's novel The Wonderful Wizard of Oz in the context of modern African-American culture. It opened on October 21, 1974 at the Morris A. Mechanic Theatre in Baltimore, Maryland and moved to the Majestic Theatre with a new cast on January 5, 1975.",
  "/wiki/Chicago_(musical)": "Chicago is an American musical with music by John Kander, lyrics by Fred Ebb, and book by Ebb and Bob Fosse. Set in Chicago in the jazz age, the musical is based on a 1926 play of the same name by reporter Maurine Dallas Watkins, about actual criminals and the crimes on which she reported. The story is a satire on corruption in the administration of criminal justice and the concept of the \"celebrity criminal\".",
  "/wiki/A_Chorus_Line": "A Chorus Line is a musical directed by Michael Bennett and co-choreographed by Bennett and Bob Avian, with music by Marvin Hamlisch, lyrics by Edward Kleban, and a book by James Kirkwood Jr. and Nicholas Dante.",
  "/wiki/Marvin_Hamlisch": "Marvin Frederick Hamlisch (June 2, 1944 – August 6, 2012) was an American composer and conductor. Hamlisch was one of only fifteen people to win Emmy, Grammy, Oscar and Tony awards. This collection of all four is referred to as an \"EGOT\". He is one of only two people (along with composer Richard Rodgers) to have won those four prizes and a Pulitzer Prize (\"PEGOT\").",
  "/wiki/Shenandoah_(musical)": "Shenandoah is a musical that was composed during 1974 with music by Gary Geld, lyrics by Peter Udell, and book by Udell, Philip Rose, and James Lee Barrett. The musical is based on Barrett's original screenplay for the 1965 film Shenandoah.",
  "/wiki/Grammy_Awards_of_1977": "The 19th Annual Grammy Awards were held on February 19, 1977, and were broadcast live on American television (CBS). It was the seventh and final year Andy Williams hosted the telecast. The ceremony recognized accomplishments by musicians from the year 1976.",
  "/wiki/Hugo_Peretti": "Hugo E. Peretti (December 6, 1916 – May 1, 1986) was an American songwriter and record producer.",
  "/wiki/Luigi_Creatore": "Luigi Federico Creatore (December 21, 1921 – December 13, 2015) was an American songwriter and record producer.",
  "/wiki/Bubbling_Brown_Sugar": "Bubbling Brown Sugar is a musical revue written by Loften Mitchell based on a concept by Rosetta LeNoire and featuring the music of numerous African-American artists who were popular during the Harlem Renaissance, 1920–1940, including Duke Ellington, Eubie Blake, Count Basie, Cab Calloway and Fats Waller. Original music, including the title theme song \"Bubbling Brown Sugar\" was composed by pianist Emme Kemp, a protégé of the legendary Eubie Blake. It was nominated for the Tony Award for Best Musical and the Laurence Olivier Award for Best New Musical. Robert M. Cooper directed and produced the Broadway and tour productions.",
  "/wiki/My_Fair_Lady_(Broadway_cast_recording)": "The Broadway cast recording of the musical My Fair Lady was released as an album on April 2, 1956. The songs were composed by Frederick Loewe with lyrics by Alan Jay Lerner and conducted by Franz Allers, while the cast included stars Julie Andrews and Rex Harrison. The album became a massive seller, topping the charts on the US Billboard 200 for fifteen weeks at different times in 1956 (eight consecutive weeks), 1957, 1958 and 1959. In the UK, upon its release in 1958, the album reached No.1 for 19 consecutive weeks and became the biggest-selling album of the year. The album was released on Columbia Records, whose President, Goddard Lieberson provided the $375,000 needed to stage the show in return for the rights to the Cast recording. The album was later re-issued on Compact disc in 1988 and has been re-released a number of times since. It is currently available with bonus tracks.\nThe original cast recording had the (currently in 2018) 5th longest run ever for any album in the Billboard 200 charts with 480 weeks.\nThe leads of the Broadway cast re-recorded their parts for the London cast recording, which was made in stereo in 1959.",
  "/wiki/Pacific_Overtures": "Pacific Overtures is a musical with music and lyrics by Stephen Sondheim, and a book by John Weidman.",
  "/wiki/Rex_(musical)": "Rex is a musical with music by Richard Rodgers, lyrics by Sheldon Harnick and libretto by Sherman Yellen, based on the life of King Henry VIII. The original production starred Nicol Williamson.",
  "/wiki/Side_by_Side_by_Sondheim": "Side by Side by Sondheim is a musical revue featuring the songs of the Broadway and film composer Stephen Sondheim. Its title is derived from the song \"Side by Side by Side\" from Company.",
  "/wiki/Grammy_Awards_of_1978": "The 20th Annual Grammy Awards were held February 23, 1978, and were broadcast live on American television. They were hosted by John Denver and recognized accomplishments by musicians from the year 1977.",
  "/wiki/Annie_(musical)": "Annie is a Broadway musical based upon the popular Harold Gray comic strip Little Orphan Annie, with music by Charles Strouse, lyrics by Martin Charnin, and book by Thomas Meehan. The original Broadway production opened in 1977 and ran for nearly six years, setting a record for the Alvin Theatre (now the Neil Simon Theatre). It spawned numerous productions in many countries, as well as national tours, and won the Tony Award for Best Musical. The musical's songs \"Tomorrow\" and \"It's the Hard Knock Life\" are among its most popular musical numbers.",
  "/wiki/Guys_and_Dolls": "Guys and Dolls is a musical with music and lyrics by Frank Loesser and book by Jo Swerling and Abe Burrows. It is based on \"The Idyll of Miss Sarah Brown\" and \"Blood Pressure\", which are two short stories by Damon Runyon, and also borrows characters and plot elements from other Runyon stories – such as \"Pick the Winner\".",
  "/wiki/I_Love_My_Wife": "I Love My Wife is a musical with a book and lyrics by Michael Stewart and music by Cy Coleman, based on a play by Luis Rego.",
  "/wiki/Starting_Here,_Starting_Now": "Starting Here, Starting Now is a musical revue with lyrics by Richard Maltby, Jr. and music by David Shire.  With a cast of three and three musicians, the revue explores a variety of romantic relationships.",
  "/wiki/Your_Arms_Too_Short_to_Box_with_God": "Your Arms Too Short to Box with God: A Soaring Celebration in Song and Dance is a Broadway musical based on the Biblical Book of Matthew, with music and lyrics by Alex Bradford and a book by Vinnette Carroll, who also directed. Micki Grant was credited for \"additional music and lyrics.\"",
  "/wiki/Grammy_Awards_of_1979": "The 21st Annual Grammy Awards were held in 1979, and were broadcast live on American television. They recognized accomplishments by musicians from the year 1978.",
  "/wiki/Ain%27t_Misbehavin%27_(musical)": "Ain't Misbehavin' is a musical revue with a book by Murray Horwitz and Richard Maltby Jr., and music by various composers and lyricists as arranged and orchestrated by Luther Henderson.  It is named after the song by Fats Waller (with Harry Brooks and Andy Razaf), \"Ain't Misbehavin'\".",
  "/wiki/Beatlemania_(musical)": "Beatlemania was a Broadway musical revue focused on the music of the Beatles as it related to the events and changing attitudes of the tumultuous 1960s. A \"rockumentary,\" advertised as \"Not the Beatles, but an incredible simulation,\" it ran from May of 1977 to October of 1979 for a total of 1,006 performances.",
  "/wiki/The_Best_Little_Whorehouse_in_Texas": "The Best Little Whorehouse in Texas is a musical with a book by Texas author Larry L. King and Peter Masterson and music and lyrics by Carol Hall. It is based on a story by King that was inspired by the real-life Chicken Ranch in La Grange, Texas.",
  "/wiki/The_King_and_I": "The King and I is the fifth musical by the team of composer Richard Rodgers and dramatist Oscar Hammerstein II.  It is based on Margaret Landon's novel, Anna and the King of Siam (1944), which is in turn derived from the memoirs of Anna Leonowens, governess to the children of King Mongkut of Siam in the early 1860s.  The musical's plot relates the experiences of Anna, a British schoolteacher hired as part of the King's drive to modernize his country.  The relationship between the King and Anna is marked by conflict through much of the piece, as well as by a love to which neither can admit. The musical premiered on March 29, 1951, at Broadway's St. James Theatre.  It ran for nearly three years, making it the fourth longest-running Broadway musical in history at the time, and has had many tours and revivals.",
  "/wiki/On_the_Twentieth_Century": "On the Twentieth Century is a musical with book and lyrics by Betty Comden and Adolph Green and music by Cy Coleman. Based partly on the 1930s film and play of the same name, the musical is part operetta, part farce and part screwball comedy. The story involves the behind-the-scenes relationship between Lily, a temperamental actress and Oscar, a bankrupt theatre producer. On a luxury train traveling from Chicago to New York in the 1920s, Oscar tries to cajole the glamorous Hollywood star into playing the lead in his new, but not-yet-written drama, and perhaps to rekindle their romance."
}