{
  "/wiki/Grammy_Awards_of_2010": "The 52nd Annual Grammy Awards took place on January 31, 2010, at Staples Center in Los Angeles. Neil Young was honored as the 2010 MusiCares Person of the Year on January 29, two days prior to the Grammy telecast. Nominations announced on December 2, 2009. The show was moved to January to avoid competing against the 2010 Winter Olympics in Vancouver. Only ten of the 109 awards were received during the broadcast.  The remaining awards were given during the un-televised portion of the ceremony which preceded the broadcast.",
  "/wiki/West_Side_Story": "West Side Story is a musical with a book by Arthur Laurents, music by Leonard Bernstein and lyrics by Stephen Sondheim. It was inspired by William Shakespeare's play Romeo and Juliet.",
  "/wiki/Ain't_Misbehavin'_(musical)": "Ain't Misbehavin' is a musical revue with a book by Murray Horwitz and Richard Maltby Jr., and music by various composers and lyricists as arranged and orchestrated by Luther Henderson.  It is named after the song by Fats Waller (with Harry Brooks and Andy Razaf), \"Ain't Misbehavin'\".",
  "/wiki/Hair_(musical)": "Hair:  The American Tribal Love-Rock Musical is a rock musical with a book and lyrics by Gerome Ragni and James Rado   and music by Galt MacDermot. A product of the hippie counterculture and sexual revolution of the late 1960s, several of its songs became anthems of the anti-Vietnam War peace movement.  The musical's profanity, its depiction of the use of illegal drugs, its treatment of sexuality, its irreverence for the American flag, and its nude scene caused much comment and controversy.  The musical broke new ground in musical theatre by defining the genre of \"rock musical\", using a racially integrated cast, and inviting the audience onstage for a \"Be-In\" finale.",
  "/wiki/9_to_5_(musical)": "9 to 5: The Musical is a 2008 musical based on the 1980 film of the same name, with music and lyrics by Dolly Parton. It features a book by Patricia Resnick, based on the screenplay by Resnick and Colin Higgins. The musical premiered in Los Angeles in September 2008, and opened on Broadway in April 2009. It received 15 Drama Desk Award nominations, the most received by a production in a single year, as well as four Tony Awards nominations. The Broadway production however was short-lived, closing in September 2009. A national tour of the US launched in 2010, followed by a UK premiere in 2012. It opened in the West End in February 2019.",
  "/wiki/Shrek_The_Musical": "Shrek The Musical is a musical with music by Jeanine Tesori and book and lyrics by David Lindsay-Abaire. It is based on the 2001 DreamWorks Animation film Shrek, along with elements of sequels Shrek 2, Shrek Forever After and William Steig's 1990 book Shrek!. After a trial run in Seattle, the original Broadway production opened in December 2008 and closed after a run of over 12 months in January 2010. It was followed by a tour of the United States which opened in 2010, and a re-vamped West End production from June 2011 to February 2013.",
  "/wiki/Grammy_Awards_of_2011": "The 53rd Annual Grammy Awards were held on February 13, 2011, at the Staples Center in Los Angeles. They were broadcast on CBS with a rating of 26.6 million viewers. Barbra Streisand was honored as the MusiCares Person of the Year two nights prior to the telecast on February 11. Nominations were announced on December 1, 2010 and a total of 109 awards were presented. Most of the awards were presented during the pre-telecast, which took place at the Los Angeles Convention Center next to the Staples Center, where the main telecast took place. The eligibility period was September 1, 2009 to September 30, 2010.",
  "/wiki/Billie_Joe_Armstrong": "Billie Joe Armstrong (born February 17, 1972) is an American singer, songwriter, musician, record producer, and actor. Armstrong serves as the lead vocalist, primary songwriter, and lead guitarist of the punk rock band Green Day, co-founded with Mike Dirnt. He is also a guitarist and vocalist for the punk rock band Pinhead Gunpowder, and provides lead vocals for Green Day's side projects Foxboro Hot Tubs, The Network, and The Longshot.",
  "/wiki/Chris_Dugan": "Chris Dugan (born May 11, 1973) is an American Grammy-winning audio engineer, cinematographer, record producer, musician, and singer, best known as the drummer of the Effection and as an audio engineer for Green Day.  In 2018, along with Green Day members Billie Joe Armstrong and Mike Dirnt, guitarist Jason White, and tour manager Bill Schneider (musician), he formed The Coverups, for which he plays drums.",
  "/wiki/Chris_Lord-Alge": "Chris Lord-Alge is an American mix engineer. He is the brother of both Tom Lord-Alge and Jeff Lord-Alge, both of whom are also audio engineers. Chris Lord-Alge is known for his use of dynamic range compression. He is also known for collaborating with Howard Benson, who has produced the plurality of the albums Lord-Alge has mixed.",
  "/wiki/American_Idiot:_The_Original_Broadway_Cast_Recording": "American Idiot: The Original Broadway Cast Recording is an album by the cast of American Idiot and Green Day. In September 2009, American Idiot began its run in the Berkeley Repertory Theatre, California. After two extensions, it was transferred to the St. James Theatre on Broadway. The first single from the album, \"21 Guns\" was released on December 3, 2009. The album also includes \"When It's Time\", a previously unreleased song written by Billie Joe Armstrong. Two versions of it appear on the album, one by The Cast and one by Green Day. It was originally released on mtv.com on April 13, 2010 and was released on CD on April 20, 2010. A vinyl version of the album was released on July 13, 2010. The album debuted at number 43 on the Billboard 200, becoming one of the highest-charting musical soundtracks. The album won Best Musical Show Album at the 53rd Annual Grammy Awards. Shortly after the album's release, another album featuring 13 songs from the album was released as American Idiot: Selections from the Original Broadway Cast Recording.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016.",
  "/wiki/Fela!": "Fela! is a musical with a book by Bill T. Jones and Jim Lewis, based on music and lyrics by the late Nigerian singer Fela Kuti, with additional music by Aaron Johnson and Jordan McLean and additional lyrics by Jim Lewis. It is based on events in the life of groundbreaking Nigerian composer and activist Fela Anikulapo Kuti. It portrays Kuti in the days when he was the target of 1,000 government soldiers assigned to end his public performances at the legendary Lagos nightclub The Shrine.",
  "/wiki/A_Little_Night_Music": "A Little Night Music is a musical with music and lyrics by  Stephen Sondheim and book by Hugh Wheeler. Inspired by the Ingmar Bergman film Smiles of a Summer Night, it involves the romantic lives of several couples. Its title is a literal English translation of the German name for Mozart's Serenade No. 13 for strings in G major, Eine kleine Nachtmusik. The musical includes the popular song \"Send In the Clowns\".",
  "/wiki/Promises,_Promises_(musical)": "Promises, Promises is a musical that premiered in 1968, based on the 1960 film The Apartment. The music is by Burt Bacharach, with lyrics by Hal David and book by Neil Simon. Musical numbers for the original Broadway production were choreographed by Michael Bennett. Robert Moore directed, and David Merrick produced. The story concerns a junior executive at an insurance company who seeks to climb the corporate ladder by allowing his apartment to be used by his married superiors for trysts.",
  "/wiki/Sondheim_on_Sondheim": "Sondheim on Sondheim is a musical revue consisting of music and lyrics written by Stephen Sondheim for his many shows.  It is conceived and directed by James Lapine.  The revue had a limited run on Broadway in 2010.",
  "/wiki/Grammy_Awards_of_2012": "The 54th Annual Grammy Awards were held on February 12, 2012, at the Staples Center in Los Angeles being broadcast on CBS. LL Cool J hosted the show. It was the first time in seven years that the event had an official host. Nominations were announced on November 30, 2011 on prime-time television as part of \"The GRAMMY Nominations Concert Live! – Countdown to Music's Biggest Night\", a one-hour special broadcast live on CBS from Nokia Theatre at L.A. Live. Kanye West received the most nominations with seven. Adele, Foo Fighters, and Bruno Mars each received six nominations. Lil Wayne, Skrillex, and Radiohead all earned five nominations. The nominations were criticised by many music journalists as Kanye West's My Beautiful Dark Twisted Fantasy missed out on a nomination for Album of the Year despite being highly critically acclaimed and topping many end of year charts. West's album went on to win  Best Rap Album.",
  "/wiki/Andrew_Rannells": "Andrew Scott Rannells (born August 23, 1978) is an American actor, voice actor, and singer.",
  "/wiki/Josh_Gad": "Joshua Ilan Gad (born February 23, 1981) is an American actor, comedian, and singer. He is known for voicing Olaf in Frozen and Frozen II, playing Elder Arnold Cunningham in the Broadway musical The Book of Mormon, and LeFou in the live-action adaptation of Disney's Beauty and the Beast. For his role as Olaf, Gad won two Annie Awards, and for his work on The Book of Mormon, he gained a Tony Award for Best Actor in a Musical nomination.",
  "/wiki/Matt_Stone": "Matthew Richard Stone (born May 26, 1971) is an American actor, animator, writer, producer, and composer. He is known for co-creating South Park (1997–present) and co-developing the Tony Award-winning musical The Book of Mormon (2011) with his creative partner Trey Parker. Stone was interested in film and music as a child and at high school, and attended the University of Colorado, Boulder, where he met Parker. The two collaborated on various short films, and starred in the feature-length musical Cannibal! The Musical (1993).",
  "/wiki/Robert_Lopez": "Robert Lopez is an American songwriter of musicals, best known for co-creating The Book of Mormon and Avenue Q, and for composing the songs featured in the 3D Disney computer animated films Frozen (and its sequel, Frozen II) and Coco, with his wife Kristen Anderson-Lopez. Of only fifteen people who have won an Emmy, a Grammy, an Oscar and a Tony Award, he is the youngest and quickest (10 years) to win all four, and, as of 2018, is the only person to have won all four awards more than once.",
  "/wiki/Trey_Parker": "Randolph Severn \"Trey\" Parker III (born October 19, 1969) is an American animator, director, producer, screenwriter, actor, and composer. He is known for co-creating South Park (1997–present) and co-developing the Tony Award-winning musical The Book of Mormon (2011) with his creative partner Matt Stone. Parker was interested in film and music as a child and at high school, and attended the University of Colorado, Boulder, where he met Stone. The two collaborated on various short films, and starred in the feature-length musical Cannibal! The Musical (1993).",
  "/wiki/Anne_Garefino": "Anne Garefino (born July 1, 1959) is an American film and television producer.  She is the co-executive producer (with Trey Parker and Matt Stone) of the long-running series South Park, and the co-executive producer of the Broadway musical The Book of Mormon (with Scott Rudin). Continuing her work on South Park, she was the executive producer of the film South Park: Bigger, Longer & Uncut, which received an Academy Award nomination for Best Original Song. She also was the executive producer of the film Team America: World Police.",
  "/wiki/Scott_Rudin": "Scott Rudin (born July 14, 1958) is an American film, TV and theatre producer.",
  "/wiki/Stephen_Oremus": "Stephen Oremus (born 1971) is an American musician who has worked on Broadway theatre productions as musical director and as orchestrator. His credits include arranger and orchestrator for the music for Avenue Q, musical director and arranger for Wicked, arranger and orchestrator for All Shook Up, and musical director for 9 to 5. His orchestrations (with Larry Hochman) for The Book of Mormon won him a Tony Award in 2011, for Best Orchestrations. Oremus also won the Tony Award for Best Orchestrations for Kinky Boots.",
  "/wiki/The_Book_of_Mormon:_Original_Broadway_Cast_Recording": "The Book of Mormon: Original Broadway Cast Recording contains the songs from the American musical The Book of Mormon, with music, lyrics, and book by Trey Parker, Robert Lopez, and Matt Stone. It was recorded by the musical's original Broadway cast and released on May 17, 2011 to digital outlets. The album saw a physical release on June 7, 2011, in a deluxe package with liner notes provided by former The New York Times theatre critic Frank Rich, as well as full lyrics and a synopsis of the musical. The Book of Mormon was named best musical theater album at the 2012 Grammy Awards.",
  "/wiki/Anything_Goes": "Anything Goes is a 1934 musical with music and lyrics by Cole Porter. The original book was a collaborative effort by Guy Bolton and P. G. Wodehouse, heavily revised by the team of Howard Lindsay and Russel Crouse. The story concerns madcap antics aboard an ocean liner bound from New York to London. Billy Crocker is a stowaway in love with heiress Hope Harcourt, who is engaged to Lord Evelyn Oakleigh. Nightclub singer Reno Sweeney and Public Enemy Number 13, “Moonface” Martin, aid Billy in his quest to win Hope. The musical introduced such songs as \"Anything Goes,\" \"You're the Top,\" and \"I Get a Kick Out of You.\"",
  "/wiki/Sutton_Foster": "Sutton Lenore Foster (born March 18, 1975) is an American actress, singer and dancer. She is known for her work on the Broadway stage, for which she has received two Tony Awards for Best Performance by a Leading Actress in a Musical, in 2002 for her role as Millie Dillmount in Thoroughly Modern Millie, and in 2011 for her performance as Reno Sweeney in Anything Goes. Her other Broadway credits include Little Women, The Drowsy Chaperone, Young Frankenstein, Shrek the Musical, and Violet. On television, Foster played the lead role in the short-lived ABC Family comedy-drama Bunheads from 2012 to 2013. Since March 2015, she has starred in the TV Land comedy-drama Younger.",
  "/wiki/Joel_Grey": "Joel Grey (born Joel David Katz; April 11, 1932) is an American actor, singer, dancer, director, and photographer. He is best known for portraying the Master of Ceremonies in the Kander & Ebb musical Cabaret, as well as in the 1972 film adaptation. He has won an Academy Award, Tony Award, and Golden Globe Award.",
  "/wiki/How_to_Succeed_in_Business_Without_Really_Trying": "How to Succeed in Business Without Really Trying: The Dastard's Guide to Fame and Fortune is a humorous 1952 book  by Shepherd Mead. It inspired a successful 1961 musical of the same name, which was made into a movie in 1967.",
  "/wiki/John_Larroquette": "John Bernard Larroquette (born November 25, 1947) is an American actor. His roles include attorney Dan Fielding on the sitcom Night Court (winning an unprecedented four consecutive Emmy Awards for outstanding supporting actor in a comedy series), Mike McBride in the Hallmark Channel series McBride, John Hemingway on The John Larroquette Show, and Carl Sack in Boston Legal. He also played Jenkins/Galahad in TNT's The Librarians.",
  "/wiki/Daniel_Radcliffe": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor and producer. He is best known for playing the titular protagonist in the Harry Potter film series, based on the novels by J. K. Rowling during his adolescence and early adulthood.",
  "/wiki/Grammy_Awards_of_2013": "The 55th Annual Grammy Awards were held on February 10, 2013, at the Staples Center in Los Angeles. The show was broadcast on CBS at 8 p.m. ET/PT and was hosted for the second time by LL Cool J. The \"Pre-Telecast Ceremony\" was streamed live from LA's Nokia Theater at the official Grammy website. Nominations were announced on December 5, 2012 on prime-time television as part of \"The GRAMMY Nominations Concert Live! – Countdown to Music's Biggest Night\", a one-hour special co-hosted by LL Cool J & Taylor Swift and broadcast live on CBS from the Bridgestone Arena in Nashville, Tennessee. Fun, Frank Ocean, Mumford & Sons, Jay-Z, Kanye West and Dan Auerbach received the most nominations with six each.",
  "/wiki/Steve_Kazee": "Steve Michael Kazee (born October 30, 1975) is an American actor and singer. He won the 2012 Tony Award for Best Performance by a Leading Actor in a Musical for Once.",
  "/wiki/Cristin_Milioti": "Cristin Milioti (born August 16, 1985) is an American actress and singer. She is best known for playing the titular Mother on the sitcom How I Met Your Mother from 2013 to 2014, and for her work in Broadway theatre productions such as That Face, Stunning, and the Tony Award-winning musical Once, for which she won a Grammy Award and was nominated for a Tony Award. She has also played Teresa Petrillo Belfort in the 2013 film The Wolf of Wall Street, and Betsy Solverson in the second season of Fargo (2015).",
  "/wiki/Steven_Epstein_(music_producer)": "Steven Epstein is an American record producer. He has won fifteen Grammy Awards, two Latin Grammys, and nominated 35 times. He has won Grammy Awards for Classical Producer of the Year seven times. While he is primarily known for his work in classical music, Epstein has Grammy nominations and wins for albums in musical theater, musical show, crossover, soundtrack, and spoken word for children.",
  "/wiki/Once_(musical)": "Once is a musical based on the 2007 film of the same name by John Carney. Like the film, music and lyrics were by Glen Hansard and Markéta Irglová, including the Academy Award-winning \"Falling Slowly\". The book for the musical was written by Enda Walsh. The musical premiered at the New York Theatre Workshop in 2011, before transferring to Broadway in 2012. The production received eleven 2012 Tony Award nominations, and won eight including Best Musical, Best Actor and Best Book. The musical also won the 2012 Drama Desk Award for Outstanding Musical and the 2013 Grammy Award for Best Musical Theater Album. It has since spawned a London production, with a North American Tour which started on 1 October 2013.\nIn the musical, the cast also serves as the orchestra. A minimalist set is used, including a bar in center stage with chairs lining stage left and right. Exiting cast members simply step to the side of the stage and sit down. They serve as the orchestra from these chairs. The bar is used before the show and at intermission as a working bar for theater patrons.",
  "/wiki/Follies": "Follies is a musical with music and lyrics by Stephen Sondheim and a book by James Goldman.",
  "/wiki/Danny_Burstein": "Danny Burstein (born June 16, 1964) is an American actor of stage and screen, who made his Broadway debut in 1992. He is a six-time Tony Award nominee; for The Drowsy Chaperone (2006), South Pacific (2008), Follies (2012), Golden Boy (2013), Cabaret (2014), and Fiddler on the Roof (2016). He has also won two Drama Desk Awards, three Outer Critics Circle Awards, and received three Grammy Award nominations. His other Broadway credits include The Seagull (1992), Saint Joan (1993), and Women on the Verge of a Nervous Breakdown (2010).",
  "/wiki/Bernadette_Peters": "Bernadette Peters (born Bernadette Lazzara; February 28, 1948) is an American actress, singer, and children's book author. Over a career spanning five decades, she has starred in musical theatre, television and film, performed in solo concerts and released recordings. She is a critically acclaimed Broadway performer, having received seven nominations for Tony Awards, winning two (plus an honorary award), and nine nominations for Drama Desk Awards, winning three. Four of the Broadway cast albums on which she has starred have won Grammy Awards.",
  "/wiki/Porgy_&_Bess": "Porgy and Bess (/ˈpɔːrɡi/) is an English-language opera by the American composer George Gershwin, with a libretto written by author DuBose Heyward and lyricist Ira Gershwin. It was adapted from Dorothy Heyward and DuBose Heyward's play Porgy, itself an adaptation of DuBose Heyward's 1925 novel of the same name.",
  "/wiki/David_Alan_Grier": "David Alan Grier (born June 30, 1956) is an American actor and comedian. He is best known for his work on the sketch comedy television show In Living Color.",
  "/wiki/Audra_McDonald": "Audra Ann McDonald (born July 3, 1970) is an American actress and singer. Primarily known for her work on the Broadway stage, she has won six Tony Awards, more performance wins than any other actor, and is the only person to win all four acting categories.[note 1] She has performed in musicals, operas, and dramas such as A Moon for the Misbegotten, 110 in the Shade, Carousel, Ragtime, Master Class and Porgy and Bess.",
  "/wiki/Newsies_(musical)": "Newsies The Musical is a musical based on the 1992 musical film Newsies, which in turn was inspired by the real-life Newsboys Strike of 1899 in New York City. The show has music by Alan Menken, lyrics by Jack Feldman, and a book by Harvey Fierstein based on film's screenplay by Bob Tzudiker and Noni White. The musical premiered at the Paper Mill Playhouse in 2011 and made its Broadway debut in 2012, where it played for more than 1,000 performances before touring.",
  "/wiki/Alan_Menken": "Alan Irwin Menken (born July 22, 1949) is an American composer, songwriter, music conductor, director and record producer. Menken is best known for his scores and songs for films produced by Walt Disney Animation Studios. His scores and songs for The Little Mermaid (1989), Beauty and the Beast (1991), Aladdin (1992), and Pocahontas (1995) have each won him two Academy Awards. He also composed the scores and songs for Little Shop of Horrors (1986), Newsies (1992), The Hunchback of Notre Dame (1996), Hercules (1997), Home on the Range (2004), Enchanted (2007), Tangled (2010), among others.",
  "/wiki/Nice_Work_If_You_Can_Get_It_(musical)": "Nice Work If You Can Get It is a musical featuring songs by George and Ira Gershwin, with a book written by Joe DiPietro, and based on material by Guy Bolton and P. G. Wodehouse. Nice Work premiered on Broadway in April 2012.",
  "/wiki/Matthew_Broderick": "Matthew Broderick (born March 21, 1962) is an American actor, comedian and singer. His roles include the Golden Globe-nominated portrayal of the title character in Ferris Bueller's Day Off (1986), the voice of the adult Simba in Disney's The Lion King trilogy (1994–2004), and Leo Bloom in both the Broadway musical The Producers and its 2005 film adaptation. Other films he had starring credits in include WarGames (1983), Glory (1989), The Freshman (1990), The Cable Guy (1996), Godzilla (1998), Election (1999), Inspector Gadget (1999) and You Can Count on Me (2000).  Broderick also directed himself in Infinity (1996) and provided voice work in Good Boy! (2003), Bee Movie (2007), and The Tale of Despereaux (2008).",
  "/wiki/Kelli_O'Hara": "Kelli Christine O'Hara (born April 16, 1976) is an American actress and singer. She has appeared on Broadway and Off-Broadway in many musicals since making her Broadway debut as a replacement in Jekyll & Hyde in 2000. She has also acted on television, film and opera, appearing with The Metropolitan Opera. In 2018 she made her West End debut.",
  "/wiki/Grammy_Awards_of_2014": "The 56th Annual Grammy Awards presentation was held on January 26, 2014, at Staples Center in Los Angeles. The show was broadcast on CBS at 8 p.m. ET/PT and was hosted for the third time by LL Cool J. The show was moved to January to avoid competing with the 2014 Winter Olympics in Sochi, as was the case in 2010.",
  "/wiki/Billy_Porter_(entertainer)": "Billy Porter (born September 21, 1969) is an American Broadway theater performer, singer, and actor. He attended the Musical Theater program at Pittsburgh Creative and Performing Arts School's School of Drama, graduated from Carnegie Mellon University School of Drama, and achieved fame performing on Broadway before starting a solo career as a singer and actor.",
  "/wiki/Stark_Sands": "Stark Bunker Sands (born September 30, 1978) is an American actor. He is known for his role as Tunny in the original Broadway cast of American Idiot, and originating the role of Charlie Price in Kinky Boots on Broadway. He is a two-time Tony Award nominee. He is also known for the roles of Lance Sussman in Die, Mommie, Die! and Lt. Nathaniel Fick in Generation Kill. He starred as Dash in FOX's series Minority Report.",
  "/wiki/Cyndi_Lauper": "Cynthia Ann Stephanie Lauper (born June 22, 1953) is an American singer, songwriter, actress and activist. Her career has spanned over 40 years. Her album She's So Unusual (1983) was the first debut album by a female artist to achieve four top-five hits on the Billboard Hot 100—\"Girls Just Want to Have Fun\", \"Time After Time\", \"She Bop\", and \"All Through the Night\"—and earned Lauper the Best New Artist award at the 27th Grammy Awards in 1985. Her success continued with the soundtrack for the motion picture The Goonies and her second record True Colors (1986). This album included the number one single \"True Colors\" and \"Change of Heart\", which peaked at number three.",
  "/wiki/Kinky_Boots_(Broadway_cast_album)": "A Broadway original cast album for the musical Kinky Boots was released on May 28, 2013, less than two months after the show opened on Broadway. It was produced by Cyndi Lauper, who wrote the songs, Stephen Oremus, the orchestrator and conductor, and William Wittman. On release it premiered at number one on the Billboard Cast Albums Chart and number fifty-one on the Billboard 200 chart, making it the highest charting Broadway cast recording since The Book of Mormon's album was released two years earlier.",
  "/wiki/Matilda_the_Musical": "Matilda the Musical is a stage musical based on the 1988 children's novel of the same name by Roald Dahl. It was adapted by Dennis Kelly, with music and lyrics by Tim Minchin and directed for the stage by Matthew Warchus. The musical's narrative centres on Matilda, a precocious 5-year-old girl with the gift of telekinesis, who loves reading, overcomes obstacles caused by her family and school, and helps her teacher to reclaim her life. After a twelve-week trial run staged by the Royal Shakespeare Company (RSC) at Stratford-upon-Avon from November 2010 to January 2011, it received its West End premiere on 24 November 2011 at the Cambridge Theatre and its Broadway premiere on 11 April 2013 at the Shubert Theatre.",
  "/wiki/Bertie_Carvel": "Robert Hugh Carvel (born 6 September 1977) is an English stage and screen actor. He has twice won a Laurence Olivier Award: for his performances as Miss Trunchbull in Matilda the Musical and Rupert Murdoch in Ink. For the latter role, he also won the Tony Award for Best Featured Actor in a Play.",
  "/wiki/Lauren_Ward": "Lauren Ward (born June 19, 1970) is an American singer and actress. She has appeared in Broadway, Off-Broadway and West End musicals and plays.  Ward originated the role of Miss Honey in the original Stratford-Upon-Avon, West End and Broadway productions of the musical Matilda, and has been nominated for the Tony Award, Best Featured Actress in a Musical for her performance.",
  "/wiki/Tim_Minchin": "Timothy David Minchin AM (born 7 October 1975) is an Australian comedian, actor, writer, musician, composer, lyricist, and director. He was born in Northampton, England, to Australian parents, but raised in Perth, Western Australia.",
  "/wiki/Motown:_The_Musical": "Motown: The Musical is a jukebox musical that premiered on Broadway in April 2013.  The musical is based on Berry Gordy's autobiography To Be Loved: The Music, the Magic, the Memories of Motown (1994), and on the history of his founding and running of the Motown record label, and his personal and professional relationships with Motown artists such as Diana Ross, Smokey Robinson, Marvin Gaye, and Michael Jackson. The production's music and lyrics are taken from selections from the Motown catalog. It received four nominations at the 67th Tony Awards.",
  "/wiki/Brandon_Victor_Dixon": "Brandon Victor Dixon (born September 23, 1981) is an American actor, singer and theatrical producer. As an actor, he is known for Tony-nominated Broadway performances as Harpo in the 2005 musical The Color Purple and Eubie Blake in Shuffle Along, or, the Making of the Musical Sensation of 1921 and All That Followed (2016). He originated both roles, as well as the leading role of Berry Gordy Jr. in Motown: The Musical (2013) on Broadway, which earned a Grammy nomination for Best Musical Theater Album. In 2016, Dixon assumed the role of Aaron Burr in the Broadway company of Hamilton. Off-Broadway as well as in London's West End, Dixon played the role of Hayward Patterson in The Scottsboro Boys.",
  "/wiki/Grammy_Awards_of_2015": "The 57th Annual Grammy Awards were held on February 8, 2015, at the Staples Center in Los Angeles, California. The show was broadcast live by CBS at 5:00 p.m. PST (UTC−8). Rapper LL Cool J hosted the show for the fourth consecutive time.",
  "/wiki/Jessie_Mueller": "Jessica Ruth Mueller (born February 20, 1983) is an American actress and singer. She started her acting career in Chicago and won a Joseph Jefferson Award in 2008 for her role as Carrie Pipperidge in Carousel. In 2011, she moved to New York City to star in a Broadway revival of On a Clear Day You Can See Forever, for which she was nominated for a Tony Award. She won the 2014 Tony Award for Best Actress in a Musical for her performance as Carole King in Beautiful: The Carole King Musical. She also received two additional Tony Award best actress nominations for her roles in Waitress in 2016 and in the Broadway revival of Carousel in 2018.",
  "/wiki/Jason_Howland": "Jason Howland is a musical theatre composer, playwright, conductor, music director, and producer. In 2015, he won the Grammy Award for Best Musical Theater Album for his work producing the cast recording of Beautiful: The Carole King Musical. He also wrote the music for the Broadway musical Little Women.",
  "/wiki/Steve_Sidwell_(musician)": "Steve Sidwell is an English arranger and composer.",
  "/wiki/Billy_Jay_Stein": "Billy Jay Stein (also known as William Stein, Billy Stein and Strange Cranium) is a pianist, keyboardist, composer, music director, record producer, electronic music designer, and mixing engineer. He won the 2015 Grammy Award for Best Musical Theatre Album for producing and mixing Beautiful: The Carole King Musical.",
  "/wiki/Beautiful:_The_Carole_King_Musical": "Beautiful: The Carole King Musical is a jukebox musical with a book by Douglas McGrath that tells the story of the early life and career of Carole King, using songs that she wrote, often together with Gerry Goffin, and other contemporary songs by Barry Mann, Cynthia Weil, Phil Spector and others.",
  "/wiki/Aladdin_(2011_musical)": "Aladdin is a Broadway musical based on the 1992 Disney animated film of the same name with a book by Chad Beguelin, music by Alan Menken and lyrics by Howard Ashman, Tim Rice and Beguelin. It resurrects three songs written by Menken and Ashman for the film but not used, and adds four songs written by Menken and Beguelin.",
  "/wiki/James_Monroe_Iglehart": "James Monroe Iglehart (born September 4, 1974) is an American stage actor and singer.",
  "/wiki/A_Gentleman's_Guide_to_Love_and_Murder": "A Gentleman's Guide to Love & Murder is a musical comedy, with the book and lyrics by Robert L. Freedman and the music and lyrics by Steven Lutvak. It is based on the 1907 novel Israel Rank: The Autobiography of a Criminal by Roy Horniman.  The show opened on Broadway at the Walter Kerr Theatre November 17, 2013, running until January 17, 2016. The Broadway production won four Tony Awards at the 68th Tony Awards in June 2014, including Best Musical.",
  "/wiki/Jefferson_Mays": "Lewis Jefferson Mays (born June 8, 1965) is a Tony Award-winning American actor and audiobook narrator.",
  "/wiki/Bryce_Pinkham": "Bryce Pinkham (born October 19, 1982) is an American stage and screen actor.",
  "/wiki/Joel_Moss": "Joel Moss (born May 11, 1946) is an American record producer, sound engineer and mixer.",
  "/wiki/Robert_L._Freedman": "Robert L. Freedman (born July 27, 1957) is an American screenwriter and dramatist. He is best known for his teleplays for Rodgers & Hammerstein's Cinderella (1997) and Life with Judy Garland: Me and My Shadows (2001), and for his Tony-winning book and lyrics of A Gentleman's Guide to Love and Murder (2014).",
  "/wiki/Hedwig_and_the_Angry_Inch_(musical)": "Hedwig and the Angry Inch is a rock musical with music and lyrics by Stephen Trask and a book by John Cameron Mitchell. The musical follows Hedwig Schmidt, a genderqueer East German singer of a fictional rock and roll band. The story draws on Mitchell's life as the child of a U.S. Army Major General who once commanded the U.S. sector of occupied West Berlin. The character of Hedwig was inspired by a German divorced U.S. Army wife who was Mitchell's family babysitter and moonlighted as a prostitute at her trailer park home in Junction City, Kansas. The music is steeped in the androgynous 1970s glam rock style of David Bowie (who co-produced the Los Angeles production of the show), as well as the work of John Lennon and early punk performers Lou Reed and Iggy Pop.",
  "/wiki/Lena_Hall": "Celina Consuela Gabriella Carvajal, known professionally as Lena Hall (born January 30, 1980) is an American actress, singer and songwriter best known for her work on Broadway, originating the role of Nicola in Kinky Boots, and her Tony Award-winning performance as Yitzhak in the 2014 revival of Hedwig and the Angry Inch, which also earned her a Grammy nomination for the musical's official album. She made history by becoming the first person to play both Hedwig and Yitzhak in the same production during the national tour of the musical in 2016. Her other Broadway credits include Cats, 42nd Street, Dracula, the Musical and Tarzan, the Musical. Hall has also starred in Off-Broadway productions such as Radiant Baby, Bedbugs!!!, Rooms: A Rock Romance, The Toxic Avenger, Prometheus Bound, Chix6, and the 2017 original play How to Transcend a Happy Marriage.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019).",
  "/wiki/Cheyenne_Jackson": "Cheyenne David Jackson (born July 12, 1975) is an American actor and singer. His credits include leading roles in Broadway musicals and other stage roles, as well as film and television roles, concert singing, and music recordings.",
  "/wiki/Alexandra_Silber": "Alexandra Michelle Silber (born July 3, 1983) is an American actress, singer, writer and educator. She has performed roles on Broadway, in London's West End, on television and film, and concert stages. Among other stage roles, in London, she created the role of Laura Fairlie in The Woman in White (2005), played Hodel in Fiddler on the Roof (2007) and Julie Jordan in Carousel (2008).  In New York, she appeared in Hello Again (2010), Master Class (2011), created the role of Sara Jane in Arlington (2012–14) and as Tzeitel in the Broadway revival of Fiddler on the Roof (2015).",
  "/wiki/2016_Grammy_Awards": "The 58th Annual Grammy Awards was held on February 15, 2016, at the Staples Center in Los Angeles. The ceremony recognizes the best recordings, compositions and artists of the eligibility year, which was from October 1, 2014, to September 30, 2015. The \"pre-telecast\" ceremony, officially known as the Premiere Ceremony, in which the majority of awards were presented, was held at the nearby Microsoft Theater. It was the sixteenth Grammy ceremony to be held at the Staples Center, tying the Shrine Auditorium in Los Angeles for hosting the most Grammy ceremonies. It also marks the latest date for a Grammy ceremony since 2003, which were held on February 23.",
  "/wiki/Daveed_Diggs": "Daveed Daniele Diggs (born January 24, 1982) is an American actor, rapper, singer and songwriter. He is the vocalist of the experimental hip hop group Clipping and in 2015 originated the roles of Marquis de Lafayette and Thomas Jefferson in the musical Hamilton, for which he won both a Grammy Award and Tony Award. Since leaving Hamilton in 2016, he has had a recurring role on the television series Black-ish, and co-starred in the film Wonder. Diggs also wrote, produced and starred in the 2018 film Blindspotting, which earned him a nomination for the Independent Spirit Award for Best Male Lead.",
  "/wiki/Renée_Elise_Goldsberry": "Renée Elise Goldsberry (born January 2, 1971) is an American actress, singer and songwriter, known for originating the role of Angelica Schuyler in the Broadway musical Hamilton, for which she won the 2016 Tony Award for Best Featured Actress in a Musical. Her other Broadway credits include Nettie Harris in the original Broadway cast of The Color Purple, Mimi Márquez in Rent, and Nala in The Lion King. She has portrayed many roles on television, including Geneva Pine on The Good Wife, and Evangeline Williamson on One Life to Live, for which she received two Daytime Emmy Awards for Outstanding Supporting Actress in a Drama Series nominations.",
  "/wiki/Jonathan_Groff": "Jonathan Drew Groff (born March 26, 1985) is an American actor and singer. Groff rose to prominence in 2006 for his performance in the lead role of Melchior Gabor in the original Broadway production of Spring Awakening, for which he was nominated for the Tony Award for Best Actor in a Musical. He returned to Broadway in 2015 to play the role of King George III in Hamilton, a performance for which he earned a nomination for the Tony Award for Best Featured Actor in a Musical. He also appeared on the cast recording, which won the Grammy Award for Best Musical Theater Album.",
  "/wiki/Christopher_Jackson_(actor)": "Christopher Neal Jackson (born September 30, 1975) is an American actor, singer, musician, and composer. He began his career in 1995 starring in the Off-Broadway musical Time and the Wind by composer Galt MacDermot when he was just 20 years old. He made his Broadway debut in 1997 as an ensemble member in the Original Broadway Cast of Disney's The Lion King. He remained with the show for several years, ultimately taking over the role of Simba. He went on to perform leading roles in several more Broadway musicals and plays, including After Midnight, Bronx Bombers, Holler If Ya Hear Me, and Memphis. He drew critical acclaim in several projects with Lin-Manuel Miranda: originating the roles of Benny in In the Heights and George Washington in the smash hit Hamilton. For the latter role he was nominated for a Tony Award for Best Featured Actor in a Musical. He also collaborated with Miranda on the Disney film Moana in which he provides the singing voice of Chief Tui. His other film work includes secondary roles in After.Life and Tracers.",
  "/wiki/Jasmine_Cephas_Jones": "Jasmine Cephas Jones (born July 21, 1989) is an American actress and singer, best known for originating the dual roles of Peggy Schuyler and Maria Reynolds in the 2015 Broadway musical Hamilton.",
  "/wiki/Lin-Manuel_Miranda": "Lin-Manuel Miranda (/lɪn mænˈwɛl məˈrændə/; born January 16, 1980) is an American composer, lyricist,  singer, actor, producer, and playwright, widely known for creating and starring in the Broadway musicals In the Heights and Hamilton. His awards include a Pulitzer Prize, three Tony Awards, three Grammy Awards, an Emmy Award, a MacArthur Fellowship, and a Kennedy Center Honor in 2018.",
  "/wiki/Leslie_Odom_Jr.": "Leslie Odom Jr. (/ˈoʊdəm/, born August 6, 1981) is an American actor and singer. He has performed on Broadway and in television and film, and has released two solo jazz albums.  He is known for originating the role of Aaron Burr in the Broadway musical Hamilton, a performance for which he won the 2016 Tony Award for Best Actor in a Musical and the Grammy Award for Best Musical Theater Album as a principal vocalist. His television roles included Sam Strickland in the musical series Smash (2012–2013). He is also the author of the  2018 book Failing Up.",
  "/wiki/Okieriete_Onaodowan": "Okieriete \"Oak\" Onaodowan (/ˌɒkɛərˈjɛteɪ/, born August 16, 1987) is an American actor, known for originating the roles of Hercules Mulligan and James Madison in the 2015 musical Hamilton, and the role of Dean Miller in the ABC drama and Grey's Anatomy spin-off series, Station 19.",
  "/wiki/Anthony_Ramos_(actor)": "Anthony Ramos Martinez (born November 1, 1991) is an American actor and singer. In 2015, he originated the dual roles of John Laurens and Philip Hamilton in the Broadway musical Hamilton.",
  "/wiki/Phillipa_Soo": "Phillipa Soo (/ˈfɪlɪpə/; born May 31, 1990) is an American actress and singer. She is best known for originating the role of Eliza Schuyler Hamilton in the Broadway musical Hamilton, a performance for which she was nominated for the 2016 Tony Award for Best Actress in a Musical. Her additional stage credits include the role of Natasha Rostova, which Soo originated in a number of New York productions of Natasha, Pierre & The Great Comet of 1812 in 2012 and 2013, and the title role in Amélie, which Soo originated on Broadway in 2017. Most recently, Soo appeared on Broadway in The Parisian Woman, which ran from November 2017 to March 2018.",
  "/wiki/Alex_Lacamoire": "Alex Lacamoire (born May 24, 1975) is an American musician, arranger, conductor, musical director, music copyist, and orchestrator  who has worked on many shows both on and off Broadway. He is the recipient of multiple Tony and Grammy Awards for his work on shows such as In the Heights (2008), Hamilton (2016), and Dear Evan Hansen (2017). Lacamoire was awarded the Kennedy Center Honor in 2018. In May 2019, Lacamoire received an honorary Doctor of Music degree from Berklee College of Music.",
  "/wiki/Questlove": "Ahmir Khalib Thompson (born January 20, 1971), known professionally as Questlove (stylized as ?uestlove), is an American musician and music journalist. He is the drummer and joint frontman (with Black Thought) for the Grammy Award-winning band The Roots. The Roots has been serving as the in-house band for The Tonight Show Starring Jimmy Fallon since February 17, 2014. Questlove is also one of the producers of the Broadway musical Hamilton. He is the co-founder of the websites Okayplayer and OkayAfrica. Additionally, he is an adjunct instructor at the Clive Davis Institute of Recorded Music at New York University.",
  "/wiki/Black_Thought": "Tariq Luqmaan Trotter (born Tariq Luqmaan Collins, October 3, 1971), better known as Black Thought, is an American rapper and the lead MC of the Philadelphia-based hip hop group The Roots, which he co-founded with drummer Questlove (Ahmir Thompson), as well as an occasional actor. He is widely lauded for his live performance skills, continuous multisyllabic rhyme schemes, complex lyricism, double entendres, and politically aware lyrics. With The Roots, he is a singer and rapper on The Tonight Show Starring Jimmy Fallon, frequently playing games with Fallon and his guests.",
  "/wiki/Hamilton_(album)": "Hamilton is the cast album to the 2015 musical Hamilton. The musical is based on the 2004 biography of Alexander Hamilton written by Ron Chernow, with music, lyrics, and book by Lin-Manuel Miranda. The recording stars Lin-Manuel Miranda, Leslie Odom Jr., Phillipa Soo, Renée Elise Goldsberry, Christopher Jackson, Daveed Diggs, Anthony Ramos, Okieriete Onaodowan, Jasmine Cephas Jones, and Jonathan Groff. It also features Jon Rua, Thayne Jasperson, Sydney James Harcourt, Ariana DeBose, and Sasha Hutchings. The musicians on the album are Alex Lacamoire, Kurt Crowley, Andres Forero, Robin Macatangay, Richard Hammond, Benny Reiner, Jonathan Dinklage, Erin Benim Mayland, Anja Wood, Mario Gotoh and Laura Sherman. It achieved the largest first week sales for a digital cast album and is the highest-charting cast album since 1963. It was the highest-selling Broadway cast album of 2015 and peaked at number one on the Rap Albums chart, the first cast album to ever do so. After being certified 6 times platinum by the RIAA in 2019, Hamilton became the best-selling cast album of all time.",
  "/wiki/An_American_in_Paris_(musical)": "An American in Paris is a musical play inspired by the 1951 film of the same name and adapted for the stage by Christopher Wheeldon. It first opened at the Théâtre du Châtelet in Paris in December 2014 and then at the Palace Theatre on Broadway in April 2015. Incorporating songs from George and Ira Gershwin, the book is by Craig Lucas. The musical won several Tony Awards.",
  "/wiki/Leanne_Cope": "Leanne Michelle Cope is an English ballet dancer and theatre actress. She achieved prominence as First Artist for The Royal Ballet, after training in the Royal Ballet School and graduating in 2003.",
  "/wiki/Max_von_Essen": "Max von Essen (born January 11, 1974) is an American stage and screen actor, and vocalist.",
  "/wiki/Robert_Fairchild": "This is a list of New York City Ballet dancers.",
  "/wiki/Jill_Paice": "Jill Paice is an American actress best known for her musical theatre roles. She originated the roles of Laura Fairlie in the musical The Woman in White in the West End (2004) and on Broadway (2005); Niki in Curtains on Broadway (2006); Scarlett in London's Gone With The Wind (2008); and Grazia Off-Broadway in Death Takes a Holiday (2011).  Among other roles, she appeared in the Broadway play The 39 Steps (2009).",
  "/wiki/Brandon_Uranowitz": "Brandon Jacob Uranowitz is an American stage and television actor, best known for his roles as Adam Hochberg in An American in Paris and Mendel in the 2016 Broadway revival of Falsettos.",
  "/wiki/Rob_Fisher_(conductor)": "Rob Fisher is an American music director, conductor, arranger and pianist. He was the founding music director and conductor of the New York City Center Encores! series from 1994 to 2005. He is the leader of the Coffee Club Orchestra, which was the house band for Garrison Keillor’s radio broadcasts from 1989 to 1993.",
  "/wiki/Fun_Home_(musical)": "Fun Home is a musical adapted by Lisa Kron and Jeanine Tesori from Alison Bechdel's 2006 graphic memoir of the same name. The story concerns Bechdel's discovery of her own sexuality, her relationship with her gay father, and her attempts to unlock the mysteries surrounding his life. It is the first Broadway musical with a lesbian protagonist. It is told in a series of non-linear vignettes connected by narration provided by the adult Alison character.",
  "/wiki/Michael_Cerveris": "Michael Cerveris  is an American actor, singer, and guitarist. He has performed in many stage musicals and plays, including several Stephen Sondheim musicals: Assassins, Sweeney Todd, Road Show, and Passion.  In 2004, Cerveris won the Tony Award as Best Featured Actor in a Musical for Assassins as John Wilkes Booth. In 2015, he won his second Tony Award as Best Actor in a Musical for Fun Home as Bruce Bechdel.",
  "/wiki/Judy_Kuhn": "Judy Kuhn (born May 20, 1958) is an American singer and actress, known for her work in musical theatre. A four-time Tony Award nominee, she has released four studio albums and sang the title role in the 1995 film Pocahontas, including her rendition of the song \"Colors of the Wind\", which won its composers the Academy Award for Best Original Song.",
  "/wiki/Sydney_Lucas": "Sydney Ellen Lucas (born July 11, 2003) is an American child actress with credits in musical theatre, film and television. She is best known for her portrayal of Small Alison Bechdel in both the original Off-Broadway and Broadway productions of Lisa Kron and Jeanine Tesori's musical Fun Home; she won an Obie Award and Theater World Award and received nominations for a Drama Desk Award and a Tony Award for Best Featured Actress in a Musical for her performance. She currently stars in the main cast of AMC's western drama television series The Son as Jeannie McCullough.",
  "/wiki/Beth_Malone": "Elizabeth Ann Malone (born January 2, 1969) is an American actress and singer known for her work in Broadway, Off-Broadway and regional theatre. She originated the role of Alison Bechdel in the musical Fun Home, for which she was nominated for the Tony Award for Best Actress in a Musical.",
  "/wiki/Emily_Skeggs": "Emily D. Skeggs (born July 10, 1990) is an American actress and singer. She was nominated for the Tony Award for Best Featured Actress in a Musical in 2015 for playing the role of Medium Alison in Fun Home.",
  "/wiki/The_King_and_I": "The King and I is the fifth musical by the team of composer Richard Rodgers and dramatist Oscar Hammerstein II.  It is based on Margaret Landon's novel, Anna and the King of Siam (1944), which is in turn derived from the memoirs of Anna Leonowens, governess to the children of King Mongkut of Siam in the early 1860s.  The musical's plot relates the experiences of Anna, a British schoolteacher hired as part of the King's drive to modernize his country.  The relationship between the King and Anna is marked by conflict through much of the piece, as well as by a love to which neither can admit. The musical premiered on March 29, 1951, at Broadway's St. James Theatre.  It ran for nearly three years, making it the fourth longest-running Broadway musical in history at the time, and has had many tours and revivals.",
  "/wiki/Ruthie_Ann_Miles": "Ruthie Ann Miles (born April 21, 1983) is an American actress and singer best known for her roles in musical theatre and on television.",
  "/wiki/Ashley_Park": "Ashley Park is a private residential neighbourhood at Walton-on-Thames in Surrey.  Its central feature was a grandiose English country house, at times enjoying associated medieval manorial rights, which stood on the site, with alterations, between 1605 and the early 1920s.  Its owners included Charles Sackville, 2nd Duke of Dorset, in the 18th century and members of the Sassoon family around the turn of the 20th century.",
  "/wiki/Conrad_Ricamora": "Conrad Wayne Ricamora (born February 17, 1979) is an American actor and singer. He is best known for his portrayal of Oliver Hampton on the ABC television series How to Get Away with Murder (2014–present).",
  "/wiki/Ken_Watanabe": "Ken Watanabe (渡辺 謙, Watanabe Ken, born October 21, 1959) is a Japanese actor. To English-speaking audiences, he is known for playing tragic hero characters, such as General Tadamichi Kuribayashi in Letters from Iwo Jima and Lord Katsumoto Moritsugu in The Last Samurai, for which he was nominated for the Academy Award for Best Supporting Actor. Among other awards, he has won the Japan Academy Prize for Best Actor twice, in 2007 for Memories of Tomorrow and in 2010 for Shizumanu Taiyō. He is also known for his roles in Christopher Nolan's films Batman Begins and Inception.",
  "/wiki/Ted_Sperling": "Ted Sperling is a musical director, conductor, orchestrator, arranger, stage director and musician, primarily for the stage and concerts. He won the Tony Award for Best Orchestrations and the Drama Desk Award, Outstanding Orchestrations, for his work in The Light in the Piazza in 2005. He is the Artistic Director of MasterVoices, formerly the Collegiate Chorale.",
  "/wiki/Something_Rotten!": "Something Rotten! is an original musical comedy with a book by John O'Farrell and Karey Kirkpatrick and music and lyrics by Karey and Wayne Kirkpatrick.  Set in 1595, the story follows the Bottom brothers, Nick and Nigel, who struggle to find success in the theatrical world, as they compete with the wild popularity of their contemporary William Shakespeare.",
  "/wiki/Heidi_Blickenstaff": "Heidi Blickenstaff (born December 28, 1971) is an actress based in New York City best known for playing a version of herself in the musical [title of show] during its Off-Broadway and Broadway runs, as well as for originating the role of Bea in the 2015 musical Something Rotten!. She co-starred with Cozi Zuehlsdorff in the Disney Channel musical version of Freaky Friday which was broadcast on August 10, 2018.",
  "/wiki/Christian_Borle": "Christian Dominique Borle (born October 1, 1973) is an American actor in theatre, television, and film. He is a two-time Tony Award winner for his roles as Black Stache in Peter and the Starcatcher and as William Shakespeare in Something Rotten!. Borle originated the role of Emmett in Legally Blonde on Broadway, starred as Tom Levitt on the NBC musical-drama television series Smash, and starred as Marvin in the 2016 Broadway revival of Falsettos.",
  "/wiki/John_Cariani": "John Edward Cariani (born July 23, 1969) is an American actor and playwright. Cariani is best known as the unwavering forensic expert Julian Beck in Law & Order. On stage, he earned a Tony Award nomination for his role as Motel the Tailor in the 2004 Broadway revival of Fiddler on the Roof. As a playwright, he is best known for his first play, Almost, Maine, which has become one of the most frequently produced plays in the United States. He starred on Broadway in the Tony Award winning musical Something Rotten! as Nigel Bottom and starred in the Tony Award winning Broadway musical The Band's Visit.",
  "/wiki/Brian_d'Arcy_James": "Brian d'Arcy James (born June 29, 1968) is an American actor and musician.",
  "/wiki/Brad_Oscar": "Brad Oscar (born September 22, 1964) is an American musical theatre actor, known for his Broadway performances in musicals such as The Producers and Jekyll and Hyde. He has earned two Tony Award nominations; one for The Producers as Franz Liebkind, and one for Something Rotten! as Nostradamus.",
  "/wiki/Kate_Reinders": "Kate Reinders (born December 10, 1980) is an American actress and singer, who has performed as lead and understudy in several Broadway shows. Reinders was born in Seattle, Washington, but raised in Spring Lake, Michigan. She attended Western Michigan Christian High School, graduating in 1998.",
  "/wiki/Kurt_Deutsch": "Kurt Deutsch is an actor, director, record producer and film producer. He is the Senior Vice President for Theatrical & Catalog Development for Warner/Chappell Music, and President of Sh-K-Boom Records, a division of Warner Arts Music.",
  "/wiki/Karey_Kirkpatrick": "Karey Kirkpatrick (born December 14, 1964) is an American screenwriter, film director, and producer. His films include Over the Hedge, The Spiderwick Chronicles, Charlotte's Web, and The Hitchhiker's Guide to the Galaxy, along with writing contributions to The Rescuers Down Under, James and the Giant Peach, and Chicken Run. He has also directed the films Imagine That starring Eddie Murphy as well as Smallfoot. Kirkpatrick wrote the English-language screenplays for the U.S. releases of the Studio Ghibli films The Secret World of Arrietty, in 2012 and From Up on Poppy Hill in 2013.",
  "/wiki/Wayne_Kirkpatrick": "Wayne Kirkpatrick (born c. 1961) is an American songwriter and musician born in Baton Rouge, Louisiana but now lives in Nashville, Tennessee. He graduated from Baton Rouge Magnet High School in 1979.  His younger brother is American screenwriter and director Karey Kirkpatrick.",
  "/wiki/Lawrence_Manchester": "Lawrence Manchester is a Grammy Award Winning music Producer, Engineer and Mixer.",
  "/wiki/Kevin_McCollum": "Kevin McCollum (born March 1, 1962) is an American theatrical booking executive and producer of musical theater and plays, many on Broadway. During a producing career spanning over twenty-five years, McCollum has received three Tony Awards for Best Musical for In the Heights, Avenue Q, and Rent.",
  "/wiki/59th_Annual_Grammy_Awards": "The 59th Annual Grammy Awards ceremony was held on February 12, 2017. The CBS network broadcast the show live from the Staples Center in Los Angeles. The ceremony recognized the best recordings, compositions, and artists of the eligibility year, which runs from October 1, 2015 to September 30, 2016.",
  "/wiki/Danielle_Brooks": "Danielle Brittany Brooks (born September 17, 1989) is an American actress and singer. She is best known for her role as Tasha \"Taystee\" Jefferson on the Netflix original series Orange Is the New Black. She received a Tony Award nomination for her portrayal of Sofia in the 2015 Broadway production of The Color Purple.",
  "/wiki/Cynthia_Erivo": "Cynthia Onyedinmanasu Chinasaokwu Erivo (/əˈriːvoʊ/; born 8 January 1987) is a English actress, singer, and songwriter. She is known for her performance as Celie in the Broadway revival of The Color Purple, for which she won the 2016 Tony Award for Best Actress in a Musical, the Drama Desk Award for Outstanding Actress in a Musical, the Grammy Award for Best Musical Theater Album, and the Daytime Emmy Award for Outstanding Musical Performance in a Daytime Program, the latter two she shared with the rest of the cast.",
  "/wiki/Jennifer_Hudson": "Jennifer Kate Hudson (born September 12, 1981) is an  American singer and actress. She rose to fame in 2004 as a finalist on the third season of American Idol, placing seventh. Hudson made her film debut as Effie White in Dreamgirls (2006), for which she received an Academy Award, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award for Best Supporting Actress. She also appeared in Sex and the City (2008), The Secret Life of Bees (2008), and Black Nativity (2013). In 2015, she made her Broadway debut in the role of Shug Avery in The Color Purple.",
  "/wiki/Stephen_Bray": "Stephen Pate Bray (born December 23, 1956 in Detroit, Michigan) is an American songwriter, drummer, and record producer. He is best known for his collaborations with Madonna and for winning the 2017 Grammy Award for the Best Musical Theater Album of the Tony Award-winning revival of The Color Purple. Bray owns and operates Saturn Sound recording studios and the Soultone Records record label.",
  "/wiki/Scott_Sanders_(producer)": "Scott Sanders (born 1957) is an Emmy, Grammy, and Tony-Award winning American television producer, film producer and theatre producer. His theatrical musical version of Alice Walker's novel The Color Purple, for which he was Lead Producer alongside co-producers Oprah Winfrey and Quincy Jones, premiered on Broadway in 2005, garnering 11 Tony Award Nominations including Best Musical.",
  "/wiki/The_Color_Purple_(musical)": "The Color Purple is a musical with a book by Marsha Norman and music and lyrics by Brenda Russell, Allee Willis, and Stephen Bray. Based on the 1982 novel of the same name by Alice Walker and its 1985 film adaptation, the show follows the journey of Celie, an African-American woman in the American South from the early to mid-20th century.",
  "/wiki/Bright_Star_(musical)": "Bright Star is a musical written and composed by Steve Martin and Edie Brickell. It is set in the Blue Ridge Mountains of North Carolina in 1945-46 with flashbacks to 1923. The musical is inspired by their Grammy-winning collaboration on the 2013 bluegrass album Love Has Come for You and, in turn, the folk story of the Iron Mountain Baby.",
  "/wiki/Carmen_Cusack": "Carmen Cusack (born April 25, 1971) is an American musical theater actress and singer. She is known for playing Elphaba in the Chicago, North American Tour and Melbourne productions of the musical Wicked, as well as for originating the role of Alice Murphy in the Broadway musical, Bright Star.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/Edie_Brickell": "Edie Arlisa Brickell (born March 10, 1966) is an American singer-songwriter widely known for 1988's Shooting Rubberbands at the Stars, the debut album by Edie Brickell & New Bohemians, which went to No. 4 on the Billboard albums chart. She is married to Paul Simon.",
  "/wiki/Fiddler_on_the_Roof": "Fiddler on the Roof is a musical with music by Jerry Bock, lyrics by Sheldon Harnick, and book by Joseph Stein, set in the Pale of Settlement of Imperial Russia in or around 1905. It is based on Tevye and his Daughters (or Tevye the Dairyman) and other tales by Sholem Aleichem. The story centers on Tevye, the father of five daughters, and his attempts to maintain his Jewish religious and cultural traditions as outside influences encroach upon the family's lives. He must cope both with the strong-willed actions of his three older daughters, who wish to marry for love – each one's choice of a husband moves further away from the customs of their Jewish faith and heritage – and with the edict of the Tsar that evicts the Jews from their village.",
  "/wiki/Kinky_Boots_(musical)": "Kinky Boots is a Broadway musical with music and lyrics by Cyndi Lauper and a book by Harvey Fierstein.",
  "/wiki/Killian_Donnelly": "Killian Donnelly (born 25 June 1984) is an Irish tenor. He has appeared in musicals and plays, such as Les Misérables,  The Phantom of the Opera, The Commitments, Memphis and Kinky Boots.",
  "/wiki/Waitress_(musical)": "Waitress is a musical with music and lyrics by Sara Bareilles and a book by Jessie Nelson. The musical is based on the 2007 film of the same name, written by Adrienne Shelly. It tells the story of Jenna Hunterson, a waitress in an abusive relationship with her husband Earl. When Jenna unexpectedly becomes pregnant, she begins an affair with her doctor, Dr. Jim Pomatter. Looking for ways out, she sees a pie contest and its grand prize as her chance.",
  "/wiki/Neal_Avron": "Neal Avron (born December 31, 1965) is an American musician, record producer, mixer, and audio engineer. Working predominately in rock music, Avron began working on records in 1993 and achieved his production breakthrough when he co-produced Everclear's 1997 album So Much for the Afterglow. Avron went on to produce/mix a string of successful albums from the likes of Switchfoot, New Found Glory, Fall Out Boy, Yellowcard, Weezer, You Me at Six and Anberlin.",
  "/wiki/Sara_Bareilles": "Sara Beth Bareilles (/bəˈrɛlɪs/; born December 7, 1979) is an American actress and singer-songwriter. Her 2007 hit single \"Love Song\" reached no. 4 on the Billboard Hot 100 chart. In the third season of NBC's The Sing-Off, Bareilles served as a celebrity judge alongside Ben Folds and Shawn Stockman. She composed music and wrote lyrics for the Broadway musical Waitress, for which she earned a Tony Award nomination for Best Original Score in 2016, and a Grammy nomination for Best Musical Theatre Album. In April 2018, Bareilles received acclaim for her portrayal of Mary Magdalene in NBC's live television concert adaptation of Andrew Lloyd Webber and Tim Rice's rock opera, Jesus Christ Superstar, for which she was nominated for the 2018 Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie.",
  "/wiki/60th_Annual_Grammy_Awards": "The 60th Annual Grammy Awards ceremony was held on January 28, 2018. The CBS network broadcast the show live from Madison Square Garden in New York City. The show was moved to January to avoid coinciding with the 2018 Winter Olympics in Pyeongchang, as was the case in 2010 and 2014. James Corden returned as host.",
  "/wiki/Laura_Dreyfuss": "Laura Dreyfuss (born August 22, 1988) is an American actress, known for her roles as Zoe Murphy in the Broadway musical Dear Evan Hansen, Madison McCarthy on the FOX series Glee and McAfee Westbrook on the Netflix series The Politician.",
  "/wiki/Mike_Faist": "Michael D. Faist (born January 5, 1992)[citation needed] is an American actor, best known for originating the role of Connor Murphy in the Broadway musical Dear Evan Hansen, a performance for which he was nominated for a Tony Award. Faist also originated the role of Morris Delancey in Disney's Newsies.",
  "/wiki/Rachel_Bay_Jones": "Rachel Bay Jones (born November 8, 1969)[citation needed] is an American actress and singer. She has played the roles of Catherine in the 2013 Broadway revival of Pippin and Evan Hansen's mother, Heidi Hansen, in Dear Evan Hansen.  The latter earned her the 2017 Tony Award for Best Featured Actress in a Musical.",
  "/wiki/Michael_Park_(actor)": "Michael Frank Park (born July 20, 1968) is an American actor, best known for his role as Jack Snyder on As the World Turns (1997– 2010). Park won back-to-back Daytime Emmy Awards for Outstanding Lead Actor in a Drama Series in 2010 and 2011.",
  "/wiki/Ben_Platt_(actor)": "Benjamin Schiff Platt (born September 24, 1993) is an American actor, singer, and songwriter. He began his career in theater as a child and has appeared in Broadway productions of The Music Man (2002), The Book of Mormon (2012–2013), and Dear Evan Hansen (2015–2017), receiving multiple accolades for his performance as the title character in the latter, including the 2017 Tony Award for Best Actor in a Musical. Platt's film credits include roles in Pitch Perfect (2012), Pitch Perfect 2 (2015), and Ricki and the Flash (2015). He currently stars in the Netflix TV show The Politician, for which he was nominated for the Golden Globe Award for Best Actor – Television Series Musical or Comedy in 2019.",
  "/wiki/Will_Roland": "Will Roland (born March 5, 1989) is an American actor and singer, best known for originating the role of Jared Kleinman in the Broadway musical Dear Evan Hansen. On film, he is known for his role in the drama film One Penny. Most recently, he played the lead role of Jeremy Heere in the musical Be More Chill both Off-Broadway and on Broadway.",
  "/wiki/Jennifer_Laura_Thompson": "Jennifer Laura Thompson (born December 5, 1969) is an American actress and singer.",
  "/wiki/Pete_Ganbarg": "Pete Ganbarg is a Grammy Award winning music business executive who is currently President of A&R for Atlantic Records.",
  "/wiki/Pasek_and_Paul": "Benj Pasek and Justin Paul, known together as Pasek and Paul, are an American songwriting duo and composing team for musical theater, films, and television. Their works include A Christmas Story, Dogfight, Edges, Dear Evan Hansen, and James and the Giant Peach. Their original songs have been featured on NBC's Smash and in the films La La Land, for which they won both the Golden Globe and Academy Award for Best Original Song for the song \"City of Stars\", and The Greatest Showman. Their work on original musical Dear Evan Hansen has received widespread critical acclaim and earned them the Tony Award for Best Original Score.",
  "/wiki/Dear_Evan_Hansen": "Dear Evan Hansen is a stage musical with music and lyrics by Benj Pasek and Justin Paul, and book by Steven Levenson.",
  "/wiki/Come_from_Away": "Come from Away is a Canadian musical with book, music and lyrics by Irene Sankoff and David Hein. It is set in the week following the September 11 attacks and tells the true story of what transpired when 38 planes were ordered to land unexpectedly in the small town of Gander in the province of Newfoundland and Labrador, Canada, as part of Operation Yellow Ribbon. The characters in the musical are based on (and in most cases share the names of) real Gander residents as well as some of the 7,000 stranded travelers they housed and fed.",
  "/wiki/David_Hein": "David Hein is a Canadian librettist, composer-lyricist, musician, and actor best known for co-writing the Broadway musical Come from Away with his writing partner and wife, Irene Sankoff.",
  "/wiki/Hello,_Dolly!_(musical)": "Hello, Dolly! is a 1964 musical with lyrics and music by Jerry Herman and a book by Michael Stewart, based on Thornton Wilder's 1938 farce The Merchant of Yonkers, which Wilder revised and retitled The Matchmaker in 1955. The musical follows the story of Dolly Gallagher Levi, a strong-willed matchmaker, as she travels to Yonkers, New York to find a match for the miserly \"well-known unmarried half-a-millionaire\" Horace Vandergelder.",
  "/wiki/Bette_Midler": "Bette Midler (/bɛt/; born December 1, 1945) is an American singer, songwriter, actress, comedian, and film producer. Born in Honolulu, Hawaii, Midler began her professional career in several Off-Off-Broadway plays, prior to her engagements in Fiddler on the Roof and Salvation on Broadway in the late 1960s. She came to prominence in 1970 when she began singing in the Continental Baths, a local gay bathhouse where she managed to build up a core following. Since 1970, Midler has released 14 studio albums as a solo artist. Throughout her career, many of her songs became hits on the record charts, including her renditions of \"The Rose\", \"Wind Beneath My Wings\", \"Do You Want to Dance\", \"Boogie Woogie Bugle Boy\", and \"From a Distance\".",
  "/wiki/61st_Annual_Grammy_Awards": "The 61st Annual Grammy Awards ceremony was held on February 10, 2019, at Staples Center in Los Angeles. Singer-songwriter Alicia Keys hosted. During her opening monologue Keys brought out Lady Gaga, Jada Pinkett Smith, Jennifer Lopez, and former First Lady of the United States Michelle Obama, each of whom spoke about impact that music had on their lives.",
  "/wiki/Adam_Kantor": "Adam Kantor (born May 26, 1986) is an American actor and singer. He is best known for his roles on Broadway, most notably Mark Cohen in the closing cast of Rent, which was captured in Rent: Filmed Live on Broadway, Motel in the 2015 revival of Fiddler on the Roof, and as an original cast member in The Band's Visit.",
  "/wiki/Katrina_Lenk": "Katrina Lenk is an American actress, instrumentalist, and singer. Lenk is known for originating the role of Dina in the Broadway musical The Band's Visit, a performance for which she won the 2018 Tony Award for Best Actress in a Musical. Her additional stage credits include roles in the Broadway productions of Spider-Man: Turn Off the Dark, Once, and Indecent, as well as roles in regional theater productions since 2001.",
  "/wiki/Ari'el_Stachel": "Ari'el Stachel (born 1991 in Berkeley, California) is an American actor of Israeli Yemenite (and New York Jewish) descent who won the 2018 Tony Award for Featured Actor in a Musical for his role in The Band's Visit.",
  "/wiki/The_Band's_Visit_(musical)": "The Band's Visit is a stage musical with music and lyrics by David Yazbek and a book by Itamar Moses, based on the 2007 Israeli film of the same name. The musical opened on Broadway at the Ethel Barrymore Theatre in November 2017, after its off-Broadway premiere at the Atlantic Theater Company in December 2016.",
  "/wiki/Carousel_(musical)": "Carousel is the second musical by the team of Richard Rodgers (music) and Oscar Hammerstein II (book and lyrics). The 1945 work was adapted from Ferenc Molnár's 1909 play Liliom, transplanting its Budapest setting to the Maine coastline. The story revolves around carousel barker Billy Bigelow, whose romance with millworker Julie Jordan comes at the price of both their jobs. He participates in a robbery to provide for Julie and their unborn child; after it goes tragically wrong, he is given a chance to make things right. A secondary plot line deals with millworker Carrie Pipperidge and her romance with ambitious fisherman Enoch Snow. The show includes the well-known songs \"If I Loved You\", \"June Is Bustin' Out All Over\" and \"You'll Never Walk Alone\". Richard Rodgers later wrote that Carousel was his favorite of all his musicals.",
  "/wiki/Renée_Fleming": "Renée Lynn Fleming (born February 14, 1959) is an American soprano, known for performances in opera, concerts, recordings, theater, film, and at major public occasions. Fleming has a full lyric soprano voice. She has performed coloratura, lyric, and lighter spinto soprano operatic roles in Italian, German, French, Czech, and Russian, aside from her native English. Her signature roles include Countess Almaviva in Mozart's Le nozze di Figaro, Desdemona in Verdi's Otello, Violetta in Verdi's La traviata, the title role in Dvořák's Rusalka, the title role in Massenet's Manon, the title role in Massenet's Thaïs, Tatyana in Tchaikovsky's Eugene Onegin, the title role in Richard Strauss's Arabella, the Marschallin in Der Rosenkavalier, the Countess in Capriccio, and Blanche DuBois in André Previn's A Streetcar Named Desire.",
  "/wiki/Alexander_Gemignani": "Alexander Cesare Gemignani (born July 3, 1979) is a Broadway actor, tenor, musician, and conductor.",
  "/wiki/Joshua_Henry": "Joshua Anthony Charlton Henry (born September 2, 1984) is an American actor and singer of stage and screen. He is best known for portraying Haywood Patterson in Kander and Ebb's 2010 musical The Scottsboro Boys, for which he received a Tony Award nomination. He portrayed the lead role of Aaron Burr in the first U.S. tour of Hamilton, previously playing the role in the Chicago production that began performances in late September 2016. After Hamilton, Henry portrayed the lead role of Billy Bigelow in a Broadway revival of Carousel.",
  "/wiki/Lindsay_Mendez": "Lindsay Michelle Mendez (born March 1, 1983) is an American actress and singer, best known for her work in American musical theatre.",
  "/wiki/Jesus_Christ_Superstar_Live_in_Concert": "Jesus Christ Superstar Live in Concert is an American musical television special that was broadcast live on NBC on April 1, 2018 (Easter Sunday). Executively produced by Craig Zadan, Neil Meron, Andrew Lloyd Webber, Tim Rice, and Marc Platt, it was a staged concert performance of the 1970 rock opera Jesus Christ Superstar. It received positive reviews from critics but had a smaller viewership than earlier musical specials.",
  "/wiki/Alice_Cooper": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American singer, songwriter, and actor whose career spans over 50 years. With his distinctive raspy voice and a stage show that features numerous props, including guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers alike to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock people.",
  "/wiki/Ben_Daniels": "Ben Daniels (born 10 June 1964) is an English actor. Initially a stage actor, Daniels was nominated for an Olivier Award for Best Supporting Actor for Never the Sinner (1991), the Evening Standard Award for Best Actor for 900 Oneonta (1994), Best Actor in the M.E.N. Theatre Awards for Martin Yesterday (1998), and won the 2001 Olivier Award for Best Supporting Actor for his performance in the Arthur Miller play All My Sons.",
  "/wiki/Erik_Grönwall": "Per Erik Magnus Grönwall (born 3 December 1987) is a Swedish hard rock/heavy metal singer and songwriter and actor. In December 2009, he won the Swedish Idol television competition. \nDuring several of the shows he received standing ovations from the jury for his performances. His first single, \"Higher\", sold gold on digital downloads after only \nthree days. His first album, self-titled \"Erik Grönwall\", was released just ten days after the finals and debuted at number one on the Swedish charts Sverigetopplistan and was certified platinum. Today he is the lead singer of the successful rock band H.E.A.T. Altogether as a solo artist and band member, he has numerous top 40 hits. In 2018 he portrayed Simon Zealotes in the NBC live television concert production of Andrew Lloyd Webber and Tim Rice's Jesus Christ Superstar, in which he received Grammy nomination for in the Best Musical Theater Album category.",
  "/wiki/John_Legend": "John Roger Stephens (born December 28, 1978), known professionally as John Legend, is an American singer, songwriter, producer, actor, and philanthropist. Prior to the release of Legend's debut album, Get Lifted, (2004) he had collaborated with already established artists and signed to Kanye West's GOOD Music. Legend has sung on Jay-Z's \"Encore\", Alicia Keys's \"You Don't Know My Name\", Dilated Peoples' \"This Way\", Slum Village's \"Selfish\", Fort Minor's \"High Road\", and played piano on Lauryn Hill's \"Everything Is Everything\". Legend's single \"All of Me\" from his fourth studio album Love in the Future (2013) was a Billboard Hot 100 number-one hit.",
  "/wiki/Norm_Lewis": "Norm Lewis (born June 2, 1963) is an American actor and baritone singer. He has appeared in Europe, on Broadway, in film, television, recordings and regional theatre. Productions that he has been involved in include Dessa Rose, Miss Saigon, The Wild Party, and several others.",
  "/wiki/Jason_Tam": "Jason Tam (born June 28, 1982 in Honolulu, Hawaii) is an actor and dancer.  His most notable roles include Markko Rivera on the daytime soap opera One Life to Live, Paul in the 2006 revival of the Broadway musical A Chorus Line (he was also featured in Every Little Step, a documentary about the auditions and casting for that production), the SQUIP in the off and on broadway run Be More Chill, of Xander in Lysistrata Jones on Broadway and Shoe on the teen drama Beyond the Break. His other stage performances include Les Misérables on Broadway, She Loves Me at The Guthrie Theatre, West Side Story, Oklahoma!, Footloose the Sacramento Music Circus, and King and I at Casa Manana. He is also a frequent collaborator with musical theatre writer Joe Iconis. In 2014 he joined the original cast of the Tom Kitt and Brian Yorkey collaboration \"If/Then\" at the Richard Rodgers Theater as David. He played the role for the entire run of If/Then. He can be heard on the 2014 Broadway’s Carols for a Cure album.",
  "/wiki/My_Fair_Lady": "My Fair Lady is a musical based on George Bernard Shaw's Pygmalion, with book and lyrics by Alan Jay Lerner and music by Frederick Loewe.  The story concerns Eliza Doolittle, a Cockney flower girl who takes speech lessons from professor Henry Higgins, a phoneticist, so that she may pass as a lady. The original Broadway and London shows starred Rex Harrison and Julie Andrews.",
  "/wiki/Lauren_Ambrose": "Lauren Ambrose (born February 20, 1978) is an American actress and singer, known for her work on Broadway and on television.",
  "/wiki/Norbert_Leo_Butz": "Norbert Leo Butz (born January 30, 1967) is an American actor and singer, best known for his work in Broadway theatre. He is a two-time winner of the Tony Award for Best Actor in a Musical, and is one of only nine actors ever to have won the award twice as lead actor.",
  "/wiki/Harry_Hadden-Paton": "Harry Frederick Gerard Hadden-Paton (born 10 April 1981) is a British actor. He is perhaps best known for his television role as Herbert Pelham, 7th Marquess of Hexham, in the television series Downton Abbey.",
  "/wiki/Once_on_This_Island": "Once on This Island is a one-act musical with a book and lyrics by Lynn Ahrens and music by Stephen Flaherty. Based on the 1985 novel My Love, My Love; or, The Peasant Girl by Rosa Guy, it is set in the French Antilles archipelago in the Caribbean Sea.  It concerns a peasant girl on a tropical island, who uses the power of love to bring together people of different social classes.",
  "/wiki/Phillip_Boykin": "Phillip Boykin (sometimes credited as Phillip Lamar Boykin) is an American bass-baritone, broadway, gospel, jazz and opera singer, film and stage actor.",
  "/wiki/Merle_Dandridge": "Merle Dandridge (born May 31, 1975) is a Japanese-born American actress and singer who performed in a number of stage productions, including Broadway musicals Jesus Christ Superstar, Spamalot, and Rent. She is widely known for her role as Alyx Vance in the Half-Life series. Dandridge is also known for her recurring role on television series such as Sons of Anarchy and The Night Shift. In 2016, she began starring as Grace Greenleaf in the Oprah Winfrey Network drama series, Greenleaf. She played Papa Ge in the 2017 revival of Once on this Island, until January 8, 2018.",
  "/wiki/Hailey_Kilgore": "Hailey Frances Kilgore (born February 16, 1999)[citation needed] is an American actress and singer. Kilgore is best known for her performance as Ti Moune in the Broadway revival of Once on This Island, a performance for which she was nominated for the 2018 Tony Award for Best Actress in a Musical.",
  "/wiki/Alex_Newell": "Alex Eugene Newell (born August 20, 1992) is an American actor and singer. He is best known for playing the character Unique Adams on the Fox musical series Glee.",
  "/wiki/Isaac_Cole_Powell": "Isaac Cole Powell is an American actor, model and singer. He played the role of Daniel in the Broadway revival of the musical Once on This Island and has been cast as Tony in the scheduled 2020 Broadway revival of West Side Story.",
  "/wiki/Lea_Salonga": "Maria Lea Carmen Imutan Salonga, OL,  (/ˈleɪə səˈlɒŋɡə/; born February 22, 1971) is a Filipina singer and actress, best known for her roles in musical theatre, for supplying the singing voices of two Disney Princesses (Jasmine and Mulan), and as a recording artist and television performer.",
  "/wiki/Elliot_Scheiner": "Elliot Ray Scheiner (born 18 March 1947) is a music producer, mixer and engineer. Scheiner has received 27 Grammy Award nominations, eight of which he won, and he has been awarded four Emmy nominations, two Emmy Awards for his work with the Eagles on their farewell tour broadcast, and the documentary film History of the Eagles, three TEC Awards nominations, a TEC Hall of Fame inductee, and recipient of the Surround Pioneer Award.  Elliot holds an honorary Doctor of Music degree from the Berklee College of Music and is one of the only Americans to be awarded the Master of Sound honour from the Japan Audio Society.",
  "/wiki/Grammy_Award_for_Best_Musical_Theater_Album": "The Grammy Award for Best Musical Theater Album has been awarded since 1959. The award was given only to the album producer, and to the composer and lyricist who wrote at least 51% of the music which had not been recorded previously."
}