{
  "/wiki/Kensington": "Kensington is an affluent district in the Royal Borough of Kensington and Chelsea in the West End of central London.",
  "/wiki/Greater_London": "Greater London is a ceremonial county of England that makes up the majority of the London region. This region forms the administrative boundaries of London and is organised into 33 local government districts—the 32 London boroughs and the City of London, which is located within the region but is separate from the county. The Greater London Authority, based in Southwark, is responsible for strategic local government across the region and consists of the Mayor of London and the London Assembly. The City of London Corporation is the principal local authority for the City of London, with a similar role to that of the 32 London borough councils.",
  "/wiki/Commissioners%27_church": "A Commissioners' church, also known as a Waterloo church and Million Act church, is an Anglican church in the United Kingdom built with money voted by Parliament as a result of the Church Building Acts of 1818 and 1824. The 1818 Act supplied a grant of money and established the Church Building Commission to direct its use, and in 1824 made a further grant of money. In addition to paying for the building of churches, the Commission had powers to divide and subdivide parishes, and to provide endowments. The Commission continued to function as a separate body until the end of 1856, when it was absorbed into the Ecclesiastical Commission. In some cases the Commissioners provided the full cost of the new church; in other cases they provided a partial grant and the balance was raised locally. In total 612 new churches were provided, mainly in expanding industrial towns and cities.",
  "/wiki/Sydenham,_London": "Sydenham (/ˈsɪdənəm/) is a district of south-east London, England, within the London Boroughs of Lewisham, Bromley and Southwark. Prior to the creation of the County of London in 1889, Sydenham was located in Kent, bordering Surrey. Historically, the area was very affluent, with the Crystal Palace being relocated to Sydenham Hill in 1854. Today, Sydenham is a diverse area, with a population of 28,378 (2011 census) and borders Forest Hill, Dulwich, Crystal Palace, Penge, Beckenham, Catford and Bellingham.",
  "/wiki/London_Borough_of_Lewisham": "Lewisham (/ˈluːɪʃəm/ (listen)) is a London borough in South London; it forms part of Inner London. The principal settlement of the borough is Lewisham. The local authority is Lewisham London Borough Council, based in Catford. Lewisham is well known for its high school exclusion rates: it had the third highest school exclusion rates in the United Kingdom in 2018. The Prime Meridian passes through Lewisham. Blackheath, Goldsmiths, University of London and Millwall F.C. are located within the borough.",
  "/wiki/Burslem": "Burslem (/ˈbɜːrzləm/ BURZ-ləm) is a town that along with Hanley, Tunstall, Fenton, Longton and Stoke-upon-Trent is part of the city of Stoke-on-Trent in Staffordshire, England.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Wordsley": "Wordsley is a village of Stourbridge in the West Midlands, England. It is part of the Metropolitan Borough of Dudley and falls into the Stourbridge (DY8) postcode and address area, being just north of the River Stour. Wordsley is part of the Dudley South Parliamentary constituency and backs onto open countryside with an extensive array of luxury property.",
  "/wiki/West_Midlands_(county)": "The West Midlands County is a metropolitan county and combined authority area in western-central England with a 2014 estimated population of 2,808,356, making it the second most populous county in England after Greater London. It came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972, formed from parts of Staffordshire, Worcestershire and Warwickshire. The county itself is a NUTS 2 region within the wider NUTS 1 region of the same name. The county consists of seven metropolitan boroughs: the City of Birmingham, the City of Coventry and the City of Wolverhampton, as well as the boroughs of Dudley, Sandwell, Solihull and Walsall.",
  "/wiki/Highgate": "Highgate (/ˈhaɪɡeɪt, -ɡɪt/) is a suburban area of north London at the northeastern corner of Hampstead Heath, 4.5 miles (7.2 km) north-northwest of Charing Cross.",
  "/wiki/London_Borough_of_Camden": "The London Borough of Camden is a borough in Northwest London; it forms part of Inner London. Historically in Middlesex, some southern (more central) areas of the borough, such as Holborn, are sometimes described as part of the West End of London. The local authority is Camden London Borough Council.",
  "/wiki/Woburn_Square": "Woburn Square is the smallest of the Bloomsbury squares and owned by the University of London. Designed by Thomas Cubitt and built between 1829 and 1847, it is named after Woburn Abbey, the main country seat of the Dukes of Bedford, who developed much of Bloomsbury.",
  "/wiki/Bloomsbury": "Bloomsbury is a district in the West End of London. It is considered a fashionable residential area, and is the location of numerous cultural, intellectual, and educational institutions. It is bounded by Fitzrovia to the west, Covent Garden to the south, St. Pancras to the north, and Clerkenwell to the east.",
  "/wiki/Richmond,_London": "Richmond is a suburban town in south-west London,[nb 1] 8.2 miles (13.2 km) west-southwest of Charing Cross. It is on a meander of the River Thames, with a large number of parks and open spaces, including Richmond Park, and many protected conservation areas, which include much of Richmond Hill. A specific Act of Parliament protects the scenic view of the River Thames from Richmond.",
  "/wiki/Todmorden": "Todmorden (/ˈtɒdmərdən/ TOD-mər-dən; locally /ˈtɒdmɔːrdən, ˈtɒdmərdən, ˈtɔːmdɪn/) is a market town and civil parish in the Upper Calder Valley in Calderdale, West Yorkshire, England. It is 17 miles (27 km) north east of Manchester and in 2011 had a population of 15,481.",
  "/wiki/West_Yorkshire": "West Yorkshire is a metropolitan county in England. It is an inland and, in relative terms, upland county having eastward-draining valleys while taking in the moors of the Pennines. West Yorkshire came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972  and has a population of 2.2 million.",
  "/wiki/St_John_the_Baptist%27s_Church,_Smallbridge": "St John the Baptist's Church is in Halifax Road, Smallbridge, Rochdale, Greater Manchester, England. It is an active Anglican parish church in the benefice of Wardle and Smallbridge, the deanery of Rochdale, the archdeaconry of Rochdale, and the diocese of Manchester. The church is recorded in the National Heritage List for England as a designated Grade II listed building. It was a Commissioners' church, having received a grant towards its construction from the Church Building Commission.",
  "/wiki/Smallbridge,_Greater_Manchester": "Smallbridge is a district of Rochdale in Greater Manchester, England. It lies at the foothills of the Pennines, in the northeast of Rochdale, contiguous with Buckley, and to the south of the village of Wardle. The Rochdale ward is called Smallbridge and Firgrove. This ward had a population of 11,469 at the 2011 Census.",
  "/wiki/Rochdale": "Rochdale /ˈrɒtʃdeɪl/ is a town in Greater Manchester, England, at the foothills of the South Pennines in the dale on the River Roch, 5.3 miles (8.5 km) northwest of Oldham and 9.8 miles (15.8 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Rochdale, which had a population of 211,699 in 2011.",
  "/wiki/Greater_Manchester": "Greater Manchester is a metropolitan county and combined authority area in North West England, with a population of 2.8 million; the third largest in England after Greater London and the West Midlands. It encompasses one of the largest metropolitan areas in the United Kingdom and comprises ten metropolitan boroughs: Bolton, Bury, Oldham, Rochdale, Stockport, Tameside, Trafford, Wigan, and the cities of Manchester and Salford. Greater Manchester was created on 1 April 1974 as a result of the Local Government Act 1972, and designated a functional city region on 1 April 2011.",
  "/wiki/St_John_the_Evangelist%27s_Church,_Worsthorne": "St John the Evangelist's Church is in Church Square in the village of Worsthorne, Lancashire, England. It is an active Anglican parish church in the deanery of Burnley, the archdeaconry of Burnley, and the diocese of Blackburn. The church is recorded in the National Heritage List for England as a designated Grade II listed building.",
  "/wiki/Worsthorne": "Worsthorne is a rural village on the eastern outskirts of Burnley in Lancashire, England.  It is in the civil parish of Worsthorne-with-Hurstwood and the borough of Burnley. The village was known as Worthesthorn in 1202, which means \"thorn tree of a man named 'Weorth'.\"",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Spotland": "Spotland is a district of Rochdale in Greater Manchester, England. The Rochdale ward name is Spotland and Falinge. The population of this ward at the 2011 census was 10,805. It lies on the River Spodden, and is the home of Spotland Stadium.",
  "/wiki/Holy_Trinity_Church,_Burnley": "Holy Trinity Church is in Accrington Road, Burnley, Lancashire, England.  It is a redundant Anglican parish church, and is recorded in the National Heritage List for England as a designated Grade II listed building.  Holy Trinity is a Commissioners' church designed by Lewis Vulliamy in Early English style.  The church was extended in 1871–72, but closed in 1990, and has been converted into flats.",
  "/wiki/Burnley": "Burnley (/ˈbɜːrnli/) is a town in Lancashire, England, with a 2001 population of 73,021. It is 21 miles (34 km) north of Manchester and 20 miles (32 km) east of Preston, at the confluence of the River Calder and River Brun.",
  "/wiki/Rosedale,_North_Yorkshire": "Rosedale is a valley located almost in the centre of the North York Moors national park in North Yorkshire, England.  The nearest town is Kirkbymoorside located some 7 miles (11 km) to the south. Rosedale is surrounded by moorland. To the north-west sits Blakey Ridge at over 1,300 feet (400 m)  above sea level. At Dale Head is the source of the River Seven which flows down the valley to join the River Rye at Little Habton near Malton. At its southern end, Rosedale is squeezed between Spaunton Moor and Hartoft Rigg, where the river flows out through Forestry Commission woodland before passing the village of Cropton to reach the plains of the Vale of Pickering.",
  "/wiki/North_Yorkshire": "North Yorkshire is a non-metropolitan county (or shire county) and the largest ceremonial county in England by area. It is located primarily in the region of Yorkshire and the Humber but partly in the region of North East England. The estimated (by ONS) population of North Yorkshire was 602,300 in mid-2016 (not including the unitary districts of York, Middlesbrough, Stockton and Redcar & Cleveland).",
  "/wiki/Cobridge": "Cobridge is an area of Stoke-on-Trent, in the City of Stoke-on-Trent district, in the county of Staffordshire, England. Cobridge was marked on the 1775 Yates map as 'Cow Bridge' and was recorded in Ward records (1843) as Cobridge Gate.",
  "/wiki/Stoke-on-Trent": "Stoke-on-Trent (often abbreviated to Stoke) is a city and unitary authority area in Staffordshire, England, with an area of 36 square miles (93 km2). Together with the neighbouring boroughs of Newcastle-under-Lyme and Staffordshire Moorlands, it is part of North Staffordshire. In 2016, the city had a population of 261,302.",
  "/wiki/Roydon,_South_Norfolk": "Roydon is a small village, parish and electoral ward in the county of Norfolk, England, about a mile west of Diss.  It covers an area of 5.54 km2 (2.14 sq mi) and had a population of 2,358 in 981 households at the 2001 census, the population of both parish and ward increasing to 2,457 at the 2011 Census.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Winterborne_Clenston": "Winterborne Clenston is a small village and civil parish in Dorset, England. In 2013 the civil parish had an estimated population of 40.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/Knowle_St_Giles": "Knowle St Giles is a village and civil parish in the South Somerset district of Somerset, England, situated on the River Isle 2 miles (3 km) south of Ilminster and 2.5 miles (4 km) north east of Chard. The village has a population of 244.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Rochester_Cathedral": "Rochester Cathedral, formally the Cathedral Church of Christ and the Blessed Virgin Mary, is an English church of Norman architecture in Rochester, Kent.",
  "/wiki/Rochester,_Kent": "Rochester (/ˈrɒtʃɪstər/ ROTCH-iss-tər) is a town and was a historic city in the unitary authority of Medway in Kent, England. It is at the lowest bridging point of the River Medway about 30 miles (50 km) from London.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/St_Peter%27s_Bethnal_Green": "St Peter's Bethnal Green is a 19th-century church in Bethnal Green, London, England.",
  "/wiki/Bethnal_Green": "Bethnal Green is an area in the East End of London which lies 3.3 miles (5.3 km) northeast of Charing Cross. It is an electoral ward of the London Borough of Tower Hamlets, though the wider area stretches across both Bethnal Green Ward and St Peter's ward. Part of the area has been designated by the council as a conservation area which includes a number of important listed buildings. The area emerged from the hamlet which developed around the Green, much of which survives today as Bethnal Green Gardens, located on Canbridge Heath Road.",
  "/wiki/London_Borough_of_Tower_Hamlets": "The London Borough of Tower Hamlets is a London borough located in East London; it covers much of the traditional East End. It was formed in 1965 from the merger of the former metropolitan boroughs of Stepney, Poplar and Bethnal Green. The new authority's unusual name comes from an alternative title for the Tower Division; the area of south-east Middlesex, focused on (but not limited to) the area of the modern borough, which owed military service to the Tower of London.",
  "/wiki/St_James-the-Less,_Bethnal_Green": "St James-the-Less is a church in Bethnal Green, London, England. It is an Anglican church in the Diocese of London."
}