{
  "/wiki/Yumi_Matsutoya": "Yumi Matsutoya (松任谷 由実, Matsutōya Yumi, born January 19, 1954), nicknamed Yuming (ユーミン, Yūmin), is a Japanese singer, composer, lyricist and pianist. She is renowned for her idiosyncratic voice and live performances, and is an important figure in Japanese popular music.",
  "/wiki/Chage_and_Aska": "Chage and Aska (チャゲ&飛鳥) are a Japanese popular music duo composed of male singer-songwriters from Fukuoka Prefecture: Chage (チャゲ) (born January 6, 1958) and Aska (飛鳥涼（RYO Aska)) (born February 24, 1958). To date they have sold over 31 million albums and singles in Japan.",
  "/wiki/Yureru_Omoi_(album)": "Yureru Omoi (揺れる想い, Shifting Feelings) is the 4th album of Zard and was released on July 10, 1993 under B-Gram Records.",
  "/wiki/Zard": "Zard (ザード, Zādo) were a Japanese pop rock group. Originally a group of five members, with lead vocalist Izumi Sakai as its only constant member. Zard's work was sold under the record label B-Gram Records, Inc. Their most popular and successful songs are \"Makenaide\" (1993) (負けないで), \"Yureru Omoi\" (1993) (揺れる想い), and \"My Friend\" (1996). As of 2014, Zard has sold over 37 million records, making them one of the best-selling music artists in Japan.",
  "/wiki/Dreams_Come_True_(band)": "Dreams Come True (ドリームズ・カム・トゥルー, Dorīmuzu Kamu Turū) are a Japanese pop band formed in 1988, comprising Miwa Yoshida (lead vocals) and Masato Nakamura (bass). Founding member Takahiro Nishikawa (keyboards) left in 2003 to pursue a solo career. The band has sold more than 50 million records worldwide.",
  "/wiki/Globe_(album)": "Globe (styled as globe) is the first studio album released from Globe on March 31, 1996. The album sold over four million copies, becoming the best-selling album of Japan in Oricon charts history at that time.",
  "/wiki/Globe_(band)": "Globe (グローブ, Gurōbu, also styled as globe) were a dance-oriented Japanese pop band, formed in 1995 by producer and songwriter Tetsuya Komuro. Originally consisting of Komuro, Keiko Yamada and Marc Panther, the group's singles consistently hit the charts. In late 2002 Yoshiki, former drummer and pianist for X Japan, joined the group, but he left the band about a year later.",
  "/wiki/Review_(Glay_album)": "Review is the first greatest hits album from the Japanese rock band, Glay. It was released on October 10, 1997, and this album contains Glay's most popular singles and tracks from their 1994 album Hai to Diamond to their fourth album Beloved. The album sold over 2,003,000 copies in the first week of the release, debuting at the number-one position on the Japanese Oricon weekly charts. It remained for  five consecutive weeks at the top of Oricon charts. It became the third best-selling album in Japanese history, with more than 4,870,000 copies sold. It was certified Five Million by the Recording Industry Association of Japan (RIAJ).",
  "/wiki/Glay": "Glay is a Japanese rock band, formed in Hakodate in 1988. Glay primarily composes songs in the rock and pop genres, but they have also arranged songs using elements from a wide variety of genres, including progressive rock, punk, electronic, R&B, folk, reggae, and ska. Originally a visual kei band, the group slowly shifted to less dramatic attire through the years. As of 2008, Glay had sold an estimated 51 million records; 28 million singles and 23 million albums, making them one of the top ten best-selling artists of all time in Japan.",
  "/wiki/B%27z_The_Best_%22Pleasure%22": "B'z The Best \"Pleasure\" is the third compilation album by the Japanese rock duo B'z and released in 1998. It includes many of the group's hit singles from 1989 to 1998. With the exception of \"Be There\", all the songs are #1 hits on the Oricon charts.[citation needed]",
  "/wiki/B%27z": "B'z (Japanese: ビーズ, Hepburn: Bīzu) are a Japanese rock duo, consisting of guitarist, composer and producer Takahiro \"Tak\" Matsumoto (松本 孝弘, Matsumoto Takahiro) and vocalist and lyricist Koshi Inaba (稲葉 浩志, Inaba Kōshi), known for their energetic hard rock tracks and pop rock ballads. B'z is one of the best-selling music artists in the world and the best-selling in their native Japan, having released 49 consecutive No. 1 singles, 25 No. 1 albums, 3 No. 1 EPs on the Oricon music charts and sold more than 100 million records worldwide.",
  "/wiki/Hikaru_Utada": "Utada Hikaru (宇多田 ヒカル, born January 19, 1983), who has also gone by Hikaru Utada and the mononym Utada (English: /uːˈtɑːdə/, Japanese: [ɯtada]), is a Japanese-American singer-songwriter and producer. Born in the United States to Japanese parents, record producer Utada Teruzane and enka singer Keiko Fuji, Utada began to write music and lyrics at an early age and often traveled to Tokyo as a result of her father's job. Eventually, a recording contract with Toshiba-EMI was signed and, under the stage name Cubic U, Utada released her English-language debut album Precious in early 1998, but it was a commercial failure. In the following year, heavily influenced by R&B and dance-pop, her Japanese-language debut First Love was released and became an instant success. Backed by the massive success of singles \"Automatic\", \"Time Will Tell\", and \"Movin' On Without You\", the album sold two million copies in its first week in Japan, topped the Oricon charts for six non-consecutive weeks and went on to sell six million more throughout the rest of 1999. First Love eventually became the country's best-selling album of all time.",
  "/wiki/Kuraki_Mai": "Mai Kuraki (倉木 麻衣, Kuraki Mai) (born October 28, 1982 in Funabashi, Chiba) is a Japanese pop and R&B singer-songwriter and producer. Kuraki debuted in 1999 with the single, \"Love, Day After Tomorrow\". In 2000, she released her debut album, Delicious Way, which debuted at number-one and sold over 2,210,000 copies in its first week. Kuraki is one of a few female artists in Japan to have their first four studio albums to debut at top of the Oricon album chart.",
  "/wiki/CHEMISTRY": "Chemistry (styled as CHEMISTRY) is a Japanese pop duo, consisting of Yoshikuni Dōchin (堂珍 嘉邦, born November 17, 1978) and Kaname Kawabata (川畑 要, born January 28, 1979).",
  "/wiki/MusiQ": "MusiQ is the second studio album by Japanese rock band Orange Range released on December 1, 2004.",
  "/wiki/ORANGE_RANGE": "Orange Range (オレンジレンジ, Orenji Renji) are a 5-member Japanese rock band, based in Okinawa, Japan. Formed in 2001, the band began with Spice Music and later signed with Sony Music Japan's gr8! records division in 2003. The band left gr8! records in 2010 to start their own label, Super Echo.",
  "/wiki/Ken_Hirai": "Ken Hirai (平井 堅, Hirai Ken, born January 17, 1972) is a Japanese R&B and pop singer. Since his debut, Hirai has worked as a model, actor, composer, lyricist, singer, and spokesperson.",
  "/wiki/Home_(Mr._Children_album)": "HOME is the twelfth studio album by Mr. Children, released on March 14, 2007. Its first press limited edition includes a documentary DVD on the making of the album and live performances by members of the group between recording sessions. The album debuted at the number 1 position, with 693,038 copies sold in the first week.",
  "/wiki/Mr._Children": "Mr.Children (Japanese: ミスターチルドレン, Hepburn: Misutā Chirudoren), commonly referred to by their contracted nickname \"Misu-Chiru\" (ミスチル), are a Japanese pop rock band formed in 1989. Consisting of Kazutoshi Sakurai, Kenichi Tahara, Keisuke Nakagawa, and Hideya Suzuki, they made their major label debut in 1992. They are one of the best selling artists in Japan and one of the most successful Japanese rock artists, having sold over 75 million records and creating the \"Mis-chil Phenomenon\" (ミスチル現象) in the mid-1990s in Japan. They held the record for the highest first week sales of a single in Japan for 15 years, with 1.2 million copies of their 10th single \"Namonaki Uta\" (名もなき詩), have 30 consecutive number 1 singles, replaced Glay as the all-male band (with 3 or more members) to have the most number 1 albums on the Oricon charts, and won the Japan Record Award in 1994 for \"Innocent World\" and in 2004 for \"Sign\". As of 2012, Mr. Children has published fifteen original studio albums and 34 physical singles, along with five compilations, a live album, and fifteen home video releases.",
  "/wiki/Exile_(Japanese_band)": "Exile is a 19-member Japanese boy band. The leader of the group is Hiro, who debuted as a member of Zoo under For Life Music, but Exile have released their singles and albums under Avex Group's label Rhythm Zone. Hiro and Avex's president Max Matsuura came from the same high school. In 2003, the six original members of Exile founded the management and entertainment company LDH which has debuted many successful groups and soloists ever since. Exile is the representative group of the company."
}