{
  "/wiki/Beijing_Capital_International_Airport": "Beijing Capital International Airport (IATA: PEK, ICAO: ZBAA) is the main international airport serving Beijing. It is located 32 km (20 mi) northeast of Beijing's city centre, in an enclave of Chaoyang District and the surroundings of that enclave in suburban Shunyi District. The airport is owned and operated by the Beijing Capital International Airport Company Limited, a state-controlled company. The airport's IATA Airport code, PEK, is based on the city's former romanized name, Peking.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Haneda_Airport": "Tokyo International Airport (東京国際空港, Tōkyō Kokusai Kūkō), commonly known as Haneda Airport (羽田空港, Haneda Kūkō), Tokyo Haneda Airport, and Haneda International Airport (IATA: HND, ICAO: RJTT), is one of the two primary airports that serve the Greater Tokyo Area, and is the primary base of Japan's two major domestic airlines, Japan Airlines (Terminal 1) and All Nippon Airways (Terminal 2), as well as Air Do, Skymark Airlines, Solaseed Air, and StarFlyer. It is located in Ōta, Tokyo, 15 kilometres (9.3 mi) south of Tokyo Station.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Dubai_International_Airport": "Dubai International Airport (IATA: DXB, ICAO: OMDB) (Arabic: مطار دبي الدولي‎) is the primary international airport serving Dubai, United Arab Emirates, and is the world's busiest airport by international passenger traffic. It is also the fifth-busiest airport in the world by passenger traffic, the sixth-busiest cargo airport in the world, the busiest airport for Airbus A380 and Boeing 777 movements, and the airport with the highest average number of passengers per flight. In 2017, DXB handled 88 million passengers and 2.65 million tonnes of cargo and registered 409,493 aircraft movements. In July 2019, Dubai International airport installed the largest solar energy system in the region's airports as part of Dubai's goal to reduce 30 percent of the city energy consumption by 2030.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Suvarnabhumi_Airport": "Suvarnabhumi Airport (Thai: ท่าอากาศยานสุวรรณภูมิ, RTGS: Tha-akatsayan Suwannaphum, pronounced [tʰâː.ʔāː.kàːt̚.sā.jāːn.sùʔ.wān.nā.pʰūːm] (listen); from Sanskrit सुवर्णभूमि (Suvarṇabhūmi), literally 'golden land') (IATA: BKK, ICAO: VTBS), also known unofficially as Bangkok Airport, is one of two international airports serving Bangkok, Thailand. The other one is Don Mueang International Airport, which was the main international airport from 1924 to 2006 and transitioned in 2007 to become the low-cost airlines hub for Bangkok. Suvarnabhumi covers an area of 3,240 ha (32.4 km2; 8,000 acres), making it one of the biggest international airports in Southeast Asia and a regional hub for aviation.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/Singapore_Changi_Airport": "Singapore Changi Airport, commonly known as Changi Airport (IATA: SIN, ICAO: WSSS), is a major civilian airport that serves Singapore, and is one of the largest transportation hubs in Asia. It is currently rated the World's Best Airport by Skytrax for the seventh consecutive year since 2013. It is also the first Airport in the world to do so for seven consecutive years and is one of the world's busiest airports by international passenger and cargo traffic. The airport is located in Changi, at the eastern end of Singapore, approximately 20 km (12 mi)  from Marina Bay (Singapore's Downtown Core), on a 13-square-kilometre (5.0 sq mi) site. The airport is operated by Changi Airport Group and it is the home base of Singapore Airlines, Singapore Airlines Cargo, SilkAir, Scoot, Jetstar Asia Airways and BOC Aviation.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Soekarno%E2%80%93Hatta_International_Airport": "Soekarno–Hatta International Airport (Indonesian: Bandar Udara Internasional Soekarno–Hatta) (IATA: CGK, ICAO: WIII), abbreviated SHIA or Soetta or Cengkareng airport (Indonesian: Bandara Cengkareng) (hence the IATA designator \"CGK\"), is the primary airport serving the Jakarta metropolitan area on the island of Java in Indonesia. Named after the first president and vice-president of Indonesia, Soekarno and Mohammad Hatta, the airport is located at Benda, Tangerang, which is about 20 km northwest of Central Jakarta. Together with Halim Perdanakusuma International Airport, they served over 75 million passengers of Greater Jakarta in 2018.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Guangzhou_Baiyun_International_Airport": "Guangzhou Baiyun International Airport (IATA: CAN, ICAO: ZGGG) is the major airport of Guangzhou, Guangdong province. Both airport codes were inherited from the former Baiyun Airport, and the IATA code is derived from Guangzhou's historical romanization Canton. Baiyun Airport serves as a hub for China Southern Airlines, FedEx Express, 9 Air, Hainan Airlines and Shenzhen Airlines.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/List_of_the_busiest_airports_in_Asia": "This is a list of busiest airports in Asia, ranked by total passengers per year, which includes arrival, departure and transit passengers. Beijing Capital International Airport has been the busiest airport in Asia since 2009. The tables also shows the percentage change in total passenger traffic over last year. Asian airports are those that are located in the 48 countries and 6 dependent states as defined by UN and fall within the Asian region. Airports in Moscow and Istanbul are located in the European part of their respective countries and so are not included in this list."
}