{
  "/wiki/Spain_national_basketball_team": "The Spain men's national basketball team (Spanish: Selección Española de Baloncesto) represents Spain in international basketball competition. They are managed by the Spanish Basketball Federation, the governing body for basketball in Spain.",
  "/wiki/2014_FIBA_Basketball_World_Cup": "The 2014 FIBA Basketball World Cup was the 17th edition of the FIBA Basketball World Cup, the tournament previously known as the FIBA World Championship. Hosted by Spain, it was the last tournament to be held on the then-current four-year cycle. The next FIBA World Cup was held five years later, in 2019, to reset the four-year-cycle on a different year than the FIFA World Cup.",
  "/wiki/EuroBasket_2013": "EuroBasket 2013 was the 38th edition of the EuroBasket championship that is organized by FIBA Europe. It took place from 4 September until 22 September 2013 in Slovenia. The number of participating teams was 24.",
  "/wiki/Ukraine_national_basketball_team": "The Ukraine national basketball team (Ukrainian: збірна України з баскетболу) represents Ukraine in international basketball matches. They are controlled by the Basketball Federation of Ukraine.",
  "/wiki/Estonia_national_basketball_team": "The Estonia national basketball team (Estonian: Eesti korvpallikoondis) represents Estonia in international basketball matches. They are controlled by the Estonian Basketball Association. Estonia first competed internationally at the 1936 Summer Olympics. The national team has also made five appearances at the European Basketball Championship, with their best results coming in 1937 and 1939, where they finished in fifth place.",
  "/wiki/FIBA_EuroBasket_2015_qualification": "This article describes the qualification procedure for EuroBasket 2015.",
  "/wiki/EuroBasket_2001": "The 2001 FIBA European Championship, commonly called FIBA EuroBasket 2001, was the 32nd FIBA EuroBasket regional basketball championship held by FIBA Europe, which also served as Europe qualifier for the 2002 FIBA World Championship, giving a berth to the top four (or five, depending on Yugoslavia reaching one of the top four places) teams in the final standings. It was held in Turkey between 31 August and 9 September 2001. Sixteen national teams entered the event under the auspices of FIBA Europe, the sport's regional governing body. The cities of Ankara, Antalya and Istanbul hosted the tournament. Yugoslavia won its eighth FIBA European title by defeating hosts Turkey with a 78–69 score in the final. Vlado Šćepanović scored 19 points for Yugoslavia, while İbrahim Kutluay scored 19 for Turkey. Yugoslavia's Peja Stojaković was voted the tournament's MVP.",
  "/wiki/France_national_basketball_team": "France is currently ranked fifth in the FIBA World Rankings.",
  "/wiki/Slovenia_national_basketball_team": "The Slovenia national basketball team (Slovene: Slovenska košarkarska reprezentanca) represents Slovenia in international basketball competitions, and is organized by the Basketball Federation of Slovenia. Since the independence of the country in 1991, the national team has competed at every EuroBasket, and reached the knockout stage at every championship since 2005. Their greatest achievement overall at the tournament came at EuroBasket 2017, where they won all nine games and became European champions.",
  "/wiki/Croatia_national_basketball_team": "The Croatia men's national basketball team (Croatian: Hrvatska muška košarkaška reprezentacija) represents Croatia in international basketball matches. The team is controlled by the Croatian Basketball Federation (HKS).",
  "/wiki/Lithuania_men's_national_basketball_team": "The Lithuania men's national basketball team (Lithuanian: Lietuvos nacionalinė vyrų krepšinio rinktinė) represents Lithuania in international basketball competitions. They are controlled by the Lithuanian Basketball Federation, the governing body for basketball in Lithuania. Despite Lithuania's small size, with a population of less than 3 million, the country's devotion to basketball has made them a traditional force of the sport in Europe.",
  "/wiki/Serbia_national_basketball_team": "The Serbia national basketball team (Serbian: Кошаркашка репрезентација Србије, romanized: Košarkaška reprezentacija Srbije) represents Serbia in international basketball competition and is controlled by the Basketball Federation of Serbia. Serbia is currently ranked sixth in the FIBA World Rankings.",
  "/wiki/Finland_national_basketball_team": "The Finland national basketball team (Finnish: Suomen kansallinen koripallojoukkue, Swedish: Finlands herrlandslag i basket) represents Finland in international basketball competition. The team is governed by Basketball Finland.",
  "/wiki/Wild_card_(sports)": "A wild card (variously spelled wildcard or wild-card; also known as at-large berth or at-large bid) is a tournament or playoff berth awarded to an individual or team that fails to qualify in the normal way, for example by having a high ranking or winning a qualifying stage. In some events, wild cards are chosen freely by the organizers. Other events have fixed rules. Some North American professional sports leagues compare the records of teams which did not qualify directly by winning a division or conference.",
  "/wiki/Greece_national_basketball_team": "The Greece national basketball team (Greek: Eθνική Oμάδα Καλαθοσφαίρισης Ελλάδος) represents Greece in international basketball. They are controlled by the Hellenic Basketball Federation, the governing body for basketball in Greece. Greece is currently ranked seventh in the FIBA World Rankings.",
  "/wiki/Turkey_national_basketball_team": "The Turkey national basketball team (Turkish: Türkiye Millî Basketbol Takımı) represents Turkey in international basketball tournaments. They are governed by the Turkish Basketball Federation. Their nickname is the 12 Dev Adam, meaning 12 Giant Men.",
  "/wiki/FIBA_EuroBasket_2013": "EuroBasket 2013 was the 38th edition of the EuroBasket championship that is organized by FIBA Europe. It took place from 4 September until 22 September 2013 in Slovenia. The number of participating teams was 24.",
  "/wiki/Latvia_national_basketball_team": "The Latvia national basketball team (Latvian: Latvijas basketbola izlase) represents Latvia in international basketball. They are organized and run by the Latvian Basketball Association. Latvia has reached the European Basketball Championship 15 times, with their ultimate success occurring during the inter-war period, when they became the first team to win the tournament in 1935. Four years later, they had another impressive run to come away with the silver in 1939. After 1939 though Latvia were forced to suspend their national team operations, due to the Occupation of the Baltic states during World War II. Latvia regained independence in 1991, with their national team taking part in international competition once again a year later.",
  "/wiki/Israel_national_basketball_team": "The Israel national basketball team (Hebrew: נבחרת ישראל בכדורסל‎) represents Israel in international basketball tournaments. They are administered by the Israel Basketball Association. Israel is currently ranked 42nd in the FIBA World Rankings.",
  "/wiki/Bosnia_and_Herzegovina_national_basketball_team": "The Bosnia and Herzegovina national basketball team (Bosnian: Košarkaška reprezentacija Bosne i Hercegovine / Кошаркашка репрезентација Босне и Херцеговине) represents Bosnia and Herzegovina in international basketball competitions, and is governed by the Basketball Federation of Bosnia and Herzegovina. Until 1992, Bosnian basketballers played for Yugoslavia.",
  "/wiki/Belgium_national_basketball_team": "The Belgian national basketball team (French: Équipe nationale Belge de basketball, Dutch: Belgisch nationaal basketbalelftal, German: Belgier Basketballnationalmannschaft) represents Belgium in international basketball tournaments. The supervising body is Basketball Belgium.",
  "/wiki/Georgia_national_basketball_team": "The Georgia national basketball team (Georgian: საქართველოს ეროვნული საკალათბურთო ნაკრები) represents the country of Georgia in international basketball matches, and is controlled by the Georgian Basketball Federation. Georgia became a member of FIBA in 1992, after they gained independence from the Soviet Union. The national team played their first official match against Poland in 1995.",
  "/wiki/Czech_Republic_national_basketball_team": "The Czech national basketball team (Czech: Česká basketbalová reprezentace) represents the Czech Republic in international basketball tournaments. The team is controlled by the Czech Basketball Federation (ČBF).",
  "/wiki/Germany_national_basketball_team": "The Germany national basketball team (German: Deutsche Basketballnationalmannschaft or Die Mannschaft) represents Germany in international basketball competition. They are organized by the German Basketball Federation (Deutscher Basketball Bund), the governing body for basketball in Germany. Currently, Germany is ranked 18th in the FIBA World Rankings.",
  "/wiki/Netherlands_national_basketball_team": "The Netherlands national basketball team (Dutch: Het Nederlands Elftal) represents the Netherlands in international basketball matches. The national team is governed by Basketball Nederland.",
  "/wiki/EuroBasket_1989": "The 1989 FIBA European Championship, commonly called FIBA EuroBasket 1989, was the 26th FIBA EuroBasket regional basketball championship, held by FIBA Europe. It was held in Yugoslavia between 20 and 25 June 1989. Eight national teams entered the event under the auspices of FIBA Europe, the sport's regional governing body. The Dom Sportova in Zagreb was the hosting venue of the tournament. The host, Yugoslavia, won its fourth FIBA European title by defeating the defending champions Greece, with a 98–77 score in the final. Yugoslavia's Dražen Petrović was voted the tournament's MVP. The best five teams in the final standings were given berths in the 1990 FIBA World Championship.",
  "/wiki/Poland_national_basketball_team": "The Poland national basketball team (Polish: Reprezentacja Polski w koszykówce) represents Poland in men's international basketball competitions. They are controlled by the Polish Basketball Association (PZKosz).",
  "/wiki/EuroBasket_2015": "EuroBasket 2015 was the 39th annual edition of the EuroBasket championship that is organized by FIBA Europe. It took place in Croatia, France, Germany, and Latvia, making it the first EuroBasket held in more than one country. It started on 5 September and ended on 20 September."
}