{
  "/wiki/André_Hunebelle": "André Hunebelle was a French maître verrier (master glassmaker) and  film director. He was born on 1 September 1896 in Meudon (Hauts-de-Seine), and died on 27 November 1985 in Nice (Alpes-Maritimes).",
  "/wiki/Michel_Fermaud": "Michel Fermaud (6 September 1921) is a French author, dialoguist, film director, and screenwriter.",
  "/wiki/Jacques_Poitrenaud": "Jacques Poitrenaud (born 22 May 1922, Lille – died 5 April 2005, Paris) was a French film director and actor.",
  "/wiki/Claude_Choublier": "Claude Choublier, was a film screenwriter and scriptwriter.",
  "/wiki/Tales_of_Paris": "Tales of Paris is a 1962 French anthology film starring Catherine Deneuve.",
  "/wiki/Marc_Allégret": "Marc Allégret (22 December 1900 – 3 November 1973) was a French screenwriter, photographer and film director.",
  "/wiki/And_Satan_Calls_the_Turns": "And Satan Calls the Turns is a 1962 French film directed by Grisha Dabat and starring Catherine Deneuve.",
  "/wiki/Vice_and_Virtue": "Vice and Virtue (original French title: Le Vice et la Vertu) is a 1963 French film set in World War II starring Annie Girardot as Juliette (Vice), Robert Hossein as the sadistic German officer and Catherine Deneuve, in her first notable film role, as Justine (Virtue).",
  "/wiki/Roger_Vadim": "Roger Vadim (French: [ʁɔ.ʒe va.dim]; 26 January 1928 – 11 February 2000) was a French screenwriter, film director and producer, as well as an author, artist and occasional actor. His best-known works are visually lavish films with erotic qualities, such as And God Created Woman (1956), Barbarella (1968), and Pretty Maids All in a Row (1971).",
  "/wiki/Portuguese_Vacation": "Portuguese Vacation (French: Vacances portugaises) is a 1963 French-Portuguese drama film directed by Pierre Kast and starring Françoise Arnoul, Michel Auclair and Jean-Pierre Aumont.",
  "/wiki/Pierre_Kast": "Pierre Kast (French: [kast]; 22 September 1920, Paris – 20 October 1984, Rome) was a French screenwriter and film and television director.",
  "/wiki/The_Umbrellas_of_Cherbourg": "The Umbrellas of Cherbourg (French: Les Parapluies de Cherbourg) is a 1964 musical romantic drama film directed and written by Jacques Demy and starring Catherine Deneuve and Nino Castelnuovo. The music was composed by Michel Legrand. The film dialogue is all sung as recitative, including casual conversation, and is sung-through, or through-composed like some operas and stage musicals.",
  "/wiki/Jacques_Demy": "Jacques Demy (French: [ʒak dəmi]; 5 June 1931 – 27 October 1990) was a French director, lyricist, and screenwriter. He appeared in the wake of the French New Wave alongside contemporaries like Jean-Luc Godard and François Truffaut. Demy's films are celebrated for their sumptuous visual style. Demy's style drew upon such diverse sources as classic Hollywood musicals, the documentary realism of his New Wave colleagues, fairy-tales, jazz, Japanese manga, and the opera. His films contain overlapping continuity (i.e., characters cross over from film to film), lush musical scores (typically composed by Michel Legrand) and motifs like teenaged love, labor rights, incest, and the intersection between dreams and reality. He is best known for the two musicals he directed in the mid-1960s: The Umbrellas of Cherbourg (1964) and The Young Girls of Rochefort (1967).",
  "/wiki/The_World's_Most_Beautiful_Swindlers": "The World's Most Beautiful Swindlers (French: Les plus belles escroqueries du monde) is a 1964 film composed of five segments, each of which was created with a different set of writers, directors, and actors.",
  "/wiki/Claude_Chabrol": "Claude Henri Jean Chabrol (French: [klod ʃabʁɔl]; 24 June 1930 – 12 September 2010) was a French film director and a member of the French New Wave (nouvelle vague) group of filmmakers who first came to prominence at the end of the 1950s. Like his colleagues and contemporaries Jean-Luc Godard, François Truffaut, Éric Rohmer and Jacques Rivette, Chabrol was a critic for the influential film magazine Cahiers du cinéma before beginning his career as a film maker.",
  "/wiki/Male_Hunt": "Male Hunt (French: La chasse à l'homme, Italian: Caccia al maschio) is a  1964 French-Italian comedy film directed by  Édouard Molinaro and starring Jean-Paul Belmondo.",
  "/wiki/Édouard_Molinaro": "Édouard Molinaro (13 May 1928 – 7 December 2013) was a French film director and screenwriter.",
  "/wiki/Male_Companion": "Male Companion (French: Un monsieur de compagnie) is a 1964 French film directed by Philippe de Broca and written by André Couteaux. The main character Antoine was played by Jean-Pierre Cassel.",
  "/wiki/Philippe_de_Broca": "Philippe de Broca (French: [də bʁɔka]; 15 March 1933 – 26 November 2004) was a French movie director.",
  "/wiki/La_costanza_della_ragione": "La costanza della ragione is a 1964 drama film  directed by  Pasquale Festa Campanile, based on the homonymous novel by Vasco Pratolini and starring Sami Frey and Catherine Deneuve.",
  "/wiki/Pasquale_Festa_Campanile": "Pasquale Festa Campanile (28 July 1927 – 25 February 1986) was an Italian screenwriter, film director and novelist, mostly known as a prominent exponent of the commedia all'italiana genre.",
  "/wiki/Repulsion_(film)": "Repulsion is a 1965 British psychological horror film directed by Roman Polanski and based on a story by Polanski and Gérard Brach, who wrote the screenplay with David Stone. It stars Catherine Deneuve as a young, withdrawn woman who finds sexual advances repulsive and after she is left alone in her apartment, becomes even more isolated and detached from reality. Shot in London, it is Polanski's first English-language film and second feature-length production, following Knife in the Water (1962).",
  "/wiki/Roman_Polanski": "Roman Polański (/pəˈlænski/ pə-LAN-skee, Polish: [ˈrɔman pɔˈlaj̃skʲi] (listen); born 18 August 1933 in Paris; original name Raymond Thierry Liebling) is a French-Polish film director, producer, writer, and actor. Since 1978, Polanski has been a fugitive from the U.S. criminal justice system; he fled the country while awaiting sentencing in his sexual abuse case, in which he pleaded guilty to statutory rape.",
  "/wiki/New_York_Film_Critics_Circle_Award_for_Best_Actress": "The New York Film Critics Circle Award for Best Actress is one of the awards given by the New York Film Critics Circle to honor the finest achievements in filmmaking.",
  "/wiki/Who_Wants_to_Sleep?": "Who Wants to Sleep? (German: Das Liebeskarussell) is a 1965 Austrian-German comedy film directed by Rolf Thiele, Axel von Ambesser and Alfred Weidenmann and starring Curd Jürgens, Anita Ekberg and Catherine Deneuve. It consists of a series of episodic tales about the relationships of the characters.",
  "/wiki/Rolf_Thiele": "Rolf Thiele (7 March 1918 – 9 October 1994) was a German film director, producer and screenwriter. He directed 42 films between 1951 and 1977. He was born in Proedlitz, then in the Austro-Hungarian Empire. His 1958 film Eva was entered into the 1959 Cannes Film Festival. His 1964 film Tonio Kröger was entered into the 14th Berlin International Film Festival.",
  "/wiki/Axel_von_Ambesser": "Axel Eugen Alexander von Oesterreich (22 June 1910 – 6 September 1988), better known as Axel von Ambesser, was a German actor and film director.",
  "/wiki/Alfred_Weidenmann": "Alfred Weidenmann (10 May 1916 – 9 June 2000) was a German film director and screenwriter. He directed 36 films between 1942 and 1984.",
  "/wiki/Le_Chant_du_monde_(film)": "Le Chant du monde is a 1965 Italian film directed by Marcel Camus. It is based on the novel The Song of the World (Fr. Le Chant du monde, 1934) by French author Jean Giono.",
  "/wiki/Marcel_Camus": "Marcel Camus (21 April 1912 – 13 January 1982) was a French film director. He is best known for Orfeu Negro (Black Orpheus), which won the Palme d'Or at the 1959 Cannes Film Festival and the 1960 Oscar for Best Foreign Language Film.",
  "/wiki/A_Matter_of_Resistance": "A Matter of Resistance (French: La Vie de château) is a 1965 French romantic comedy film co-written and directed by Jean-Paul Rappeneau, and starring Catherine Deneuve, Pierre Brasseur, Philippe Noiret and Henri Garcin. It received the Louis Delluc Prize in 1965.",
  "/wiki/Jean-Paul_Rappeneau": "Jean-Paul Rappeneau (born 8 April 1932) is a French film director and screenwriter.",
  "/wiki/Les_Créatures": "Les Créatures (Swedish: Varelserna) is a French-Swedish 1966 film written and directed by Agnès Varda that recounts a story of a couple who have just moved to a new town and been in a car accident. The wife, Mylène Piccoli, has lost her voice in the accident and communicates through writing. The husband, Edgar Piccoli, is a science fiction writer working to produce his next book.",
  "/wiki/Agnès_Varda": "Agnès Varda (French: [aɲɛs vaʁda]; 30 May 1928 – 29 March 2019) was a Belgian-born French film director, photographer, and artist. Her work was pioneering for, and central to, the development of the widely influential French New Wave film movement of the 1950s and 1960s. Her films focused on achieving documentary realism, addressing feminist issues, and producing other social commentary, with a distinctive experimental style.",
  "/wiki/The_Young_Girls_of_Rochefort": "The Young Girls of Rochefort (French: Les Demoiselles de Rochefort, lit. 'The Young Ladies of Rochefort') is a 1967 French musical comedy film written and directed by Jacques Demy. The ensemble cast is headlined by real-life sisters Catherine Deneuve and Françoise Dorléac, along with Gene Kelly, and features Jacques Perrin, Michel Piccoli, Danielle Darrieux, George Chakiris, and Grover Dale. The choreography was by Norman Maen.",
  "/wiki/Catherine_Deneuve": "Catherine Fabienne Dorléac (born 22 October 1943), known professionally as Catherine Deneuve (/dəˈnɜːv/; French: [katʁin dənœv] (listen)), is a French actress as well as an occasional singer, model and producer. She gained recognition for her portrayal of icy, aloof and mysterious beauties for various directors, including Luis Buñuel, François Truffaut and Roman Polanski. In 1985, she succeeded Mireille Mathieu as the official face of Marianne, France's national symbol of liberty. A 14-time César Award nominee, she won for her performances in Truffaut's The Last Metro (1980), for which she also won the David di Donatello for Best Foreign Actress,  and Régis Wargnier's Indochine (1992)."
}