{
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/King_of_the_Hill": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/Kidney_Boy_and_Hamster_Girl:_A_Love_Story": "The fifth season of King of the Hill originally aired Sundays at 7:30–8:00 p.m. (EST) from October 1, 2000 to May 13, 2001. The Region 1 DVD was released on November 22, 2005. The Region 2 DVD was released on February 26, 2007. The Region 4 DVD was released on April 28, 2008.",
  "/wiki/Zoolander": "Zoolander is a 2001 American action comedy film directed by Ben Stiller and starring Stiller, Owen Wilson and Will Ferrell. The film contains elements from a pair of short films directed by Russell Bates and written by Drake Sather and Stiller for the VH1 Fashion Awards television specials in 1996 and 1997. \nThe short films and the film itself feature a dimwitted, narcissistic male model named Derek Zoolander, played by Stiller. The film involves Zoolander becoming the pawn of corrupt fashion executives who are plotting to assassinate the Prime Minister of Malaysia. The name \"Derek Zoolander\" was invented by Bates while he was editing the first short film, and was inspired by the names of two male models who both worked for Calvin Klein: the Dutchman Mark Vanderloo and the American Johnny Zander.",
  "/wiki/Cameo_appearance": "A cameo role or cameo appearance (/ˈkæmioʊ/; often shortened to just cameo) is a brief appearance or voice part of a well known person in a work of the performing arts. These roles are generally small, many of them non-speaking ones, and are commonly either appearances in a work in which they hold some special significance (such as actors from an original movie appearing in its remake) or renowned people making uncredited appearances. Short appearances by celebrities, film directors, politicians, athletes or musicians are common. A crew member of the movie or show playing a minor role can be referred to as a cameo as well, such as Alfred Hitchcock's frequently performed cameos.",
  "/wiki/Dawson%27s_Creek": "Dawson's Creek is an American teen drama television series about the fictional lives of a close-knit group of friends beginning in high school and continuing in college that ran from 1998 to 2003. The series starred James Van Der Beek as Dawson Leery, Katie Holmes as his best friend and love interest Joey Potter, Joshua Jackson as their fellow best friend Pacey Witter, and Michelle Williams as Jen Lindley, a New York City transplant to the fictional town of Capeside, Massachusetts, where the series was set. The show was created by Kevin Williamson and debuted on The WB on January 20, 1998. It was produced by Columbia TriStar Television (renamed Sony Pictures Television before the sixth and final season) and was filmed in Wilmington, North Carolina.",
  "/wiki/List_of_Dawson%27s_Creek_episodes": "Dawson's Creek, an American television series, was created by Kevin Williamson, who was the executive producer until the end of the show's second season. Paul Stupin shared the executive producer role until Williamson left, and remained until the series finale along with Tom Kapinos and Greg Prange. It is produced by Outerbanks Entertainment and Sony Pictures Television.",
  "/wiki/Malice_(2004_video_game)": "Malice is a platform game for the Xbox and PlayStation 2 developed by Argonaut Games and published by Mud Duck Productions in North America and Evolved Games in Europe. The game was originally supposed to be a title for the PlayStation. It was ported and management aimed to release it in late 2001 as an Xbox launch title with band members from No Doubt doing various voice-overs and singer Gwen Stefani doing the voice for Malice. After a lengthy delay, cancellation, a change in publishers and an eventual revival, the game was released in 2004 and was met with mediocre reviews. This was Argonaut's final title released, as the company went out of business two months after the Xbox version came out in Europe.",
  "/wiki/The_Aviator_(2004_film)": "The Aviator is a 2004 American epic biographical drama film directed by Martin Scorsese and written by John Logan. It stars Leonardo DiCaprio as Howard Hughes, Cate Blanchett as Katharine Hepburn, and Kate Beckinsale as Ava Gardner. The supporting cast features Ian Holm, John C. Reilly, Alec Baldwin, Jude Law as Errol Flynn, Gwen Stefani as Jean Harlow, Kelli Garner as Faith Domergue, Matt Ross, Willem Dafoe, Alan Alda, and Edward Herrmann.",
  "/wiki/Jean_Harlow": "Jean Harlow (born Harlean Harlow Carpenter; March 3, 1911 – June 7, 1937) was an American film actress and sex symbol of the 1930s. Harlow was only on the screen from 1928 to 1937, before her death at the age of 26, but she became one of the biggest movie stars in the world, whose image in the public eye has endured. Often nicknamed the \"Blonde Bombshell\" and the \"Platinum Blonde\", she was popular for her \"Laughing Vamp\" movie persona.",
  "/wiki/Screen_Actors_Guild_Award_for_Outstanding_Performance_by_a_Cast_in_a_Motion_Picture": "The Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Motion Picture (or Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture), is an award given by the Screen Actors Guild to honor the finest acting achievements in film.",
  "/wiki/Fashion_Rocks": "Fashion Rocks is an annual international charity fundraiser event, which features fashions by the world's top designers presented as live performances by popular music acts.",
  "/wiki/Gossip_Girl": "Gossip Girl is an American teen drama television series based on the book series of the same name written by Cecily von Ziegesar. The series, created by Josh Schwartz and Stephanie Savage, originally ran on The CW network for six seasons from September 19, 2007, to December 17, 2012.",
  "/wiki/Valley_Girls": "\"Valley Girls\" is the twenty-fourth episode of the second season of The CW television series Gossip Girl. The episode served as a backdoor pilot for a potential Gossip Girl spin-off series set in the 1980s, entitled Valley Girls. The episode was directed by Mark Piznarski and written by Josh Schwartz and Stephanie Savage (this was the first episode of the series since \"Much 'I Do' About Nothing\" to be co-written by Schwartz). It was filmed on location in New York City, New York and in Los Angeles, California. References to elements of 1980s popular culture were heavily accentuated in the episode, which the producers hoped would bridge the generation gap between the characters and audience. \"Valley Girls\" aired on the CW in the United States on May 11, 2009 and was viewed live by an audience of 2.31 million Americans. Although the episode received generally positive reviews, the spin-off series was not picked up.",
  "/wiki/Everyday_Sunshine:_The_Story_of_Fishbone": "Everyday Sunshine: The Story of Fishbone is an award-winning 2010 documentary film about the U.S. alternative rock band Fishbone. Co-produced and co-directed by Lev Anderson and Chris Metzler, and narrated by actor Laurence Fishburne, Everyday Sunshine premiered during the 2010 Los Angeles Film Festival, on 19 June 2010. The film was released by Pale Griot Film, and was made to coincide with Fishbone's 25th anniversary. It was released on iTunes in February 2012 to coincide with Black History Month.",
  "/wiki/Portlandia_(TV_series)": "Portlandia is a sketch comedy television series set and filmed in and around Portland, Oregon, starring Fred Armisen and Carrie Brownstein. The show was produced by Broadway Video Television and IFC Original Productions. It was created by Armisen and Brownstein, along with Jonathan Krisel, who directs it. It debuted on IFC on January 21, 2011.",
  "/wiki/List_of_Portlandia_episodes": "Portlandia is an American satire television series created by Fred Armisen, Carrie Brownstein and Jonathan Krisel. The series stars Armisen and Brownstein. It premiered on January 21, 2011, on IFC. During the course of the series, 77 episodes of Portlandia aired over eight seasons.",
  "/wiki/The_Voice_(American_TV_series)": "The Voice is an American singing competition television series broadcast on NBC. It premiered during the spring television cycle on April 26, 2011, and expanded into the fall cycle with the premiere of the third season on September 10, 2012. Based on the original The Voice of Holland, and part of The Voice franchise it has aired seventeen seasons and aims to find currently unsigned singing talent (solo or duets, professional and amateur) contested by aspiring singers, age 13 or over, drawn from public auditions.",
  "/wiki/Trolls_(film)": "Trolls is a 2016 American computer-animated musical comedy film based on the Troll dolls created by Thomas Dam. Mike Mitchell and Walt Dohrn co-directs this film, with Jonathan Aibel and Glenn Berger serving as the writers. Trolls is based on a story by Erica Rivinoja. The film features the voices of Anna Kendrick, Justin Timberlake, Christopher Mintz-Plasse, Zooey Deschanel, Christine Baranski, Russell Brand, James Corden, Jeffrey Tambor, John Cleese and Gwen Stefani. The film follows two trolls who go on a quest, to save their village from destruction by the Bergens, creatures who eat Trolls to be happy.",
  "/wiki/Trolls_World_Tour": "Trolls World Tour is an upcoming American computer-animated jukebox musical comedy film produced by DreamWorks Animation and distributed by Universal Pictures. The film is a sequel to the 2016 film Trolls, directed by Walt Dohrn with co-direction by David P. Smith, produced by Gina Shay, and will feature an ensemble voice cast including Anna Kendrick, Justin Timberlake, James Corden, Ozzy Osbourne, Rachel Bloom, Anderson Paak, George Clinton, Mary J. Blige, Kelly Clarkson, Sam Rockwell, Ron Funches, Gwen Stefani, Icona Pop, Kunal Nayyar, Jamie Dornan, J Balvin and Kenan Thompson."
}