{
  "/wiki/Syracuse,_NY": "Syracuse (/ˈsɪrəkjuːz, ˈsɛr-, -kjuːs/) is a city in and the county seat of Onondaga County, New York, United States. It is the fifth-most populous city in the state of New York following New York City, Buffalo, Rochester, and Yonkers.",
  "/wiki/I-690": "Interstate 690 (I-690) is an auxiliary Interstate Highway that extends for 14.19 miles (22.84 km) through the vicinity of Syracuse, New York, in the United States. It is a spur of I-90 (here part of the New York State Thruway) that travels southeast from Thruway exit 39 in Van Buren to I-481 in DeWitt. In between, I-690 passes through the western suburbs of Syracuse before heading east through the city itself, where it meets I-81 in downtown Syracuse. The expressway continues northwest of the Thruway as New York State Route 690 (NY 690).",
  "/wiki/I-81_(NY)": "Interstate 81 (I-81) is a part of the Interstate Highway System that runs from Interstate 40 at Dandridge, Tennessee, to the Thousand Islands International Bridge at Wellesley Island in New York, beyond which a short stub links it to Ontario Highway 401. In the U.S. state of New York, I-81 extends 183.62 miles (295.51 km) from the Pennsylvania state line southeast of Binghamton to the Canadian border at Wellesley Island northwest of Alexandria Bay. The freeway runs north–south through Central New York, serving the cities of Binghamton, Syracuse, and Watertown. It passes through the Thousand Islands in its final miles and crosses two bridges, both part of the series of bridges known as the Thousand Islands Bridge.",
  "/wiki/New_York_State_Route_930F": "New York State Route 34 (NY 34) is a north–south New York state route located in Central New York. Its southern terminus is at the Pennsylvania state line in the village of Waverly, where it connects to Pennsylvania Route 199 and meets I-86/NY 17. Its northern terminus is at NY 104, outside the village of Hannibal.",
  "/wiki/Ithaca_(city),_New_York": "Ithaca /ˈɪθəkə/ is a city in the Finger Lakes region of New York. It is the seat of Tompkins County, as well as the largest community in the Ithaca–Tompkins County metropolitan area. This area contains the municipalities of the Town of Ithaca, the village of Cayuga Heights, and other towns and villages in Tompkins County. The city of Ithaca is located on the southern shore of Cayuga Lake, in Central New York, about 45 miles (72 km) south-west of Syracuse. It is named after the Greek island of Ithaca. Additionally, Ithaca is located 247 miles (398 km) southeast of Toronto, and 223 miles (359 km) northwest of New York City.",
  "/wiki/Ithaca_(town),_New_York": "Ithaca is a town in Tompkins County, New York, United States. The town's population was 19,930 at the 2010 census. The town is in the central part of the county, in the Finger Lakes–Southern Tier region of New York, and is part of the Ithaca Metropolitan Statistical Area. The Town of Ithaca is a horseshoe-shaped portion of the metropolitan area of Ithaca, New York, surrounding the City of Ithaca and being the city's only border.",
  "/wiki/NY_34": "New York State Route 34 (NY 34) is a north–south New York state route located in Central New York. Its southern terminus is at the Pennsylvania state line in the village of Waverly, where it connects to Pennsylvania Route 199 and meets I-86/NY 17. Its northern terminus is at NY 104, outside the village of Hannibal.",
  "/wiki/US_11_(NY)": "U.S. Route 11 (US 11) is a part of the U.S. Highway System that runs from New Orleans, Louisiana, to the Canada–US border at Rouses Point, New York. In the state of New York, US 11 extends for 318.66 miles (512.83 km) from the Pennsylvania state line south of the Southern Tier city of Binghamton to the Canada–US border at the North Country village of Rouses Point, where it becomes Route 223 upon entering Quebec. The portion of US 11 south of Watertown follows a mostly north–south alignment and is paralleled by Interstate 81 (I-81) while the part of the route north of Watertown follows a more east–west routing, parallel to but not directly on the St. Lawrence River.",
  "/wiki/North_Syracuse,_NY": "North Syracuse is a village in Onondaga County, New York, United States. The population was 6,800 at the 2010 census. North Syracuse is located in the towns of Cicero and Clay, north of the city of Syracuse.",
  "/wiki/New_York_State_Route_930M": "New York State Route 598 (NY 598) is a north–south state highway located within Onondaga County, New York, in the United States. It extends for 2.31 miles (3.72 km) from an intersection with NY 5 in the city of Syracuse to a junction with NY 298 in the adjacent town of Salina. The route intersects Interstate 690 (I-690) near its southern terminus and passes through Syracuse's Eastwood neighborhood near its midpoint, where it meets NY 290.",
  "/wiki/NY_298": "New York State Route 298 (NY 298) is an east–west state highway located entirely within Onondaga County, New York, in the United States. It runs in a generally northeast direction for 14.05 miles (22.61 km) from an interchange with Interstate 690 (I-690) in the city of Syracuse to an intersection with NY 31 near the shores of Oneida Lake. Along its course it has exits with all four Interstate Highways in the area. Most of NY 298 was originally designated as part of NY 91 in 1930 before gaining its current designation later in the decade.",
  "/wiki/Salina,_NY": "Salina is a town in Onondaga County, New York, United States. The population was 33,710 at the 2010 census.  The name of the town is derived from the Latin word for \"salt\". Salina is a northwest suburb of the city of Syracuse.",
  "/wiki/DeWitt,_NY": "DeWitt is a town (township) in Onondaga County, New York, USA. As of the 2010 census, the town's population was 25,838. The town is named after Major Moses DeWitt, a judge and soldier. An eastern suburb of Syracuse, DeWitt also is \"the site of most of the campus and all of the academic buildings of Le Moyne College\".",
  "/wiki/New_York_State_Route_930P": "A reference route is an unsigned highway assigned by the New York State Department of Transportation (NYSDOT) to roads that possess a signed name (mainly parkways), that NYSDOT has determined are too minor to have a signed touring route number, or are former touring routes that are still state-maintained. The majority of reference routes are owned by the state of New York and maintained by NYSDOT; however, some exceptions exist. The reference route designations are normally posted on reference markers, small green signs located every tenth-mile on the side of the road, though a few exceptions exist to this practice as well.",
  "/wiki/NY_5": "New York State Route 5 (NY 5) is a state highway that extends for 370.80 miles (596.74 km) across the state of New York in the United States. It begins at the Pennsylvania state line in the Chautauqua County town of Ripley and passes through Buffalo, Syracuse, Utica, Schenectady, and several other smaller cities and communities on its way to downtown Albany in Albany County, where it terminates at U.S. Route 9 (US 9), here routed along the service roads for Interstate 787 (I-787). Prior to the construction of the New York State Thruway, it was one of two main east–west highways traversing upstate New York, the other being US 20. West of New York, NY 5 continues as Pennsylvania Route 5 (PA 5) to Erie.",
  "/wiki/NY_290": "New York State Route 290 (NY 290) is a state highway located entirely within Onondaga County, New York, extending from downtown Syracuse to the east side of the county. It provides access to Green Lakes State Park from the north.",
  "/wiki/New_York_State_Route_930Q": "A reference route is an unsigned highway assigned by the New York State Department of Transportation (NYSDOT) to roads that possess a signed name (mainly parkways), that NYSDOT has determined are too minor to have a signed touring route number, or are former touring routes that are still state-maintained. The majority of reference routes are owned by the state of New York and maintained by NYSDOT; however, some exceptions exist. The reference route designations are normally posted on reference markers, small green signs located every tenth-mile on the side of the road, though a few exceptions exist to this practice as well.",
  "/wiki/NY_281": "New York State Route 281 (NY 281) is a north–south state highway in central New York in the United States. It extends for 16.56 miles (26.65 km) across Cortland and Onondaga counties. The southern terminus of the route is at an intersection with NY 13 in the town of Cortlandville. Its northern terminus is at a junction with U.S. Route 11 and NY 80 near the village of Tully. NY 281 meets NY 90 in the village of Homer and connects to Interstate 81 twice. The route parallels I-81 for all but the southernmost 2.5 miles (4.0 km) of its routing.",
  "/wiki/Cortlandville,_NY": "Cortlandville is a town in Cortland County, New York, United States of America. The population was 8,509 at the 2010 census.",
  "/wiki/New_York_State_Route_930T": "New York State Route 695 (NY 695) is a short state highway located west of Syracuse in the towns of Camillus and Geddes in Onondaga County, New York. The number of the highway was derived from the two highways that NY 695 links, Interstate 690 (I-690) and NY 5.  The northern end of the highway passes by the New York State Fairgrounds.",
  "/wiki/Camillus_(town),_New_York": "Camillus is a town in Onondaga County, New York, United States. The population was 24,167 at the 2010 census.",
  "/wiki/Geddes,_NY": "Geddes is a town in Onondaga County, New York, United States. The population was 17,118 at the 2010 census.",
  "/wiki/New_York_State_Route_930W": "New York State Route 5 (NY 5) is a state highway that extends for 370.80 miles (596.74 km) across the state of New York in the United States. It begins at the Pennsylvania state line in the Chautauqua County town of Ripley and passes through Buffalo, Syracuse, Utica, Schenectady, and several other smaller cities and communities on its way to downtown Albany in Albany County, where it terminates at U.S. Route 9 (US 9), here routed along the service roads for Interstate 787 (I-787). Prior to the construction of the New York State Thruway, it was one of two main east–west highways traversing upstate New York, the other being US 20. West of New York, NY 5 continues as Pennsylvania Route 5 (PA 5) to Erie.",
  "/wiki/New_York_State_Route_931B": "New York State Route 48 (NY 48) is a 28.20-mile (45.38 km) north–south state highway in Central New York in the United States. The southern terminus of the route is located at Interstate 690 (I-690) exit 3 near the interchange between I-690 and the New York State Thruway (I-90) in Van Buren, northwest of Syracuse. The northern terminus is located at an intersection with NY 104 in Oswego. In between, NY 48 passes through the riverside communities of Baldwinsville and Fulton and runs alongside both the Seneca River and Oswego River. For most of its route, NY 48 serves as an alternate route of NY 481. The routes share similar alignments along the Oswego River from the Syracuse area to Oswego, with NY 481 following the eastern riverbank between the two locations.",
  "/wiki/NY_297": "New York State Route 297 (NY 297) is a state highway in the western suburbs of Syracuse, New York, in the United States. It is signed as north–south; however, it follows more of a southwest–northeast alignment for 2.33 miles (3.75 km) through the towns of Camillus and Geddes. The southern terminus of the route is at an intersection with NY 173 in a section of Camillus known as Fairmount. Its northern terminus is at a junction with State Fair Boulevard in Geddes, where NY 297 connects to Interstate 690 (I-690) exit 7. NY 297 passes through the northern portion of the village of Solvay and runs adjacent to the New York State Fairgrounds north of Solvay. The route was assigned in the late 1950s.",
  "/wiki/New_York_State_Route_931E": "New York State Route 326 (NY 326) is a 8.74-mile-long (14.07 km) state highway in Cayuga County, New York, in the United States. NY 326 runs in a southwest to northeast direction from the village of Union Springs to the city of Auburn. The western terminus of the route is at an intersection with NY 90 near the northern village line of Union Springs. Its eastern terminus is at a junction with U.S. Route 20 (US 20) and NY 5 just west of the Auburn city limits in the town of Aurelius. NY 326 passes through largely rural portions of the Finger Lakes region and does not pass through any built-up areas other than those at each of its termini.",
  "/wiki/NY_326": "New York State Route 326 (NY 326) is a 8.74-mile-long (14.07 km) state highway in Cayuga County, New York, in the United States. NY 326 runs in a southwest to northeast direction from the village of Union Springs to the city of Auburn. The western terminus of the route is at an intersection with NY 90 near the northern village line of Union Springs. Its eastern terminus is at a junction with U.S. Route 20 (US 20) and NY 5 just west of the Auburn city limits in the town of Aurelius. NY 326 passes through largely rural portions of the Finger Lakes region and does not pass through any built-up areas other than those at each of its termini.",
  "/wiki/Aurelius,_NY": "Aurelius is a town in Cayuga County, New York, United States. The population was 2,792 at the 2010 census. The town was named after the Roman emperor Marcus Aurelius. It is at the western edge of the county and borders the city of Auburn.",
  "/wiki/US_20_(NY)": "U.S. Route 20 (US 20) is a part of the U.S. Highway System that runs from Newport, Oregon, to Boston, Massachusetts. In the U.S. state of New York, US 20 extends 372.32 miles (599.19 km) from the Pennsylvania state line at Ripley to the Massachusetts state line in the Berkshire Mountains. US 20 is the longest surface road in New York. It runs near the Lake Erie shore from Ripley to Buffalo and passes through the southern suburbs of Buffalo, the Finger Lakes, the glacial moraines of Central New York, and the city of Albany before crossing into Massachusetts. US 20 connects to all three major north–south Interstate Highways in Upstate New York: Interstate 390 (I-390) near Avon, I-81 south of Syracuse, and I-87 in Albany by way of Fuller Road Alternate.",
  "/wiki/New_York_State_Route_931F": "New York State Route 321 (NY 321) is a 8.45-mile-long (13.60 km) state highway in Onondaga County, New York, in the United States. The southern terminus of the route is at an intersection with U.S. Route 20 (US 20) in the village of Skaneateles. Its northern terminus is at an intersection with NY 5 in Bennetts Corners, a hamlet within the town of Camillus. NY 321 is predominantly a north–south highway; however, a portion of the route through the towns of Elbridge and Camillus follows an east–west alignment. The portion of NY 321 in Camillus between Forward Road and NY 5 is maintained by Onondaga County as part of County Route 66 (CR 66), a route that continues north of NY 5 to Memphis.",
  "/wiki/NY_321": "New York State Route 321 (NY 321) is a 8.45-mile-long (13.60 km) state highway in Onondaga County, New York, in the United States. The southern terminus of the route is at an intersection with U.S. Route 20 (US 20) in the village of Skaneateles. Its northern terminus is at an intersection with NY 5 in Bennetts Corners, a hamlet within the town of Camillus. NY 321 is predominantly a north–south highway; however, a portion of the route through the towns of Elbridge and Camillus follows an east–west alignment. The portion of NY 321 in Camillus between Forward Road and NY 5 is maintained by Onondaga County as part of County Route 66 (CR 66), a route that continues north of NY 5 to Memphis.",
  "/wiki/NY_174": "New York State Route 174 (NY 174) is a state highway in Onondaga County, located in Central New York, in the United States. The highway is 16.7 miles (26.9 km) long and passes through mostly rural regions. Route 174 begins at an intersection with NY 41 in Borodino, a hamlet of Spafford. It heads generally northward for most of its length, except for short distances in the villages of Marcellus and Camillus. The route ends at a junction with NY 5 west of Camillus, at the west end of the Route 5 Camillus bypass. Route 174 is located along a large mapped sedimentary bedrock unit, known as the Marcellus Formation. The formation is named for an outcrop found near the town of Marcellus, New York, during a geological survey in 1839.",
  "/wiki/New_York_State_Route_931G": "New York State Route 57 (NY 57) was a north–south state highway in the central portion of New York in the United States. It extended for 33.45 miles (53.83 km) from an intersection with U.S. Route 11 (US 11) just north of downtown Syracuse to a junction with NY 104 six blocks from the Lake Ontario shoreline in Oswego. North of Liverpool, NY 57 was routed along the eastern bank of the Seneca and Oswego Rivers. It passed through several riverside communities, including the village of Phoenix and the city of Fulton. The route largely paralleled NY 48, which follows the western bank of the waterway between Van Buren and Oswego via Baldwinsville.",
  "/wiki/NY_370": "New York State Route 370 (NY 370) is an east–west state highway in Central New York in the United States. It extends for 35.23 miles (56.70 km) from an intersection with NY 104 and NY 104A south of the Wayne County village of Red Creek to a junction with U.S. Route 11 (US 11) in the Onondaga County city of Syracuse. The western and central portions of the route pass through mostly rural areas; however, the eastern section serves densely populated areas of Onondaga County, including the villages of Baldwinsville and Liverpool. NY 370 also passes through Cayuga County, where it connects to NY 34, a major north–south highway in Central New York.",
  "/wiki/Liverpool,_NY": "Liverpool is a lakeside village in Onondaga County, New York, United States. Its population was 2,347 at the 2010 census. The name was adopted from the city of Liverpool in the United Kingdom. The village is on Onondaga Lake, in the western part of the town of Salina and is northwest of Syracuse, of which it is a suburb.",
  "/wiki/County_Route_91_(Onondaga_County,_New_York)": "New York State Route 57 (NY 57) was a north–south state highway in the central portion of New York in the United States. It extended for 33.45 miles (53.83 km) from an intersection with U.S. Route 11 (US 11) just north of downtown Syracuse to a junction with NY 104 six blocks from the Lake Ontario shoreline in Oswego. North of Liverpool, NY 57 was routed along the eastern bank of the Seneca and Oswego Rivers. It passed through several riverside communities, including the village of Phoenix and the city of Fulton. The route largely paralleled NY 48, which follows the western bank of the waterway between Van Buren and Oswego via Baldwinsville.",
  "/wiki/Cicero,_NY": "Cicero is a town in Northern Onondaga County, New York, United States.  The population was 31,632 at the 2010 census. The name of the town was assigned by a clerk interested in the classics, honoring Cicero, a Roman statesman.",
  "/wiki/NY_481": "New York State Route 481 (NY 481) is a state highway in Central New York in the United States. The southern terminus of the route is at an interchange with Interstate 81 (I-81) in North Syracuse, where the highway continues southeastward as I-481. Its northern terminus is located at an intersection with NY 104 in Oswego about two blocks from Lake Ontario. In between, NY 481 serves the communities of Clay, Phoenix and Fulton along the Oswego River. NY 481 is one of two state routes in the Syracuse area that serves as an extension of an Interstate Highway; the other is NY 690.",
  "/wiki/NY_31": "New York State Route 31 (NY 31) is a state highway that extends for 208.74 miles (335.93 km) across western and central New York in the United States. The western terminus of the route is at an intersection with NY 104 in the city of Niagara Falls. Its eastern terminus is at a traffic circle with NY 26 in Vernon Center, a hamlet within the town of Vernon. Over its routing, NY 31 spans 10 counties and indirectly connects three major urban areas in Upstate New York: Buffalo–Niagara Falls, Rochester, and Syracuse. The route is one of the longest routes in New York State, paralleling two similarly lengthy routes, NY 104 to the north and NY 5 to the south, as well as the Erie Canal, as it proceeds east.",
  "/wiki/Clay,_NY": "Clay is a town in Onondaga County, New York, United States. As of the 2010 census, its population was 58,206, making it Syracuse's largest suburb. The town was named after American attorney and statesman Henry Clay.",
  "/wiki/NY_690": "New York State Route 690 (NY 690) is a state highway in Central New York in the United States.  NY 690's southern terminus is at an interchange with the New York State Thruway (Interstate 90 or I-90) and I-690 in Van Buren. The northern terminus is at an intersection with NY 48 and NY 631 in Lysander. NY 690 serves the northwest suburbs of Syracuse and Onondaga County. It also provides a link to routes that run into the populated areas of Oswego County, because its northern terminus is just a few miles shy of the county line.",
  "/wiki/Van_Buren,_NY": "Van Buren is a town located  in Onondaga County, New York, United States. As of the 2010 census, the town had a population of 13,185. The town is named after future President Martin van Buren, who was then governor of the state.",
  "/wiki/List_of_reference_routes_in_New_York": "A reference route is an unsigned highway assigned by the New York State Department of Transportation (NYSDOT) to roads that possess a signed name (mainly parkways), that NYSDOT has determined are too minor to have a signed touring route number, or are former touring routes that are still state-maintained. The majority of reference routes are owned by the state of New York and maintained by NYSDOT; however, some exceptions exist. The reference route designations are normally posted on reference markers, small green signs located every tenth-mile on the side of the road, though a few exceptions exist to this practice as well."
}