{
  "/wiki/Alexandria_Bay,_New_York": "Alexandria Bay is a village in Jefferson County, New York, United States, within the town of Alexandria. It is located in the Thousand Islands region of northern New York. The population of the village was 1,078 at the 2010 United States Census. It lies near the  Thousand Islands Border Crossing  of Canada and the United States.",
  "/wiki/Alexandria,_New_York": "Alexandria is a town in the Thousand Islands region of the U.S. state of New York, within Jefferson County. The town's population was 4,061 at the 2010 United States Census. The town is named after Alexander LeRay, the son of an early developer. The village of Alexandria Bay is within the town.",
  "/wiki/NY_26": "New York State Route 26 (NY 26) is a north–south state highway that runs for 203.80 miles (327.98 km) through Central New York in the United States. Its southern terminus is located at the Pennsylvania state line south of the town of Vestal in Broome County, where it becomes Pennsylvania Route 267 (PA 267). Its northern terminus is located at a junction with NY 12 in the village of Alexandria Bay in Jefferson County. NY 26 serves three cities along its routing; one directly (Rome) and two via other roadways (Binghamton via NY 17 and Watertown via NY 3).",
  "/wiki/NY_12": "New York State Route 12 (NY 12) is a state highway extending for 222.27 miles (357.71 km) through central and northern New York in the United States. The southern terminus of the route is at U.S. Route 11 (US 11) in the town of Chenango (just north of Binghamton) in the Southern Tier. The northern terminus is at NY 37 near the village of Morristown in the North Country. In between, the route serves three cities of varying size: Norwich, Utica, and Watertown. The distance between Utica and Binghamton is a major trucking route, and features many gas stations, truck stops, and fast food restaurants. Between Boonville and Lowville, it follows the Black River Valley and between Watertown and Morristown, it follows the St. Lawrence River valley.",
  "/wiki/Clayton_(village),_New_York": "Clayton is a village in the town of Clayton in Jefferson County, New York, United States. The village population was 1,978 at the 2010 census.",
  "/wiki/NY_12E": "New York State Route 12E (NY 12E) is a state highway located entirely within the northwestern part of Jefferson County in northern New York in the United States. The southern terminus is at NY 12F in the village of Brownville. Its northern terminus, both signed and official, is at NY 12 in the village of Clayton. While NY 12 follows a direct north–south routing between Watertown and Clayton, NY 12E diverges westward to follow the shoreline of Lake Ontario. The portion of NY 12E north of its junction with NY 180 is part of the Seaway Trail, a National Scenic Byway.",
  "/wiki/Cape_Vincent_(town),_New_York": "Cape Vincent is a town in Jefferson County, New York, United States. The population was 2,777 at the 2010 census.",
  "/wiki/Clayton_(town),_New_York": "Clayton is a town in Jefferson County, New York, United States. The population was 5,153 at the 2010 census. The town is named after John M. Clayton, a federal political leader from Delaware.",
  "/wiki/Lyme,_New_York": "Lyme is a town in Jefferson County, New York, United States. The population was 2,185 at the 2010 census.",
  "/wiki/Orleans,_New_York": "Orleans is a town in Jefferson County, New York, United States. The population was 2,789 at the 2010 census, up from 2,463 at the 2000 census. The town is located in the northern part of the county and is north of Watertown. Orleans is named after the commune of Orléans in France.",
  "/wiki/NY_180": "New York State Route 180 (NY 180) is a north–south state highway in the northwestern part of Jefferson County in the U.S. state of New York. The southern terminus of the route is at NY 3 in the Hounsfield hamlet of Baggs Corner, located 7 miles (11 km) west of downtown Watertown. The northern terminus is at NY 12 in the Orleans hamlet of Fishers Landing. NY 180 is part of the Seaway Trail from its southern terminus at Baggs Corner to its junction with NY 12E at the Brownville hamlet of Limerick.",
  "/wiki/NY_411": "New York State Route 411 (NY 411) is an east–west state highway in Jefferson County, New York, in the United States. The western terminus of the route is at an intersection with NY 180 in the community of La Fargeville in the town of Orleans. Its eastern terminus is at a junction with NY 37 in the adjacent town of Theresa just west of the village of Theresa.",
  "/wiki/Pamelia,_New_York": "Pamelia is a town in Jefferson County, New York, United States. The population was 3,160 at the 2010 census, up from 2,897 in 2000. The town was named for Pamelia Williams, wife of landowner and developer General Jacob J. Brown.",
  "/wiki/Brownville_(town),_New_York": "Brownville is a town in Jefferson County, New York, United States. The population was 6,263 at the 2010 census, up from 5,839 at the 2000 census. The town is named after Jacob Brown, an early settler and leader.",
  "/wiki/Evans_Mills,_New_York": "Evans Mills is a village in Jefferson County, New York, United States. The population was 621 at the 2010 census. The village is within the town of Le Ray and is northeast of Watertown.",
  "/wiki/Le_Ray,_New_York": "Le Ray is a town in Jefferson County, New York, United States. The population was 21,782 at the 2010 census, up from 19,840 at the 2000 census. The town is named for Jacques-Donatien Le Ray, known as a French \"father of the American Revolution\".",
  "/wiki/NY_37": "New York State Route 37 (NY 37) is a state highway in the North Country of New York in the United States, extending for 127.40 miles (205.03 km) on a west–east axis. The western terminus of the route is at an intersection with U.S. Route 11 (US 11) in Pamelia, Jefferson County. Its eastern terminus is at a junction with US 11, NY 11B, and NY 30 in Malone, Franklin County. In between the termini, NY 37 passes through Ogdensburg and Massena. It is a two-lane, nondivided, full access roadway for most of its entire length, except for portions between Massena and western Franklin County, where the route widens to a four-lane divided highway.",
  "/wiki/Theresa_(town),_New_York": "Theresa is a town in Jefferson County, New York, United States. The population was 2,905 at the 2010 census, up from 2,414 at the 2000 census. The town is named after Theresa La Ray, the daughter of an original landowner.",
  "/wiki/Philadelphia_(town),_New_York": "Philadelphia is a town in Jefferson County, New York, United States. The population was 1,947 at the 2010 census, down from 2,140 at the 2000 census.",
  "/wiki/Theresa_(village),_New_York": "Theresa (/θɜːrˈiːsə/, thur-EE-sə) is a village in the town of Theresa in Jefferson County, New York, United States. The population was 863 at the 2010 census. The village is northeast of Watertown.",
  "/wiki/Antwerp_(town),_New_York": "Antwerp is a town in Jefferson County, New York, United States. The population was 1,846 at the 2010 census. The town is named after Antwerp in Belgium, the home of one of the early investors in the town.",
  "/wiki/US_11_(NY)": "U.S. Route 11 (US 11) is a part of the U.S. Highway System that runs from New Orleans, Louisiana, to the Canada–US border at Rouses Point, New York. In the state of New York, US 11 extends for 318.66 miles (512.83 km) from the Pennsylvania state line south of the Southern Tier city of Binghamton to the Canada–US border at the North Country village of Rouses Point, where it becomes Route 223 upon entering Quebec. The portion of US 11 south of Watertown follows a mostly north–south alignment and is paralleled by Interstate 81 (I-81) while the part of the route north of Watertown follows a more east–west routing, parallel to but not directly on the St. Lawrence River.",
  "/wiki/List_of_county_routes_in_Jefferson_County,_New_York": "County routes in Jefferson County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker."
}