{
  "/wiki/Chaturbhuj_Temple_(Orchha)": "Chaturbhuj Temple, dedicated to Vishnu, is situated at Orchha in Madhya Pradesh, India. The name Chaturbhuj  is a combination of 'chatur'  meaning \"four\" and 'bhuj' meaning \"arms\" which literally translates to \"one who has four arms\" and refers to Rama an avatar of Vishnu. The temple has a complex multi-storied structural view which is a blend of temple, fort and palace architectural features.",
  "/wiki/Rajputs": "Rajput (from Sanskrit raja-putra, \"son of a king\") is a large multi-component cluster of castes, kin bodies, and local groups, sharing social status and ideology of genealogical descent originating from the Indian subcontinent. The term Rajput covers various patrilineal clans historically associated with warriorhood: several clans claim Rajput status, although not all claims are universally accepted.",
  "/wiki/Orchha_State": "Orchha State (also known as Urchha, Ondchha and Tikamgarh) was a kingdom situated in the Bundelkhand region and later a princely state in British India. It was located within what is now the state of Madhya Pradesh.",
  "/wiki/Orchha": "Orchha (or Urchha) is a town in Niwari district of Madhya Pradesh state, India. The town was established by Rudra Pratap Singh some time after 1501, as the seat of an eponymous former princely state of covering parts of central & north India, in the Bundelkhand region. Orchha lies on the Betwa River, 80 km from Tikamgarh & 15 km from Jhansi in Uttar Pradesh.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/New_Vishwanath_Temple": "Shri Vishwanath Mandir also known as Vishwanath Mandir, Vishwanath Temple, New Vishwanath Temple and Birla Temple is one of the most famous temples and biggest tourist attractions in the holy city of Varanasi. The temple is situated in Benaras Hindu University and is dedicated to the Lord Shiva. Shri Vishwanath Mandir has the tallest temple tower in the world with the Vimana's height being around 250 feet.",
  "/wiki/Banaras_Hindu_University": "Banaras Hindu University (Hindi: [kaʃi hind̪u viʃvəvid̪yaləy], BHU), formerly Central Hindu College, is a public central university located in Varanasi, Uttar Pradesh. It was established in 1916 by Madan Mohan Malaviya, with co-operation from Annie Besant. With over 30,000 students residing in campus, it is the largest residential university in Asia.",
  "/wiki/Varanasi": "Varanasi (Hindustani pronunciation: [ʋaːˈraːɳəsi] (listen)), also known as Benares, Banaras (Banāras [bəˈnaːrəs] (listen)), or Kashi (Kāśī [ˈkaːʃi] (listen)), is a city on the banks of the river Ganges in Uttar Pradesh, India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of the seven sacred cities (Sapta Puri) in Hinduism and Jainism, and played an important role in the development of Buddhism and Ravidassia. Varanasi lies along National Highway 2 and is served by Varanasi Junction railway station and Lal Bahadur Shastri International Airport.",
  "/wiki/Brihadeeswarar_Temple": "Brihadishvara Temple, also called Rajarajesvaram or Peruvudaiyār Kōvil, is a Hindu temple dedicated to Shiva located in South bank of Kaveri river in Thanjavur, Tamil Nadu, India. It is one of the largest South Indian temples and an exemplary example of a fully realized Dravidian architecture. It is called as Dhakshina Meru (Meru of south). Built by Tamil king Raja Raja Chola I between 1003 and 1010 AD, the temple is a part of the UNESCO World Heritage Site known as the \"Great Living Chola Temples\", along with the Chola dynasty era Gangaikonda Cholapuram temple and Airavatesvara temple that are about 70 kilometres (43 mi) and 40 kilometres (25 mi) to its northeast respectively.",
  "/wiki/Thanjavur": "Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Chola": "The Chola dynasty was a Tamil dynasty of southern India, one of the longest-ruling dynasties in the world's history . The earliest datable references to the Chola are in inscriptions from the 3rd century BCE left by Ashoka, of the Maurya Empire (Ashoka Major Rock Edict No.13). As one of the Three Crowned Kings of Tamilakam, along with the Chera and Pandya, the dynasty continued to govern over varying territory until the 13th century CE.  Despite these ancient origins, the period when it is appropriate to speak of a \"Chola Empire\" only begins with the medieval Cholas in the mid-9th century CE.",
  "/wiki/Vishwakarmas": "The Vishwakarma community, also known as the Vishwabrahmin, are a social group of India, sometimes described as a caste. The community comprises five sub-groups—carpenters, blacksmiths, bronze smiths, goldsmiths and stonemasons—who believe that they are descendants of Vishvakarma, a Hindu deity.",
  "/wiki/Rajaraja_Chola": "Rajaraja I, born Arulmoḷi Varman (also transliterated as Arulmozhi Varman), was a Chola emperor from present day south India who ruled over the Chola kingdom of medieval Tamil Nadu (parts of southern India), parts of northern India, two thirds of Sri Lankan territory, Maldives and parts of East Asia, between 985 and 1014 CE. During his reign, the Cholas expanded beyond the Kaveri delta with their domains stretching from Sri Lanka in the south to Kalinga (modern-day Odisha) in the north. Rajaraja also launched several naval campaigns on the ports of Malabar Coast (Kerala), Maldives and Sri Lanka.",
  "/wiki/UNESCO": "The United Nations Educational, Scientific and Cultural Organization (UNESCO; French: Organisation des Nations unies pour l'éducation, la science et la culture) is a specialized agency of the United Nations (UN) based in Paris, France. Its declared purpose is to contribute to promoting international collaboration in education, sciences, and culture in order to increase universal respect for justice, the rule of law, and human rights along with fundamental freedom proclaimed in the United Nations Charter.\nIt is the successor of the League of Nations' International Committee on Intellectual Cooperation.",
  "/wiki/World_Heritage_Site": "A World Heritage Site is a landmark or area, selected by the United Nations Educational, Scientific and Cultural Organization  (UNESCO) for having cultural, historical, scientific or other form of significance, which is legally protected by international treaties. The sites are judged to be important for the collective and preservative interests of humanity.",
  "/wiki/Great_Living_Chola_Temples": "The Great Living Chola Temples is a UNESCO World Heritage Site designation for a group of Chola dynasty era Hindu temples in the Indian state of Tamil Nadu. Completed between early 11th and the 12th century CE, the monuments include the Brihadisvara Temple at Thanjavur, the Temple of Gangaikonda Cholapuram and the Airavatesvara Temple at Darasuram. The Brihadisvara Temple was recognised in 1987; the Temple of Gangaikondacholapuram and the Airavatesvara Temple were added as extensions to the site in 2004.",
  "/wiki/Jagannath_Temple,_Puri": "The Shree Jagannath Temple of Puri is an important Hindu temple dedicated to Lord Jagannath, a form of Vishnu, in Puri in the state of Odisha on the eastern coast of India. The temple is an important pilgrimage destination. The present temple was rebuilt from the 10th century onwards, on the site of an earlier temple, and begun by King Anantavarman Chodaganga Deva, first of the Eastern Ganga dynasty.",
  "/wiki/Puri": "Puri (listen (help·info)) is a city and a Municipality in the state of Odisha in eastern India. It is the district headquarters of Puri district and is situated on the Bay of Bengal, 60 kilometres (37 mi) south of the state capital of Bhubaneswar. It is also known as Sri Jagannatha Dhama after the 12th-century Jagannatha Temple located in the city. It is one of the original Char Dham  pilgrimage sites for Hindus.",
  "/wiki/Hindu_temple": "A  Hindu temple is a symbolic house, seat and body of divinity. It is a structure designed to bring human beings and gods together, using symbolism to express the ideas and beliefs of Hinduism. The symbolism and structure of a Hindu temple are rooted in Vedic traditions, deploying circles and squares. It also represents recursion and equivalence of the macrocosm and the microcosm by astronomical numbers, and by \"specific alignments related to the geography of the place and the presumed linkages of the deity and the patron\". A temple incorporates all elements of Hindu cosmos—presenting the good, the evil and the human, as well as the elements of Hindu sense of cyclic time and the essence of life—symbolically presenting dharma, kama, artha, moksa, and karma.",
  "/wiki/Jagannath": "Jagannath (lit. 'lord of the universe') is a deity worshipped in regional traditions of Hinduism and Buddhism in India and Bangladesh. Jagannath is considered a form of Vishnu. He is a part of a triad along with his brother Balabhadra and sister Subhadra. To most Vaishnava Hindus, Jagannath is an abstract representation of Krishna; to some Shaiva and Shakta Hindus, he is a symmetry-filled tantric representation of Bhairava; to some Buddhists, he is a symbolic representation of the Buddha in the Buddha-Sangha-Dhamma triad; to some Jains, his name and his festive rituals are derived from Jeenanath of Jainism tradition.",
  "/wiki/Vishnu": "Vishnu (/ˈvɪʃnuː/; Sanskrit pronunciation: [ʋɪʂɳʊ]; Sanskrit: विष्णु, IAST: Viṣṇu) is one of the principal deities of Hinduism. The \"preserver\" in the Hindu triad (Trimurti), Vishnu is revered as the supreme being In Vaishnavism as identical to the metaphysical concept of Brahman (Atman, the self, or unchanging ultimate reality), and is notable for adopting various incarnations (avatars such as Rama and Krishna) to preserve and protect dharmic principles whenever the world is threatened with evil, chaos, and destructive forces. In the Smarta Tradition of Hinduism Vishnu is also one of the five equivalent deities worshipped in Panchayatana puja.",
  "/wiki/States_and_territories_of_India": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions.",
  "/wiki/Orissa,_India": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Sanskrit": "Sanskrit (English: /ˈsænskrɪt/; Sanskrit: संस्कृत, romanized: saṃskṛta, IPA: [ˈsɐ̃skr̩tɐ] (listen)) is a language of ancient India with a 3,500-year history. It is the primary liturgical language of Hinduism and the predominant language of most works of Hindu philosophy as well as some of the principal texts of Buddhism and Jainism. Sanskrit, in its variants and numerous dialects, was the lingua franca of ancient and medieval India. In the early 1st millennium CE, along with Buddhism and Hinduism, Sanskrit migrated to Southeast Asia, parts of East Asia and Central Asia, emerging as a language of high culture and of local ruling elites in these regions.",
  "/wiki/Eastern_Ganga_dynasty": "The Eastern Ganga dynasty was a medieval Indian dynasty that reigned from Kalinga  from the 11th century to the early 15th century. The territory ruled by the dynasty consisted of the whole of the modern-day Indian state of Odisha as well as parts of West Bengal, Andhra Pradesh and Chhattisgarh. The early rulers of the dynasty ruled from Dantapura; the capital was later moved to Kalinganagara (modern Mukhalingam), and ultimately to Kataka (modern Cuttack). Today, they are most remembered as the builders of the Konark Sun Temple, a UNESCO World Heritage site at Konark, Odisha.",
  "/wiki/Rath_Yatra": "Ratha Jatra (/ˈrʌθə ˈjɑːtrə/), also referred to as Rathayatra or Chariot festival is any public procession in a chariot. The term particularly refers to the annual Rathajatra in Odisha,  Jharkhand, West Bengal and other East Indian states, particularly the Odia festival that involve a public procession with a chariot with deities Jagannath (Vishnu avatar), Balabhadra (his brother), Subhadra (his sister) and Sudarshana Chakra (his weapon) on a ratha, a wooden deula-shaped chariot. It attracts over a million Hindu pilgrims who join the procession each year.",
  "/wiki/Temple_car": "Temple cars are chariots that are used to carry representations of Hindu gods. The cars are usually used on annual festival days called 'Ther Thiruvizha' (தேர் திருவிழா), during which many people gather around.",
  "/wiki/Deities": "A deity (/ˈdiːɪti/ (listen), /ˈdeɪ-/ (listen)) or god is a supernatural being considered divine or sacred. The Oxford Dictionary of English defines deity as \"a god or goddess (in a polytheistic religion)\", or anything revered as divine. C. Scott Littleton defines a deity as \"a being with powers greater than those of ordinary humans, but who interacts with humans, positively or negatively, in ways that carry humans to new levels of consciousness, beyond the grounded preoccupations of ordinary life\". In the English language, a male deity is referred to as a god, while a female deity is referred to as a goddess.",
  "/wiki/Lingaraj_Temple": "Lingaraja Temple is a Hindu temple dedicated to Shiva and is one of the oldest temples in Bhubaneswar, the capital of the Indian state of Odisha. The temple is the most prominent landmark of Bhubaneswar city and one of the major tourist attractions of the state.",
  "/wiki/Hindu": "Hindus (Hindustani: [ˈɦɪndu] (listen)) are persons who regard themselves as culturally, ethnically, or religiously adhering to aspects of Hinduism. Historically, the term has also been used as a geographical, cultural, and later religious identifier for people living in the Indian subcontinent.",
  "/wiki/Harihara": "Harihara (Sanskrit: हरिहर) is the fused representation of Vishnu (Hari) and Shiva (Hara) from the Hindu tradition. Also known as Shankaranarayana (\"Shankara\" is Shiva, and \"Narayana\" is Vishnu) like Brahmanarayana\n(Half represents Brahma and half represents Vishnu), Harihara is thus revered by both Vaishnavites and Shaivites as a form of the Supreme God.",
  "/wiki/Bhubaneswar": "Bhubaneswar (Odia pronunciation (help·info)) is the capital and largest city of the Indian state of Odisha. It is a centre of economic, educational and cultural importance of East India.",
  "/wiki/Bhubaneshwar": "Bhubaneswar (Odia pronunciation (help·info)) is the capital and largest city of the Indian state of Odisha. It is a centre of economic, educational and cultural importance of East India.",
  "/wiki/Gangaikonda_Cholapuram": "Gangaikonda Cholapuram is a Village located near to Jayankondam, Tamil Nadu, India. It became the capital of the Chola dynasty in c. 1025 during the reign of Rajendra Chola I, and served as the Chola capital for around 250 years.",
  "/wiki/Somnath_Temple": "The Somnath temple located in Prabhas Patan near Veraval in Saurashtra on the western coast of Gujarat, India(Gurjar) is believed to be the first among the twelve jyotirlinga shrines of Shiva. It is an important pilgrimage and tourist spot of Gujarat. Reconstructed several times in the past after repeated destruction by several Muslim invaders and rulers, the present temple was reconstructed in Chaulukya style of Hindu temple architecture and completed in May 1951. The reconstruction was started under the orders of the Home Minister of India Vallabhbhai Patel and completed after his death.",
  "/wiki/Prabhas_Patan": "Prabhas Patan, also known as Somnath Patan or Prabhas Ksheta, historically named Dev Patan, is an area situated in Veraval, Gir Somnath district in Saurashtra region of Gujarat, India. Somnath temple, a place of pilgrimage due to its importance as Jyotirlinga site dedicated to Shiva, is located here.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Konark_Sun_Temple": "Konark Sun Temple is a 13th-century CE  Sun  temple at Konark about 36 kilometres (22 mi) northeast from Puri on the coastline of Odisha, India. The temple is attributed to king Narasinga Deva I of the Eastern Ganga Dynasty about 1250 CE.",
  "/wiki/Kalinga_architecture": "The Kaḷinga architectural style is a style of Hindu architecture which flourished in the ancient Kalinga previously known as Utkal and part of the kingdom of Magadha or present eastern Indian state of Odisha. The style consists of three distinct types of temples: Rekha Deula, Pidha Deula  and Khakhara Deula. The former two are associated with Vishnu, Surya and Shiva temples while the third is mainly with Chamunda and Durga temples. The Rekha Deula and Khakhara Deula houses the sanctum sanctorum while the Pidha Deula constitutes outer dancing and offering halls.",
  "/wiki/Konark": "Konark is a medium town in the Puri district in the state of Odisha, India. It lies on the coast by the Bay of Bengal, 60 kilometers from the capital of the state, Bhubaneswar. It is the site of the 7th-century Sun Temple, also known as the Black Pagoda, built in black granite during the reign of Narasimhadeva-I.  The temple is a World Heritage Site. The temple is now mostly in ruins, and a collection of its sculptures is housed in the Sun Temple Museum, which is run by the Archaeological Survey of India."
}