{
  "/wiki/People's_National_Convention_(Ghana)": "The People's National Convention is a political party in Ghana.",
  "/wiki/National_Democratic_Congress_(Ghana)": "The National Democratic Congress (NDC) is a social democratic political party in Ghana, founded by Jerry Rawlings, who was Head of State of Ghana from 1981 to 1993 and the President of Ghana from 1993 to 2001. Following the formation of the Provisional National Defence Council (PNDC) which ruled Ghana following the military coup d'état on 31 December 1981, there was pressure from the international community to restore democracy. The NDC was formed as the ruling party ahead of elections in 1992, in which Rawlings was elected president, and in 1996 Rawlings was re-elected as the NDC candidate. Rawlings' second term ended in 2001. The NDC lost the presidency in the 2000 election, and it was not until the 2008 election that they regained it with candidate John Atta Mills.",
  "/wiki/Kwesi_Amissah-Arthur": "Paa Kwesi Bekoe Amissah-Arthur born William Edmund Davidson Amissah-Arthur (29 April 1951 – 29 June 2018) was a Ghanaian economist, academic and politician who was the fifth Vice-President of Ghana's 4th Republic, in office from 6 August 2012 until 7 January 2017, under President John Dramani Mahama. Previously he was Governor of the Bank of Ghana from 2009 to 2012.",
  "/wiki/Economist": "An economist is a practitioner in the social science discipline of economics.",
  "/wiki/Progressive_People's_Party_(Ghana)": "Progressive People's Party (PPP) (Akan: Kɔ anim ɔmanfo Apontow) is a political party in Ghana. It was formed in 2012 by Paa Kwesi Nduom, the presidential candidate for the Convention People's Party in the 2008 general election. PPP pulled 64,267 popular votes in the 2012 general elections with Papa Kwesi Nduom as a flagbearer and Brigitte Dzogbenuku as the running mate, making it the third largest party and the second largest opposition party in Ghana.",
  "/wiki/Eva_Naa_Merley_Lokko": "Eva Naa Merley Lokko (died 6 October 2016) was a Ghanaian engineer and politician. She was the first woman to be chosen as the Vice-Presidential candidate of the Progressive People's Party.",
  "/wiki/Chief_executive_officer": "A chief executive officer (CEO), or just chief executive (CE), is the most senior corporate, executive, or administrative officer in charge of managing an organization –  especially an independent legal entity such as a company or nonprofit institution. CEOs lead a range of organizations, including public and private corporations, non-profit organizations and even some government organizations (notably Crown corporations). The CEO of a corporation or company typically reports to the board of directors and is charged with maximizing the value of the entity, which may include maximizing the share price, market share, revenues or another element. In the non-profit and government sector, CEOs typically aim at achieving outcomes related to the organization's mission, such as reducing poverty, increasing literacy, etc.",
  "/wiki/New_Patriotic_Party": "The New Patriotic Party (NPP) is a centre-right and liberal conservative party in Ghana. Since the democratization of Ghana in 1992, it has been one of the two dominant parties in Ghana politics; its leading rival being the centre-left National Democratic Congress (NDC). John Kufuor of the NPP was President of Ghana from 2001 to 2009. At the elections held on 7 December 2004, the party won 129 out of 230 seats. The NPP candidate was Kufuor, who was re-elected as President with 52.75% of the vote. The New Patriotic Party symbol is the African elephant and the New Patriotic Party colors are red, white, and blue.",
  "/wiki/Mahamudu_Bawumia": "Mahamudu Bawumia (born 7 October 1963) is a Ghanaian economist and banker and the current Vice President of Ghana. He assumed office on 7 January 2017.",
  "/wiki/Convention_People's_Party": "The Convention People's Party (CPP; Akan: Apam Nkorɔfo Kuw) is a socialist political party in Ghana based on the ideas of the first President of Ghana, Kwame Nkrumah.",
  "/wiki/United_Front_Party_(Ghana)": "The United Front Party (UPF) is a recently formed Ghanaian political party.  The party's founder is Dr. Nana Agyenim Boateng. He has been reported as saying the party was founded as an alternative to Ghana's two main political parties, the New Patriotic Party and  National Democratic Congress party.",
  "/wiki/Business_Executive": "An executive officer (CCE) is generally a person responsible for running an organization, although the exact nature of the role varies depending on the organization. In many militaries, an executive officer, or \"XO\", is the second-in-command, reporting to the commanding officer. The XO is typically responsible for the management of day-to-day activities, freeing the commander to concentrate on strategy and planning the unit's next move.",
  "/wiki/Great_Consolidated_Popular_Party": "The Great Consolidated Popular Party is a political party in Ghana.",
  "/wiki/2012_Ghanaian_general_election": "General elections were held in Ghana on Friday 7 December 2012 to elect a president and members of Parliament in 275 electoral constituencies.  Owing to the breakdown of some biometric verification machines, some voters could not vote, and voting was extended to Saturday 8 December 2012.  A run-off was scheduled for 28 December 2012 if no presidential candidate received an absolute majority of 50% plus one vote. Competing for presidency were incumbent president John Dramani Mahama of the National Democratic Congress (NDC), his main challenger Nana Akufo-Addo of the New Patriotic Party (NPP) and six other candidates."
}