{
  "/wiki/Notability": "Notability is the property of being worthy of notice, having fame, or being considered to be of a high degree of interest, significance, or distinction. It also refers to the capacity to be such. Persons who are notable due to public responsibility, accomplishments, or, even, mere participation in the celebrity industry are said to have a public profile.",
  "/wiki/Martin_Brewer_Anderson": "Rev. Martin Brewer Anderson (1815–1890) was the first president of the University of Rochester in Rochester, New York.",
  "/wiki/University_of_Rochester": "The University of Rochester (U of R , UR, or Rochester) is a private research university in Rochester, New York. The university grants undergraduate and graduate degrees, including doctoral and professional degrees.",
  "/wiki/Theophilus_C._Abbot": "Theophilus Capen Abbot (April 29, 1826 – November 7, 1892) was born in Vassalboro, Maine, and spent his early life in Augusta, Maine.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Nathan_Cook_Brackett": "Nathan Cook Brackett (1836–1910) was an abolitionist, Free Will Baptist pastor, first president of Storer College, and chairman and co-founder of Bluefield State College.",
  "/wiki/Storer_College": "Storer College was a historically black college located in Harpers Ferry in Jefferson County, West Virginia. Originally a normal school to train black teachers, it operated from 1865 until 1955. Established after the American Civil War with the help of philanthropic Baptists from New England and especially Maine, it lost state funding after the Brown v. Board of Education ruling by the United States Supreme Court that said segregated public schools were unconstitutional. The state decided to fund other facilities that could offer more education.",
  "/wiki/Bluefield_State_College": "Bluefield State College is a historically black college  in Bluefield, West Virginia. It is a part of West Virginia's public education system and offers baccalaureate and associate degrees. It is the only non-residential four-year college in the state system. Bluefield State College is a member school of the Thurgood Marshall College Fund.",
  "/wiki/Shailer_Mathews": "Shailer Mathews (1863–1941) was an American liberal Christian theologian, involved with the Social Gospel movement.",
  "/wiki/University_of_Chicago_Divinity_School": "The University of Chicago Divinity School is a private graduate institution at the University of Chicago dedicated to the training of academics and clergy across religious boundaries. Formed under Baptist auspices, the school today lacks any sectarian affiliations.",
  "/wiki/George_Ricker_Berry": "George Ricker Berry, D.D., Ph.D., (15 October 1865 –  24 May 1945) was an internationally known Semitic scholar and archaeologist, and Professor Emeritus of Colgate-Rochester Divinity School.  The Interlinear Greek-English New Testament (the Englishman's Greek New Testament apparently created by Thomas Newberry), of which American editions are generally published with Berry's Lexicon and New Testament Synonyms, is a widely used Bible study aid.",
  "/wiki/Colgate_Rochester_Crozer_Divinity_School": "Colgate Rochester Crozer Divinity School is a theological college affiliated with the American Baptist Churches USA and located in Rochester, New York. The school is progressive and ecumenical in theology, with Baptists, United Methodists, Presbyterians and members of other denominations on its faculty and in its student body.  The school shares partnerships with Bexley Hall Seabury-Western Theological Seminary in Columbus, OH, and Chicago, IL, an Episcopal Church seminary,  and St. Bernard's School of Theology and Ministry, a Roman Catholic theological school which shared its facilities from 1981 until 2003, and since has moved to a nearby site.",
  "/wiki/Arthur_J._Roberts": "Arthur Jeremiah Roberts (October 11, 1867 – 1929) was the 14th President of Colby College, Maine, United States from 1908–1927, notable for being the first non-preacher president of the school.  He guided the college through its first centennial celebration and World War I.",
  "/wiki/Colby_College": "Colby College is a private liberal arts college in Waterville, Maine. Approximately 1,800 students from more than 60 countries are enrolled annually.  The college offers 54 major fields of study and 30 minors. It was founded in 1813 as the Maine Literary and Theological Institution until it was renamed after the city it resides in with Waterville College. The donations of Christian philanthropist Gardner Colby saw the institution renamed again to Colby University before concluding on its final and current title, reflecting its liberal arts college curriculum.",
  "/wiki/Franklin_W._Johnson": "Franklin Winslow Johnson (August 17, 1870 – February 19, 1956) was the 15th President of Colby College, Maine, United States, from 1929–1942. Franklin W. Johnson is widely remembered as the president who began to move Colby College to its Mayflower Hill location and set it on the road to national prestige, in the face of The Great Depression and the beginning of World War II.",
  "/wiki/Charles_Huntington_Whitman": "Charles Huntington Whitman (November 24, 1873–December 27, 1937) was the Chair of the Department of English at Rutgers University for 26 years (1911-1937) and a noted scholar of Edmund Spenser and early English verse.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Gordon_Enoch_Gates": "Gordon Enoch Gates (11 January 1897 – 11 June 1987) was an American zoologist.",
  "/wiki/University_of_Yangon": "The University of Yangon (also Yangon University; Burmese: ရန်ကုန် တက္ကသိုလ်, pronounced [jàɴɡòʊɴ tɛʔkəθò]; formerly Rangoon College, Rangoon University and Rangoon Arts and Sciences University), located in Kamayut, Yangon, is the oldest university in Myanmar's modern education system and the best known university in Myanmar. The university offers mainly undergraduate and postgraduate degrees (Bachelor's, Master's, Post-graduate Diploma, and Doctorate) programs in liberal arts, sciences and law. Full-time bachelor's degrees were not offered at the university's main campus after the student protests of 1996. The bachelor's degree was re-offered from 2014 on, to the best students in the country. Today degrees in Political Science are offered to undergraduate students, as well as postgraduate diplomas in areas such as social work and geology.",
  "/wiki/Eleanor_Duckworth": "Eleanor Ruth Duckworth (born 1935) is a teacher, teacher educator, and psychologist.",
  "/wiki/Harvard_Graduate_School_of_Education": "The Harvard Graduate School of Education (HGSE) is one of the graduate schools of Harvard University and one of the top schools of education in the United States. It was founded in 1920, when it was the first school to establish the EdD degree. Led by Dean Bridget Terry Long, the mission of HGSE is to prepare leaders in education and to generate knowledge to improve student opportunity, achievement, and success. It seeks to accomplish this mission by operating at the nexus of practice, policy, and research.",
  "/wiki/David_G._Bromley": "David G. Bromley (born 1941) is a professor of sociology at Virginia Commonwealth University, Richmond, VA and the University of Virginia, Charlottesville, VA. He has written extensively about cults, new religious movements, apostasy, and the anti-cult movement.",
  "/wiki/Virginia_Commonwealth_University": "Virginia Commonwealth University (VCU) is a public research university in Richmond, Virginia. VCU was founded in 1838 as the medical department of Hampden–Sydney College, becoming the Medical College of Virginia in 1854. In 1968, the Virginia General Assembly merged MCV with the Richmond Professional Institute, founded in 1917, to create Virginia Commonwealth University. In 2018, more than 31,000 students pursue 217 degree and certificate programs through VCU's 11 schools and three colleges. The VCU Health System supports the university's health care education, research, and patient care mission.",
  "/wiki/Jerrold_Lee_Shapiro": "Jerrold Lee Shapiro, Ph.D. (born in Massachusetts, United States) is a clinical psychologist and professor at the Santa Clara University Counseling Psychology graduate program. He is a licensed clinical psychologist (HI, 1974; CA, 1978) and a Fellow of the American Psychological Association.",
  "/wiki/Santa_Clara_University": "Santa Clara University is a private Jesuit university in Santa Clara, California, with about 5,400 undergraduate students and about 3,300 postgraduate students. Established in 1851, Santa Clara University is the oldest operating institution of higher learning in California and has remained in its original location for 168 years. The university's campus surrounds the historic Mission Santa Clara de Asis which traces its founding to 1776. The campus mirrors the Mission's architectural style and provides a fine early example of Mission Revival architecture. The university is classified as a \"Doctoral/Professional\" university by Carnegie Classification.",
  "/wiki/Thomas_Easton": "Thomas A. Easton (born 17 July 1944) is a teacher and well-known science fiction critic and author. He retired as a professor from Thomas College of Maine in 2014 and now teaches part-time at Mount Ida College in Newton, MA.",
  "/wiki/Thomas_College": "Thomas College is a private business college in Waterville, Maine. Thomas College specializes in business, education, and technology. Thomas offers undergraduate and graduate degrees and is accredited by the New England Association of Schools and Colleges.",
  "/wiki/William_%22Bill%22_McKinney": "William \"Bill\" McKinney is the former President and Professor of American Religion of Pacific School of Religion (PSR) in Berkeley, California, the oldest theological seminary in the American West. McKinney is a sociologist of religion by training and also an ordained minister in the United Church of Christ.  (UCC)  His research interests include Protestant congregational dynamics, and the recent history and prospects for Mainline Protestant denominations. At PSR from July 1986 to June 2010, McKinney was previously Dean of Hartford Seminary.",
  "/wiki/Pacific_School_of_Religion": "Pacific School of Religion (PSR) is a private Christian seminary in Berkeley, California. It maintains covenantal relationships with the United Church of Christ, the United Methodist Church, and the Disciples of Christ, ensuring the school provides the necessary requirements for candidates to seek ordination within these denominations. These three denominations account for approximately half of the student population of PSR. The school has also maintained close relationships with the Unitarian Universalist Association, the Universal Fellowship of Metropolitan Community Churches, the African Methodist Episcopal Church, as well as other denominations. Over the years PSR has provided training for clergy from a wide range of religious traditions including Buddhists, Jews, Pagans, Pentecostals, and Roman Catholics.",
  "/wiki/Ted_Snyder_(economist)": "Edward Adams \"Ted\" Snyder (born 1953) is currently the William S. Beinecke Professor of Economics and Management at Yale School of Management. He has held two other business school deanships (University of Chicago Booth School of Business and University of Virginia Darden Graduate School of Business Administration) and was Senior Associate Dean at University of Michigan Ross School of Business.",
  "/wiki/Yale_School_of_Management": "The Yale School of Management (also known as Yale SOM) is the graduate business school of Yale University in New Haven, Connecticut. The School awards the Master of Business Administration (MBA), MBA for Executives (EMBA), Master of Advanced Management (MAM), Master's Degree in Systemic Risk, Master's Degree in Global Business & Society, Master's Degree in Asset Management, and Ph.D. degrees, as well as joint degrees with nine other graduate programs at Yale University. As of August 2019, 666 students were enrolled in its MBA program, 134 in the EMBA program, 70 in the MAM program, 32 in the Master of Global Business Studies program, 11 in the Master of Systemic Risk program, and 59 in the PhD program; 122 students were pursuing joint degrees. The School has 90 full-time faculty members, and the dean is Kerwin Kofi Charles.",
  "/wiki/University_of_Chicago": "The University of Chicago (UChicago, U of C, or Chicago) is a private research university in Chicago, Illinois. Founded in 1890, the school is located on a 217-acre (88-hectare) campus in Chicago's Hyde Park neighborhood, near Lake Michigan. The University of Chicago holds top positions in various national and international rankings.",
  "/wiki/Booth_School_of_Business": "The University of Chicago Booth School of Business (also known as Chicago Booth, or Booth) is the graduate business school of the University of Chicago in Chicago, Illinois. The University of Chicago, including Booth faculty, has produced more Nobel laureates in the Economic Sciences (28) than any other school. Formerly known as The University of Chicago Graduate School of Business, Chicago Booth is the second-oldest business school in the U.S., and the first such school to offer an Executive MBA program. The school was renamed in 2008 following a $300 million endowment gift to the school by alumnus David G. Booth. The school has the third-largest endowment of any business school.",
  "/wiki/Gregory_R._Ciottone": "Gregory R. Ciottone (born 1965) is an American physician specializing in Disaster Medicine and Counter-Terrorism Medicine. He is an Associate Professor of Emergency Medicine at Harvard Medical School and the founding director of the BIDMC Fellowship in Disaster Medicine, the first of its kind in a Harvard teaching hospital. As well, he holds the position of Director for Medical Preparedness at the National Preparedness Leadership Initiative, a joint program of the Harvard T.H.Chan School of Public Health and the Center for Public Leadership at the Harvard John F. Kennedy School of Government. He also serves as a consultant to the White House Medical Unit for the Obama and Trump administrations. In 2019 he was elected President of the World Association for Disaster and Emergency Medicine. (WADEM).",
  "/wiki/Harvard_Medical_School": "Harvard Medical School (HMS) is the graduate medical school of Harvard University. It is located in the Longwood neighborhood of Boston, Massachusetts. Founded in 1782, HMS is one of the oldest medical schools in the United States and is consistently ranked first for research among medical schools by U.S. News & World Report. Unlike most other leading medical schools, HMS does not operate in conjunction with a single hospital but is directly affiliated with several teaching hospitals in the Boston area. HMS-affiliated teaching hospitals and institutes include Massachusetts General Hospital, Brigham and Women's Hospital, Dana-Farber Cancer Institute, and Boston Children's Hospital. The HMS faculty has approximately 2,900 full- and part-time voting faculty members consisting of assistant, associate, and full professors, and over 5,000 full- and part-time, post-doctoral researchers and non-voting instructors. The majority of the faculty receive their appointments through an affiliated teaching hospital.",
  "/wiki/Mark_Panek": "Mark Panek is a Hawaii novelist and scholar. A professor of English at the University of Hawaii, he is the author of two books on prominent Hawaiian-born sumo wrestlers Percy Kipapa and Akebono. His biography of Akebono, titled Gaijin Yokozuna, was called \"the best sumo biography in English\" by The Japan Times. Lo'ihi Press published his first novel, Hawai'i, a story of native rights, corruption, and a hotly contested race for Governor.",
  "/wiki/University_of_Hawaii": "The University of Hawaiʻi system (formally the University of Hawaiʻi and popularly known as UH) is a public college and university system that confers associate, bachelor's, master's, and doctoral degrees through three university campuses, seven community college campuses, an employment training center, three university centers, four education centers and various other research facilities distributed across six islands throughout the state of Hawaiʻi in the United States. All schools of the University of Hawaiʻi system are accredited by the Western Association of Schools and Colleges. The U.H. system's main administrative offices are located on the property of the University of Hawaiʻi at Mānoa in Honolulu CDP.",
  "/wiki/David_Roderick": "David Roderick (born 1970) is an American poet from Plymouth Massachusetts, who is an assistant professor at the University of North Carolina at Greensboro. Previously, he lectured at the University of North Carolina, Chapel Hill as the Kenan Visiting Writer at the University of San Francisco and at Stanford University, where he also conducted classes for its Education Program for Gifted Youth summer program.",
  "/wiki/University_of_North_Carolina_at_Greensboro": "The University of North Carolina at Greensboro (UNCG or UNC Greensboro) is a public research university in Greensboro, North Carolina. It is part of the University of North Carolina system. UNCG, like all members of the UNC system, is a stand-alone university and awards its own degrees. UNCG is accredited by the Southern Association of Colleges and Schools Commission on Colleges to award baccalaureate, masters, specialist and doctoral degrees.",
  "/wiki/List_of_Colby_College_alumni": "This list of Colby College alumni includes graduates, non-graduate former students, current students, and honorary degree recipients of Colby College.  Founded in 1813, Colby's class of 2013 was the college's 200th, making a total of more than 25,000 living alumni."
}