{
  "/wiki/Cha-cha-cha_(dance)": "The Cha Cha Cha (sometimes called cha-cha), is a dance of Cuban origin. It is danced to the music of the same name introduced by Cuban composer and violinist Enrique Jorrin in the early 1950s. This rhythm was developed from the danzón-mambo. The name of the dance is an onomatopoeia derived from the shuffling sound of the dancers' feet when they dance two consecutive quick steps (correctly, on the fourth count of each measure) that characterize the dance.",
  "/wiki/Oye_Como_Va": "\"Oye Como Va\" is a song written by Latin jazz and mambo musician Tito Puente in 1962.  Mexican-American rock group Santana's rendition further popularized the song, which reached number 13 on the Billboard Hot 100, number 11 on the Billboard Easy Listening survey, and number 32 on the R&B chart.",
  "/wiki/Santana_(band)": "Santana is an American rock band formed in San Francisco in 1966 by Mexican-American guitarist and songwriter Carlos Santana. The band has undergone multiple recording and performing line-ups in its history, with Santana the only consistent member. Santana had early success with their appearance at Woodstock in 1969 and their first three albums, Santana (1969), Abraxas (1970), and Santana III (1971). Other important core members during this period include Gregg Rolie, Mike Carabello, Michael Shrieve, David Brown, and José \"Chepito\" Areas, forming the \"classic\" line-up.",
  "/wiki/Waltz": "The waltz (from German  Walzer [ˈvalt͡sɐ̯]) is a ballroom and folk dance, normally in triple (help·info) time, performed primarily in closed position.",
  "/wiki/(You_Make_Me_Feel_Like)_A_Natural_Woman": "\"(You Make Me Feel Like) A Natural Woman\" is a 1967 single released by American soul singer Aretha Franklin on the Atlantic label. The song was co-written by Carole King and Gerry Goffin, with input from Atlantic producer Jerry Wexler. Written for Franklin, the record was a big hit reaching number 8 on the Billboard Hot 100, and became one of her signature songs. It made history in the UK singles chart a week after her death, finally becoming a hit almost 51 years after it was first released entering at #79. Franklin also included a live recording on the album Aretha in Paris in 1968. Carole King has performed and recorded a version of the song along with Mary J. Blige, Celine Dion, and many others. At the 2015 Kennedy Center Honors, Aretha Franklin performed the song to honor award-recipient Carole King.",
  "/wiki/Aretha_Franklin": "Aretha Louise Franklin (March 25, 1942 – August 16, 2018) was an American singer, songwriter, pianist, and civil rights activist. Franklin began her career as a child singing gospel at New Bethel Baptist Church in Detroit, Michigan, where her father C. L. Franklin was minister. At the age of 18, she embarked on a secular-music career as a recording artist for Columbia Records. While Franklin's career did not immediately flourish, she found acclaim and commercial success after signing with Atlantic Records in 1966. Hit songs such as \"Respect\", \"Chain of Fools\", \"Think\", \"(You Make Me Feel Like) A Natural Woman\", \"I Never Loved a Man (The Way I Love You)\", and \"I Say a Little Prayer\", propelled her past her musical peers. By the end of the 1960s, Aretha Franklin had come to be known as \"The Queen of Soul\".",
  "/wiki/Hot_Stuff_(Donna_Summer_song)": "\"Hot Stuff\" is a song by American singer Donna Summer from her seventh studio album  Bad Girls (1979), produced by English producer Pete Bellotte and Italian producer Giorgio Moroder and released as the lead single from Bad Girls on April 13, 1979, through Casablanca Records. Up to that point, Summer had mainly been associated with disco songs but this song also showed a significant rock direction, including a guitar solo by ex-Doobie Brother and Steely Dan guitarist Jeff \"Skunk\" Baxter. It is one of her most popular songs, based on the performance on the Billboard Hot 100.",
  "/wiki/Donna_Summer": "LaDonna Adrian Gaines (December 31, 1948 – May 17, 2012), widely known by her stage name based on her married name Donna Summer, was an American singer, songwriter and actress. She gained prominence during the disco era of the late 1970s and became known as the \"Queen of Disco\", while her music gained a global following.",
  "/wiki/I_Wonder_Why_(Curtis_Stigers_song)": "\"I Wonder Why\" is a song by American singer and songwriter Curtis Stigers, released as the first single from his eponymous debut album. The song reached number four on the Danish and Irish singles charts, number five on the UK Singles Chart, and number nine on the US Billboard Hot 100. It also reached the top 10 in Belgium, Denmark, Germany, the Netherlands and Norway.",
  "/wiki/Curtis_Stigers": "Curtis Stigers (born October 18, 1965) is an American jazz singer. He achieved a number of hits in the early 1990s, most notably the international hit \"I Wonder Why\" (1991), which reached No. 5 in the UK and No. 9 in the US.",
  "/wiki/She_Bangs": "\"She Bangs\" is an up-tempo, salsa-influenced song made famous by Ricky Martin via his 2000 album Sound Loaded. The lyrics, loaded with metaphor and double entendres, express the singer's fascination with a woman who may be Lady Luck herself. The song was co-written by Desmond Child and Draco Rosa and produced by Rosa and co-writer Walter Afanasieff.",
  "/wiki/Ricky_Martin": "Enrique Martín Morales (born December 24, 1971), better known as Ricky Martin, is a Puerto Rican singer, actor and author who is widely regarded as the \"King of Latin Pop\". He holds dual American and Spanish citizenship, and began his career at age 12 with the all-boy pop group Menudo. After five years with the group, he released several Spanish-language solo albums throughout the 1990s. Since the beginning of his solo career in 1991, Ricky Martin has sold over 85 million albums, making him one of the best-selling Latin music artists of all time. He also acted on stage and on TV in Mexico, where he achieved modest stardom. In 1994, he appeared on the US TV soap opera General Hospital, playing a Puerto Rican singer. He also ranks among the most influential Latin artists of all time.",
  "/wiki/What_a_Wonderful_World": "\"What a Wonderful World\" is a jazz song  written by Bob Thiele (as \"George Douglas\") and George David Weiss. It was first recorded by Louis Armstrong and released in 1967 as a single, which topped the pop charts in the United Kingdom. Armstrong's recording was inducted in the Grammy Hall of Fame in 1999. The publishing for this song is controlled by Memory Lane Music Group, Carlin Music Corp. and BMG Rights Management.",
  "/wiki/Louis_Armstrong": "Louis Daniel Armstrong (August 4, 1901 – July 6, 1971), nicknamed \"Satchmo\",[a] \"Satch\", and \"Pops\", was an American trumpeter, composer, vocalist, and actor who was among the most influential figures in jazz. His career spanned five decades, from the 1920s to the 1960s, and different eras in the history of jazz. In 2017, he was inducted into the Rhythm & Blues Hall of Fame.",
  "/wiki/I_Want_You_Back": "\"I Want You Back\" is the first national single by the Jackson 5. It was released by Motown on October 7, 1969, and became the first number-one hit for the band on January 31, 1970. It was performed on the band's first television appearances, on October 18, 1969 on Diana Ross's The Hollywood Palace and on their milestone performance on December 14, 1969 on The Ed Sullivan Show.",
  "/wiki/The_Jackson_5": "The Jackson 5 (stylized as the Jackson 5ive), later known as the Jacksons, were  an American pop band composed of members of the Jackson family. The group was founded in 1965 in Gary, Indiana, by brothers Jackie, Tito, and Jermaine, with younger brothers Marlon and Michael joining soon after.",
  "/wiki/Roxette": "Roxette was a Swedish pop rock and soft rock duo, consisting of Marie Fredriksson (vocals and keyboards) and Per Gessle (vocals and guitar). Formed in 1986, the duo became an international act in the late 1980s, when they released their breakthrough album Look Sharp! Their third album Joyride, which was released in 1991, became just as successful as its predecessor. Roxette went on to achieve nineteen UK Top 40 hits and several US Hot 100 hits, including four US number-ones with \"The Look\", \"Listen to Your Heart\", \"It Must Have Been Love\", featured on the soundtrack of Pretty Woman, and \"Joyride\". Their other hits include \"Dressed for Success\", \"Dangerous\", and \"Fading Like a Flower\".",
  "/wiki/The_Blackout_All-Stars": "The Blackout All-Stars was a one-off 1994 Latin supergroup consisting of Ray Barretto, Sheila E., Tito Puente, Tito Nieves, Paquito D'Rivera, Dave Valentin, Grover Washington, Jr., and Tony Pabon.",
  "/wiki/What_the_World_Needs_Now_Is_Love": "\"What the World Needs Now Is Love\" is a 1965 popular song with lyrics by Hal David and music composed by Burt Bacharach. First recorded and made popular by Jackie DeShannon, it was released on April 15, 1965, on the Imperial label after a release on sister label Liberty records the previous month was canceled. It peaked at number seven on the US Hot 100 in July of that year.  In Canada, the song reached number one.",
  "/wiki/Jackie_DeShannon": "Jackie DeShannon (born Sharon Lee Myers, August 21, 1941) is an American singer-songwriter with a string of hit song credits from the 1960s onwards, as both singer and composer. She was one of the first female singer-songwriters of the rock 'n' roll period. She is best known as the singer of \"What the World Needs Now Is Love\" and \"Put a Little Love in Your Heart\" and, as the composer of \"When You Walk in the Room\" and \"Bette Davis Eyes,\" which were hits for The Searchers and Kim Carnes, respectively. Since 2009, DeShannon has been an entertainment broadcast correspondent reporting Beatles band members' news for the radio program Breakfast with the Beatles.",
  "/wiki/Dancing_with_the_Stars_(American_season_2)": "Season two of Dancing with the Stars premiered on January 5, 2006, on the ABC network."
}