{
  "/wiki/Aida": "Aida (pronounced [aˈiːda]) is an opera in four acts by Giuseppe Verdi to an Italian libretto by Antonio Ghislanzoni. Set in the Old Kingdom of Egypt, it was commissioned by Cairo's Khedivial Opera House and had its première there on 24 December 1871, in a performance conducted by Giovanni Bottesini. Today the work holds a central place in the operatic canon, receiving performances every year around the world; at New York's Metropolitan Opera alone, Aida has been sung more than 1,100 times since 1886. Ghislanzoni's scheme follows a scenario often attributed to the French Egyptologist Auguste Mariette, but Verdi biographer Mary Jane Phillips-Matz argues that the source is actually Temistocle Solera.",
  "/wiki/Giuseppe_Verdi": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 9 or 10 October 1813 – 27 January 1901) was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron.  Verdi came to dominate the Italian opera scene after the era of Vincenzo Bellini, Gaetano Donizetti, and Gioachino Rossini, whose works significantly influenced him.",
  "/wiki/Rock_and_roll": "Rock and roll (often written as rock & roll, rock 'n' roll or rock 'n roll) is a genre of popular music that originated and evolved in the United States during the late 1940s and early 1950s from musical styles such as gospel, jump blues, jazz, boogie woogie, and rhythm and blues, and country music. While elements of what was to become rock and roll can be heard in blues records from the 1920s and in country records of the 1930s, the genre did not acquire its name until 1954.",
  "/wiki/Broadway_theatre": "Broadway theatre,[nb 1] also known simply as Broadway, refers to the theatrical performances presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking world.",
  "/wiki/Tim_Rice": "Sir Timothy Miles Bindon Rice (born 10 November 1944) is an English lyricist and author. He is best known for his collaborations with Andrew Lloyd Webber, with whom he wrote, among other shows, Joseph and the Amazing Technicolor Dreamcoat, Jesus Christ Superstar, and Evita; with Björn Ulvaeus and Benny Andersson of ABBA, with whom he wrote Chess; and with Disney on Aladdin, The Lion King, the stage adaptation of Beauty and the Beast, and the original Broadway musical Aida. He also wrote lyrics for the Alan Menken musical King David, and for DreamWorks Animation's The Road to El Dorado.",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Princess Diana, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.",
  "/wiki/Badroulbadour": "Badroulbadour/ Badr ul-Badour/ Badr al-Badur (Arabic: بدر البدور‎ Badr ul-Budūr, \"full moon of full moons\") is a princess whom Aladdin married in The Story of Aladdin; or, the Wonderful Lamp. Her name uses the full moon as a metaphor for female beauty, which is common in Arabic literature and throughout the Arabian Nights.",
  "/wiki/Pantomime": "Pantomime (/ˈpæntəmaɪm/; informally panto) is a type of musical comedy stage production designed for family entertainment. It was developed in England and is performed throughout the United Kingdom, Ireland and (to a lesser extent) in other English-speaking countries, especially during the Christmas and New Year season. Modern pantomime includes songs, gags, slapstick comedy and dancing. It employs gender-crossing actors and combines topical humour with a story more or less based on a well-known fairy tale, fable or folk tale. Pantomime is a participatory form of theatre, in which the audience is expected to sing along with certain parts of the music and shout out phrases to the performers.",
  "/wiki/John_O%27Keeffe_(Irish_writer)": "John O'Keeffe (24 June 1747 – 4 February 1833) was an Irish actor and dramatist. He wrote a number of farces, amusing dramatic pieces and librettos for pasticcio operas, many of which had great success. Among these are Tony Lumpkin in Town (1778), Love in a Camp (1786), and Omai (1785), an account of the voyages of the Tahitian explorer Omai, and Wild Oats (1791).",
  "/wiki/Theatre_Royal,_Covent_Garden": "The Royal Opera House (ROH)  is an opera house and major performing arts venue in Covent Garden, central London. The large building is often referred to as simply \"Covent Garden\", after a previous use of the site of the opera house's original construction in 1732.  It is the home of The Royal Opera, The Royal Ballet, and the Orchestra of the Royal Opera House. Originally called the Theatre Royal, it served primarily as a playhouse for the first hundred years of its history. In 1734, the first ballet was presented. A year later, Handel's first season of operas began. Many of his operas and oratorios were specifically written for Covent Garden and had their premieres there.",
  "/wiki/Verse_drama_and_dramatic_verse": "Verse drama is any drama written as verse to be spoken; another possible general term is poetic drama.  For a very long period, verse drama was the dominant form of drama in Europe (and was also important in non-European cultures).  Greek tragedy and Racine's plays are written in verse, as is almost all of Shakespeare's drama, Ben Jonson, John Fletcher and others like Goethe's Faust.",
  "/wiki/Adam_Oehlenschl%C3%A4ger": "Adam Gottlob Oehlenschläger (Danish pronunciation: [ætam kɒtlɒp ˈøˀl̩nˌslɛːi̯ɐ]; 14 November 1779 – 20 January 1850) was a Danish poet and playwright. He introduced romanticism into Danish literature.",
  "/wiki/Aladdin_(Nielsen)": "Carl Nielsen's  Aladdin, Opus 34/FS 89, is incidental music written to accompany a new production of Adam Oehlenschläger’s \"dramatic fairy tale\" presented at The Royal Theatre in Copenhagen in February 1919.",
  "/wiki/Carl_Nielsen": "Carl August Nielsen (Danish: [kʰal ˈnelsn̩]; 9 June 1865 – 3 October 1931) was a Danish composer, conductor and violinist, widely recognized as his country's most prominent composer.",
  "/wiki/The_New_Aladdin": "The New Aladdin is an Edwardian musical comedy in two acts by James T. Tanner and W. H. Risque, with music by Ivan Caryll, Lionel Monckton, and additional numbers by Frank E. Tours, and lyrics by Adrian Ross, Percy Greenbank, W. H. Risque, and George Grossmith, Jr.  It was produced by George Edwardes at the Gaiety Theatre, opening on 29 September 1906 and running for 203 performances.",
  "/wiki/Edwardian_musical_comedy": "Edwardian musical comedy was a form of British musical theatre that extended beyond the reign of King Edward VII in both direction, beginning in the early 1890s, when the Gilbert and Sullivan operas' dominance had ended, until the rise of the American musicals by Jerome Kern, Rodgers and Hart, George Gershwin and Cole Porter following the First World War.",
  "/wiki/Adrienne_Augarde": "Adrienne Adele Augarde (12 May 1882 – 17 March 1913) was an English actress and singer popular for nearly a decade on both sides of the Atlantic Ocean, primarily for her roles in Edwardian musical comedy.",
  "/wiki/Aladdin_(1979_musical)": "Aladdin is a musical written by Sandy Wilson for the newly-refurbished Lyric Theatre, Hammersmith. Although not a pantomime, it played during the theatre's inaugural Christmas pantomime season of 1979/80 at the theatre, opening on 21 December 1979, and starred Richard Freeman as Aladdin, Joe Melia as Tuang Kee Chung (Widow Twankey), Aubrey Woods as Abanazar, Ernest Clark as The Emperor, Martin McEvoy as The Genie, Elizabeth Welch as Fatima and Christine McKenna as Badr-al-Badur.",
  "/wiki/The_Balkan_Princess": "The Balkan Princess is a British musical in three acts by Frederick Lonsdale and Frank Curzon, with lyrics by Paul Rubens and Arthur Wimperis, and music by Paul Rubens.  It opened at the Prince of Wales Theatre on 19 February 1910.  The cast included Isabel Jay and Bertram Wallis.  There was a successful Broadway run in 1911, and the show toured widely thereafter.",
  "/wiki/Frederick_Lonsdale": "Frederick Lonsdale (5 February 1881 – 4 April 1954) was a British playwright known for his librettos to several successful musicals early in the 20th century, including King of Cadonia (1908), The Balkan Princess (1910), Betty (1915), The Maid of the Mountains (1917), Monsieur Beaucaire (1919) and Madame Pompadour (1923).  He also wrote comedy plays, including The Last of Mrs. Cheyney (1925) and On Approval (1927) and the murder melodrama But for the Grace of God (1946). Some of his plays and musicals were made into films, and he also wrote a few screenplays.",
  "/wiki/Frank_Curzon": "Frank Curzon (17 September 1868 – 2 July 1927) was an English actor who became an important theatre manager, leasing the Royal Strand Theatre, Avenue Theatre, Criterion Theatre, Comedy Theatre, Prince of Wales Theatre and Wyndham's Theatre, among others.",
  "/wiki/Paul_Rubens_(composer)": "Paul Alfred Rubens (29 April 1875 – 5 February 1917) was an English songwriter and librettist who wrote some of the most popular Edwardian musical comedies of the early twentieth century. He contributed to the success of dozens of musicals.",
  "/wiki/Arthur_Wimperis": "Arthur Harold Wimperis (3 December 1874 – 14 October 1953) was an English playwright, lyricist and screenwriter, who contributed lyrics and libretti to popular Edwardian musical comedies written for the stage. But, with the advent of talking films, he switched to screenwriting, finding even greater success in this medium.",
  "/wiki/The_Enchantress_(opera)": "The Enchantress (or The Sorceress, Russian: Чародейка, Charodéyka) is an opera in four acts by Pyotr Ilyich Tchaikovsky based on the libretto by Ippolit Shpazhinsky, using his drama with the same title. The opera was composed between September 1885 and May 1887 in Maidanovo,  Russia, and was first performed in St Petersburg in 1887.",
  "/wiki/Pyotr_Ilyich_Tchaikovsky": "Pyotr Ilyich Tchaikovsky[a 1] (English: /tʃaɪˈkɒfski/ chy-KOF-skee; Russian: Пётр Ильи́ч Чайко́вский[a 2], tr. Pëtr Ilʹič Čajkovskij, IPA: [pʲɵtr ɪlʲˈjitɕ tɕɪjˈkofskʲɪj] (listen); 7 May [O.S. 25 April] 1840  – 6 November [O.S. 25 October] 1893[a 3]) was a Russian composer of the Romantic period. He was the first Russian composer whose music made a lasting impression internationally, bolstered by his appearances as a guest conductor in Europe and the United States. He was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension.",
  "/wiki/Monte_Carlo": "Monte Carlo (/ˌmɒnti ˈkɑːrloʊ/, Italian: [ˈmonte ˈkarlo]; French: Monte-Carlo [mɔ̃te kaʁlo], or colloquially Monte-Carl [mɔ̃te kaʁl]; Monégasque: Munte Carlu; lit. \"Mount Charles\") is officially an administrative area of the Principality of Monaco, specifically the ward of Monte Carlo/Spélugues, where the Monte Carlo Casino is located. Informally, the name also refers to a larger district, the Monte Carlo Quarter (corresponding to the former municipality of Monte Carlo), which besides Monte Carlo/Spélugues also includes the wards of La Rousse/Saint Roman, Larvotto/Bas Moulins, and Saint Michel. The permanent population of the ward of Monte Carlo is about 3,500, while that of the quarter is about 15,000. Monaco has four traditional quarters. From west to east they are: Fontvieille (the newest), Monaco-Ville (the oldest), La Condamine, and Monte Carlo.",
  "/wiki/The_Grand_Duke": "The Grand Duke; or, The Statutory Duel, is the final Savoy Opera written by librettist W. S. Gilbert and composer Arthur Sullivan, their fourteenth and last opera together.  It premiered at the Savoy Theatre on 7 March 1896, and ran for 123 performances.  Despite a successful opening night, the production had a relatively short run and was the partnership's only financial failure, and the two men never worked together again.  In recent decades, the opera has been revived professionally, first in the US and then in the UK.",
  "/wiki/Savoy_Opera": "Savoy opera was a style of comic opera that developed in Victorian England in the late 19th century, with W. S. Gilbert and Arthur Sullivan as the original and most successful practitioners.  The name is derived from the Savoy Theatre, which impresario Richard D'Oyly Carte built to house the Gilbert and Sullivan pieces, and later, those by other composer–librettist teams.  The great bulk of the non-G&S Savoy Operas either failed to achieve a foothold in the standard repertory, or have faded over the years, leaving the term \"Savoy Opera\" as practically synonymous with Gilbert and Sullivan.  The Savoy operas (in both senses) were seminal influences on the creation of the modern musical.",
  "/wiki/W._S._Gilbert": "Sir William Schwenck Gilbert[n 1] (18 November 1836 – 29 May 1911) was an English dramatist, librettist, poet and illustrator best known for his collaboration with composer Arthur Sullivan, which produced fourteen comic operas. The most famous of these include H.M.S. Pinafore, The Pirates of Penzance and one of the most frequently performed works in the history of musical theatre, The Mikado. The popularity of these works was supported for over a century by year-round performances of them, in Britain and abroad, by the repertory company that Gilbert, Sullivan and their producer Richard D'Oyly Carte founded, the D'Oyly Carte Opera Company. These Savoy operas are still frequently performed in the English-speaking world and beyond.",
  "/wiki/Arthur_Sullivan": "Sir Arthur Seymour Sullivan MVO (13 May 1842 – 22 November 1900) was an English composer. He is best known for 14 operatic collaborations with the dramatist W. S. Gilbert, including H.M.S. Pinafore, The Pirates of Penzance and The Mikado. His works include 24 operas, 11 major orchestral works, ten choral works and oratorios, two ballets, incidental music to several plays, and numerous church pieces, songs, and piano and chamber pieces. His hymns and songs include \"Onward, Christian Soldiers\" and \"The Lost Chord\".",
  "/wiki/Into_the_Woods": "Into the Woods is a musical with music and lyrics by Stephen Sondheim and book by James Lapine. The musical intertwines the plots of several Brothers Grimm and Charles Perrault fairy tales, exploring the consequences of the characters' wishes and quests. The main characters are taken from \"Little Red Riding Hood\", \"Jack and the Beanstalk\", \"Rapunzel\", and \"Cinderella\", as well as several others. The musical is tied together by a story involving a childless baker and his wife and their quest to begin a family (the original beginning of The Grimm Brothers' \"Rapunzel\"), their interaction with a witch who has placed a curse on them, and their interaction with other storybook characters during their journey.",
  "/wiki/King_of_Cadonia": "King of Cadonia is an English musical in two acts with a book by Frederick Lonsdale, lyrics by Adrian Ross and Arthur Wimperis and music by Sidney Jones and Frederick Rosse. It opened at the Prince of Wales Theatre in London on 3 September 1908, produced by Frank Curzon, and ran for 333 performances. It starred Isabel Jay, Huntley Wright, and Bertram Wallis. There was a brief Broadway production in 1910 with additional music by Jerome Kern at the Fifth Avenue Theatre and directed by Joseph W. Herbert.",
  "/wiki/Adrian_Ross": "Arthur Reed Ropes (23 December 1859 – 11 September 1933), better known under the pseudonym Adrian Ross, was a prolific writer of lyrics, contributing songs to more than sixty British musical comedies in the late 19th and early 20th centuries.  He was the most important lyricist of the British stage during a career that spanned five decades.  At a time when few shows had long runs, nineteen of his West End shows ran for over 400 performances.",
  "/wiki/Sidney_Jones_(composer)": "James Sidney Jones (17 June 1861 – 29 January 1946), usually credited as Sidney Jones, was an English conductor and composer, who was most famous for composing the musical scores for a series of musical comedy hits in the late Victorian and Edwardian periods. Jones's most famous musical was The Geisha, but several of his pieces were among the most popular shows of the era, enjoying long runs, international tours and revivals.",
  "/wiki/Frederick_Rosse": "Frederick Rosse (1867 – 20 June 1940) was an English composer of light music and operetta. After studying music in Germany and elsewhere, he began his career as a musical director at London theatres. He composed suites of incidental music for several plays, orchestral suites and songs.  His \"Doge's March\" from his music for The Merchant of Venice was his most enduring piece.",
  "/wiki/Jerome_Kern": "Jerome David Kern (January 27, 1885 – November 11, 1945) was an American composer of musical theatre and popular music.  One of the most important American theatre composers of the early 20th century, he wrote more than 700 songs, used in over 100 stage works, including such classics as \"Ol' Man River\", \"Can't Help Lovin' Dat Man\", \"A Fine Romance\", \"Smoke Gets in Your Eyes\", \"The Song Is You\", \"All the Things You Are\", \"The Way You Look Tonight\", \"Long Ago (and Far Away)\" and \"Who?\".  He collaborated with many of the leading librettists and lyricists of his era, including George Grossmith Jr., Guy Bolton, P. G. Wodehouse, Otto Harbach, Oscar Hammerstein II, Dorothy Fields, Johnny Mercer, Ira Gershwin and Yip Harburg.",
  "/wiki/Leonce_and_Lena": "Leonce and Lena (German: Leonce und Lena) is a play by Georg Büchner (1813–1837) which is considered a comedy, but is actually a satire veiled in humor. It was written in the spring of 1836 for a competition 'for the best one- or two-act comedy in prose or verse' sponsored by the Stuttgart publisher Cotta. However, Büchner missed the submission deadline and the play was returned to him unread. It was premiered almost 60 years later, on May 31, 1895, in an outdoor performance by the Munich Company Intimes Theater, directed by Ernst von Wolzogen and with the involvement of Max Halbe and Oskar Panizza, illustrating the fact that Büchner only gained prominence as a writer in the 20th century.",
  "/wiki/The_Light_Princess_(musical)": "The Light Princess is a musical by Tori Amos and Samuel Adamson. Based on the Scottish fairy tale by George MacDonald, it tells the story of a princess afflicted by a constant weightlessness, unable to get her feet on the ground, both literally and metaphorically, until she finds a love that brings her down to earth. The musical was premiered for the Royal National Theatre in London in 2013. The stage production featured actress Rosalie Craig as the titular character. The musical was generally well-received, enjoyed an extended run in the theatre, and released its cast recording in 2015.",
  "/wiki/George_MacDonald": "George MacDonald (10 December 1824 – 18 September 1905) was a Scottish author, poet and Christian minister. He was a pioneering figure in the field of modern fantasy literature and the mentor of fellow writer Lewis Carroll. In addition to his fairy tales, MacDonald wrote several works on Christian apologetics.",
  "/wiki/A_Little_Princess_(Lippa_musical)": "A Little Princess, The Musical is a musical with music by Andrew Lippa and book and lyrics by Brian Crawley, based on the 1905 children's novel of the same name by Frances Hodgson Burnett.",
  "/wiki/A_Little_Princess": "A Little Princess is a children's novel by Frances Hodgson Burnett, first published as a book in 1905. It is an expanded version of the short story \"Sara Crewe: or, What Happened at Miss Minchin's\", which was serialized in St. Nicholas Magazine from December 1887, and published in book form in 1888. According to Burnett, after she composed the 1902 play A Little Un-fairy Princess based on that story, her publisher asked that she expand the story as a novel with \"the things and people that had been left out before\". The novel was published by Charles Scribner's Sons (also publisher of St. Nicholas) with illustrations by Ethel Franklin Betts and the full title A Little Princess: Being the Whole Story of Sara Crewe Now Being Told for the First Time.",
  "/wiki/Andrew_Lippa": "Andrew Lippa (born December 22, 1964) is an American composer, lyricist, book writer, performer, and producer. He is a resident artist at the Ars Nova Theater in New York City.",
  "/wiki/Maid_of_Pskov": "The Maid of Pskov (Russian: Псковитя́нка, Pskovityanka), is an opera in three acts and six scenes by Nikolai Rimsky-Korsakov. The libretto was written by the composer, and is based on the drama of the same name by Lev Mei. The story concerns the Tsar Ivan the Terrible and his efforts to subject the cities of Pskov and Novgorod to his will. The original version of the opera was completed in 1872, and received its premiere in 1873 in St. Petersburg, Russia. The third and final version was completed in 1892, and is considered \"definitive\".[citation needed] This version was made famous by Chaliapin in the role of Ivan the Terrible. It was introduced to Paris in 1909 by Diaghilev under the title Ivan the Terrible, on account of the dominance of his role, and because of European audience's familiarity with his name.",
  "/wiki/Ivan_the_Terrible_in_Russian_folklore": "Ivan the Terrible was a rather popular character in Russian folklore. Interest is caused by its contradiction to the real historical figure of the first Russian Tsar, as well as the possible reasons for this.",
  "/wiki/Nikolai_Rimsky-Korsakov": "Nikolai Andreyevich Rimsky-Korsakov (Russian: Николай Андреевич Римский-Корсаков[a 1], IPA: [nʲɪkəˈlaj ɐnˈdrʲejɪvʲɪtɕ ˈrʲimskʲɪj ˈkorsəkəf] (listen); 18 March [O.S. 6 March] 1844 – 21 June [O.S. 8 June] 1908[a 2]) was a Russian composer, and a member of the group of composers known as The Five.[a 3] He was a master of orchestration. His best-known orchestral compositions—Capriccio Espagnol, the Russian Easter Festival Overture, and the symphonic suite Scheherazade—are staples of the classical music repertoire, along with suites and excerpts from some of his 15 operas. Scheherazade is an example of his frequent use of fairy-tale and folk subjects.",
  "/wiki/Lev_Mei": "Lev Aleksandrovich Mei (Russian: Лев Алекса́ндрович Мей (name sometimes transliterated as Lev Mey); 25 February [O.S. 13 February] 1822 – 28 May [O.S. 16 May] 1862) was a Russian dramatist and poet.",
  "/wiki/Once_Upon_a_Mattress": "Once Upon a Mattress is a musical comedy with music by Mary Rodgers, lyrics by Marshall Barer, and book by Jay Thompson, Dean Fuller, and Marshall Barer. It opened off-Broadway in May 1959, and then moved to Broadway. The play was written as an adaptation of the Hans Christian Andersen fairy tale The Princess and the Pea.",
  "/wiki/Hans_Christian_Andersen": "Hans Christian Andersen (/ˈændərsən/, Danish: [hæns kʰʁæstjæn ˈanɐsn̩] (listen); 2 April 1805 – 4 August 1875), in Denmark usually called H.C. Andersen, was a Danish author. Although a prolific writer of plays, travelogues, novels, and poems, he is best remembered for his fairy tales. Andersen's popularity is not limited to children; his stories express themes that transcend age and nationality.",
  "/wiki/The_Princess_and_the_Pea": "\"The Princess and the Pea\" (Danish: \"Prinsessen paa Ærten\"; literal translation: \"The Princess on the Pea\") is a literary fairy tale by Hans Christian Andersen about a young woman whose royal identity is established by a test of her sensitivity.  The tale was first published with three others by Andersen in an inexpensive booklet on 8 May 1835 in Copenhagen by C. A. Reitzel.",
  "/wiki/Tiger_Lily_(Peter_Pan)": "Tiger Lily is a fictional character in J. M. Barrie's play Peter Pan, or The Boy Who Wouldn't Grow Up, his novel Peter and Wendy, and their various adaptations.",
  "/wiki/Peter_Pan;_or,_the_Boy_Who_Wouldn%27t_Grow_Up": "Peter Pan; or, the Boy Who Wouldn't Grow Up or Peter and Wendy is J. M. Barrie's most famous work, in the form of a 1904 play and a 1911 novel.  Both versions tell the story of Peter Pan, a mischievous yet innocent little boy who can fly, and has many adventures on the island of Neverland that is inhabited by mermaids, fairies, Native Americans and pirates. The Peter Pan stories also involve the characters Wendy Darling and her two brothers, Peter's fairy Tinker Bell, the Lost Boys, and the pirate Captain Hook. The play and novel were inspired by Barrie's friendship with the Llewelyn Davies family. Barrie continued to revise the play for years after its debut until publication of the play script in 1928.",
  "/wiki/Peter_and_Wendy": "Peter Pan; or, the Boy Who Wouldn't Grow Up or Peter and Wendy is J. M. Barrie's most famous work, in the form of a 1904 play and a 1911 novel.  Both versions tell the story of Peter Pan, a mischievous yet innocent little boy who can fly, and has many adventures on the island of Neverland that is inhabited by mermaids, fairies, Native Americans and pirates. The Peter Pan stories also involve the characters Wendy Darling and her two brothers, Peter's fairy Tinker Bell, the Lost Boys, and the pirate Captain Hook. The play and novel were inspired by Barrie's friendship with the Llewelyn Davies family. Barrie continued to revise the play for years after its debut until publication of the play script in 1928.",
  "/wiki/J._M._Barrie": "Sir James Matthew Barrie, 1st Baronet, OM (/ˈbæri/; 9 May 1860 –  19 June 1937) was a Scottish novelist and playwright, best remembered today as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens (first included in Barrie's adult novel The Little White Bird), then to write Peter Pan, or The Boy Who Wouldn't Grow Up, a \"fairy play\" about an ageless boy and an ordinary girl named Wendy who have adventures in the fantasy setting of Neverland.",
  "/wiki/The_Princess_(play)": "The Princess is a blank verse farcical play, in five scenes with music, by W. S. Gilbert which adapts and parodies Alfred Lord Tennyson's humorous 1847 narrative poem, The Princess. It was first produced at the Olympic Theatre in London on 8 January 1870.",
  "/wiki/Blank_verse": "Blank verse is poetry written with regular metrical but unrhymed lines, almost always in iambic pentameter. It has been described as \"probably the most common and influential form that English poetry has taken since the 16th century\", and Paul Fussell has estimated that \"about three quarters of all English poetry is in blank verse\".",
  "/wiki/Farce": "In theatre, a farce is a comedy that aims at entertaining the audience through situations that are highly exaggerated, extravagant, and thus improbable. Farce is also characterized by physical humor, the use of deliberate absurdity or nonsense, and broadly stylized performances. It is also often set in one particular location, where all events occur. Farces have been written for the stage and film.",
  "/wiki/Alfred_Tennyson,_1st_Baron_Tennyson": "Alfred Tennyson, 1st Baron Tennyson FRS (6 August 1809 – 6 October 1892) was a British poet. He was the Poet Laureate of Great Britain and Ireland during much of Queen Victoria's reign and remains one of the most popular British poets. In 1829, Tennyson was awarded the Chancellor's Gold Medal at Cambridge for one of his first pieces, \"Timbuktu.\" He published his first solo collection of poems, Poems Chiefly Lyrical in 1830. \"Claribel\" and \"Mariana\", which remain some of Tennyson's most celebrated poems, were included in this volume. Although decried by some critics as overly sentimental, his verse soon proved popular and brought Tennyson to the attention of well-known writers of the day, including Samuel Taylor Coleridge. Tennyson's early poetry, with its medievalism and powerful visual imagery, was a major influence on the Pre-Raphaelite Brotherhood.",
  "/wiki/The_Princess_(Tennyson_poem)": "The Princess is a serio-comic blank verse narrative poem, written by Alfred Tennyson, published in 1847. Tennyson was Poet Laureate of the United Kingdom from 1850 to 1892 and remains one of the most popular English poets.[a]",
  "/wiki/Princess_Ida": "Princess Ida; or, Castle Adamant is a comic opera with music by Arthur Sullivan and libretto by W. S. Gilbert. It was their eighth operatic collaboration of fourteen. Princess Ida opened at the Savoy Theatre on 5 January 1884, for a run of 246 performances. The piece concerns a princess who founds a women's university and teaches that women are superior to men and should rule in their stead. The prince to whom she had been married in infancy sneaks into the university, together with two friends, with the aim of collecting his bride. They disguise themselves as women students, but are discovered, and all soon face a literal war between the sexes.",
  "/wiki/Comic_opera": "Comic opera is a sung dramatic work of a light or comic nature, usually with a happy ending and often including spoken dialogue.",
  "/wiki/Libretto": "A libretto (lit. \"booklet\") is the text used in, or intended for, an extended musical work such as an opera, operetta, masque, oratorio, cantata or musical. The term libretto is also sometimes used to refer to the text of major liturgical works, such as the Mass, requiem and sacred cantata, or the story line of a ballet.",
  "/wiki/Edward_Rose": "Edward Rose (7 August 1849 – 31 December 1904) was an English playwright, best known for his adaptations of novels for the stage, mainly The Prisoner of Zenda. He was also the theatre critic for The Sunday Times.",
  "/wiki/Anthony_Hope": "Sir Anthony Hope Hawkins, better known as Anthony Hope (9 February 1863 – 8 July 1933), was an English novelist and playwright.  He was a prolific writer, especially of adventure novels but he is remembered predominantly for only two books: The Prisoner of Zenda (1894) and its sequel Rupert of Hentzau (1898). These works, \"minor classics\" of English literature, are set in the contemporaneous fictional country of Ruritania and spawned the genre known as Ruritanian romance, works set in fictional European locales similar to the novels. Zenda has inspired many adaptations, most notably the 1937 Hollywood movie of the same name.",
  "/wiki/The_Prisoner_of_Zenda": "The Prisoner of Zenda (1894), by Anthony Hope, is an adventure novel in which the King of Ruritania is drugged on the eve of his coronation and thus is unable to attend the ceremony. Political forces within the realm are such that, in order for the king to retain the crown, his coronation must proceed. Fortuitously, an English gentleman on holiday in Ruritania who resembles the monarch is persuaded to act as his political decoy in an effort to save the unstable political situation of the interregnum.",
  "/wiki/Puss_in_Boots_(opera)": "Puss in Boots (Кот в сапогах in Cyrillic; Kot v sapogakh in transliteration) is a short opera-fairytale for children in three acts, four tableaux, composed by César Cui in 1913.  The libretto was written by Marina Stanislavovna Pol'. It was premiered in Rome in 1915 under the title Il gatto con gli stivali.  A Soviet edition of the opera, with a revised libretto, was published in 1961.  By the 1970s this opera seems to have become popular in what was then East Germany as Der gestiefelte Kater.  Under that title it was recorded later on CD by the Staatsoper Stuttgart in 1999 in a version designed for radio.",
  "/wiki/C%C3%A9sar_Cui": "César Antonovich Cui (Russian: Цезарь Антонович Кюи, Tsezar Antonovich Kyui; French: Cesarius Benjaminus Cui; 18 January [O.S. 6 January] 1835 – 13 March 1918) was a Russian composer and music critic, member of the Belyayev circle and The Five — a group of composers combined by the idea of creating a specifically Russian type of music. As an officer of the Imperial Russian Army he rose to the rank of Engineer-General (equivalent to full General), taught fortifications in Russian military academies and wrote a number of monographs on the subject.",
  "/wiki/Puss_in_Boots": "\"Master Cat, or The Booted Cat\" (Italian: Il gatto con gli stivali; French: Le Maître chat ou le Chat botté), commonly known in English as \"Puss in Boots\", is an Italian and later European literary fairy tale about an anthropomorphic cat who uses trickery and deceit to gain power, wealth, and the hand of a princess in marriage for his penniless and low-born master.",
  "/wiki/Ruslan_and_Lyudmila_(opera)": "Ruslan and Lyudmila (Russian: Руслан и Людмила, romanized: Ruslan i Lyudmila is an opera in five acts (eight tableaux) composed by Mikhail Glinka between 1837 and 1842. The opera is based on the 1820 poem of the same name by Alexander Pushkin. The Russian libretto was written by Valerian Shirkov, Nestor Kukolnik and N. A. Markevich, among others. Pushkin's death in the famous duel prevented him from writing the libretto himself as planned.",
  "/wiki/Mikhail_Glinka": "Mikhail Ivanovich Glinka (Russian: Михаил Иванович Глинка[note 1], tr. Mikhaíl Ivánovich Glínka; 1 June [O.S. 20 May] 1804 – 15 February  [O.S. 3 February] 1857) was the first Russian composer to gain wide recognition within his own country, and is often regarded as the fountainhead of Russian classical music. Glinka's compositions were an important influence on future Russian composers, notably the members of The Five, who took Glinka's lead and produced a distinctive Russian style of music.",
  "/wiki/Alexander_Pushkin": "Alexander Sergeyevich Pushkin (English: /ˈpʊʃkɪn/; Russian: Александр Сергеевич Пушкин[note 1], tr. Aleksandr Sergejevich Pushkin, IPA: [ɐlʲɪkˈsandr sʲɪrˈɡʲe(j)ɪvʲɪtɕ ˈpuʂkʲɪn] (listen); 6 June [O.S. 26 May] 1799 – 10 February [O.S. 29 January] 1837) was a Russian poet, playwright, and novelist of the Romantic era who is considered by many to be the greatest Russian poet and the founder of modern Russian literature.",
  "/wiki/Ruslan_and_Ludmila": "Ruslan and Ludmila (pre-reform Russian: Русла́нъ и Людми́ла; post-reform Russian: Русла́н и Людми́ла, tr. Ruslán i Lyudmíla) is a poem by Alexander Pushkin, published in 1820. It is written as an epic fairy tale consisting of a dedication (посвящение), six \"cantos\" (песни), and an epilogue (эпилог). It tells the story of the abduction of Ludmila, the daughter of Prince Vladimir of the Kievan Rus' (reigned 980–1015), by an evil wizard and the attempt by the brave knight Ruslan to find and rescue her."
}