{
  "/wiki/Apaimanee_Saga": "Apaimanee Saga (Thai: อภัยมณี ซาก้า) is a Thai comic series written and illustrated by Supot A. It was originally serialized in Thailand in NED Comics' magazine Boom. The story was adapted from the Thai epic poem Phra Aphai Mani by Sunthorn Phu, a legendary poet.",
  "/wiki/Corpse_Princess": "Corpse Princess (Japanese: 屍姫, Hepburn: Shikabane Hime) is a Japanese manga series written and illustrated by Yoshiichi Akahito. Premiering in Monthly Shōnen Gangan on April 12, 2005, the series centers on the \"Corpse Princess\" Makina Hoshimura, an undead girl who is hunting down 108 undead corpses in order to gain entry into heaven with the help of a secret society of anti-corpse Buddhist monks.",
  "/wiki/The_Courageous_Princess": "The Courageous Princess is a comic book written and drawn by Rod Espinosa, published initially by Antarctic Press and then by Dark Horse Comics. The story consists of fairy tale lands, princes, and princesses.",
  "/wiki/Rod_Espinosa": "Rod Espinosa is a Filipino comics creator, writer, and illustrator. In addition to his lengthy work Neotopia, for Antarctic Press, Espinosa has done extensive work adapting and illustrating literary classics into comics form, as well as creating comic book stories of important events from American history.",
  "/wiki/Wonder_Woman": "Wonder Woman is a fictional superhero appearing in American comic books published by DC Comics. The character is a founding member of the Justice League. The character first appeared in All Star Comics #8 in October 1941 with her first feature in Sensation Comics #1 in January 1942. The Wonder Woman title has been published by DC Comics almost continuously except for a brief hiatus in 1986. In her homeland, the island nation of Themyscira, her official title is Princess Diana of Themyscira. When blending into the society outside of her homeland, she sometimes adopts her civilian identity Diana Prince.",
  "/wiki/DC_Comics": "DC Comics, Inc. is an American comic book publisher. It is the publishing unit of DC Entertainment, a subsidiary of Warner Bros. Global Brands and Experiences. DC Comics is one of the largest and oldest American comic book companies. The majority of its publications take place within the fictional DC Universe and feature numerous culturally iconic heroic characters, most notably Superman, Batman and Wonder Woman, among many others. The universe also features well-known supervillains such as Lex Luthor, the Joker, Catwoman, and the Penguin. The company has published non-DC Universe-related material, including Watchmen, V for Vendetta, Fables and many titles under their alternative imprint Vertigo.",
  "/wiki/Amazons_(DC_Comics)": "The Amazons of DC Comics are a race of warrior women who exist as part of Greek mythology. They live on Paradise Island (also known as Themyscira), an isolated location in the middle of the ocean where they are hidden from Man's World (rest of the world).",
  "/wiki/Themyscira_(DC_Comics)": "Themyscira (/ˌθɛmɪˈskɪrə/) is a fictional unitary sovereign city-state and archipelagic island nation appearing in American comic books published by DC Comics. Previously known as Paradise Island and the Amazon Isles, it first appeared in All Star Comics #8 (December 1941).",
  "/wiki/Superhuman_strength": "Superhuman strength is an ability commonly invoked in fiction and other literary works such as mythology. It is the power to exert force and lift weights beyond what is physically possible for a human. It is a fictionalized representation of the phenomenon of hysterical strength. Alternate pronunciations or descriptions of superhuman strength have included enhanced strength, super-strength and increased strength. Superhuman strength is an amorphous ability, varying in potency depending on the writer or the context of the story in which it is depicted.",
  "/wiki/Lasso_of_Truth": "The Lasso of Truth is a weapon wielded by DC Comics superheroine Wonder Woman, Princess Diana of Themyscira. It is also known as the Magic Lasso or the Lasso of Hestia. It was created by William Moulton Marston, inventor of the lie detector, as an allegory for feminine charm, but it later became more popular as a device to extract truth from people.",
  "/wiki/Wonder_Woman%27s_bracelets": "The Bracelets of Submission are a pair of metal bracelets or cuffs worn by Wonder Woman and other Amazons.  They were an original creation by William Moulton Marston as an allegory for his philosophy on loving submission and the emotional control associated with it in order to balance out the strength of the human ego.  These bracelets have thus far proven indestructible and able to absorb the impact of incoming attacks, allowing Wonder Woman to not only deflect automatic weapon fire, energy blasts and other projectile weaponry, but also to absorb forces from a long fall.",
  "/wiki/Invisible_plane": "The Invisible Plane (commonly known as the Invisible Jet) is the fictional DC Comics superheroine Wonder Woman's venerable, though now seldom-used, mode of transport. Created by William Moulton Marston as an allegory for the feminine compliance reaction that women of the Depression relied on to safely traverse the male dominated work place, it first appeared in Sensation Comics #1 (Jan. 1942).",
  "/wiki/Starfire_(Koriand%27r)": "Starfire (Princess Koriand'r) is a fictional superhero appearing in books published by DC Comics. She debuted in a preview story inserted within DC Comics Presents #26 (October 1980) and was created by Marv Wolfman and George Pérez. The name \"Starfire\" first appeared in a DC Comic in the story \"The Answer Man of Space\", in Mystery in Space #73, February 1962, written by Gardner F. Fox.",
  "/wiki/Tamaran": "Tamaran is a fictional planet in DC Comics, inhabited by Tamaraneans, an extraterrestrial race. The first Tamaranean introduced was Princess Koriand'r, better known as Starfire. Other named Tamaraneans are Komand'r, Starfire's sister (also known as Blackfire), her younger brother Ryand'r and her parents, Myand'r and Luand'r. (In the Teen Titans animated series, Galfore, Starfire's \"k'norfka\", the equivalent of a nanny, appears as well, though her parents do not.) The planet was destroyed in a war, along with Starfire's parents and many of its people. However, enough evacuated that they were able to settle on a new planet they named New Tamaran, though that planet was also destroyed. The most recent Tamaranean home was the planet Karna.",
  "/wiki/Vega": "Vega is the brightest star in the northern constellation of Lyra. It has the Bayer designation α Lyrae, which is Latinised to Alpha Lyrae and abbreviated Alpha Lyr or α Lyr. This star is relatively close at only 25 light-years from the Sun, and, together with Arcturus and Sirius, one of the most luminous stars in the Sun's neighborhood. It is the fifth-brightest star in the night sky, and the second-brightest star in the northern celestial hemisphere, after Arcturus.",
  "/wiki/Blackfire_(DC_Comics)": "Blackfire (Princess Komand'r) is a fictional character, a supervillain appearing in American comic books published by DC Comics. She is the older sister of the Teen Titans member Crown Princess Koriand'r/Starfire and less-known youngest sibling and brother Crown Prince Ryand'r/Wildfire; the former of whom is her archenemy.",
  "/wiki/Princess_Amethyst": "Amethyst: Princess of Gemworld is a superhero created by writers Dan Mishkin and Gary Cohn and artist Ernie Colón for the comic book series of the same name first published in 1983 by DC Comics. The series tells the story of a teenage girl named Amy Winston who discovers she is the orphaned princess of the magical land of Gemworld. She also learns that its evil ruler, Dark Opal, is out to destroy her and so she travels to Gemworld to overthrow him.",
  "/wiki/Terra_(comics)": "Terra (originally Tara) is the name used by three fictional superheroines published by DC Comics. The first Terra, Tara Markov, is an antiheroine eventually revealed to actually be a supervillainess working as a double-agent created by Marv Wolfman and George Pérez, and debuted in New Teen Titans (vol. 1) #26 (December 1982).",
  "/wiki/Markovia_(comics)": "Markovia is a fictional nation in the DC Comics Universe, first seen in The Brave and the Bold #200 (July 1983). Markovia is a small country in Europe, ruled by the Markov family.",
  "/wiki/Geo-Force": "Geo-Force (Brion Markov) is a fictional superhero character appearing in comic books published by DC Comics. Markov is the younger Prince Twin of Markovia and the elder brother of Terra.  One of the founding members of the superhero group the Outsiders, he first appeared in a special insert in The Brave and the Bold #200 (July 1983). The character was created by Mike W. Barr and Jim Aparo.",
  "/wiki/Princess_Aura": "Princess Aura is a fictional character in the Flash Gordon comic strips and serials.",
  "/wiki/Flash_Gordon": "Flash Gordon is the hero of a space opera adventure comic strip created by and originally drawn by Alex Raymond. First published January 7, 1934, the strip was inspired by, and created to compete with, the already established Buck Rogers adventure strip.",
  "/wiki/Goong_(manhwa)": "Goong (Hangul: 궁, literally \"Palace\") is a manhwa series by author Park So-hee. It has been adapted into a popular TV drama series of the same name.",
  "/wiki/Hunter_%C3%97_Hunter": "Hunter × Hunter (Japanese: ハンター×ハンター, Hepburn: Hantā Hantā) is a Japanese manga series written and illustrated by Yoshihiro Togashi. It has been serialized in Weekly Shōnen Jump magazine since March 16, 1998, although the manga has frequently gone on extended hiatuses since 2006. As of October 2018, 380 chapters have been collected into 36 volumes by Shueisha. The story focuses on a young boy named Gon Freecss, who discovers that his father, who he was told had left him at a young age, is actually a world renowned Hunter, a licensed profession for those who specialize in, but are not limited to, fantastic pursuits such as locating rare or unidentified animal species, treasure hunting, surveying unexplored enclaves, or hunting down lawless individuals. Despite being abandoned by his father, Gon departs upon a journey to follow in his footsteps, pass the rigorous Hunter Examination, and eventually find his father. Along the way, Gon meets various other Hunters, including main cast members Kurapika, Leorio, and Killua, and also encounters the paranormal. The original inspiration for the manga came from Togashi's own collecting hobby.",
  "/wiki/Kilala_Princess": "Kilala Princess (Disney's きらら☆プリンセス, Dizunii Kirara Purinsesu) is a shōjo fantasy, romance, and adventure manga series written by Rika Tanaka and illustrated by Nao Kodaka. The first 15 chapters were serialized by Kōdansha in the monthly manga magazine Nakayoshi, while the last 8 chapters were serialized in the quarterly Nakayoshi Lovely. It was later collected in five bound volumes (volumes 1–3 containing the Nakayoshi chapters and volumes 4–5 containing the Nakayoshi Lovely chapters). It is about young girl named Kilala and a lost Prince named Rei who join together to find the \"7th Princess\" and save the kingdom of Paradiso. However, Kilala is not mentioned as a relevant member of the princesses in other later media including Kingdom Hearts series, Sofia the First or Ralph Breaks the Internet.",
  "/wiki/Skrull": "The Skrulls are a fictional race of extraterrestrial shapeshifters appearing in American comic books published by Marvel Comics. The Skrulls first appeared in Fantastic Four #2 and were created by Stan Lee and Jack Kirby. They originated from the planet Skrullos and their empire is located in the Andromeda Galaxy.",
  "/wiki/Marvel_Comics": "Marvel Comics is the brand name and primary imprint of Marvel Worldwide Inc., formerly Marvel Publishing, Inc. and Marvel Comics Group, a publisher of American comic books and related media.  In 2009, The Walt Disney Company acquired Marvel Entertainment, Marvel Worldwide's parent company.",
  "/wiki/Storm_(Marvel_Comics)": "Storm is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer Len Wein and artist Dave Cockrum, first appearing in Giant-Size X-Men #1 (May 1975). Cockrum's original concept for a character with the power of weather control was of a male. This changed after he realized that multiple females with cat-related abilities, his first idea for a black female hero, had been created and were in development. Descended from a long line of African witch-priestesses, Storm is a member of a fictional subspecies of humans born with superhuman abilities known as mutants. She is able to control the weather and atmosphere and is considered to be one of the most powerful mutants on the planet.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Photojournalist": "Photojournalism is a particular  form of journalism (the collecting, editing, and presenting of news material for publication or broadcast) that employs images in order to tell a news story. It is now usually understood to refer only to still images, but in some cases the term also refers to video used in broadcast journalism. Photojournalism is distinguished from other close branches of photography (e.g., documentary photography, social documentary photography, street photography or celebrity photography) by complying with a rigid ethical framework which demands that the work be both honest and impartial whilst telling the story in strictly journalistic terms. Photojournalists create pictures that contribute to the news media, and help communities connect with one other. Photojournalists must be well informed and knowledgeable about events happening right outside their door. They deliver news in a creative format that is not only informative, but also entertaining.",
  "/wiki/Charles_Xavier": "Professor Charles Francis Xavier (colloquial: Professor X) is a fictional character appearing in American comic books published by Marvel Comics. The character is depicted as the founder and sometimes leader of the X-Men. Created by writer Stan Lee and artist Jack Kirby, the character first appeared in The X-Men #1 (September 1963).",
  "/wiki/X-Men": "X-Men are a team of fictional mutant superheroes appearing in American comic books published by Marvel Comics. Created by artist/co-writer Jack Kirby and writer Stan Lee, the characters first appeared in The X-Men #1 (September 1963) and formed one of the most recognizable and successful franchises of Marvel Comics, appearing in numerous books, television shows, films, and video games.",
  "/wiki/Nausica%C3%A4_(character)": "Nausicaä (/ˈnɔːsɪkə/; Naushika (ナウシカ, [na.ɯɕika])) is a fictional character from Hayao Miyazaki's science fiction manga series Nausicaä of the Valley of the Wind and his anime film of the same name. Her story is set in the future on a post-apocalyptic Earth, where Nausicaä is the princess of the Valley of the Wind, a minor kingdom. She assumes the responsibilities of her ill father and succeeds him to the throne over the course of the story. Fueled by her love for others and for life itself, Nausicaä studies the ecology of her world to understand the Sea of Corruption, a system of flora and fauna which came into being after the Seven Days of Fire.",
  "/wiki/Nausica%C3%A4_of_the_Valley_of_the_Wind_(manga)": "Nausicaä of the Valley of the Wind (Japanese: 風の谷のナウシカ, Hepburn: Kaze no Tani no Naushika) is a Japanese manga series written and illustrated by anime director Hayao Miyazaki. It tells the story of Nausicaä, a princess of a small kingdom on a post-apocalyptic Earth with a toxic ecological system, who becomes involved in a war between kingdoms while an environmental disaster threatens humankind.",
  "/wiki/Nausicaa": "Nausicaa (/nɔːˈsɪkiə/, also US: /-keɪə, naʊˈ-/; Ancient Greek: Ναυσικάα, romanized: Nausikáa, or Ναυσικᾶ, Nausikâ [nau̯sikâː]) also spelled Nausicaä or Nausikaa, is a character in Homer's Odyssey. She is the daughter of King Alcinous and Queen Arete of Phaeacia. Her name literally means \"burner of ships\" (ναῦς ‘ship’; κάω ‘to burn’).",
  "/wiki/Homer": "Homer (/ˈhoʊmər/; Ancient Greek: Ὅμηρος Greek pronunciation: [hómɛːros], Hómēros) is the legendary author of the Iliad and the Odyssey, two epic poems that are the central works of ancient Greek literature. The Iliad is set during the Trojan War, the ten-year siege of the city of Troy by a coalition of Greek kingdoms. It focuses on a quarrel between King Agamemnon and the warrior Achilles lasting a few weeks during the last year of the war. The Odyssey focuses on the ten-year journey home of Odysseus, king of Ithaca, after the fall of Troy. Many accounts of Homer's life circulated in classical antiquity, the most widespread being that he was a blind bard from Ionia, a region of central coastal Anatolia in present-day Turkey. Modern scholars consider these accounts legendary.",
  "/wiki/Odyssey": "The Odyssey (/ˈɒdəsi/; Greek: Ὀδύσσεια Odýsseia, pronounced [o.dýs.sej.ja] in Classical Attic) is one of two major ancient Greek epic poems attributed to Homer. It is, in part, a sequel to the Iliad, the other Homeric epic. The Odyssey is fundamental to the modern Western canon; it is the second-oldest extant work of Western literature, while the Iliad is the oldest. Scholars believe the Odyssey was composed near the end of the 8th century BC, somewhere in Ionia, the Greek coastal region of Anatolia.",
  "/wiki/Alcinous": "In Greek mythology, Alcinous (/ælˈsɪnoʊəs/; Ancient Greek: Ἀλκίνους or Ἀλκίνοος Alkínoös means \"mighty mind\") was a son of Nausithous and brother of Rhexenor. After the latter's death, he married his brother's daughter Arete who bore him Nausicaa, Halius, Clytoneus and Laodamas. In some accounts, Alcinous' father was Phaeax, son of Poseidon and Corcyra, and brother of Locrus.",
  "/wiki/Phaeacia": "Scheria or Scherie (/ˈskɛriə/; Ancient Greek: Σχερία or Σχερίη), also known as Phaeacia (/fiːˈeɪʃə/), was a region in Greek mythology, first mentioned in Homer's Odyssey as the home of the Phaeacians and the last destination of Odysseus in his 10-year journey before returning home to Ithaca.",
  "/wiki/Odysseus": "Odysseus (/oʊˈdɪsiəs, oʊˈdɪsjuːs/; Greek: Ὀδυσσεύς, Ὀδυσεύς,  Ὀdysseús [odysse͜ús]), also known by the Latin variant Ulysses (US: /juːˈlɪsiːz/, UK: /ˈjuːlɪsiːz/; Latin: Ulyssēs.mw-parser-output .noitalic{font-style:normal}, Ulixēs), is a legendary Greek king of Ithaca and the hero of Homer's epic poem the Odyssey. Odysseus also plays a key role in Homer's Iliad and other works in that same epic cycle.",
  "/wiki/Scheria": "Scheria or Scherie (/ˈskɛriə/; Ancient Greek: Σχερία or Σχερίη), also known as Phaeacia (/fiːˈeɪʃə/), was a region in Greek mythology, first mentioned in Homer's Odyssey as the home of the Phaeacians and the last destination of Odysseus in his 10-year journey before returning home to Ithaca.",
  "/wiki/Nefertari_Vivi": "The One Piece manga and anime series features an extensive cast of characters created by Eiichiro Oda. The series takes place in a fictional universe where vast numbers of pirates, soldiers, revolutionaries, and other adventurers fight each other, using various superhuman and supernatural abilities. The majority of the characters are human, but the cast also includes giants, mermen and mermaids, Fishmen[a], Sky People, and the Mink Tribe, among others. Many of the characters possess supernatural abilities gained by eating so-called \"Devil Fruits\". The series' storyline follows the adventures of a group of pirates as they search for the \"One Piece\" treasure.",
  "/wiki/One_Piece": "One Piece (Japanese: ワンピース, Hepburn: Wan Pīsu) is a Japanese manga series written and illustrated by Eiichiro Oda. It has been serialized in Shueisha's Weekly Shōnen Jump magazine since July 22, 1997, and has been collected into 95 tankōbon volumes. The story follows the adventures of Monkey D. Luffy, a boy whose body gained the properties of rubber after unintentionally eating a Devil Fruit. With his crew of pirates, named the Straw Hat Pirates, Luffy explores the Grand Line in search of the world's ultimate treasure known as \"One Piece\" in order to become the next King of the Pirates.",
  "/wiki/Princess_Knight": "Princess Knight, also known as Ribon no Kishi,[a] is a Japanese manga series written and illustrated by Osamu Tezuka. This manga follows the adventures of Sapphire, a girl who was born accidentally with a blue heart of a boy and a pink heart of a girl. She pretends to be a male prince to prevent the evil Duke Duralumin from inheriting the throne of Silverland. The gender-bending main character was inspired by the all-female musical theater group Takarazuka Revue in which women performed both female and male roles.",
  "/wiki/Princess_Lucia": "Princess Lucia (プリンセスルシア, Purinsesu Rushia) is a Japanese manga series written and illustrated by Kōji Seo.  The series is published in North America by Digital Manga.",
  "/wiki/List_of_fictional_princesses": "This is a list of fictional princesses that have appeared in various works of fiction. This list is organized by medium and limited to well-referenced, notable examples of fictional princesses."
}