{
  "/wiki/Notability": "Notability is the property of being worthy of notice, having fame, or being considered to be of a high degree of interest, significance, or distinction. It also refers to the capacity to be such. Persons who are notable due to public responsibility, accomplishments, or, even, mere participation in the celebrity industry are said to have a public profile.",
  "/wiki/Andrew_Bell_(educationalist)": "Andrew Bell FRSE FRAS (27 March 1753 – 27 January 1832) was a Scottish Episcopalian priest and educationalist who pioneered the Madras System of Education (also known as \"mutual instruction\" or the monitorial system\") in schools and was the founder of Madras College, a secondary school in St. Andrews.",
  "/wiki/Anglican_Church": "Anglicanism is a Western Christian tradition which has developed from the practices, liturgy, and identity of the Church of England following the English Reformation.",
  "/wiki/Madras_College": "Madras College, often referred to as Madras, is a Scottish comprehensive secondary school located in St Andrews, Fife. It educates over 1,400 pupils aged between 11 and 18 and was founded in 1833 by the Rev. Dr Andrew Bell.",
  "/wiki/Normand_MacLaurin": "Sir Henry Normand MacLaurin, (known as Normand MacLaurin; 10 December 1835 in Kilconquhar, Scotland – 24 August 1914 in Sydney, Australia), was a Scottish-born physician, company director, Australian politician and university administrator.",
  "/wiki/M.A.": "Master of Arts (Latin: Magister Artium or Artium Magister; abbreviated M.A. or A.M.) is a type of master's degree awarded by universities in many countries. The degree is usually contrasted with the Master of Science. Those admitted to the degree typically study linguistics, history, communication studies, diplomacy, public administration, political science, or other subjects within the scope of the humanities and social sciences; however, different universities have different conventions and may also offer the degree for fields typically considered within the natural sciences and mathematics. The degree can be conferred in respect of completing courses and passing examinations, research, or a combination of the two.",
  "/wiki/University_of_Sydney": "The University of Sydney (USYD, or informally Sydney Uni) is an Australian public research university in Sydney, Australia. Founded in 1850, it is Australia's first university and is regarded as one of the world's leading universities. The university is known as one of Australia's 6 sandstone universities. Its campus is ranked in the top 10 of the world's most beautiful universities by the British Daily Telegraph and The Huffington Post, spreading across the inner-city suburbs of Camperdown and Darlington. The university comprises nine faculties and university schools, through which it offers bachelor, master and doctoral degrees.",
  "/wiki/G._Gabrielle_Starr": "G. Gabrielle Starr is the 10th and current president of Pomona College in Claremont, California.  She is a literary scholar known for her work on eighteenth-century British literature and the neuroscience of aesthetics. She is the recipient of a Guggenheim Fellowship, an NSF ADVANCE award (joint with Nava Rubin), and a New Directions Fellowship from the Mellon Foundation. In 2017, she became the first woman and first African-American President of Pomona College.",
  "/wiki/Pomona_College": "Pomona College is a private liberal arts college in Claremont, California. It was founded in 1887 by a group of Congregationalists who wanted to recreate a \"college of the New England type\" in Southern California, and in the 1920s, it became the founding member of the Claremont Colleges consortium.",
  "/wiki/Walter_Perry": "Walter Laing MacDonald Perry, Baron Perry of Walton, OBE, FRS, FRCP, FRSE (16 June 1921 – 17 July 2003) was a distinguished Scottish academic. He was the first Vice Chancellor of the Open University.",
  "/wiki/MB_ChB": "Bachelor of Medicine, Bachelor of Surgery, or in Latin: Medicinae Baccalaureus Baccalaureus Chirurgiae (abbreviated in many ways, e.g. MBBS, MB ChB, MB BCh, MB BChir (Cantab), BM BCh (Oxon), BMBS), are the two first professional degrees in medicine and surgery awarded upon graduation from medical school by universities in countries that follow the tradition of the United Kingdom. The historical degree nomenclature states that they are two separate undergraduate degrees; however, in practice, they are usually combined as one and conferred together, and may also be awarded at graduate-level medical schools. In countries that follow the system in the United States, the equivalent medical degree is awarded as Doctor of Medicine (MD) or Doctor of Osteopathic Medicine (DO) (the latter in the United States only).",
  "/wiki/Pharmacologist": "Pharmacology is the branch of pharmaceutical sciences which is concerned with the study of drug or medication action, where a drug can be broadly or narrowly defined as any man-made, natural, or endogenous (from within the body) molecule which exerts a biochemical or physiological effect on the cell, tissue, organ, or organism (sometimes the word pharmacon is used as a term to encompass these endogenous and exogenous bioactive species). More specifically, it is the study of the interactions that occur between a living organism and chemicals that affect normal or abnormal biochemical function. If substances have medicinal properties, they are considered pharmaceuticals.",
  "/wiki/Vice-Chancellor": "A chancellor is a leader of a college or university, usually either the executive or ceremonial head of the university or of a university campus within a university system.",
  "/wiki/Open_University": "The Open University (OU) is a public research university, and the biggest university in the UK for undergraduate education. The majority of the OU's undergraduate students are based in the United Kingdom and principally study off-campus; many of its courses (both undergraduate and postgraduate) can also be studied anywhere in the world. There are also a number of full-time postgraduate research students based on the 48-hectare university campus where they use the OU facilities for research, as well as more than 1,000 members of academic and research staff and over 2,500 administrative, operational and support staff.",
  "/wiki/Life_peer": "In the United Kingdom, life peers are appointed members of the peerage whose titles cannot be inherited, in contrast to hereditary peers. In modern times, life peerages, always created at the rank of baron, are created under the Life Peerages Act 1958 and entitle the holders to seats in the House of Lords, presuming they meet qualifications such as age and citizenship. The legitimate children of a life peer are entitled to style themselves with the prefix \"The Honourable\", although they cannot inherit the peerage itself.",
  "/wiki/Eric_Anderson_(educator)": "Sir William Eric Kinloch Anderson, KT, FRSE (born 27 May 1936), is a retired teacher and educator and was Provost of Eton College from September 2000 to 30 January 2009.",
  "/wiki/Master_of_Arts_(Scotland)": "The degree of Master of Arts (MA) in Scotland typically refers to an undergraduate degree (either a three-year general degree or four-year Honours degree) in humanities or social sciences awarded by one of the ancient universities of Scotland (the University of St Andrews, the University of Glasgow, the University of Aberdeen, and the University of Edinburgh) plus the University of Dundee (as a result of its history as a constituent college of the University of St Andrews) and Heriot-Watt University (at honours level only). The first two years of the Scottish Master of Arts consist of ordinary Bachelor level courses; however, after these, students who are accepted to pursue the Honours route will complete more advanced subjects and write a dissertation in their fourth year. Students who choose to do a \"general\" degree will complete their third year at a lower level of specialisation, and receive a Bachelor of Arts (BA) or MA without Honours. For the postgraduate degree referred to in other places as \"Master of Arts\", Scottish universities usually award the degree of Master of Letters (MLitt) or Master of Science (MSc). Generally, non-ancient universities in Scotland (e.g. University of Strathclyde, The Robert Gordon University, Edinburgh Napier University, etc.), award arts degrees as Bachelor of Arts.",
  "/wiki/Provost_of_Eton_College": "The Provost is the chairman of the Governing Body of Eton College. He is chosen by the Crown and is assisted by a Vice-Provost and ten Fellows.",
  "/wiki/P._C._Anderson": "Peter Corsar Anderson (17 February 1871 – 26 August 1955) was an influential educator and golfer in Western Australia.",
  "/wiki/Scotch_College,_Perth": "Scotch College (informally known as Scotch or SC), is a multi-campus independent Uniting Church early learning, primary, and secondary day and boarding school for boys, located in the Perth suburb of Swanbourne, Western Australia.",
  "/wiki/The_Amateur_Championship": "The Amateur Championship (sometimes referred to as the British Amateur or British Amateur Championship outside the UK) is a golf tournament which has been held annually in the United Kingdom since 1885 except during the two World Wars, and in 1949 and 2019  when Ireland hosted the championship. It is one of the two leading individual tournaments for amateur golfers, alongside the U.S. Amateur. It normally has the widest international representation of any individual amateur event, with 38 golf federations from all six continents represented in the 2018 championship.",
  "/wiki/John_Adamson_(university_principal)": "John Adamson (died 1653) was a Scottish minister and academic.",
  "/wiki/Principal_of_the_University_of_Edinburgh": "Principals of the University of Edinburgh",
  "/wiki/Edward_Farrer": "Edward Farrer (died 18 February 1691) was an Oxford academic and administrator. At the end of his life, he was Master of University College, Oxford for only two years, dying on his close-stool.",
  "/wiki/Oxford_University": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world and the world's second-oldest university in continuous operation. It grew rapidly from 1167 when Henry II banned English students from attending the University of Paris. After disputes between students and Oxford townsfolk in 1209, some academics fled north-east to Cambridge where they established what became the University of Cambridge. The two \"ancient universities\" are frequently jointly called \"Oxbridge\". The history and influence of the University of Oxford has made it one of the most prestigious universities in the world.",
  "/wiki/Master_(college)": "A Master (more generically called a Head of House or Head of College) is the head or senior member of a college within a collegiate university, principally in the United Kingdom.\nThe actual title of the head of a college varies widely between institutions.",
  "/wiki/University_College,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/John_Fulton,_Baron_Fulton": "John Scott Fulton, Baron Fulton (27 May 1902 – 14 March 1986) was a British university administrator and public servant. In education, he served as Vice-Chancellor of the University of Wales and of the University of Sussex, and was chair of the Universities Central Council on Admissions between 1961 and 1964. He also became a Governor of the BBC, serving as Vice-Chairman, led the Committee on the Civil Service which reported in 1968, and was chairman of the British Council from 1968 to 1971.",
  "/wiki/University_of_Wales": "The University of Wales (Welsh: Prifysgol Cymru) was a confederal university based in Cardiff, Wales, UK. Founded by Royal Charter in 1893 as a federal university with three constituent colleges – Aberystwyth, Bangor and Cardiff – the university was the first and oldest university in Wales, one of the four countries in the United Kingdom. The university was the second largest university in the UK.",
  "/wiki/University_of_Sussex": "The University of Sussex is a public research university located in Falmer, Sussex, England. Its campus is surrounded by the South Downs National Park and it is a short distance away from central Brighton. The University received its Royal Charter in August 1961, the first of the plate glass university generation, and was a founding member of the 1994 Group of research-intensive universities.",
  "/wiki/British_Council": "The British Council is a British organisation specialising in international cultural and educational opportunities. It works in over 100 countries: promoting a wider knowledge of the United Kingdom and the English language; encouraging cultural, scientific, technological and educational co-operation with the United Kingdom.",
  "/wiki/Leonard_Huxley_(writer)": "Leonard Huxley (11 December 1860 – 2 May 1933) was an English schoolteacher, writer and editor.",
  "/wiki/Thomas_Henry_Huxley": "Thomas Henry Huxley PC FRS HonFRSE FLS (4 May 1825 – 29 June 1895) was an English biologist and anthropologist specialising in comparative anatomy. He is known as \"Darwin's Bulldog\" for his advocacy of Charles Darwin's theory of evolution.",
  "/wiki/Annie_Lloyd_Evans": "Annie Lloyd Evans (also Lloyd-Evans; 18 December 1873 – 20 February 1938) was a Welsh educator, principal of a teachers' college in London, and a scholar of women's higher education."
}