{
  "/wiki/Twin_Towers_2": "The Twin Towers II (also known as Twin Towers 2, New Twin Towers, Trump Twin Towers[a] and World Trade Center Phoenix[b]) was  a proposed twin-towered skyscraper complex which would have been located at the World Trade Center site in Manhattan, New York City. The proposed complex would have replaced the former Twin Towers of the World Trade Center destroyed in the September 11 attacks, restoring the skyline of the city to its former state. The main design for the proposed complex would feature new landmark twin towers, nearly identical to the originals designed by Minoru Yamasaki, though it would feature 115 stories—5 floors taller than the originals, among other differences. Beside the towers, an above-ground memorial would have occupied the footprints of the original towers. The new site would also have featured three 12-story buildings, replacing the original 3, 4 and 5 World Trade Center. The complex was designed and developed by American architect Herbert Belton and American engineer Kenneth Gardner, and sponsored by Donald Trump.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/World_Trade_Center_(1973%E2%80%932001)": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the tallest buildings in the world. Other buildings in the complex included the Marriott World Trade Center (3 WTC), 4 WTC, 5 WTC, 6 WTC, and 7 WTC. The complex contained 13,400,000 square feet (1,240,000 m2) of office space.",
  "/wiki/Three_Sixty_West": "Three Sixty West is a supertall skyscraper under construction in Mumbai, Maharashtra, India.  It comprises two towers, joined at ground level by a podium. Tower B, the taller of the two, will rise to 372 metres (1,220 ft) and 85 floors and Tower A will be 260 metres (853 ft) and 53 floors. Tower A will be a hotel, with private residences located in Tower B. The podium will accommodate amenities such as restaurants and ballrooms.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/GIFT_Gateway_Towers": "GIFT Gateway Towers is a skyscraper approved for Gujarat International Finance Tec-City or GIFT City in Gandhinagar in the Indian state of Gujarat. The complex is expected to be completed by 2017 and will consist of the 362-metre (1,188 ft)  with 72 floors. The tower will be second tallest skycraper GIFT Diamond Tower. It would have elaborate terrace gardens and a rooftop restaurant. The towers draw inspiration from Buland Darwaza. It will have a total 680,000 square metres (7,300,000 sq ft) built up space.",
  "/wiki/Gandhinagar": "Gandhinagar /ɡɑːndɪˈnɑːɡər/ (pronunciation (help·info)) is the capital of the state of Gujarat in India. Gandhinagar is located approximately 23 km north of Ahmedabad, on the west central point of the Industrial corridor between Delhi, the political capital of India, and Mumbai, the financial capital of India.",
  "/wiki/DB_Crown": "DB Crown is now Rustomjee Crown. Located in Prabhadevi, It is a 3-tower development covering 2.3 hectares (5.8 acres) of land and 1.0 hectare (2 1⁄2 acres) of elevated podium gardens. It is slated to be one of the finest residential spaces in the city with thoughtfully designed and functional homes with a plethora of uber-luxe amenities. The construction of the property is scheduled to be completed in 2021.",
  "/wiki/Orchid_Heights": "Orchid Heights is located at Jacob Circle, Mumbai. It is one of the supertall buildings in Mumbai. Its construction already started and was supposed to be completed in 2018.",
  "/wiki/Hermitage_Towers": "Hermitage Plaza is a project consisting of a podium and 6 buildings, including two towers, proposed by Hermitage Group for the Paris-La Défense business district. Upon completion in 2024, the two 323-metre (1,060 ft) tall towers with 86 and 85 floors will be the tallest buildings in the European Union.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Lokhandwala_Minerva": "Lokhandwala Minerva is a 90-floor supertall skyscraper under construction in Mumbai, Maharashtra, India. It will have two towers of 90 floors, each of which will encompass parking floors from 4th to 13th, two triple-heighted levels of World Class Amenities from floors 14th to 19th, 5-heighted open-to-sky Podium Landscape Garden on 20th floor with 2 Banquet Halls through floors 20 to 24 and a service level on the 25th floor, residential floors from 26th to 87th, and two penthouses from floors 88 to 90. There will be a transfer girder on level 52 and a service level right above that on level 53, dividing the tower into two separate configurations: 3 BHKs below and 4 BHKs above.",
  "/wiki/Lamar_Towers": "Lamar Towers are a pair of skyscrapers currently under construction in the city of Jeddah, Saudi Arabia. Located on Jeddah Corniche, Tower 1 will be 321.6 m (1,055 ft) tall (including antenna) with 72 floors above ground, and Tower 2 will be 300 m (980 ft) tall with 62 floors above ground.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Indonesia-1_Tower": "Indonesia 1 Tower (Indonesian: Indonesia Satu Tower) is an under-construction twin towers of North Tower and South Tower at Jalan M.H. Thamrin in Central Jakarta, Indonesia. The tower is expected to be completed by 2021. After completion, this will be the tallest twin tower in Indonesia.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Skylink,_Mumbai": "HBS Towers (Hindi: एच बी एस टॉव्हर्स) is an upcoming residential project being built \nby HBS Realtors, Mumbai at Worli, Mumbai. The project has won the \n\"World’s Best Residential Renovation/Redevelopment Project\" Award at the \nInternational Property Awards 2014 held in Dubai. Part of the HBS Oceanfront \nResidences brand, HBS Towers is considered[by whom?] the flagship project of HBS Realtors \nin Mumbai. HBS Towers with its Contemporary Art Deco architecture is set to \nrevive the Art Deco style of architecture in Mumbai.[speculation?] The building has received \npre-certification under Indian Green Buildings (IGBC) Green Home Rating. \nExpected to be one of Mumbai’s tallest buildings, the structure will stand at 270 metres tall.[speculation?]",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Broadway_Corridor_Twin_Towers": "The \"Twin Towers\"[note 1] was a proposed mixed-use skyscraper complex in the Pearl District of Portland, Oregon. Multi-disciplinary architecture firm William Kaven Architecture proposed the complex as a potential part of the Broadway Corridor redevelopment project. The twin-towered skyscrapers would reach 970 feet (300 m) in height and would have become the tallest building in Oregon, the tallest twin towers in the Western Hemisphere and fifth-tallest in the world. A significant obstacle to the proposal was that current zoning at the site limits building heights to 400 feet (120 m).  The proposal was not among the list of three finalists chosen by Prosper Portland (formerly known as the Portland Development Commission) in March 2018.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area.[a]",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/One_Avighna_Park": "One Avighna Park is a twin 61-storey luxury residential towers, located in Parel Mumbai, Maharashtra.",
  "/wiki/Kotte": "Sri Jayawardenepura Kotte, commonly known as Kotte ([kɔːte]), is the official, administrative capital of Sri Lanka. Sri Jayawardenepura Kotte is a satellite city and located within the urban area of Sri Lanka's de facto economic and legislative capital, Colombo.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Colombo": "Colombo (/kəˈlʌmboʊ/; Sinhala: කොළඹ, romanized: Kolamba, pronunciation [ˈkəlɐmbɞ]; Tamil: கொழும்பு, romanized: Koḻumpu, Tamil pronunciation: [koɻumbu]) is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura Kotte, the legislative capital of Sri Lanka and Dehiwala-Mount Lavinia. Colombo is often referred to as the capital since Sri Jayawardenepura Kotte is within the urban area of, and a suburb of, Colombo. It is also the administrative capital of the Western Province and the district capital of Colombo District. Colombo is a busy and vibrant place with a mixture of modern life and colonial buildings and ruins.",
  "/wiki/List_of_tallest_twin_buildings_and_structures": "The term twin towers in architecture refers to two tall structures with nearly identical characteristics and similar height, usually constructed close to each other and part of a single complex. The charts below lists most twin and other multi-column structures with similar characteristics. Buildings and structures shorter than 100 m (330 ft) are not included."
}