{
  "/wiki/Aouda": "Aouda (औद / Auda), a character in Around the World in Eighty Days by Jules Verne, is an Indian-European princess accompanied by Phileas Fogg and Passepartout. The daughter of a Bombay Parsi merchant, she was married against her will to the Hindu ruler of Bundelkhand, an Indian princely state. At the death of her husband, she is about to be sacrificed by Hindu monks as a sati at her husband's funeral pyre.",
  "/wiki/Around_the_World_in_80_Days_(TV_miniseries)": "Around the World in 80 Days is a 1989 three-part television Eastmancolor miniseries originally broadcast on NBC. The production garnered three nominations for Emmy awards that year.  The teleplay by John Gay is based on the Jules Verne novel of the same title.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Jules_Verne": "Jules Gabriel Verne (/vɜːrn/; French: [ʒyl gabʁjɛl vɛʁn]; 8 February 1828 – 24 March 1905) was a French novelist, poet, and playwright.",
  "/wiki/Around_the_World_in_Eighty_Days": "Around the World in Eighty Days (French: Le tour du monde en quatre-vingts jours) is an adventure novel by the French writer Jules Verne, first published in French in 1872. In the story, Phileas Fogg of London and his newly employed French valet Passepartout attempt to circumnavigate the world in 80 days on a £20,000 wager (£2,242,900 in 2019) set by his friends at the Reform Club. It is one of Verne's most acclaimed works.",
  "/wiki/Julia_Nickson": "Julia Nickson (born 11 September 1958) is a Singaporean-born American actress. She first came to the attention of audiences in the United States in the Sylvester Stallone film Rambo: First Blood Part II. She appeared in the 2004 film Ethan Mao and in the 2008 independent film Half-Life.",
  "/wiki/Ashes_of_Love_(TV_series)": "Ashes of Love (Chinese: 香蜜沉沉烬如霜) is a 2018 Chinese television series based on the novel Heavy Sweetness, Ash-like Frost by Dian Xian. It stars Yang Zi and Deng Lun in the lead roles. The series premiered on Jiangsu TV starting August 2, 2018.",
  "/wiki/Chen_Yuqi": "Chen Yuqi (Chinese: 陈钰琪, born 29 July 1992), also known as Yukee Chen, is a Chinese actress.  She is known for her supporting roles in The Princess Weiyoung and Ashes of Love and her lead role as Zhao Min in Heavenly Sword and Dragon Slaying Sabre.",
  "/wiki/Miranda_(The_Tempest)": "Miranda is one of the principal characters of William Shakespeare's The Tempest. She is the only female character to appear on stage during the course of the play and is one of only four women mentioned (Claribel, Sycorax, Miranda's mother, and Miranda).",
  "/wiki/BBC_Television_Shakespeare": "The BBC Television Shakespeare is a series of British television adaptations of the plays of William Shakespeare, created by Cedric Messina and broadcast by BBC Television. Transmitted in the UK from 3 December 1978 to 27 April 1985, the series spanned seven seasons and thirty-seven episodes.",
  "/wiki/Pippa_Guard": "Pippa Guard (born Philippa Ann Guard, on 13 October 1952, in Edinburgh, Scotland) is a British actress.",
  "/wiki/Black_Mirror": "Black Mirror is a British science fiction anthology television series created by Charlie Brooker. He and Annabel Jones serve as the programme's showrunners. It examines modern society, particularly with regard to the unanticipated consequences of new technologies. Episodes are standalone, usually set in an alternative present or the near future, often with a dark and satirical tone, although some are more experimental and lighter.",
  "/wiki/The_National_Anthem_(Black_Mirror)": "\"The National Anthem\" is the first episode of the first series of the British science fiction anthology series Black Mirror. The episode was written by series creator and showrunner Charlie Brooker and directed by Otto Bathurst; it first aired on Channel 4, on 4 December 2011.",
  "/wiki/Lydia_Wilson": "Lydia Wilson (born 1984) is an English actress. Since graduating in 2009 from the Royal Academy of Dramatic Art, she has performed in numerous television and theatre productions including the Olivier Award winning Blasted by Sarah Kane in 2010 at the Lyric Theatre.",
  "/wiki/Machine_Empire_Baranoia": "Chōriki Sentai Ohranger (超力戦隊オーレンジャー, Chōriki Sentai Ōrenjā)[Note 1] is a Japanese tokusatsu television series and the 19th installment in the long-running Super Sentai metaseries of superhero programs. It is the second ancient civilization-themed Super Sentai, preceded by Dai Sentai Goggle-V. Its footage was used in the American series, Power Rangers Zeo (the closing credits of Zeo referred to it as \"O Rangers\").",
  "/wiki/Machine_Empire": "Power Rangers Zeo is an American television series and the fourth season of the Power Rangers franchise, based on the Super Sentai series Chōriki Sentai Ohranger. It is the continuation of Mighty Morphin Power Rangers, which aired in 1996.",
  "/wiki/Ch%C5%8Driki_Sentai_Ohranger": "Chōriki Sentai Ohranger (超力戦隊オーレンジャー, Chōriki Sentai Ōrenjā)[Note 1] is a Japanese tokusatsu television series and the 19th installment in the long-running Super Sentai metaseries of superhero programs. It is the second ancient civilization-themed Super Sentai, preceded by Dai Sentai Goggle-V. Its footage was used in the American series, Power Rangers Zeo (the closing credits of Zeo referred to it as \"O Rangers\").",
  "/wiki/Power_Rangers_Zeo": "Power Rangers Zeo is an American television series and the fourth season of the Power Rangers franchise, based on the Super Sentai series Chōriki Sentai Ohranger. It is the continuation of Mighty Morphin Power Rangers, which aired in 1996.",
  "/wiki/Miho_Yamada": "Miho Yamada (山田 美穂, Yamada Miho, born November 11, 1973 in Yokohama, Kanagawa) is a Japanese voice actress and narrator who was formerly part of Arts Vision. She is currently affiliated with Crazy Box.",
  "/wiki/Melora_Harte": "Melora I. Harte (born October 29, 1943) is an American voice actress. In addition to voice acting in anime, she also adapted and directed several anime dubs. Her husband, Steve Kramer, is also a voice actor.",
  "/wiki/Princess_Irulan": "Princess Irulan /ˈɪrəlɑːn/ is a fictional character and member of House Corrino in the Dune universe created by Frank Herbert. She first appears in Dune (1965), and is later featured in Dune Messiah (1969) and Children of Dune (1976). The character's birth and early childhood are touched upon in the Prelude to Dune prequel trilogy (1999–2001) by Brian Herbert and Kevin J. Anderson, and she is a principal character in the Herbert/Anderson series Heroes of Dune (2008–2009). Irulan has also appeared in all film and television adaptations of Herbert's Dune works.",
  "/wiki/Dune_(TV_Mini-Series)": "Frank Herbert's Dune is a three-part science fiction television miniseries based on the eponymous novel by Frank Herbert. It was directed and adapted by John Harrison. The ensemble cast includes Alec Newman as Paul Atreides, William Hurt as Duke Leto, and Saskia Reeves as Jessica, as well as James Watson, P. H. Moriarty, Robert Russell, Ian McNeice, and Giancarlo Giannini.",
  "/wiki/Padishah_Emperor": "Multiple organizations of the Dune universe dominate the political, religious, and social arena of the fictional setting of Frank Herbert's Dune series of science fiction novels, and derivative works. Set tens of thousands of years in the future, the saga chronicles a civilization which has banned computers but has also developed advanced technology and mental and physical abilities through physical training, eugenics and the use of the drug melange. Specialized groups of individuals have aligned themselves in organizations focusing on specific abilities, technology and goals. Herbert's concepts of human evolution and technology have been analyzed and deconstructed in at least one book, The Science of Dune (2008). His originating 1965 novel Dune is popularly considered one of the greatest science fiction novels of all time, and is frequently cited as the best-selling science fiction novel in history. Dune and its five sequels by Herbert explore the complex and multilayered interactions of politics, religion, ecology and technology, among other themes.",
  "/wiki/Shaddam_IV": "Shaddam IV of House Corrino is a fictional character in the Dune universe created by Frank Herbert. He is Padishah Emperor of the Known Universe in Herbert's 1965 novel Dune. Shaddam's accession to the throne is chronicled in the Prelude to Dune prequel trilogy (1999-2001) by Brian Herbert and Kevin J. Anderson, and he later appears in the prequel series Heroes of Dune (2008–2009).",
  "/wiki/Anirul": "The Bene Gesserit are a key social, religious, and political force in Frank Herbert's fictional Dune universe. The group is described as an exclusive sisterhood whose members train their bodies and minds through years of physical and mental conditioning to obtain superhuman powers and abilities that can seem magical to outsiders. The Bene Gesserit are focused on acquiring more power and influence to direct humanity on an enlightened path. Some of their fictional powers are analyzed and deconstructed from a real-world scientific perspective in the book The Science of Dune (2008).",
  "/wiki/Wensicia": "Princess Wensicia is a fictional character and member of House Corrino from the Dune universe created by Frank Herbert. She was introduced in Herbert's 1976 novel Children of Dune and appeared decades later in the 2008 novel Paul of Dune by Brian Herbert and Kevin J. Anderson.",
  "/wiki/Julie_Cox": "Julie Cox (born 24 April 1973) is an English actress. She played Princess Irulan in the Sci Fi Channel's 2000 miniseries Frank Herbert's Dune and its 2003 sequel, Frank Herbert's Children of Dune. She also played The Childlike Empress in The Neverending Story III.",
  "/wiki/Susan_Sarandon": "Susan Abigail Sarandon (née Tomalin; born October 4, 1946) is an American actress and activist. She has received an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, and has been nominated for nine Golden Globe Awards. Known for her social and political activism, she was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006.",
  "/wiki/The_Elephant_Princess": "The Elephant Princess is an Australian children's television series that first screened on Network Ten in 2008. The series is produced by Jonathan M. Shiff Productions. A second season began screening in 2011. The series revolves around a suburban Australian teenager, who discovers she is the heir to the throne of Manjipoor, a fictional Indian kingdom.",
  "/wiki/Emily_Robins": "Emily Iris Robins (born 21 May 1989) is a New Zealand actress and singer. She was born to Danny Robins and Susan Robins. She is known for her role in the popular TV2 soap opera Shortland Street as Claire Simone Solomon (2004–2007), and for her role in the popular FOX 8 teen drama, SLiDE, where she portrayed Scarlett Carlyle. She was born in London, England but raised in New Zealand. She grew up in Orewa. She was involved with Centre Stage Theatre (an Orewa Theatre company).",
  "/wiki/Eureeka%27s_Castle": "Eureeka's Castle is an American children's television series which aired on Nick Jr. from August 27, 1989, until 1991. The program featured various puppet characters who live in a giant's wind-up music box. The show was a joint development by Nickelodeon, animators Kit Laybourne and Eli Noyes of Noyes & Laybourne Enterprises, and the puppeteers at 3/Design Studio. R. L. Stine developed the characters and was the head writer for the episodes. Reruns of the show continued airing on Nick Jr. until September 6, 1996 and again from November 16, 1998, to February 5, 1999, and on Noggin from 1999 to 2002.",
  "/wiki/Galavant": "Galavant is an American musical fantasy comedy television series, created and written by Dan Fogelman, with music and lyrics by Alan Menken and Glenn Slater. Fogelman, Menken and Slater also serve as executive producers alongside Chris Koch, Kat Likkel and John Hoberg for ABC Studios. The series premiered on January 4, 2015, as the mid-season replacement for Once Upon a Time. In an interview about the show, actress Mallory Jansen described Galavant as, \"the bastard child of Monty Python and The Princess Bride.\"",
  "/wiki/Karen_David": "Karen Shenaz David (born 15 April 1979 or 1980) is a Canadian actress, singer and songwriter best known for portraying Princess Isabella Maria Lucia Elizabetta of Valencia in ABC's fairytale-themed musical-comedy television series, Galavant, as well as Francesca \"Cesca\" Montoya in the BBC television series Waterloo Road and Layla in the American action film The Scorpion King 2: Rise of a Warrior. She starred as Angela in the ITV television series Cold Feet and plays Princess Jasmine (from Aladdin) in the American television series Once Upon a Time.",
  "/wiki/Myrcella_Baratheon": "Myrcella Baratheon is a fictional character in the A Song of Ice and Fire series of epic fantasy novels by American author George R. R. Martin, and its television adaptation Game of Thrones.  Myrcella's character, development and her interactions and impact differ greatly between the two genres.",
  "/wiki/Game_of_Thrones": "Game of Thrones is an American  fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. The show was both produced and filmed in Belfast and elsewhere in the United Kingdom. Filming locations also included Canada, Croatia, Iceland, Malta, Morocco, and Spain. The series premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons.",
  "/wiki/Robert_Baratheon": "Robert Baratheon is a fictional character in the A Song of Ice and Fire series of epic fantasy novels by American author George R. R. Martin, and its television adaptation Game of Thrones.",
  "/wiki/Cersei_Lannister": "Cersei Lannister  is a fictional character in the A Song of Ice and Fire series of fantasy novels by American author George R. R. Martin, and its television adaptation Game of Thrones, where she is portrayed by English actress Lena Headey. In the later novels of the series, she is a point of view character.",
  "/wiki/Jaime_Lannister": "Jaime Lannister is a fictional character in the A Song of Ice and Fire series of fantasy novels by American author George R. R. Martin and its television adaptation Game of Thrones. He becomes a prominent point of view character in the novels beginning with A Storm of Swords (2000).",
  "/wiki/Joffrey_Baratheon": "Joffrey Baratheon is a fictional character in the A Song of Ice and Fire series of epic fantasy novels by American author George R. R. Martin, and its television adaptation Game of Thrones.",
  "/wiki/Tommen_Baratheon": "Tommen Baratheon is a fictional character in the A Song of Ice and Fire series of fantasy novels by American author George R. R. Martin, and its television adaptation Game of Thrones.",
  "/wiki/Aimee_Richardson": "Aimee Richardson (born 29 December 1997) is an Irish actress. She is best known for her role as Myrcella Baratheon in the first two seasons of the television series Game of Thrones (2011–2012).",
  "/wiki/Kerry_Ingram": "Kerry Danielle Ingram (born 26 May 1999) is an English actress, known for her roles as Shireen Baratheon in the HBO series Game of Thrones and Rebecca 'Becky' Sidebottom in the Netflix series Free Rein.",
  "/wiki/Elia_Martell": "George R. R. Martin's A Song of Ice and Fire novels feature a sizable cast of characters. The series follows three interwoven plotlines: a dynastic war for control of Westeros by several families; the rising threat of the superhuman Others beyond Westeros' northern border; and the ambition of Daenerys Targaryen, the exiled heir of the previous ruling dynasty. The Great Houses of Westeros represent the Seven Kingdoms forged across the continent: the North, the Iron Islands, the Vale of Arryn, the Westerlands, the Stormlands, the Reach, and Dorne. A massive Wall of ice and old magic separates the Seven Kingdoms from the largely unmapped area in the most northern portion of the continent.",
  "/wiki/Daenerys_Targaryen": "Daenerys Targaryen is  a fictional character in George R. R. Martin's A Song of Ice and Fire series of novels, as well as the television adaptation, Game of Thrones, in which she is portrayed by English actress Emilia Clarke. In the novels, she is a prominent point of view character. She is one of the most popular characters in the series, and The New York Times cites her as one of the author's finest creations.",
  "/wiki/Emilia_Clarke": "Emilia Isobel  Euphemia Rose Clarke (born 23 October 1986) is an English actress. She studied at the Drama Centre London, appearing in a number of stage productions, including one by the Company of Angels. After making her screen debut in a short film, her television debut came with a guest appearance in an episode of the British medical soap opera Doctors in 2009. The following year, she was named as one of the UK Stars of Tomorrow by Screen International magazine for her role in the Syfy film Triassic Attack (2010).",
  "/wiki/Alexis_Davis": "Alexis Davis is a fictional character on the ABC soap opera, General Hospital. Nancy Lee Grahn originated the role in September 28, 1996. She is the daughter of Mikkos Cassadine and Kristin Bergman. She is also the mother of Sam McCall, Kristina Davis and Molly Lansing.",
  "/wiki/General_Hospital": "General Hospital (commonly abbreviated GH) is an American daytime television medical drama. It is listed in Guinness World Records as the longest-running American soap opera in production and the second longest-running drama in television in American history after Guiding Light. Concurrently, it is the world's third longest-running scripted drama series in production after British serials The Archers and Coronation Street, as well as the world's second-longest-running televised soap opera still in production. General Hospital premiered on the ABC television network on April 1, 1963.  General Hospital is the longest-running serial produced in Hollywood, and the longest-running entertainment program in ABC television history. It holds the record for most Daytime Emmy Awards for Outstanding Drama Series, with 13 wins.",
  "/wiki/Nancy_Lee_Grahn": "Nancy Lee Grahn (born April 28, 1956) is an American actress known primarily for her work in daytime soap operas, portraying Julia Wainwright Capwell on Santa Barbara from 1985–93 and Alexis Davis on General Hospital  since 1996.",
  "/wiki/Susan_Diol": "Susan Vanita Diol (born May 25, 1962 in Marquette, Michigan)  is an American television actress who has played supporting roles in over forty series, including One Life to Live, Star Trek: The Next Generation, Star Trek: Voyager, NCIS, and CSI: Crime Scene Investigation.",
  "/wiki/Hikari_Sentai_Maskman": "Hikari Sentai Maskman (光戦隊マスクマン, Hikari Sentai Masukuman)[note 1] is Toei's eleventh entry of the Super Sentai metaseries. It aired on TV Asahi from February 28, 1987 to February 20, 1988, with a total of 51 episodes. Its international English title as listed by Toei is simply Maskman.",
  "/wiki/Mina_Asami": "Mina Asami (浅見 美那, Asami Mina, born December 2, 1958 in Saitama) is a Japanese TV actress and former pink film actress.",
  "/wiki/Howdy_Doody": "Howdy Doody is an American children's television program (with circus and Western frontier themes) that was created and produced by E. Roger Muir and telecast on the NBC network in the United States from December 27, 1947, until September 24, 1960. It was a pioneer in children's television programming and set the pattern for many similar shows. One of the first television series produced at NBC in Rockefeller Center, in Studio 3A, it was also a pioneer in early color production as NBC (at the time owned by TV maker RCA) used the show in part to sell color television sets in the 1950s.",
  "/wiki/Judy_Tyler": "Judy Tyler (born Judith Mae Hess; October 9, 1932 – July 3, 1957) was an American actress.",
  "/wiki/Marionette": "A marionette is a puppet controlled from above using wires or strings depending on regional variations.  A marionette's puppeteer is called a marionettist. Marionettes are operated with the puppeteer hidden or revealed to an audience by using a vertical or horizontal control bar in different forms of theatres or entertainment venues. They have also been used in films and on television. The attachment of the strings varies according to its character or purpose.",
  "/wiki/Ice_Fantasy": "Ice Fantasy (Chinese: 幻城; pinyin: Huànchéng) is a Chinese epic fantasy television drama based on Guo Jingming's bestselling novel, City of Fantasy. The drama was produced by Shanghai Youhug Media, directed by Ju Jue Liang, and stars Feng Shaofeng, Victoria Song, Ma Tianyu, Zhang Meng and Madina Memet. It was broadcast on Hunan Satellite Television Diamond independent broadcast theater starting 24 July to 10 November 2016 for 62 episodes.",
  "/wiki/Madina_Memet": "Madina Memet (Uyghur: مادىنا مەمەت‎; simplified Chinese: 麦迪娜·买买提; traditional Chinese: 麥迪娜·買買提; pinyin: Maìdínà Maǐmaǐtí; born 10 September 1987) is a Chinese actress of Uyghur ethnicity who first rose to prominence in 2011 for playing the Fragrant Concubine in the television series New My Fair Princess. Her breakthrough role came when she played Lan Shang in the epic fantasy television drama Ice Fantasy in 2016.",
  "/wiki/List_of_fictional_princesses": "This is a list of fictional princesses that have appeared in various works of fiction. This list is organized by medium and limited to well-referenced, notable examples of fictional princesses."
}