{
  "/wiki/Massachusetts_Institute_of_Technology": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/US": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Tohoku_University": "Tohoku University (東北大学, Tōhoku daigaku), abbreviated to Tohokudai (東北大, Tōhokudai), located in Sendai, Miyagi in the Tōhoku Region, Japan, is a Japanese national university. It was the third Imperial University in Japan and is one of the National Seven Universities. It is considered one of the most prestigious universities in Japan, and one of the top fifty universities in the world.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/National_University_of_Singapore": "The National University of Singapore (NUS) is a public research university in Singapore. Founded in 1905 as the Straits Settlements and Federated Malay States Government Medical School, NUS is the oldest higher education institution in Singapore. It is consistently ranked within the top 100 universities in the world and the top 3 universities in the Asia-Pacific. NUS is a comprehensive research university, offering a wide range of disciplines, including the sciences, medicine and dentistry, design and environment, law, arts and social sciences, engineering, business, computing and music at both the undergraduate and postgraduate levels. \nNUS's main campus is located in the southwestern part of Singapore, adjacent to Kent Ridge, accommodating an area of 150 ha (0.58 sq mi). The Duke-NUS Medical School, which is a postgraduate medical school in collaboration with Duke University, is located at the Outram campus. Its Bukit Timah campus houses the Faculty of Law and Lee Kuan Yew School of Public Policy. The Yale-NUS College, which is a liberal arts college created in collaboration with Yale University, is located at University Town. NUS incorporates four national level institutes, honoured as research centre of excellence in Singapore, which includes the Mechanobiology Institute. NUS has a Nobel Laureate (Konstantin Novoselov) on its faculty.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Tsinghua_University": "Tsinghua University (abbreviated Tsinghua; Chinese: 清华大学) is a major research university in Beijing, and a member of the C9 League of Chinese universities. Since its establishment in 1911, it has graduated Chinese leaders in science, engineering, politics, business, academia, and culture.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Seoul_National_University": "Seoul National University (SNU; Korean: 서울대학교; Hanja: 서울大學校; RR: Seoul Daehakgyo, colloquially Seouldae) is a national research university located in Seoul, South Korea.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore.",
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/The_Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/The_University_of_Tokyo": "The University of Tokyo (東京大学, Tōkyō daigaku), abbreviated as Todai (東大, Tōdai) or UTokyo, is a public research university located in Bunkyo, Tokyo, Japan. Established in 1877 as the first imperial university, it is one of Japan's most prestigious universities.",
  "/wiki/Nanyang_Technological_University": "The Nanyang Technological University, Singapore (NTU) is the second oldest public autonomous research university in Singapore.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Osaka_University": "Osaka University (大阪大学, Ōsaka daigaku), or Handai (阪大, Handai), is a public research university located in Osaka Prefecture, Japan. Osaka University is one of Japan's National Seven Universities and is generally considered one of Japan's most prestigious institutions of higher learning. It is usually ranked among the top three public universities in Japan, along with the University of Tokyo and Kyoto University. It is ranked third overall among Japanese universities and 71st worldwide in the 2020 QS World University Rankings.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/University_of_Illinois_at_Urbana%E2%80%93Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Imperial_College_London": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School."
}