{
  "/wiki/Australia_national_rugby_league_team": "The Australian national rugby league team (or the Kangaroos) have represented Australia in senior men's rugby league football competition since the establishment of the 'Northern Union game' in Australia in 1908. Administered by the Australian Rugby League, the Kangaroos are ranked first in the RLIF World Rankings. The team is the most successful in Rugby League World Cup history, having contested all 15 and winning 11 of them, failing to reach the final only once; the inaugural tournament in 1954. Only five nations have beaten Australia in test matches, and Australia have an overall win percentage of 67%.",
  "/wiki/Tim_Sheens": "Tim Sheens (born 30 October 1950) is a Rugby League coach who is currently in charge of the Widnes Vikings in the Betfred Championship. He is an Australian professional rugby league football coach and former player. Head Coach of the Australia national team between 2009 and 2015, he has also been the head coach of National Rugby League (NRL) clubs, the Penrith Panthers, the Canberra Raiders, the North Queensland Cowboys and the Wests Tigers. As a player, Sheens was a prop forward with Sydney's Penrith club in the 1970s and 1980s before he retired and became their coach.",
  "/wiki/Cameron_Smith": "Cameron Wayne Smith AM (born 18 June 1983) is an Australian professional rugby league footballer who has played his entire career to date for the Melbourne Storm in the NRL.",
  "/wiki/Cook_Islands_national_rugby_league_team": "The Cook Islands national rugby league team has been participating in international rugby league football competition since 1986. The team is controlled by the governing body for rugby league in Cook Islands, Cook Islands Rugby League Association (CIRLA), which is currently a member of the Asia-Pacific Rugby League Confederation (APRLC). They are currently ranked 23rd in the RLIF World Rankings.",
  "/wiki/David_Fairleigh": "David Fairleigh (born 1 September 1970 in Wyoming, New South Wales) is an Australian former professional rugby league footballer and current assistant coach for the North Queensland Cowboys in the National Rugby League (NRL). An Australian international and New South Wales State of Origin representative forward, he played the majority of his club football in Australia for the North Sydney Bears, winning 1994's Rothmans Medal. This was followed by a season at the Newcastle Knights, and another in England at St. Helens, with whom he won the 2001 Challenge Cup Final before retiring. Since retiring in 2001 he has spent the last 15 years coaching in the NRL mainly as an assistant coach. Teams he has worked at include the Newcastle Knights, Parramatta Eels, New Zealand Warriors and Penrith Panthers.",
  "/wiki/Zeb_Taia": "Zeb Taia (born 11 October 1984) is a professional rugby league footballer who plays second-row forward for St Helens in the Betfred Super League. He has played for both New Zealand and the Cook Islands at international level.",
  "/wiki/England_national_rugby_league_team": "The England national rugby league team represents England in international rugby league.",
  "/wiki/Steve_McNamara": "Steve McNamara (born (1971-09-18)18 September 1971) is an English professional rugby league football coach who is the head coach of the Catalans Dragons in the Super League and a former professional player. He is a former coach of England, and a Great Britain international as a player.",
  "/wiki/Kevin_Sinfield": "Kevin Sinfield, MBE (born 12 September 1980), also known by the nickname of \"King Kev\", is the Director of Rugby, for the Leeds Rhinos in the Super League, and an English former professional rugby league footballer, who captained the Leeds Rhinos in the Super League. His usual position was loose forward, although he sometimes played both stand-off and hooker.",
  "/wiki/Fiji_national_rugby_league_team": "The Fiji national rugby league team, nicknamed the Bati (pronounced [mˈbatʃi]), has been participating in international rugby league football since 1992. The team is controlled by the governing body for rugby league in Fiji, Fiji National Rugby League (FNRL), which is currently a member of the Asia-Pacific Rugby League Confederation (APRLC). Fiji have thrice reached the semi-finals of the Rugby League World Cup, in 2008, 2013 and 2017, and are currently ranked 5th in the Rugby League International Federation's World Rankings.",
  "/wiki/Rick_Stone": "Rick Stone is a professional rugby league football coach and former player who was the head coach of the Huddersfield Giants in the Super League. He has coached the Newcastle Knights in the National Rugby League and the Fiji national team.",
  "/wiki/Petero_Civoniceva": "Petero Civoniceva (Fijian pronunciation: [petero ðɪβoniðeβa]; born 21 April 1976), is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. A Queensland State of Origin and Australian international representative prop forward, in 2009 he broke the record for most international matches for Australia of any forward in history. Civoniceva played his club football for the Brisbane Broncos, with whom he won the 1998, 2000 and 2006 NRL Premierships, as well as for the Penrith Panthers, whom he captained. Late in his career whilst playing for the Redcliffe Dolphins in the Queensland Cup, Civoniceva captained the Fijian national team in their 2013 Rugby League World Cup campaign. The Petero Civoniceva Medal is awarded to the Australian Fijian rugby league footballer of the year, while the Civoniceva Medal is awarded to the Queensland Cup player voted as the best and fairest.",
  "/wiki/France_national_rugby_league_team": "The France national rugby league team represent France in international rugby league tournaments. They are referred to as les Chanticleers or less commonly as les Tricolores.  The team is run under the auspices of the Fédération Française de Rugby à XIII and is largely made up of players from Super League and the Elite One Championship.",
  "/wiki/Richard_Agar": "Richard Agar (born 20 January 1972) is an English professional rugby league coach who is the head coach of the Leeds Rhinos in the Super League and a former professional rugby league footballer who played in the 1990s and 2000s.",
  "/wiki/Olivier_Elima": "Olivier Elima (born 19 May 1983) is a French professional rugby league footballer who plays for the Palau Broncos in the French Elite One Championship. A France international representative forward, he played previously for the Catalans Dragons, Castleford Tigers, Wakefield Trinity Wildcats and the Bradford Bulls.",
  "/wiki/Ireland_national_rugby_league_team": "The Ireland men's national rugby league team, known as the Wolfhounds, is organised by Rugby League Ireland.  The representative team is dominated by players from the Super League and sometimes includes players from the Australasian National Rugby League. Ireland is also represented by an Ireland A side, which is made up of players from the domestic Irish competition.",
  "/wiki/Mark_Aston": "Mark Aston (born 27 September 1967) is the Head Coach of the Sheffield Eagles in the Betfred Championship. He is an English rugby league coach, and former rugby league scrum-half with the Sheffield Eagles and Great Britain. He also had short spells with Featherstone Rovers (captain) (Heritage № 709) and Bramley, but the bulk of his career was spent with the Sheffield Eagles, who he joined in 1985. He retired from playing in 2004, having been the figurehead in the fight to save the Sheffield Eagles after their merger with Huddersfield in 1999. In less than three months, a new club was formed that was allowed into the Northern Ford Premiership with Aston as player-coach, and a completely new semi-professional team. This must have seemed a long way from the day, only 18 months earlier, when Aston won the Lance Todd Trophy in the Rugby League Challenge Cup Final at Wembley Stadium, inspiring Sheffield Eagles to a famous 17-8 win over Wigan.",
  "/wiki/Liam_Finn_(rugby_league)": "Liam Finn (born 2 November 1983) is an Ireland international rugby league footballer who plays for the Dewsbury Rams in the Betfred Championship. An Ireland international representative scrum-half, stand-off or hooker, he has previously played for Halifax, Widnes Vikings, Wakefield Trinity (two spells) and Castleford Tigers in the Super League, as well as Dewsbury Rams and Featherstone Rovers (Heritage № 867) in the Championship.",
  "/wiki/Italy_national_rugby_league_team": "The Italy national rugby league team represents Italy in rugby league football. With origins dating back to the 1950s and 1960s, the team has competed regularly in international competitions since 2008, when their current governing body, the Federazione Italiana Rugby League, was formed. They are currently ranked 13th in the RLIF World Rankings.",
  "/wiki/Carlo_Napolitano": "Carlo Napolitano is an Italian rugby league coach and former player. He is the former head coach of Italy, having taken charge of the national side in 2004, and being succeeded by Trent Barrett in 2014.",
  "/wiki/Anthony_Minichiello": "Anthony Minichiello (born 24 May 1980) is an Australian former professional rugby league footballer who captained the Sydney Roosters in the National Rugby League, and retired having set records for most games and most tries in the club's history. An Australia and Italy international as well as a New South Wales State of Origin representative wing turned fullback, he played his entire career with the Roosters, with whom he won the 2002 and 2013 NRL Premierships, before retiring at the conclusion of the club's 2014 campaign. Minichiello also won the Golden Boot Award for international player of the year in 2005, and is the brother of fellow Italian international, Mark Minichiello.",
  "/wiki/New_Zealand_national_rugby_league_team": "The New Zealand national rugby league team (Māori: Tīma rīki motu Aotearoa) has represented New Zealand in rugby league since 1907. Administered by the New Zealand Rugby League, they are commonly known as the Kiwis, after the native bird of that name. The team's colours are black and white, with the dominant colour being black, and the players perform a haka before every match they play as a challenge to their opponents. The New Zealand Kiwis are currently first in the IRL World Rankings. Since the 1980s, most New Zealand representatives have been based overseas, in the professional National Rugby League and Super League competitions. Before that, players were selected entirely from clubs in domestic New Zealand leagues.",
  "/wiki/Stephen_Kearney": "Stephen Peter Kearney ONZM (born 11 June 1972) is a New Zealand professional rugby league football coach who is the head coach of the New Zealand Warriors in the NRL and a former player.",
  "/wiki/Simon_Mannering": "Simon Alexander Mannering (born 28 August 1986) is a New Zealand former professional rugby league footballer who played in the 2000s and 2010s. He played for the New Zealand Warriors in the NRL. A New Zealand international representative second row forward, who could also play as a centre. He was appointed the New Zealand national team's captain in 2013 and was replaced by Jesse Bromwich in 2016 and was part of the 2008 World Cup-winning Kiwis team. Mannering was a one-club player who played his whole NRL career with the Warriors. With 301 appearances for the Warriors, Mannering is the club's most capped player.",
  "/wiki/Papua_New_Guinea_national_rugby_league_team": "The Papua New Guinea national rugby league team represents Papua New Guinea in the sport of rugby league football.",
  "/wiki/Adrian_Lam": "Adrian Lam is a Papua New Guinean professional rugby league coach who is the head coach of the Wigan Warriors in the Betfred Super League, and a former rugby league footballer.",
  "/wiki/Neville_Costigan": "Neville Costigan (born 16 March 1985) is a Papua New Guinean former professional rugby league footballer who played in the 2000s and 2010s. A Papua New Guinea international and Queensland State of Origin representative forward, he played in the National Rugby League for Australian clubs the Brisbane Broncos, the Canberra Raiders, the St. George Illawarra Dragons (with whom he won the 2010 NRL Grand Final) and Newcastle Knights. Costigan then finished his career in the Super League with the Hull Kingston Rovers.",
  "/wiki/Samoa_national_rugby_league_team": "The Samoa national rugby league team represents Samoa in rugby league football and has been participating in international competition since 1986. Known as Western Samoa prior to 1997, the team is administered by Rugby League Samoa and are nicknamed Toa Samoa (English: Samoan Warriors).",
  "/wiki/Matt_Parish": "Matt Parish is an Australian professional rugby league football coach and former player. He is the head coach of the Samoa national rugby league team.",
  "/wiki/Harrison_Hansen": "Harrison Luther Mata'afa Hansen (born 26 October 1985), also known by the nickname of \"H\",[citation needed] is a professional rugby league footballer who plays as a second-row and loose forward for Toulouse Olympique in the Betfred Championship. He has played for Samoa and New Zealand at international level.",
  "/wiki/Scotland_national_rugby_league_team": "The Scotland national rugby league team represent Scotland in international rugby league football tournaments. Following the break-up of the Great Britain team in 2008, Scottish players play solely for Scotland, apart from occasional Southern Hemisphere tours, for which the Great Britain team is expected to be revived. The team is nicknamed the Bravehearts.",
  "/wiki/Steve_McCormack": "Steve McCormack is a rugby league coach. He was head coach of Scotland until 2017 and was the longest reigning coach in the nation's history having held the role since 2004. He has also had an extensive club coaching career, having coached Salford City Reds in the Super League and Whitehaven Warriors, Widnes Vikings, Barrow Raiders Swinton Lions and Gloucestershire All Golds in the Rugby League Championships.",
  "/wiki/Danny_Brough": "Danny Brough (born 15 January 1983) is an English professional rugby league footballer who plays for Wakefield Trinity in the Betfred Super League, as a left-footed goal-kicking stand-off, scrum-half or hooker. Brough played at international level for England and Scotland, qualifying through his grandfather, and won a Scottish record 25 caps.",
  "/wiki/Tonga_national_rugby_league_team": "The Tonga national rugby league team represents Tonga in rugby league football. They are currently the Fourth ranked team in the world. The team was formed to compete in the 1986 Pacific Cup, and have competed at five Rugby League World Cups, starting in 1995 and continuing consecutively until the most recent tournament in 2017, where they achieved their best ever result as semi-finalists.",
  "/wiki/Charlie_Tonga": "Charlie Tonga (born 27 September 1977) is a Tongan former professional rugby league footballer and former coach of the Tonga national rugby league team.",
  "/wiki/Brent_Kite": "Brent Kite (born 7 March 1982) is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. A Tonga and Australia international, and New South Wales State of Origin representative front-row forward, he played club football for the St. George Illawarra Dragons, Manly Warringah Sea Eagles and Penrith Panthers. Kite was named the Clive Churchill Medallist for his performance in the 2008 NRL Grand Final, in which he helped steer Manly-Warringah to a 40–0 thumping of the Melbourne Storm, scoring a try.",
  "/wiki/United_States_national_rugby_league_team": "The United States national rugby league team represents the United States in international rugby league football competitions. The team is managed by the USA Rugby League (USARL).",
  "/wiki/Terry_Matterson": "Terry Matterson (born 4 March 1967) is an Australian rugby league coach and former player. Matterson played in Australia's premiership for the Eastern Suburbs Roosters and the Brisbane Broncos, and was also selected to play in the State of Origin for New South Wales once in 1989. He was a goal-kicking lock and he played the majority of his club football for the Brisbane Broncos, with whom he won the 1992 and 1993 premierships, in addition to stints with the Eastern Suburbs Roosters and the London Broncos. He worked as a head coach in the Super League for the Castleford Tigers between 2005 and 2011. From October 2013 Matterson was the head coach of the United States.",
  "/wiki/Joseph_Paulo": "Joseph Paulo (born 2 January 1988) is a professional rugby league footballer who plays as a loose forward, second-row and stand-off for St Helens in the Super League. He has played for both Samoa and the United States at international level.",
  "/wiki/Wales_national_rugby_league_team": "The Wales national rugby league team represents Wales in international rugby league football matches. Currently the team is ranked fourteenth in the RLIF World Rankings.  The team was run under the auspices of the Rugby Football League, but an independent body, Wales Rugby League, now runs the team from Cardiff. Three Welsh players have been entered into the Rugby League Hall Of Fame.",
  "/wiki/Iestyn_Harris": "Iestyn Rhys Harris (born 25 June 1976), also known by the nickname of \"Welsh Wizard\", is a former dual-code international professional rugby league and rugby union footballer who played in the 1990s and 2000s, and coach in rugby league in the 2000s and 2010s. He played representative rugby league for Great Britain and Wales, and at club level for the Warrington Wolves, the Leeds Rhinos (captain) where he won the 1998 Man of Steel Award, the Bradford Bulls (captain) , and Featherstone Rovers (Heritage № 922), and representative rugby union for Wales, and at club level for Cardiff RFC and Cardiff Blues, and has coached representative rugby league for Wales, and at club level for Featherstone Rovers (Assistant Coach), the Crusaders Rugby League (initially as assistant coach under Brian Noble, and then Head Coach), the Wigan Warriors (assistant coach), and Salford Red Devils (head coach).",
  "/wiki/Craig_Kopczak": "Craig Kopczak is a Wales international rugby league footballer who plays as a prop for Wakefield Trinity in the Betfred Super League.",
  "/wiki/2013_Rugby_League_World_Cup": "The 2013 Rugby League World Cup was the fourteenth staging of the Rugby League World Cup and took place in England, Wales, France and Ireland. between 26 October and 30 November 2013."
}