{
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.\n Berkeley is one of the 14 founding members of the Association of American Universities and had $789 million in R&D expenditures in the fiscal year ending June 30, 2015. Today, Berkeley maintains close relationships with three United States Department of Energy National Laboratories—Lawrence Berkeley National Laboratory, Lawrence Livermore National Laboratory and Los Alamos National Laboratory—and is home to many institutes, including the Mathematical Sciences Research Institute and the Space Sciences Laboratory. Through its partner institution University of California, San Francisco (UCSF), Berkeley also offers a joint medical program at the UCSF Medical Center.\n As of October 2019[update], Berkeley alumni, faculty members and researchers include 107 Nobel laureates, the third most of any university worldwide, as well as 25 Turing Award winners, and 14 Fields Medalists. They have also won 19 Wolf Prizes, 45 MacArthur Fellowships, 20 Academy Awards, 19 Pulitzer Prizes, and 207 Olympic medals. In 1930, Ernest Lawrence invented the cyclotron at Berkeley, based on which UC Berkeley researchers along with Berkeley Lab have discovered or co-discovered 16 chemical elements – more than any other university. During the 1940s, Berkeley physicist J. R. Oppenheimer, the \"Father of the Atomic Bomb\", led the Manhattan project to create the first atomic bomb. In the 1960s, Berkeley was particularly noted for the Free Speech Movement as well as the anti–Vietnam War movement led by its students. In the 21st century, Berkeley has become one of the leading universities in producing entrepreneurs and its alumni have founded or co-founded many companies worldwide, including five classified as Fortune 500 Companies as of 2017.",
  "/wiki/US": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/ETH_Zurich": "ETH Zurich (Swiss Federal Institute of Technology in Zurich; German: Eidgenössische Technische Hochschule Zürich; French: École polytechnique fédérale de Zurich; Italian: Politecnico federale di Zurigo) is a science, technology, engineering and mathematics university in the city of Zürich, Switzerland, and one of the most prestigious universities in the world.\n Like its sister institution EPFL, it is an integral part of the Swiss Federal Institutes of Technology Domain (ETH Domain) that is directly subordinate to Switzerland's Federal Department of Economic Affairs, Education and Research. The school was founded by the Swiss Federal Government in 1854 with the stated mission to educate engineers and scientists, serve as a national center of excellence in science and technology and provide a hub for interaction between the scientific community and industry.\n In the 2020 edition of the QS World University Rankings ETH Zurich has been ranked 6th in the world (2nd in Europe after the University of Oxford), which represents a one place improvement compared to the 2019 edition, and is also ranked 13th in the world by the Times Higher Education World Rankings 2018 (4th in Europe after Oxbridge and Imperial College London).  In the 2019 QS World University Rankings by subject it is ranked 3rd in the world for engineering and technology (1st in Europe), and 1st for Earth & Marine Science.\n As of November 2019, 21 Nobel laureates, 2 Fields Medalists, 2 Pritzker Prize winners, and 1 Turing Award winner have been affiliated with the Institute, including Albert Einstein.\n It is a founding member of the IDEA League and the International Alliance of Research Universities (IARU) and a member of the CESAER network.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Hong_Kong_Polytechnic_University": "The Hong Kong Polytechnic University (PolyU or HKPU) is a public research university located in Hung Hom, Hong Kong. The history of PolyU can be traced back to 1937. It became a fully accredited university in 1994 and is one of the government-funded degree-granting tertiary institutions.\n PolyU consists of 8 facilities and schools, offering programmes covering applied science, business, construction, environment, engineering, social science, health, humanities, design, hotel and tourism management.\n The university offers 220 postgraduate, undergraduate and sub-degree programmes for more than 32,000 students every year. It is the largest UGC-funded tertiary institution in terms of number of students. As of 2019, the university ranks 19th in Asia by THE, 8th in young universities, and 91st internationally by QS.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/Technical_University_of_Denmark": "The Technical University of Denmark (Danish: Danmarks Tekniske Universitet), often simply referred to as DTU, is a university in Kongens Lyngby, 12 kilometres (7.5 mi) north of central Copenhagen, Denmark. It was founded in 1829 at the initiative of Hans Christian Ørsted as Denmark's first polytechnic, and is today ranked among Europe's leading engineering institutions.\n DTU, along with École Polytechnique in Paris, École Polytechnique Fédérale de Lausanne, Eindhoven University of Technology, Technical University of Munich and Technion – Israel Institute of Technology, is a member of Eurotech Universities.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Delft_University_of_Technology": "Delft University of Technology (Dutch: Technische Universiteit Delft) also known as TU Delft, is the largest and oldest Dutch public technological university, located in Delft, Netherlands. TU Delft has been placed in the top 200 universities in the world by five major ranking tables. As of 2019, it is ranked in the top 20 in engineering and technology universities in the world.\n With eight faculties and numerous research institutes, it hosts over 19,000 students (undergraduate and postgraduate), more than 2,900 scientists, and more than 2,100 support and management staff.\n The university was established on 8 January 1842 by William II of the Netherlands as a Royal Academy, with the main purpose of training civil servants for the Dutch East Indies. The school rapidly expanded its research and education curriculum, becoming first a Polytechnic School in 1864, Institute of Technology in 1905, gaining full university rights, and finally changing its name to Delft University of Technology in 1986.\n Dutch Nobel laureates Jacobus Henricus van 't Hoff, Heike Kamerlingh Onnes, and Simon van der Meer have been associated with TU Delft. TU Delft is a member of several university federations including the IDEA League, CESAER, UNITECH International, and 4TU.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/University_of_California,_Davis": "The University of California, Davis (UC Davis), is a public research university and land-grant university adjacent to Davis, California. It is part of the University of California system and has the third-largest enrollment in the system after UCLA and UC Berkeley.  The institution was founded as a branch in 1905 and became its own separate entity in 1959.  It has been labeled one of the \"Public Ivies\", a publicly funded university considered to provide a quality of education comparable to those of the Ivy League.\n The university is classified as a comprehensive doctoral research university with a medical program, and very high research activity. The UC Davis faculty includes 23 members of the National Academy of Sciences, 30 members of the American Academy of Arts and Sciences, 17 members of the American Law Institute, 14 members of the Institute of Medicine, and 14 members of the National Academy of Engineering.  Among other honors, university faculty, alumni, and researchers have won the Nobel Peace Prize, Presidential Medal of Freedom, Pulitzer Prize, MacArthur Fellowship, National Medal of Science, Blue Planet Prize, Presidential Early Career Award for Scientists and Engineers, and World Food Prize.\n Founded as primarily an agricultural campus, the university has expanded over the past century to include graduate and professional programs in medicine (which includes the UC Davis Medical Center), law, veterinary medicine, education, nursing, and business management, in addition to 90 research programs offered by UC Davis Graduate Studies. The UC Davis School of Veterinary Medicine is the largest in the United States and has been ranked first in the world for five consecutive years (2015–19). UC Davis offers certificates and courses, including online classes, for adults and non-traditional learners through its Division of Continuing and Professional Education.\n The UC Davis Aggies athletic teams compete in the NCAA Division I level, primarily in the Big West Conference as well as the Big Sky Conference (football only) and the Mountain Pacific Sports Federation. In its first year of full Division I status, 11 UC Davis teams qualified for NCAA post-season competition.",
  "/wiki/Imperial_College_London": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School.\n The main campus is located in South Kensington, with an innovation campus in White City. The college also has a research centre at Silwood Park, and teaching hospitals throughout London. The university focuses exclusively on science, engineering, medicine, and business. Imperial has an international community, with more than 59% of students from outside the UK and 140 countries represented on campus.\n In 2019–20, Imperial is internationally ranked 9th in the QS World University Rankings, 10th in the Times Higher Education World University Rankings, 8th in Reuters The World's Most Innovative Universities, and 24th in the Academic Ranking of World Universities. Student, staff, and researcher affiliations include 14 Nobel laureates, 3 Fields Medalists, 1 Turing Award winner, 74 Fellows of the Royal Society, 87 Fellows of the Royal Academy of Engineering, and 85 Fellows of the Academy of Medical Sciences.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/University_of_Queensland": "The University of Queensland (UQ) is a public research university located primarily in Brisbane, the capital city of the Australian state of Queensland. Founded in 1909 by the state parliament, UQ is classed as one of the sandstone universities, an informal designation given to the oldest university in each state. UQ is one of Australasia's leading universities and is ranked as one of the most reputable in the world. The University of Queensland is a founding member of edX, Australia's research-intensive Group of Eight, the international research network McDonnell International Scholars Academy, and the global Universitas 21 network.\n The main St Lucia campus occupies much of the riverside inner suburb of St Lucia, southwest of the Brisbane central business district. Other UQ campuses and facilities are located throughout Queensland, the largest of which are the Gatton campus and the Mayne Medical School. UQ's overseas establishments include UQ North America office in Washington D.C., and the UQ-Ochsner Clinical School in Louisiana, United States.\n The university offers associate, bachelor, master, doctoral, and higher doctorate degrees through a college, a graduate school, and six faculties. UQ incorporates over one hundred research institutes and centres, such as the Boeing Research and Technology Australia Centre, the Australian Institute for Bioengineering and Nanotechnology, and the UQ Dow Centre for Sustainable Engineering Innovation. Recent research achievements of the university include pioneering the invention of the HPV vaccine that prevents cervical cancer and the development of high-performance superconducting MRI magnets for portable scanning of human limbs.\n In Australia, UQ is ranked first for business administration, veterinary medicine and life sciences. UQ's mining engineering is ranked fifth and sport science is ranked second in the world. UQ counts two Nobel laureates (Peter C. Doherty and John Harsanyi) and about a hundred Rhodes Scholars among its alumni and staff. UQ's alumni also include the first female Governor-General of Australia Dame Quentin Bryce, President of the University of California San Francisco Sam Hawgood, President of King's College London Ed Byrne, Oscar and Emmy awards winner Geoffrey Rush, triple Grammy Award winner Tim Munro, former Chief Justices of Australia, and the former CEO and Chairman of Dow Chemical and current Director of DowDuPont Andrew N. Liveris.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.\n Academically, the University of Toronto is noted for influential movements and curricula in literary criticism and communication theory, known collectively as the Toronto School. The university was the birthplace of insulin and stem cell research, and was the site of the first practical electron microscope, the development of deep learning, multi-touch technology, the identification of the first black hole Cygnus X-1, and the development of the theory of NP-completeness. It receives the most annual scientific research funding of any Canadian university and is one of two members of the Association of American Universities outside the United States, the other being McGill University.\n The Varsity Blues are the athletic teams that represent the university in intercollegiate league matches, with long and storied ties to gridiron football, rowing and ice hockey. The earliest recorded college football game was played in the University of Toronto's University College in the early 1860s. The university's Hart House is an early example of the North American student centre, simultaneously serving cultural, intellectual, and recreational interests within its large Gothic-revival complex.\n The University of Toronto has educated three Governors General of Canada, four Prime Ministers of Canada, three foreign leaders, and fourteen Justices of the Supreme Court. As of March 2019, ten Nobel laureates, five Turing Award winners, 94 Rhodes Scholars, and one Fields Medalist have been affiliated with the university.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/National_Taiwan_University": "National Taiwan University (NTU; Chinese: 國立臺灣大學; pinyin: Guólì Táiwān Dàxué; Pe̍h-ōe-jī: Kok-li̍p Tâi-oân Tāi-ha̍k; colloquially, 臺大; Táidà / Tâi-tāi)[b] is a national university in Taipei City, Taiwan. NTU is the most prestigious comprehensive university in Taiwan and one of the top ranked universities in the world. It consists of 11 colleges, 56 departments, 112 graduate institutes, four research centers and a school of professional education and continuing studies.\n The University was founded in 1928 during Japanese rule as one of the Imperial Universities, the Taihoku Imperial University to serve under the purpose of  Japanese colonization. It is older than Imperial Osaka University and Nagoya University. After World War II, the Nationalist government assumed the administration of the university, together with other Provincial flagship Universities in Mainland China at that time before 1949, similar to the American State Universities System, the Ministry of Education of ROC reorganized and renamed the University as ROC Provincial National Taiwan University on November 15, 1945 with the root of liberal tradition from Peking University by former NTU President Fu Ssu-nien.\n Notable alumni include Tsai Ing-Wen, the current President of the Republic of China, former presidents Lee Teng-hui, Chen Shui-bian and Ma Ying-jeou, Turing Award laureate Andrew Yao, and Nobel Prize in Chemistry laureate Yuan T. Lee. NTU is affiliated with National Taiwan Normal University and National Taiwan University of Science and Technology as part of the NTU System.\n In 2016, there were 16,499 undergraduate and 15,284 graduate students.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Tsinghua_University": "Tsinghua University (abbreviated Tsinghua; Chinese: 清华大学) is a major research university in Beijing, and a member of the C9 League of Chinese universities. Since its establishment in 1911, it has graduated Chinese leaders in science, engineering, politics, business, academia, and culture.\n Reflecting its motto of Self-Discipline and Social Commitment, Tsinghua University is dedicated to academic excellence, advancing the well-being of Chinese society, and global development. Tsinghua is perennially ranked as one of the top academic institutions in China, Asia, and worldwide, and was recognized as the 16th best university in the 2020 QS World University Rankings. Since 2015, Tsinghua has been ranked as the best engineering and computer science school in the world based on factors including total research output and performance. Tsinghua is a Class A institution in the Double First Class University Plan.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore.\n The school was founded in 1885 as the Georgia School of Technology as part of Reconstruction plans to build an industrial economy in the post-Civil War Southern United States. Initially, it offered only a degree in mechanical engineering. By 1901, its curriculum had expanded to include electrical, civil, and chemical engineering. In 1948, the school changed its name to reflect its evolution from a trade school to a larger and more capable technical institute and research university.\n Today, Georgia Tech is organized into six colleges and contains about 31 departments/units, with emphasis on science and technology. It is well recognized for its degree programs in engineering, computing, business administration, the sciences and design. Georgia Tech is ranked tied for 5th among all public national universities in the United States, tied for 4th in the Best Undergraduate Engineering Schools ranking, tied for 29th among all collegiate institutions in the \"National Universities\" category by U.S. News & World Report as of the 2020 rankings, and 34th among global universities in the world by Times Higher Education as of the 2019 rankings.\n Student athletics, both organized and intramural, are a part of student and alumni life. The school's intercollegiate competitive sports teams, the four-time football national champion Yellow Jackets, and the nationally recognized fight song \"Ramblin' Wreck from Georgia Tech\", have helped keep Georgia Tech in the national spotlight. Georgia Tech fields eight men's and seven women's teams that compete in the NCAA Division I athletics and the Football Bowl Subdivision. Georgia Tech is a member of the Coastal Division in the Atlantic Coast Conference.",
  "/wiki/Zhejiang_University": "Zhejiang University (abbreviated ZJU; Chinese: 浙江大学; pinyin: Zhèjiāng Dàxué; also colloquially referred to as 浙大 Zhèdà ) is an elite C9 League university located in Hangzhou, the capital of Zhejiang province. Founded in 1897, Zhejiang University is one of China's oldest, most selective, and most prestigious institutions of higher education. The university is organized into 37 colleges, schools, and departments offering more than 140 undergraduate and 300 graduate programs. \n\n The university is also a Chinese Ministry of Education Class A Double First Class University and is an active member of the Yangtze Delta Universities Alliance, the Association of Pacific Rim Universities, the Worldwide Universities Network, the International Association of Universities, and the Global University Network for Innovation.\n The university possesses a faculty of more than 3,741 scholars, including 45 members from the Chinese Academy of Sciences and the Chinese Academy of Engineering, 10 Liberal Arts and Humanities Senior Professors (文科资深教授), 121 Chang Jiang Scholars Program Professors, and 133 recipients of the National Science Fund for Distinguished Young Scholars.\n Zhejiang University maintains 5 academic libraries. The library collection in its entirety contains more than 7.7 million volumes, making it one of China's largest academic collections. The university also includes 7 affiliated hospitals, 1 museum, 2 international joint institutes, and boasts over 150 student organizations.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.\n The university was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford was a U.S. Senator and former Governor of California who made his fortune as a railroad tycoon. The school admitted its first students on October 1, 1891, as a coeducational and non-denominational institution.\n Stanford University struggled financially after the death of Leland Stanford in 1893 and again after much of the campus was damaged by the 1906 San Francisco earthquake. Following World War II, Provost Frederick Terman supported faculty and graduates' entrepreneurialism to build self-sufficient local industry in what would later be known as Silicon Valley. The university is also one of the top fundraising institutions in the country, becoming the first school to raise more than a billion dollars in a year.\n The university is organized around three traditional schools consisting of 40 academic departments at the undergraduate and graduate level and four professional schools that focus on graduate programs in law, medicine, education, and business. Students compete in 36 varsity sports, and the university is one of two private institutions in the Division I FBS Pac-12 Conference. It has gained 126 NCAA team championships, and Stanford has won the NACDA Directors' Cup for 24 consecutive years, beginning in 1994–1995. In addition, Stanford students and alumni have won 270 Olympic medals including 139 gold medals.\n As of January 2020, 83 Nobel laureates, 27 Turing Award laureates,[note 1] and 8 Fields Medalists have been affiliated with Stanford as students, alumni, faculty or staff. In addition, Stanford University is particularly noted for its entrepreneurship and is one of the most successful universities in attracting funding for start-ups. Stanford alumni have founded numerous companies, which combined produce more than $2.7 trillion in annual revenue and have created 5.4 million jobs as of 2011, roughly equivalent to the 10th largest economy in the world (as of 2011[update]). Stanford is the alma mater of one president of the United States (Herbert Hoover), 30 living billionaires, and 17 astronauts. It is also one of the leading producers of members of the United States Congress.",
  "/wiki/National_Cheng_Kung_University": "National Cheng Kung University (NCKU; Chinese: 國立成功大學/成大; pinyin: Guólì Chénggōng Dàxué; Pe̍h-ōe-jī: Kok-li̍p Sêng-kong Tāi-ha̍k)[note 1] is a public research university located in Tainan, Taiwan. NCKU is one of the best comprehensive universities in Taiwan and a leader in promoting industry-academia cooperation. It has consistently been ranked as one of the top universities in Asia. The university is best known for engineering, computer science, medicine, and planning and design.\n As a top university in Taiwan, NCKU has played a vital role in creating the Taiwan Miracle by helping Taiwan to transform from an agriculture-based society to an industrialized economy during the 1960s and 1970s, and further becoming one of the Four Asian Tigers. To this day, NCKU has many successful alumni in various industries in Taiwan. According to LinkedIn data, many of its graduates work in companies including TSMC, MediaTek, UMC, Applied Materials, and more. NCKU has been taking the top spot at the Global Views Monthly (遠見雜誌) Taiwan Graduate Employability Rankings for 5 consecutive years.\n In 2005, NCKU was chosen by the Ministry of Education (Taiwan) as one of the seven universities in Taiwan for the Aim for the Top University Project (邁向頂尖大學計畫), which is similar to Top Global University Project in Japan and Universities of Excellence in Germany. Starting from 2006, because of its excellent academic performance and research potential, the Ministry of Education (Taiwan) has offered NCKU NT$1.7 billion annually for five consecutive years, which is the second highest amount received among the universities in the project.\n NCKU is a founding member of Taiwan Comprehensive University System, a strategic alliance of four leading research universities in the Southern Taiwan. The university is also a member of AACSB and IEET, and the only member from Taiwan in the Worldwide Universities Network.",
  "/wiki/Texas_A&M_University": "Texas A&M University (Texas A&M or A&M) is a public research university founded in 1876 and located in College Station, Texas. In 1948, Texas A&M University became the founding member of the Texas A&M University System. As of 2017[update], Texas A&M's student body is the largest in Texas and one of the largest in the United States. Texas A&M's designation as a land, sea, and space grant institution—the only university in Texas to hold all three designations—reflects a range of research with ongoing projects funded by organizations such as the National Aeronautics and Space Administration (NASA), the National Institutes of Health, the National Science Foundation, and the Office of Naval Research. In 2001, Texas A&M was inducted as a member of the Association of American Universities. The school's students, alumni—over 500,000 strong—and sports teams are known as Aggies. The Texas A&M Aggies athletes compete in 18 varsity sports as a member of the Southeastern Conference.\n The first public institution of higher education in Texas, the school opened on October 4, 1876, as the Agricultural and Mechanical College of Texas under the provisions of the Morrill Land-Grant Acts. Originally, the college taught no classes in agriculture, instead concentrating on classical studies, languages, literature, and applied mathematics. After four years, students could attain degrees in scientific agriculture, civil and mechanical engineering, and language and literature. Under the leadership of President James Earl Rudder in the 1960s, A.M.C. desegregated, became coeducational, and dropped the requirement for participation in the Corps of Cadets. To reflect the institution's expanded roles and academic offerings, the Texas Legislature renamed the school to Texas A&M University in 1963. The letters \"A&M,\" originally A.M.C. short for \"Agricultural and Mechanical College,\" are retained as a link to the university's tradition.\n The main campus is one of the largest in the United States, spanning 5,200 acres (21 km2), and is home to the George Bush Presidential Library.  About one-fifth of the student body lives on campus. Texas A&M has more than 1,000 officially recognized student organizations. Many students also observe the traditions, which govern daily life, as well as special occasions, including sports events.  Working with various A&M-related agencies, the school has a direct presence in each of the 254 counties in Texas. The university offers degrees in more than 150 courses of study through ten colleges and houses 18 research institutes.\n As a Senior Military College, Texas A&M is one of six American public universities with a full-time, volunteer Corps of Cadets who study alongside civilian undergraduate students.",
  "/wiki/The_Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.\n Annual enrollment at the University Park campus totals more than 46,800 graduate and undergraduate students, making it one of the largest universities in the United States. It has the world's largest dues-paying alumni association. The university's total enrollment in 2015–16 was approximately 97,500 across its 24 campuses and online through its World Campus.\n The university offers more than 160 majors among all its campuses.  The university's research expenditures totaled $836 million during the 2016 fiscal year.\n Annually, the university hosts the Penn State IFC/Panhellenic Dance Marathon (THON), which is the world's largest student-run philanthropy. This event is held at the Bryce Jordan Center on the University Park campus. In 2014, THON raised a program record of $13.3 million. The university's athletics teams compete in Division I of the NCAA and are collectively known as the Penn State Nittany Lions. They compete in the Big Ten Conference for most sports.",
  "/wiki/University_of_Waterloo": "The University of Waterloo (commonly referred to as Waterloo, UW, or UWaterloo) is a public research university with a main campus in Waterloo, Ontario, Canada. The main campus is on 404 hectares (998 acres) of land adjacent to \"Uptown\" Waterloo and Waterloo Park. The university offers academic programs administered by six faculties and thirteen faculty-based schools. The university also operates three satellite campuses and four affiliated university colleges. Waterloo is a member of the U15, a group of research-intensive universities in Canada. The University of Waterloo is most famous for its co-operative education (co-op) programs, which allow the students to integrate their education with applicable work experiences. The university operates the largest post-secondary co-operative education program in the world, with over 20,000 undergraduate students in over 140 co-operative education programs.\n The institution was established on 4 April 1956 as the Waterloo College Associate Faculties, a semi-autonomous entity of Waterloo College, then an affiliate of the University of Western Ontario. This entity formally separated from Waterloo College and was incorporated as a university with the passage of the University of Waterloo Act by the Legislative Assembly of Ontario in 1959. It was established to fill the need to train engineers and technicians for Canada's growing postwar economy. It grew substantially over the next decade, adding a faculty of arts in 1960, and the College of Optometry of Ontario (now the School of Optometry and Vision Science), which moved from Toronto in 1967.\n The university is co-educational, and as of 2016 had 30,600 undergraduate and 5,300 postgraduate students. Alumni and former students of the university can be found across Canada and in over 140 countries. Waterloo's varsity teams, known as the Waterloo Warriors, compete in the Ontario University Athletics conference of the U Sports.",
  "/wiki/Arizona_State_University": "Arizona State University (commonly referred to as ASU or Arizona State) is a public metropolitan research university on five campuses across the Phoenix metropolitan area, and four regional learning centers throughout Arizona.\n ASU is one of the largest public universities by enrollment in the U.S. As of fall 2019, the university had nearly 90,000 students attending classes across its metro campuses, more than 38,000 students attending online, including 83,000-plus undergraduates and more nearly 20,000 postgraduates. The university is organized into 17 colleges, featuring more than 170 cross-discipline centers and institutes. ASU offers 350 degree options for undergraduates students, as well as more than 400 graduate degree and certificate programs.\n ASU has nearly 600 ASU scholar-athletes across 26 varsity-level sports. The Arizona State Sun Devils compete in the Pac-12 Conference and have won 59 Pac-10/Pac-12 championships dating back to 1979, and have captured 24 NCAA championships dating to its first (baseball) title in 1965. In addition to its athletic program, the university is home to over 1,100 registered student organizations.\n ASU's charter, approved by the board of regents in 2014, is based on the \"New American University\" model created by ASU President Michael M. Crow upon his appointment as the institution's 16th president in 2002. It defines ASU as \"a comprehensive public research university, measured not by whom it excludes, but rather by whom it includes and how they succeed; advancing research and discovery of public value; and assuming fundamental responsibility for the economic, social, cultural and overall health of the communities it serves.\"\n Since 2005, ASU has been ranked among the top research universities in the U.S., public and private, based on research output, innovation, development, research expenditures, number of awarded patents and awarded research grant proposals.  The 2019 university ratings by U.S. News & World Report rank ASU No. 1 among the Most Innovative Schools in America for the fourth year in a row. U.S. News & World Report shows 83% of the student applications get accepted.\n A diverse faculty of more than 4,700 scholars includes 4 Nobel laureates, 6 Pulitzer Prize winners, 4 MacArthur Fellows Program \"Genius Grant\" members and 19 National Academy of Sciences members. Additionally, among the faculty are 180 Fulbright Program American Scholars, 72 National Endowment for the Humanities fellows, 38 American Council of Learned Societies fellows, 36 members of the Guggenheim Fellowship, 21 members of the American Academy of Arts and Sciences, 3 members of National Academy of Inventors, 9 National Academy of Engineering members and 3 National Academy of Medicine members. The National Academies has bestowed \"highly prestigious\" recognition on 227 ASU faculty members.",
  "/wiki/The_University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.\n A Public Ivy, it is a major center for academic research, with research expenditures exceeding $615 million for the 2016–2017 school year. The university houses seven museums and seventeen libraries, including the Lyndon Baines Johnson Library and Museum and the Blanton Museum of Art, and operates various auxiliary research facilities, such as the J. J. Pickle Research Campus and the McDonald Observatory. Among university faculty are recipients of the Nobel Prize, the Pulitzer Prize, the Wolf Prize, the Primetime Emmy Award, the Abel Prize, the Turing Award, and the National Medal of Science, as well as many other awards. As of October 2019, 12 Nobel Prize winners, two Turing Award winners and two Fields medalists have been affiliated with the school as alumni, faculty members or researchers.\n Student athletes compete as the Texas Longhorns and are members of the Big 12 Conference. Its Longhorn Network is the only sports network featuring the college sports of a single university. The Longhorns have won four NCAA Division I National Football Championships, six NCAA Division I National Baseball Championships, thirteen NCAA Division I National Men's Swimming and Diving Championships, and has claimed more titles in men's and women's sports than any other school in the Big 12 since the league was founded in 1996.",
  "/wiki/Performance_Ranking_of_Scientific_Papers_for_World_Universities": "The Performance Ranking of Scientific Papers for World Universities or NTU Ranking is a ranking system of world universities by scientific paper volume, impact, and performance output. The ranking was originally published from 2007–2011 by the Higher Education Evaluation and Accreditation Council of Taiwan (HEEACT) and has been published since 2012 by the National Taiwan University. It uses bibliometric methods to analyze and rank the scientific paper performance. In addition to the overall ranking, it includes a list of the top universities in six fields and fourteen subjects.\n The rankings were introduced in 2007. The original ranking methodology favored toward universities with medical schools. In 2008, HEEACT began publishing a \"Field Based Ranking\" including six fields: agriculture and environmental sciences (AGE), clinical medicine (MED), engineering, computing, and technology (ENG), life sciences (LIFE), natural sciences (SCI), and social sciences (SOC).\n In 2010, HEEACT began publishing subject rankings in fields of various field of science and technology. Science fields are divided into physics, chemistry, mathematics, and geosciences. Technology fields are split up into electrical engineering, computer science, mechanical engineering, chemical engineering (including energy and fuels), materials science, and civil engineering (including environmental engineering).\n HEEACT ended the Performance Ranking of Scientific Papers for World Universities Project in 2012. Due to disagreement about ranking results, the Taiwanese education authorities announced that the government would no longer support the Higher Education Evaluation and Accreditation Council of Taiwan to do this ranking.\n The Performance Ranking of Scientific Papers for World Universities has been published by the National Taiwan University since 2012, and the ranking is also known as the NTU Ranking."
}