{
  "/wiki/New_Year": "New Year is the time or day at which a new calendar year begins and the calendar's year count  increments by one.",
  "/wiki/Epiphany_(holiday)": "Epiphany (/ɪˈpɪfəni/ i-PIF-ə-nee) is a Christian feast day that celebrates the revelation (theophany) of God incarnate as Jesus Christ.",
  "/wiki/Holy_Thursday": "Maundy Thursday (also known as Holy Thursday, Covenant Thursday, Great and Holy Thursday, Sheer Thursday, and Thursday of Mysteries, among other names) is the Christian holy day falling on the Thursday before Easter. It commemorates the Washing of the Feet (Maundy) and Last Supper of Jesus Christ with the Apostles, as described in the canonical gospels.",
  "/wiki/Holy_Friday": "Good Friday is a Christian holiday recolling the crucifixion of Jesus and his death at Calvary. It is observed during Holy Week as part of the Paschal Triduum on the Friday preceding Easter Sunday, and may coincide with the Jewish observance of Passover. It is also known as Holy Friday, Great Friday, and Black Friday.",
  "/wiki/International_Workers%27_Day": "International Workers' Day, also known as Workers' Day, Labour Day in some countries and often referred to as May Day, is a celebration of labourers and the working classes that is promoted by the international labour movement which occurs every year on May Day (1 May), an ancient European spring festival.",
  "/wiki/Canary_Islands_Day": "The Day of the Canary Islands (Spanish: Día de Canarias) is celebrated annually on 30 May. It is a public holiday in the Spanish autonomous community of the Canary Islands.",
  "/wiki/Parliament_of_the_Canary_Islands": "The Parliament of the Canary Islands is the regional legislature of the Canary Islands, an autonomous community of Spain.  The Parliament has sixty members and members serve on four-year terms. The parliament is based in Santa Cruz de Tenerife, one of the Canaries' two capitals.",
  "/wiki/Assumption_of_Mary": "The Assumption of Mary into Heaven (often shortened to the Assumption) is, according to the beliefs of the Catholic Church, Eastern and Oriental Orthodoxy, the bodily taking up of the Virgin Mary into Heaven at the end of her earthly life.",
  "/wiki/Virgin_of_Candelaria": "The Virgin of Candelaria or Our Lady of Candelaria (Spanish: Virgen de Candelaria or Nuestra Señora de la Candelaria), popularly called La Morenita, celebrates the Virgin Mary on the island of Tenerife, one of the Canary Islands (Spain). The center of worship is located in the city of Candelaria in Tenerife.  She is depicted as a Black Madonna. The \"Royal Basilica Marian Shrine of Our Lady of Candelaria\" (Basilica of Candelaria) is considered the main church dedicated to the Virgin Mary in the Canary Islands and she is the patron saint of the Canary Islands. Her feast is celebrated on February 2 (Fiesta de la Candelaria) and August 15, the patronal feast of the Canary Islands.",
  "/wiki/Fiesta_Nacional_de_Espa%C3%B1a": "The Fiesta Nacional de España (Festa Nacional d'Espanya in Catalan/Valencian/Balearic; Festa Nacional de España in Galician; Espainiako Jai Nazionala in Basque) is the national day of Spain. It is held annually on October 12 and is a national holiday. It commemorates the anniversary of Christopher Columbus's first arrival in the Americas, a day also celebrated in other countries.",
  "/wiki/Discovery_of_the_Americas": "The settlement of the Americas began when Paleolithic hunter-gatherers entered North America from the North Asian Mammoth steppe via the Beringia land bridge, which had formed between northeastern Siberia and western Alaska due to the lowering of sea level during the Last Glacial Maximum.\nThese populations expanded south of the Laurentide Ice Sheet and spread rapidly throughout both North and South America, by 14,000 years ago. The earliest populations in the Americas, before roughly 10,000 years ago, are known as Paleo-Indians.",
  "/wiki/All_Saints%27_Day": "All Saints' Day, also known as All Hallows' Day, Hallowmas, the Feast of All Saints, or Solemnity of All Saints, is a Christian festival celebrated in honour of all the saints, known and unknown. In Western Christianity, it is celebrated on November the 1st by the Roman Catholic Church, the Anglican Communion, the Methodist Church, the Philippine Independent Church or the Iglesia Filipina Independiente, the Church of the Nazarene, the Lutheran Church, the Reformed Church, and other Protestant churches, November 1 is also the day before All Souls' Day. The Eastern Orthodox Church and associated Eastern Catholic Churches and Byzantine Lutheran Churches celebrate it on the first Sunday after Pentecost. Oriental Orthodox churches of Chaldea and associated Eastern Catholic churches celebrate All Saints' Day on the first Friday after Easter.",
  "/wiki/Constitution_Day": "Constitution Day is a holiday to honor the constitution of a country. Constitution Day is often celebrated on the anniversary of the signing, promulgation or adoption of the constitution, or in some cases, to commemorate the change to constitutional monarchy.",
  "/wiki/Spanish_constitutional_referendum,_1978": "A constitutional referendum was held in Spain on Wednesday, 6 December 1978, to gauge support for either the ratification or repealing of the Spanish Constitution which had been approved by the Cortes Generales on 31 October 1978. The question asked was \"Do you approve of the Constitution Bill?\" (Spanish: ¿Aprueba el Proyecto de Constitución?). The referendum resulted in 91.8% of valid votes in support of the bill on a turnout of 67.1%.",
  "/wiki/Immaculate_Conception": "In Roman Catholic Christian theology, the Immaculate Conception is the conception of the Virgin Mary free from original sin by virtue of the merits of her son Jesus. The Catholic Church teaches that God acted upon Mary in the first moment of her conception, keeping her \"immaculate\".  Other Christian denominations have a range of views on the matter.",
  "/wiki/Christmas": "Christmas (or Feast of the Nativity)  is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25[a] as a religious and cultural celebration among billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night; in some traditions, Christmastide includes an octave. Christmas Day is a public holiday in many of the world's nations, is celebrated religiously by a majority of Christians, as well as culturally by many non-Christians, and forms an integral part of the holiday season centered around it.",
  "/wiki/Jesus_of_Nazareth": "Jesus[e] (c. 4 BC – c. AD 30 / 33), also referred to as Jesus of Nazareth or Jesus Christ,[f] was a first-century Jewish preacher and religious leader. He is the central figure of Christianity. Most Christians believe he is the incarnation of God the Son and the awaited Messiah (the Christ) prophesied in the Old Testament.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland."
}