{
  "/wiki/Colombian_white-faced_capuchin": "The Colombian white-faced capuchin (Cebus capucinus), also known as the Colombian white-headed capuchin or Colombian white-throated capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is native to the extreme eastern portion of Panama and the extreme north-western portion of South America in western Colombia and northwestern Ecuador.",
  "/wiki/10th_edition_of_Systema_Naturae": "The 10th edition of Systema Naturae is a book written by Swedish naturalist Carolus Linnaeus and published in two volumes in 1758 and 1759, which marks the starting point of zoological nomenclature. In it, Linnaeus introduced binomial nomenclature for animals, something he had already done for plants in his 1753 publication of Species Plantarum.",
  "/wiki/Carl_Linnaeus": "Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/; 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, zoologist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).",
  "/wiki/Panamanian_white-faced_capuchin": "The Panamanian white-faced capuchin (Cebus imitator), also known as the Panamanian white-headed capuchin or Central American white-faced capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.",
  "/wiki/Oldfield_Thomas": "Michael Rogers Oldfield Thomas FRS FZS (21 February 1858 – 16 June 1929) was a British zoologist.",
  "/wiki/Humboldt's_white-fronted_capuchin": "Humboldt's white-fronted capuchin (Cebus albifrons) is a species of gracile capuchin monkey.  The species name Cebus albifrons was formerly considered to also include several types of white-fronted capuchin monkey which are now regarded as separate species based on genetic studies by Boubli and Lynch Alfaro.",
  "/wiki/Alexander_von_Humboldt": "Friedrich Wilhelm Heinrich Alexander von Humboldt (14 September 1769 – 6 May 1859) was a Prussian polymath, geographer, naturalist, explorer, and proponent of Romantic philosophy and science. He was the younger brother of the Prussian minister, philosopher, and linguist Wilhelm von Humboldt (1767–1835). Humboldt's quantitative work on botanical geography laid the foundation for the field of biogeography. Humboldt's advocacy of long-term systematic geophysical measurement laid the foundation for modern geomagnetic and meteorological monitoring.",
  "/wiki/Ecuadorian_white-fronted_capuchin": "The Ecuadorian capuchin (Cebus aequatorialis), or Ecuadorian white-fronted capuchin is a species of gracile capuchin monkey of the family Cebidae. It was formerly classified as a subspecies of the white-fronted capuchin. Mittermeier and Rylands elevated it to a separate species in 2013.   It lives in tropical forests in Ecuador and Peru.  It is listed as critically endangered.",
  "/wiki/Joel_Asaph_Allen": "Joel Asaph Allen (July 19, 1838 – August 29, 1921) was an American zoologist, mammalogist, and ornithologist. He became the first president of the American Ornithologists' Union, the first curator of birds and mammals at the American Museum of Natural History, and the first head of that museum's Department of Ornithology.  He is remembered for Allen's rule, which states that the bodies of endotherms (warm-blooded animals) vary in shape with climate, having increased surface area in hot climates to lose heat, and minimized surface area in cold climates, to conserve heat.",
  "/wiki/Marañón_white-fronted_capuchin": "The Marañón white-fronted capuchin or Peruvian white-fronted capuchin (Cebus yuracus) is a species of gracile capuchin monkey from the upper Amazon Basin.  It had been regarded as synonymous with the shock-headed capuchin (C. cuscinus), which was then considered a subspecies of Humboldt's white-fronted capuchin, but it was classified as a separate species by Mittermeier and Rylands based on genetic studies by Boubli.",
  "/wiki/Philip_Hershkovitz": "Philip Hershkovitz (12 October 1909 – 15 February 1997) was an American mammalogist. Born in Pittsburgh, he attended the Universities of Pittsburgh and Michigan and lived in South America collecting mammals. In 1947, he was appointed a curator at the Field Museum of Natural History in Chicago and he continued to work there until his death. He has published much on the mammals of the Neotropics, particularly primates and rodents, and described almost 70 new species and subspecies of mammals. About a dozen species have been named after him.",
  "/wiki/Río_Cesar_white-fronted_capuchin": "The Río Cesar white-fronted capuchin (Cebus cesarae) is a species of gracile capuchin monkey from the Río Cesar Valley in northern Colombia.  It had previously been considered a subspecies of the white-fronted capuchin (C. albifrons).  Genetic analysis by Jean Boubli in 2012 revealed that the Río Cesar white-fronted capuchin is actually more closely related to the Colombian white-faced capuchin (C. capucinus) than it is to C. albifrons.  Some authors regard it to be a subspecies of the varied white-fronted capuchin (C. versicolor cesarae).",
  "/wiki/Santa_Marta_white-fronted_capuchin": "The Santa Marta white-fronted capuchin (Cebus malitiosus) is a species of gracile capuchin monkey from Colombia.  It was formerly considered a subspecies of the Cebus albifrons or a synonym of the Colombian white-faced capuchin (C. capucinus), but Mittermeier and Rylands elevated it to a species in 2013, following previous work by Rylands, Hershkovitz, Cooper and Hernandez-Camacho.  The IUCN follows this taxonomy.",
  "/wiki/Daniel_Giraud_Elliot": "Daniel Giraud Elliot (March 7, 1835 – December 22, 1915) was an American zoologist and the founder of the American Ornithologist Union.",
  "/wiki/Shock-headed_capuchin": "The shock-headed capuchin (Cebus cuscinus) is a species of gracile capuchin monkey from Bolivia and Peru.  It was previously classified as a subspecies of the Humboldt's white-fronted capuchin (C. albifrons), but in 2013 Mittermeier and Rylands elevated it to a separate species, following genetic studies by Boubli et al in 2012 and Lynch Alfaro et al in 2010.",
  "/wiki/Sierra_de_Perijá_white-fronted_capuchin": "The Sierra de Perijá white-fronted capuchin (Cebus leucocephalus) is a species of gracile capuchin monkey from Colombia and Venezuela.  It had formerly been regarded as a subspecies of the Humboldt's white-fronted capuchin but was reclassified by Mittermeier and Rylands as a separate species in 2013, based on genetic studies by Jean Boubli.",
  "/wiki/John_Edward_Gray": "John Edward Gray, FRS  (12 February 1800 – 7 March 1875) was a British zoologist. He was the elder brother of zoologist George Robert Gray and son of the pharmacologist and botanist Samuel Frederick Gray (1766–1828). The standard author abbreviation J.E.Gray is used to indicate this person as the author when citing a botanical name. The same is used for a zoological name.",
  "/wiki/Spix's_white-fronted_capuchin": "Spix's white-fronted capuchin (Cebus unicolor) is a species of gracile capuchin monkey.  It had previously been classified as a subspecies of the Humboldt's white-fronted capuchin (C. albifrons).  Following genetic studies by Boubli, et al, Mittermeier and Ryland elevated it to a full species.",
  "/wiki/Johann_Baptist_von_Spix": "Johann Baptist Ritter von Spix (9 February 1781 – 13 March 1826) was a German biologist. From his expedition to Brazil he brought to Germany a large variety of specimens of plants, insects, mammals, birds, amphibians and fish. They constitute an important basis for today's National Zoological Collection in Munich. Numerous examples of his ethnographic collections, such as dance masks and the like, are now part of the collection of the Museum of Ethnography in Munich.",
  "/wiki/Varied_white-fronted_capuchin": "The varied white-fronted capuchin (Cebus versicolor) is a species of gracile capuchin monkey from Colombia.  It had been classified as a subspecies of the white-fronted capuchin (C. albifrons)  Genetic analysis by Jean Boubli in 2012 revealed it to be a separate species.  Some authors regard the Río Cesar white-fronted capuchin to be a subspecies of the varied white-fronted capuchin.",
  "/wiki/Jacques_Pucheran": "Jacques Pucheran (2 June 1817 – 13 January 1895) was a French zoologist born in Clairac. He was a grandnephew to physiologist Étienne Serres (1786-1868).",
  "/wiki/Wedge-capped_capuchin": "The wedge-capped capuchin or weeper capuchin (Cebus olivaceus) is a capuchin monkey from South America. It is found in northern Brazil, Guyana, French Guiana, Suriname, Venezuela and possibly northern Colombia. The genus Cebus is divided into several different species. However, taxonomists argue over the specific divisions within the genus, which are uncertain and controversial. Cebus olivaceus is known to dwell in tall, primary forest and travel over long distances during the day.",
  "/wiki/Robert_Hermann_Schomburgk": "Sir Robert Hermann Schomburgk (5 June 1804 – 11 March 1865) was a German-born explorer for Great Britain who carried out geographical, ethnological and botanical studies in South America and the West Indies, and also fulfilled diplomatic missions for Great Britain in the Dominican Republic and Thailand.",
  "/wiki/Brown_weeper_capuchin": "The Brown weeper capuchin (Cebus brunneus) or Venezuelan brown capuchin is a species of gracile capuchin monkey from Venezuela.  It had previously been considered to be synonymous with the Guianan weeper capuchin (C. olivaceus) but genetic analysis by Jean Boubli revealed it to be a separate species.  Following Boubli, Mittermeier and Rylands recognized the Trinidad white-fronted capuchin to be synonymous with the brown weeper capuchin, but other authors such as the IUCN regard that as a separate species C. trinitatis.",
  "/wiki/Kaapori_capuchin": "The Kaapori capuchin (Cebus kaapori) is a capuchin monkey endemic to Brazil. This species is located the Brazilian states of Pará and Maranhão along the Atlantic coast to the north of the country, and usually found in dense forest regions, where their food is more abundant, but can also be found in secondary growth areas during the dry season. Like most Capuchins, the Kaapori capuchin is diurnal, arboreal and omnivorous, their diet consisting of small animals and plants. They eat roughly equal portions of plants and animals, mainly feeding on ripe fruits and small insects and invertebrates such as spiders, snails, wasps, caterpillars, grasshoppers, ants, and bird eggs.  It weighs about 2 – 3 kg.",
  "/wiki/Helder_Queiroz": "Hélder Lima de Queiroz (born 1963) is a Brazilian conservation biologist, primatologist, and fish behaviorist.",
  "/wiki/Tufted_capuchin": "The tufted capuchin (Sapajus apella), also known as brown capuchin, black-capped capuchin, or pin monkey is a New World primate from South America. As traditionally defined, it is one of the most widespread primates in the Neotropics, but it has recently been recommended considering the black-striped, black and golden-bellied capuchins as separate species in a new genus, thereby effectively limiting the tufted capuchin to the Amazon basin and nearby regions.",
  "/wiki/Black-striped_capuchin": "The black-striped capuchin (Sapajus libidinosus), also known as the bearded capuchin, is a capuchin monkey from South America. It was the first non-ape primate in which tool usage was documented in the wild, as individuals have been seen cracking nuts by placing them on a stone \"anvil\" while hitting them with another large stone. Adaptations to carrying large stones and fruit include strengthened back and leg muscles that permit the monkey to walk on its hind legs while carrying stones.  The black-striped capuchin has traditionally been considered a subspecies of the tufted capuchin. On the contrary, the southern population here included in S. libidinosus has sometimes been considered another species, Azaras's capuchin (S. cay) (syn. S. paraguayanus).",
  "/wiki/Black_capuchin": "The black capuchin, (Sapajus nigritus), also known as the black-horned capuchin, is a capuchin monkey from the Atlantic Forest in south-eastern Brazil and far north-eastern Argentina. Historically, it was included as a subspecies of the tufted capuchin.",
  "/wiki/Georg_August_Goldfuss": "Georg August Goldfuss (Goldfuß, 18 April 1782 – 2 October 1848) was a German palaeontologist, zoologist and botanist.",
  "/wiki/Golden-bellied_capuchin": "The golden-bellied capuchin (Sapajus xanthosternos), also known as the yellow-breasted or buffy-headed capuchin, is a species of New World monkey.",
  "/wiki/Maximilian_zu_Wied-Neuwied": "Prince Alexander Philipp Maximilian zu Wied-Neuwied (23 September 1782 – 3 February 1867) was a German explorer, ethnologist and naturalist. He led a pioneering expedition to southeast Brazil between 1815–1817, from which the album Reise nach Brasilien, which first revealed to Europe real images of Brazilian Indians, was the ultimate result. It was translated into several languages and recognized as one of the greatest contributions to the knowledge of Brazil at the beginning of the nineteenth century. In 1832 he embarked on another expedition, this time to United States, together with the Swiss painter Karl Bodmer.",
  "/wiki/Blond_capuchin": "The blond capuchin (Sapajus flavius) is a species of the capuchin monkeys group, the genus Sapajus. This critically endangered species was rediscovered in 2006. It is endemic to northeastern Brazil, and only an estimated 180 individuals remain.",
  "/wiki/Johann_Christian_Daniel_von_Schreber": "Johann Christian Daniel von Schreber (17 January 1739 in Weißensee, Thuringia – 10 December 1810 in Erlangen), often styled J.C.D. von Schreber, was a German naturalist.",
  "/wiki/Azaras's_capuchin": "Azaras's capuchin or hooded capuchin (Sapajus cay) is a species of robust capuchin. It occurs in eastern Paraguay, southeastern Bolivia, northern Argentina, and Brazil, at Mato Grosso do Sul and Mato Grosso states, in Pantanal.Its habitat consists of subtropical, humid, semi-deciduous, gallery forests and forested regions of the pantanals. Formerly, it was considered a subspecies of black-striped capuchin, according to Groves (2005) with the name Cebus libidinosus paraguayanus, but Silva Jr. (2001) considered it a separated species. They are considered as frugivores-insectivores which means that their diet mainly consists of a variety of fruits, seeds, arthropods, frogs, small mammals, etc.",
  "/wiki/Karl_Wilhelm_Illiger": "Johann Karl Wilhelm Illiger (19 November 1775 – 10 May 1813) was a German entomologist and zoologist.",
  "/wiki/List_of_New_World_monkey_species": "New World monkeys are all simian primates. While they are endemic to South and Central America, their ancestors rafted over or traversed via land bridge from Africa across the Atlantic Ocean when it was much narrower than at present."
}