{
  "/wiki/Coiba_Island_howler": "The Coiba Island howler (Alouatta coibensis) is a species of howler monkey, a type of New World monkey, endemic to Panama. Although the Coiba Island howler is generally recognized as a separate species, mitochondrial DNA testing is inconclusive as to whether it is actually a subspecies of the mantled howler.  The reason for treating it as a separate species is the dermal ridges of its hands and feet differ from those of the mantled howler.",
  "/wiki/Oldfield_Thomas": "Michael Rogers Oldfield Thomas FRS FZS (21 February 1858 – 16 June 1929) was a British zoologist.",
  "/wiki/Mantled_howler": "The mantled howler (Alouatta palliata), or golden-mantled howling monkey, is a species of howler monkey, a type of New World monkey, from Central and South America. It is one of the monkey species most often seen and heard in the wild in Central America. It takes its \"mantled\" name from the long guard hairs on its sides.",
  "/wiki/John_Edward_Gray": "John Edward Gray, FRS  (12 February 1800 – 7 March 1875) was a British zoologist. He was the elder brother of zoologist George Robert Gray and son of the pharmacologist and botanist Samuel Frederick Gray (1766–1828). The standard author abbreviation J.E.Gray is used to indicate this person as the author when citing a botanical name. The same is used for a zoological name.",
  "/wiki/Guatemalan_black_howler": "The Guatemalan black howler, or Yucatan black howler, (Alouatta pigra) is a species of howler monkey, a type of New World monkey, from Central America. It is found in Belize, Guatemala and Mexico, in and near the Yucatan Peninsula. It lives in evergreen, semideciduous and lowland rain forests.  It is also known as the baboon in Belize, although it is not closely related to the baboons in Africa.",
  "/wiki/Red-handed_howler": "The red-handed howler (Alouatta belzebul) is a vulnerable species of howler monkey, a type of New World monkey. It is endemic to Brazil, found in the southeastern Amazon and disjunctly in the Atlantic Forest between Rio Grande do Norte and Sergipe.",
  "/wiki/Brown_howler": "The brown howler (Alouatta guariba), also known as brown howler monkey, is a species of howler monkey, a type of New World monkey that lives in forests in southeastern Brazil and far northeastern Argentina (Misiones). It lives in groups of two to 11 individuals. Despite the name \"brown howler\", it is notably variable in colour, with some individuals appearing largely reddish-orange or black.",
  "/wiki/Alexander_von_Humboldt": "Friedrich Wilhelm Heinrich Alexander von Humboldt (14 September 1769 – 6 May 1859) was a Prussian polymath, geographer, naturalist, explorer, and proponent of Romantic philosophy and science. He was the younger brother of the Prussian minister, philosopher, and linguist Wilhelm von Humboldt (1767–1835). Humboldt's quantitative work on botanical geography laid the foundation for the field of biogeography. Humboldt's advocacy of long-term systematic geophysical measurement laid the foundation for modern geomagnetic and meteorological monitoring.",
  "/wiki/Guyanan_red_howler": "The Guyanan red howler (Alouatta macconnelli) is a species of howler monkey, a type of New World monkey, native to Suriname, Guyana, Trinidad, French Guiana, Venezuela and Brazil.",
  "/wiki/Carl_Linnaeus": "Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/; 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, zoologist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).",
  "/wiki/Amazon_black_howler": "The Amazon black howler (Alouatta nigerrima) is a species of howler monkey, a type of New World monkey, endemic to the south-central Amazon in Brazil. Until 2001, most authorities included it as a subspecies (or simply a taxonomically insignificant variation) of the red-handed howler, though its distinction had already been pointed out much earlier. As suggested by its name, it typically appears entirely black.",
  "/wiki/Einar_L%C3%B6nnberg": "Axel Johann Einar Lönnberg (24 December 1865 – 21 November 1942) was a Swedish zoologist and conservationist. Lönnberg was born in Stockholm. He was head of the Vertebrate Department of the Naturhistoriska Riksmuseet (Swedish Natural History Museum) from 1904 to 1933.",
  "/wiki/Bolivian_red_howler": "The Bolivian red howler (Alouatta sara) is a species of howler monkey, a type of New World monkey, endemic to Bolivia. It can be found in rain forests, including riverine and seasonally flooded forests.",
  "/wiki/Daniel_Giraud_Elliot": "Daniel Giraud Elliot (March 7, 1835 – December 22, 1915) was an American zoologist and the founder of the American Ornithologist Union.",
  "/wiki/Venezuelan_red_howler": "The Venezuelan red howler (Alouatta seniculus) is a South American species of howler monkey, a type of New World monkey, found in the western Amazon Basin in Venezuela, Colombia, Ecuador, Peru and Brazil. The population in the Santa Cruz Department in Bolivia was split off as a separate species, the Bolivian red howler, in 1986, and more recently, splitting off the population in northeastern South America and Trinidad as the Guyanan red howler has occurred. All howler monkeys belong to the family Atelidae and the infraorder Platyrrhini (New World monkeys).",
  "/wiki/Black_howler": "The black howler (Alouatta caraya) (also known as black-and-gold howler) is a species of howler monkey, a large New World monkey, from northeastern Argentina, eastern Bolivia, eastern and southern Brazil, and Paraguay. Together with the brown howler, it is the southernmost member of the Alouatta genus. Only the adult male is black; adult females and juveniles of both genders are overall whitish to yellowish-buff. However, variations occur even among the adult males; some have patches of reddish-brown or buff fur.",
  "/wiki/List_of_New_World_monkey_species": "New World monkeys are all simian primates. While they are endemic to South and Central America, their ancestors rafted over or traversed via land bridge from Africa across the Atlantic Ocean when it was much narrower than at present."
}