{
  "/wiki/Renaldo_Balkman": "Renaldo Miguel Balkman (born July 14, 1984) is a Puerto Rican professional basketball player who last played for the San Miguel Alab Pilipinas of the ASEAN Basketball League (ABL). He also represents the Puerto Rican national team.",
  "/wiki/NBA": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Tom_Boswell_(basketball)": "Tommy G. Boswell (born October 2, 1953) is a retired American professional basketball player.",
  "/wiki/Mike_Brittain": "Michael James Brittain (June 21, 1963 – October 1995) was an American professional basketball player.",
  "/wiki/Bobby_Cremins": "Robert Joseph Cremins Jr. (born July 4, 1947) is an American retired college basketball coach. He served as a head coach at Appalachian State, Georgia Tech, and, most recently, the College of Charleston.",
  "/wiki/Georgia_Tech": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore.",
  "/wiki/College_of_Charleston": "The College of Charleston (also known as CofC, The College, or Charleston) is a public liberal arts college in Charleston, South Carolina. Founded in 1770 and chartered in 1785, it is the oldest college in South Carolina, the 13th oldest institution of higher learning in the United States, and the oldest municipal college in the country.  The founders of the college include three future signers of the Declaration of Independence (Edward Rutledge, Arthur Middleton, and Thomas Heyward) and three future signers  of the United States Constitution (John Rutledge, Charles Pinckney, and Charles Cotesworth Pinckney).  Founded to \"encourage and institute youth in the several branches of liberal education,\" it is one of the oldest universities in the United States.",
  "/wiki/Mike_Dunleavy,_Sr.": "Michael Joseph Dunleavy Sr. (born March 21, 1954) is an American retired professional basketball player, head coach, and former general manager of the National Basketball Association's Los Angeles Clippers. He was most recently the head coach of the Tulane University men's basketball team. Dunleavy is the father of former professional basketball player Mike Dunleavy Jr.",
  "/wiki/Los_Angeles_Clippers": "The Los Angeles Clippers (branded as the LA Clippers) are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the Pacific Division in the league's Western Conference. The Clippers play their home games at the Staples Center, an arena they share with fellow NBA team the Los Angeles Lakers, as well as the Los Angeles Sparks of the Women's National Basketball Association (WNBA), and the Los Angeles Kings of the National Hockey League (NHL).",
  "/wiki/Chuck_Eidson": "Charles Patrick \"Chuck\" Eidson Jr. (born October 10, 1980) is an American former professional basketball player. He is 2.03 m (6 ft 8 in) tall and he played mainly at the small forward position. He could also play at both the point guard and shooting guard positions, as well as a point forward.",
  "/wiki/Basketball_Bundesliga": "The Basketball Bundesliga (BBL) (English language: Federal Basketball League), for sponsorship reasons named  easyCredit BBL, is the highest level league of professional club basketball in Germany. The league comprises 18 teams. A BBL season is split into a league stage and a playoff stage. At the end of the league stage, the top eight teams qualify for the playoff stage, and the teams positioned in the 17th and 18th places are relegated to a lower tier league. The playoffs are played in a \"Best of five\" format. The winning team of the final round are crowned the German Champions of that season.",
  "/wiki/Eurocup_Basketball": "EuroCup Basketball, commonly known as the EuroCup and currently called 7DAYS EuroCup for sponsorship reasons, is an annual professional basketball club competition that has been organized by Euroleague Basketball since 2002. Behind the EuroLeague, and with the growing development of the Basketball Champions League, the league is widely regarded as the third-tier European professional basketball club competition.",
  "/wiki/Alex_English": "Alexander English (born January 5, 1954) is an American retired basketball player. He was most recently an assistant coach with the Sacramento Kings of the National Basketball Association (NBA). He played college basketball at the University of South Carolina.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Jo_Jo_English": "Stephen \"Jo Jo\" English (born February 4, 1970) is an American professional basketball player who starred at the University of South Carolina in the early 1990s and later played parts of three seasons for the National Basketball Association's Chicago Bulls. English made his NBA debut on December 2, 1992.",
  "/wiki/Jim_Fox_(basketball,_born_1943)": "James L. Fox (born April 7, 1943) is an American former professional basketball player.",
  "/wiki/Gary_Gregor": "Gary W. Gregor (born August 13, 1945) is an American former professional basketball player.",
  "/wiki/Skip_Harlicka": "Jules Peter \"Skip\" Harlicka (born October 14, 1946) is an American former NBA basketball player for the Atlanta Hawks.",
  "/wiki/Kevin_Joyce_(basketball)": "Kevin Francis Joyce (born June 27, 1951) is a retired American basketball player.",
  "/wiki/American_Basketball_Association": "The original American Basketball Association (ABA)  was a men's professional basketball league, from 1967 to 1976. The ABA ceased to exist with the American Basketball Association–National Basketball Association merger in 1976, leading to several teams joining the National Basketball Association and to the introduction of the 3-point shot in the NBA in 1979.",
  "/wiki/Tre%27_Kelley": "Alfrie \"Tre\" Kelley (born January 23, 1985) is an American professional basketball player for the Fort Wayne Mad Ants of the NBA G League. He played college basketball for the University of South Carolina.",
  "/wiki/Tarence_Kinsey": "Tarence Anthony Kinsey (born March 21, 1984) is an American professional basketball player for Orlandina Basket of the Serie A2 Basket. He played college basketball for University of South Carolina.",
  "/wiki/Hapoel_Jerusalem_B.C": "Hapoel Jerusalem Basketball Club (Hebrew: הפועל ירושלים‎), for sponsorships reasons Hapoel Bank Yahav Jerusalem, is a professional basketball club based out of the City of Jerusalem and competes in the Israeli Premier League, the Israeli State Cup and the Basketball Champions League. Hapoel has won several titles, including the ULEB Cup (now called EuroCup) in 2004, the Israeli League championship in 2015 and 2017 and five state Cups. In 2013, a new ownership group headed by Ori Allon took over, and the club has since seen a remarkable advancement and expansion. The team began playing in the Jerusalem Arena in 2014.",
  "/wiki/Israeli_Basketball_Premier_League": "Ligat HaAl (Hebrew: ליגת העל‎, lit., Super League or Premier League), or the Israeli Basketball Premier League, is the top-tier level league of professional competition in Israeli club basketball, making it Israel's primary basketball competition. The league's name is abbreviated as either BSL (Basketball Super League) or ISBL (Israeli Basketball Super League). For sponsorship reasons, the league is also referred to as Ligat Winner Sal (Hebrew: ליגת ווינר סל‎), lit. Winner Sal League, with \"Winner\" being the name of a game operated by the league's primary sponsor, Toto Winner, and \"Sal\" meaning basket.",
  "/wiki/BJ_McKie": "Bjorn \"BJ\" McKie (born April 7, 1977) is an American former professional basketball player and current assistant coach at East Tennessee State University. Born in Norfolk, Virginia, McKie went to high school at Irmo High School and played for the University of South Carolina men's basketball team. In January 1999, he became the Gamecocks' all-time leading scorer, surpassing Alex English. The college retired his number 3 jersey in 2005. His son, Justin McKie, also starred at Irmo, and followed in his father's footsteps, playing four years at South Carolina.",
  "/wiki/Tom_Owens": "Thomas William Owens (born June 28, 1949) is a retired American professional basketball player.",
  "/wiki/Brent_Price": "Hartley Brent Price (born December 9, 1968) is an American retired professional basketball player who played for four teams in the National Basketball Association (NBA). He is the brother of 4-time NBA All-Star, Mark Price.",
  "/wiki/Tom_Riker": "Thomas E. Riker (born February 28, 1950) is an American former professional basketball player for the New York Knicks of the National Basketball Association (NBA). He was a 6'10\", 225 lb. center.",
  "/wiki/John_Roche_(basketball)": "John Michael Roche (born September 26, 1949) is a retired American professional basketball player in both the American Basketball Association (ABA) and the National Basketball Association (NBA). The 6'3\" (1.90 m), 170 lb (77 kg) guard's career spanned from 1971 to 1982.",
  "/wiki/Scott_Sanderson_(basketball_coach)": "Scott Sanderson (born June 15, 1962) is the former head men's basketball coach at Lipscomb University. He resigned from his position after 14 years on April 9, 2013.  Sanderson is the son of former University of Alabama head coach Wimp Sanderson.",
  "/wiki/Lipscomb_University": "Lipscomb University is a private Christian liberal arts university in Nashville, Tennessee. It is affiliated with the Churches of Christ. The campus is located in the Green Hills neighborhood of Nashville, between Belmont Boulevard to the west and Granny White Pike on the east. Student enrollment for the fall 2016 semester was 4,632, which included 2,986 undergraduate students and 1,646 graduate students.",
  "/wiki/List_of_University_of_South_Carolina_people": "This list of University of South Carolina people includes alumni that are graduates or non-matriculating students, and former professors and administrators of the University of South Carolina, with its primary campus located in the American city of Columbia, South Carolina."
}