{
  "/wiki/D._Wyatt_Aiken": "David Wyatt Aiken (March 17, 1828 – April 6, 1887) was a Confederate army officer during the American Civil War and a postbellum five-term United States Congressman from South Carolina.",
  "/wiki/William_Aiken,_Jr.": "William Aiken Jr. (January 28, 1806 – September 6, 1887) was the 61st governor of South Carolina, serving from 1844 to 1846.  He also served in the state legislature and the U. S. Congress, running unsuccessfully for Speaker of the House in 1856 in \"the longest and most contentious Speaker election in House history.\"",
  "/wiki/Milledge_Luke_Bonham": "Milledge Luke Bonham (December 25, 1813 – August 27, 1890) was an American politician  and Congressman who served as the 70th Governor of South Carolina from 1862 until 1864. He was a Confederate General during the American Civil War.",
  "/wiki/William_Waters_Boyce": "William Waters Boyce (October 24, 1818 – February 3, 1890) was an attorney, South Carolina state politician, and a U.S. Congressman. He was also a prominent Confederate States of America politician during the American Civil War.",
  "/wiki/John_Bratton": "John Bratton (March 7, 1831 – January 12, 1898) was a U.S. Representative from South Carolina, as well as a general in the Confederate States Army during the American Civil War. He rose from private to brigadier general and led a regiment and brigade in the Army of Northern Virginia in several important battles in both the Eastern Theater and Western Theater during the war.",
  "/wiki/William_H._Brawley": "William Hiram Brawley (incorrectly reported in some works as William Huggins Brawley; May 13, 1841 – November 15, 1916) was a United States Representative from South Carolina and later a United States District Judge of the United States District Court for the District of South Carolina.",
  "/wiki/Preston_Brooks": "Preston Smith Brooks (August 5, 1819 – January 27, 1857) was an American politician and Member of the U.S. House of Representatives from South Carolina, serving from 1853 until his resignation in July 1856 and again from August 1856 until his death.",
  "/wiki/Joseph_R._Bryson": "Joseph Raleigh Bryson (January 18, 1893 – March 10, 1953) was a U.S. Representative from South Carolina.",
  "/wiki/Sampson_H._Butler": "Sampson Hale Butler (January 3, 1803 – March 16, 1848) was a U.S. Representative from South Carolina.",
  "/wiki/William_Butler_(1790-1850)": "William Butler Jr. (February 1, 1790 – September 25, 1850) was a United States Representative from South Carolina. He was a son of William Butler (1759–1821), brother of Andrew Butler, and father of Matthew Calbraith Butler, all of whom served in the United States Congress.",
  "/wiki/Patrick_C._Caldwell": "Patrick Calhoun Caldwell (March 10, 1801 – November 22, 1855) was a U.S. Representative from South Carolina.",
  "/wiki/Carroll_A._Campbell,_Jr.": "Carroll Ashmore Campbell Jr. (July 24, 1940 – December 7, 2005), was an American Republican Party politician who served as the 112th Governor of South Carolina from 1987 to 1995. Prior to this, he served as a member of the South Carolina Senate representing the 2nd district from 1977 to 1978 and as a congressman representing South Carolina's 4th district from 1979 to 1987.",
  "/wiki/John_Campbell_(1795-1845)": "John Campbell (unknown – died May 19, 1845) was a U.S. Representative from South Carolina, brother of Robert Blair Campbell.",
  "/wiki/Robert_B._Campbell": "Robert Blair Campbell (died July 12, 1862) was a U.S. Representative from South Carolina, brother of John Campbell, also of South Carolina.",
  "/wiki/John_Carter_(South_Carolina)": "John W. Carter (September 10, 1792 – June 20, 1850) was a U.S. Representative from South Carolina.",
  "/wiki/William_K._Clowney": "William Kennedy Clowney (March 21, 1797 – March 12, 1851) was a U.S. Representative from South Carolina.",
  "/wiki/William_F._Colcock": "William Ferguson Colcock (November 5, 1804 – June 13, 1889) was a U.S. Representative from South Carolina.",
  "/wiki/Theodore_G._Croft": "Theodore Gaillard Croft (November 26, 1874 – March 23, 1920) was a U.S. Representative from South Carolina, son of George William Croft.",
  "/wiki/Mendel_Jackson_Davis": "Mendel Jackson Davis (October 23, 1942 – May 13, 2007) was an attorney and a United States Representative from South Carolina.",
  "/wiki/Warren_R._Davis": "Warren Ransom Davis (May 8, 1793 – January 29, 1835) was an American attorney and Representative from South Carolina's 6th congressional district from 1827-35."
}