{
  "/wiki/William_Aiken,_Jr.": "William Aiken Jr. (January 28, 1806 – September 6, 1887) was the 61st governor of South Carolina, serving from 1844 to 1846.  He also served in the state legislature and the U. S. Congress, running unsuccessfully for Speaker of the House in 1856 in \"the longest and most contentious Speaker election in House history.\"",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/David_Beasley": "David Muldrow Beasley (born February 26, 1957) is an American politician who is the Executive Director of the United Nations World Food Programme. Beasley, a member of the Republican Party, served one term as the 113th Governor of South Carolina from 1995 until 1999; he was defeated by Democrat Jim Hodges in the 1998 election.",
  "/wiki/Coleman_Livingston_Blease": "Coleman Livingston Blease (October 8, 1868 – January 19, 1942) was a South Carolina politician who belonged to the Democratic Party. He served as a state legislator, 90th Governor of South Carolina (1911–1915), and U.S. Senator.",
  "/wiki/Plagiarism": "Plagiarism is the \"wrongful appropriation\" and \"stealing and publication\" of another author's \"language, thoughts, ideas, or expressions\"[citation needed] and the representation of them as one's own original work.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Milledge_Luke_Bonham": "Milledge Luke Bonham (December 25, 1813 – August 27, 1890) was an American politician  and Congressman who served as the 70th Governor of South Carolina from 1862 until 1864. He was a Confederate General during the American Civil War.",
  "/wiki/Carroll_A._Campbell,_Jr.": "Carroll Ashmore Campbell Jr. (July 24, 1940 – December 7, 2005), was an American Republican Party politician who served as the 112th Governor of South Carolina from 1987 to 1995. Prior to this, he served as a member of the South Carolina Senate representing the 2nd district from 1977 to 1978 and as a congressman representing South Carolina's 4th district from 1979 to 1987.",
  "/wiki/John_Drayton": "John Drayton (June 22, 1766 – November 27, 1822) was Governor of South Carolina and a United States District Judge of the United States District Court for the District of South Carolina.",
  "/wiki/United_States_federal_judge": "In the United States, the title of federal judge means a judge (pursuant to Article Three of the United States Constitution) nominated by the president of the United States and confirmed by the United States Senate pursuant to the Appointments Clause in Article II of the United States Constitution.",
  "/wiki/John_Geddes_(politician)": "John Geddes (December 25, 1777 – March 4, 1828) was the 47th Governor of South Carolina from 1818 to 1820.",
  "/wiki/William_Henry_Gist": "William Henry Gist (August 22, 1807 – September 30, 1874) was the 68th Governor of South Carolina from 1858 to 1860 and a leader of the secession movement in South Carolina. He was one of the signers of the Ordinance of Secession on December 20, 1860, which effectively launched the Confederacy.",
  "/wiki/James_Henry_Hammond": "James Henry Hammond (November 15, 1807 – November 13, 1864) was an attorney, politician and planter from South Carolina. He served as a United States Representative from 1835 to 1836, the 60th Governor of South Carolina from 1842 to 1844, and United States Senator from 1857 to 1860. He was considered one of the major spokesmen in favor of slavery in the years before the American Civil War.",
  "/wiki/Wade_Hampton_III": "Wade Hampton III (March 28, 1818 – April 11, 1902) was a Confederate States of America military officer during the American Civil War and politician from South Carolina. He came from a wealthy planter family, and shortly before the war he was one of the largest slaveholders in the Southeast as well as a state legislator. During the American Civil War, he served in the Confederate cavalry, where he reached the rank of lieutenant general.",
  "/wiki/Joseph_Emile_Harley": "Joseph Emile Harley (September 14, 1880 – February 27, 1942) was the 100th Governor of South Carolina from 1941 to 1942 and a member of the \"Barnwell Ring.\"",
  "/wiki/Jim_Hodges": "James Hovis Hodges (born November 19, 1956) is an American businessman, attorney, and politician who served as the 114th Governor of South Carolina from 1999 to 2003. Since his victory in 1998, Hodges has remained the only Democrat elected to the South Carolina Governor's office since the 1982 election.",
  "/wiki/Ernest_Hollings": "Ernest Frederick \"Fritz\" Hollings (January 1, 1922 – April 6, 2019) was an American politician who served as a United States Senator from South Carolina from 1966 to 2005. A conservative Democrat, he was also the Governor of South Carolina and the 77th Lieutenant Governor of South Carolina. He served alongside Democrat turned Republican Senator Strom Thurmond for 36 years, making them the longest-serving Senate duo in history. At the time of his death, he was the oldest living former U.S. Senator.",
  "/wiki/Richard_Manning_Jefferies": "Richard Manning Jefferies (February 27, 1889 – April 20, 1964), a longtime state legislator and the 101st Governor of South Carolina from 1942 to 1943, was born in Union County, South Carolina, on February 27, 1889. He graduated from the University of South Carolina in 1910 and moved to the town of Ridgeland. There, he read law and served as superintendent of the elementary school. Moving to Walterboro after his admission to the bar, he practiced law and was elected probate judge of Colleton County in 1918.",
  "/wiki/Thomas_Bothwell_Jeter": "Thomas Bothwell Jeter (October 13, 1827 – May 20, 1883) was the 79th Governor of South Carolina from September 1, 1880 to November 30, 1880.",
  "/wiki/David_Johnson_(governor)": "David Johnson (October 3, 1782 – January 7, 1855) was the 62nd Governor of South Carolina from 1846 to 1848.",
  "/wiki/Olin_D._Johnston": "Olin DeWitt Talmadge Johnston (November 18, 1896 – April 18, 1965) was a Democratic Party politician from the US state of South Carolina. He served as the 98th Governor of South Carolina, 1935–1939 and 1943–1945, and represented the state in the United States Senate from 1945 until his death from pneumonia in Columbia, South Carolina in 1965.",
  "/wiki/Andrew_Gordon_Magrath": "Andrew Gordon Magrath (February 8, 1813 – April 9, 1893) was the last Governor of South Carolina under the Confederate States of America, a United States District Judge of the United States District Court for the District of South Carolina and a Confederate District Judge for the District of South Carolina.",
  "/wiki/John_Lawrence_Manning": "John Lawrence Manning (sometimes spelled John Laurence Manning)  (January 29, 1816 – October 24, 1889) was the 65th Governor of South Carolina, from 1852 to 1854. He was born in Clarendon County. He attended South Carolina College, where he was a member of the Euphradian Society.",
  "/wiki/Richard_Irvine_Manning_I": "Richard Irvine Manning I (May 1, 1789 – May 1, 1836) was the 50th Governor of South Carolina from 1824 to 1826 and was later a Representative in the United States Congress.",
  "/wiki/List_of_University_of_South_Carolina_people": "This list of University of South Carolina people includes alumni that are graduates or non-matriculating students, and former professors and administrators of the University of South Carolina, with its primary campus located in the American city of Columbia, South Carolina."
}