{
  "/wiki/Digidrive": "Intersect, known as Digidrive in North America and Japan, is a puzzle game for the Nintendo DSi's DSiWare digital distribution service. It was originally released for the Game Boy Advance in the bit Generations series.",
  "/wiki/Game_Boy_Advance": "The Game Boy Advance[a] (commonly abbreviated as GBA) is a 32-bit handheld game console developed, manufactured and marketed by Nintendo as the successor to the Game Boy Color. It was released in Japan on March 21, 2001, in North America on June 11, 2001, in Australia and Europe on June 22, 2001, and in mainland China on June 8, 2004 as iQue Game Boy Advance. The GBA is part of the sixth generation of video game consoles. The original model did not have an illuminated screen; Nintendo addressed that with the release of a redesigned model with a frontlit screen, the Game Boy Advance SP, in 2003. A newer revision of the aforementioned redesign was released in 2005, which included a backlit screen. The final redesign, the Game Boy Micro, was released in 2005.",
  "/wiki/Bit_Generations": "bit Generations is a video game franchise for the Game Boy Advance, published by Nintendo. It was first announced under the name Digitylish at the Electronic Entertainment Expo (E3) in 2005. Each of the games in the series feature simple controls, gameplay and graphics. All the games were developed by Skip Ltd., except for Digidrive, which was developed by Q-Games.",
  "/wiki/Star_Fox_Command": "Star Fox Command (Japanese: スターフォックス コマンド, Hepburn: Sutā Fokkusu Komando) is a shoot 'em up video game, the fifth game in the Star Fox series, published by Nintendo for the Nintendo DS in 2006 and 2007. It was announced at the E3 2005 conference, under the name Star Fox DS. Command is the first Star Fox game for a handheld, and supports the Nintendo Wi-Fi Connection, making it the first online Star Fox game.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/PixelJunk_Racers": "PixelJunk Racers is a puzzle racing video game developed by Q-Games for PlayStation 3. It was released on the PlayStation Store in 2007 as the first title in the PixelJunk series. An updated version, PixelJunk Racers: 2nd Lap, was released in 2010.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/PixelJunk_Monsters": "PixelJunk Monsters is a second game in the PixelJunk series developed by Q-Games for the PlayStation 3. It was released worldwide on the PlayStation Store on January 24, 2008. The game was released for the PlayStation Portable under the title PixelJunk Monsters Deluxe.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/PixelJunk_Eden": "PixelJunk Eden is a video game developed by Q-Games for the PlayStation 3 and Microsoft Windows. The third game in the PixelJunk series, it was released on the PlayStation Store on July 31, 2008 worldwide. A demo of the game was released on July 25, 2008. The game features the work of Baiyon, an independent artist from Kyoto who was invited by the studio founder Dylan Cuthbert to design the graphics and soundtrack.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Intersect_(video_game)": "Intersect, known as Digidrive in North America and Japan, is a puzzle game for the Nintendo DSi's DSiWare digital distribution service. It was originally released for the Game Boy Advance in the bit Generations series.",
  "/wiki/DSiWare": "This is a list of games and applications, collectively known as DSiWare, for the Nintendo DSi handheld game console, available for download via the DSi Shop. An update released for the Nintendo 3DS in June 2011 added support for the Nintendo eShop service, which contained the DSi Shop's full library of DSiWare games (at the time) with the exception of certain games and applications. There were over 200 downloadable games available in North America as of August 2010. Note that blank boxes in some columns represent currently unconfirmed or otherwise unknown information. (This list is incomplete and missing some titles and many release dates outside of North America.) Release dates are subject to change. The DSi Shop has ceased activity on March 31, 2017, but DSiWare games and apps on the Nintendo eShop will not be affected. The last DSiWare software title was Crazy Train which was released in the United States on January 28, 2016.",
  "/wiki/PixelJunk_Shooter": "PixelJunk Shooter is a video game developed by Q-Games for the PlayStation 3. It is the fourth major title in the PixelJunk series. It was released on the worldwide PlayStation Store in December 2009, and for Steam on November 11, 2013. A remastered version of the game, PixelJunk Shooter Ultimate, was released for the PlayStation 4 and PlayStation Vita in June 2014, and for Microsoft Windows on October 21, 2015.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/X-Scape": "X-Scape, known as X-Returns[a] in Japan and as 3D Space Tank in the PAL region, is a first-person combat simulation game developed by Q-Games and Nintendo released on the Nintendo DSi's DSiWare download service. It is a sequel to the 1992 Japan only Game Boy title X.",
  "/wiki/PixelJunk_Shooter_2": "PixelJunk Shooter 2 is a video game developed by Q-Games for the PlayStation 3. It is the sequel to PixelJunk Shooter and was released on the PlayStation Store in March 2011. PixelJunk Shooter 2 was formally announced by Q-Games on 18 May 2010. The title is the first sequel to any PixelJunk game.",
  "/wiki/Star_Fox_64_3D": "Star Fox 64 3D (スターフォックス64 3D, Sutā Fokkusu Rokujūyon Surīdī) is a video game for the Nintendo 3DS and is a remake of the 1997 videogame Star Fox 64. It was co-developed by Nintendo EAD and Q-Games, and was published by Nintendo. It was released on July 14, 2011 in Japan, September 9, 2011 in Europe and North America, and on September 15, 2011 in Australia.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Nintendo_Entertainment_Analysis_and_Development": "Nintendo Entertainment Analysis & Development Division\n[e], commonly abbreviated as Nintendo EAD, formerly Nintendo Research & Development 4 Department,[f] was formerly the largest software development division inside of Nintendo. It was preceded by the Creative Department, a team of designers with backgrounds in art responsible for many different tasks, to which Shigeru Miyamoto and Takashi Tezuka originally belonged. Both served as managers of the EAD studios and were credited in every game developed by the division, with varying degrees of involvement. Nintendo EAD was best known for its work on games in the Donkey Kong, Mario, The Legend of Zelda, F-Zero, Star Fox, Animal Crossing, Pikmin and Wii series.",
  "/wiki/PixelJunk_SideScroller": "PixelJunk SideScroller is a  side-scrolling shoot 'em up game developed by Q-Games for the PlayStation 3 as part of the PixelJunk series. Visually, it is designed to resemble old vector-based games and is based on the \"Road to Dawn\" bonus stage in PixelJunk Shooter 2.",
  "/wiki/PixelJunk_4am": "PixelJunk 4am, formerly called PixelJunk Lifelike, is a music video game and music visualizer developed by Q-Games. It is part of the PixelJunk series of downloadable games for the PlayStation 3. PixelJunk 4am makes use of the PlayStation Move controller to visualize included music (by Baiyon) and users' own music. The first trailer was released in September 2010.",
  "/wiki/Music_visualization": "Music visualization or music visualisation, a feature found in electronic music visualizers and media player software, generates animated imagery based on a piece of music.  The imagery is usually generated and rendered in real time and in a way synchronized with the music as it is played.",
  "/wiki/The_Tomorrow_Children": "The Tomorrow Children was an adventure video game developed by SIE Japan Studio and Q-Games, and published by Sony Interactive Entertainment. It was announced during Gamescom 2014 at Sony's press conference in August 2014."
}