{
  "/wiki/Augustus_F._Allen": "Augustus Franklin Allen (December 13, 1813 – January 20, 1875) was elected as a member of the United States Congress from New York's 33rd congressional district (Chautauqua and Cattaraugus Counties) in 1874. Allen died before he was able to take office.",
  "/wiki/United_States_Democratic_Party": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/New_York%27s_33rd_congressional_district": "The 33rd Congressional District of New York was a congressional district for the United States House of Representatives in New York.  It was eliminated as a result of the 1990 Census. It was last represented by Henry J. Nowak. Much of this area became part of 30th District during the 1990s, and is now largely in the 27th district.",
  "/wiki/44th_United_States_Congress": "The Forty-fourth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1875, to March 4, 1877, during the seventh and eighth years of Ulysses S. Grant's presidency.  The apportionment of seats in the House of Representatives was based on the Ninth Census of the United States in 1870. For the first time  since the American Civil War, the House had a Democratic majority. The Senate maintained a Republican majority.",
  "/wiki/William_M._Brown": "William M. Brown (September 20, 1850 – January 31, 1915) was a Republican political official from Pennsylvania.",
  "/wiki/United_States_Republican_Party": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Pennsylvania%27s_24th_congressional_district": "Pennsylvania's 24th congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/64th_United_States_Congress": "The Sixty-fourth United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, DC from March 4, 1915, to March 4, 1917, during the third and fourth years of Woodrow Wilson's presidency. The apportionment of seats in the House of Representatives was based on the Thirteenth Census of the United States in 1910. Both chambers had a Democratic majority.",
  "/wiki/Andrew_J._Campbell": "Andrew Jackson Campbell (1828 – December 6, 1894) was an American politician from New York.",
  "/wiki/New_York%27s_10th_congressional_district": "New York's 10th congressional district is a congressional district for the United States House of Representatives, formerly located from 2003 to 2013 in Brooklyn, New York City, currently represented by Democrat Jerry Nadler. The district contains the southern portion of Morningside Heights, the Upper West Side of Manhattan, the west side of Midtown Manhattan, the west side of Lower Manhattan, including Greenwich Village, Tribeca, and the Financial District, and parts of Brooklyn, most notably Borough Park and parts of Bensonhurst.",
  "/wiki/54th_United_States_Congress": "The Fifty-fourth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1895, to March 4, 1897, during the last two years of Grover Cleveland's presidency. The apportionment of seats in the House of Representatives was based on the Eleventh Census of the United States in 1890. The House had a Republican majority, and the Republicans were the largest party in the Senate.",
  "/wiki/John_Cantine": "John Cantine (October 20, 1735 – April 30, 1808) was an American politician.",
  "/wiki/Democratic-Republican_Party": "The Democratic-Republican Party, better known at the time as the Republican Party and various other names,[a] was an American political party founded by Thomas Jefferson and James Madison in the early 1790s that championed republicanism, political equality, and expansionism. The Democratic-Republicans became increasingly dominant after the 1800 elections as the opposing Federalist Party collapsed, and the party splintered during the 1824 presidential election. One faction of the Democratic-Republicans eventually coalesced into the modern Democratic Party, while the other faction ultimately formed the core of the Whig Party.",
  "/wiki/New_York%27s_7th_congressional_district": "New York's 7th Congressional District is a congressional district for the United States House of Representatives in New York City. It includes parts of Brooklyn, Queens, and Manhattan. Democrat Nydia Velázquez represents the district in Congress.",
  "/wiki/United_States_House_of_Representatives_elections_in_New_York,_1802": "The 1802 United States House of Representatives elections in New York were held from April 27 to 29, 1802, to elect 17 U.S. Representatives to represent the State of New York in the United States House of Representatives of the 8th United States Congress.",
  "/wiki/8th_United_States_Congress": "The Eighth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1803, to March 4, 1805, during the last two years of the first presidency of U.S. President Thomas Jefferson. The apportionment of seats in the House of Representatives was based on the Second Census of the United States in 1800. Both chambers had a Democratic-Republican majority.",
  "/wiki/Thomas_Child,_Jr.": "Thomas Child (March 18, 1818 – March 9, 1869) was a U.S. Representative from New York.",
  "/wiki/Whig_Party_(United_States)": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/United_States_House_of_Representatives_elections_in_New_York,_1854": "The 1854 United States House of Representatives elections in New York were held on November 7, 1854, to elect 33 U.S. Representatives to represent the State of New York in the United States House of Representatives of the 34th United States Congress, and two representatives to fill vacancies in the 33rd United States Congress.",
  "/wiki/34th_United_States_Congress": "The  Thirty-fourth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C., from March 4, 1855, to March 4, 1857, during the last two years of Franklin Pierce's presidency. The apportionment of seats in the House of Representatives was based on the Seventh Census of the United States in 1850. The Whig Party, one of the two major parties of the era, had largely collapsed, although many former Whigs ran as Republicans or as members of the \"Opposition Party.\"  The Senate had a Democratic majority, and the House was controlled by a coalition of Representatives led by Nathaniel P. Banks, a member of the American Party.",
  "/wiki/James_J._Davidson": "James J. Davidson (November 5, 1861 – January 2, 1897) was an American politician and businessman.",
  "/wiki/Pennsylvania%27s_25th_congressional_district": "Pennsylvania's 25th congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/55th_United_States_Congress": "The Fifty-fifth United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, DC from March 4, 1897, to March 4, 1899, during the first two years of William McKinley's presidency. The apportionment of seats in the House of Representatives was based on the Eleventh Census of the United States in 1890. Both chambers had a Republican majority.  There was one African-American member, George Henry White, a Republican from the state of North Carolina.",
  "/wiki/William_Dowse": "William Dowse (1770 – February 18, 1813 in Cooperstown, Oswego County, New York) was an American lawyer and politician from New York.",
  "/wiki/Federalist_Party": "The Federalist Party was the first political party in the United States. Under Alexander Hamilton, it dominated the national government from 1789 to 1801. It became a minority  party while keeping its stronghold in New England and made a brief resurgence by opposing the War of 1812. It then collapsed with its last presidential candidate in 1816. Remnants lasted in a few places for a few years. The party appealed to businesses and to conservatives who favored banks, national over state government, manufacturing, an army and navy, and in world affairs preferred Great Britain and opposed the French Revolution.",
  "/wiki/New_York%27s_15th_congressional_district": "New York's 15th congressional district is a congressional district for the United States House of Representatives located in New York City, State of New York. The district has been represented by Democrat José E. Serrano since 2013.",
  "/wiki/United_States_House_of_Representatives_elections_in_New_York,_1812": "The 1812 United States House of Representatives elections in New York were held from December 15 to 17, 1812, to elect 27 U.S. Representatives to represent the State of New York in the United States House of Representatives of the 13th United States Congress. At the same time, a vacancy was filled in the 12th United States Congress.",
  "/wiki/13th_United_States_Congress": "The Thirteenth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1813, to March 4, 1815, during the fifth and sixth years of James Madison's presidency. The apportionment of seats in the House of Representatives was based on the Third Census of the United States in 1810. Both chambers had a Democratic-Republican majority. The first two sessions were held at the Capitol building while the third, convened after the Burning of Washington, took place in the First Patent Building.",
  "/wiki/John_Stark_Edwards": "John Stark Edwards (August 23, 1777 – February 22, 1813) was an attorney, public official, soldier and landowner in the United States.",
  "/wiki/Ohio%27s_6th_congressional_district": "Ohio's 6th congressional district is represented by Representative Bill Johnson (R-OH). This district runs along the southeast side of the state, bordering Kentucky, West Virginia, and Pennsylvania.  It stretches from rural Lucasville through Athens and several older Ohio River industrial towns all the way to the Youngstown city limits.",
  "/wiki/Francis_Gehon": "Francis Gehon (1797 – April 2, 1849) was an American politician from Iowa.",
  "/wiki/Iowa_Territory": "The Territory of Iowa was an organized incorporated territory of the United States that existed from July 4, 1838, until December 28, 1846, when the southeastern portion of the territory was admitted to the Union as the state of Iowa. The remainder of the territory would have no organized territorial government until the Minnesota Territory was organized on March 3, 1849.",
  "/wiki/26th_United_States_Congress": "The Twenty-sixth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1839, to March 4, 1841, during the third and fourth years of Martin Van Buren's presidency.  The apportionment of seats in the House of Representatives was based on the Fifth Census of the United States in 1830. Both chambers had a Democratic majority.",
  "/wiki/William_W._Chapman": "William Williams Chapman (August 11, 1808 – October 18, 1892) was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives. He later immigrated to the Oregon Country, where he served in the Oregon Territorial Legislature.",
  "/wiki/Richard_P._Giles": "Richard Porter Giles (June 20, 1840 – November 17, 1896) was an American attorney and Democratic politician from Missouri.",
  "/wiki/Missouri%27s_1st_congressional_district": "Missouri's first congressional district is in the eastern portion of the state. It includes all of St. Louis City and much of northern St. Louis County.",
  "/wiki/James_Reed_Hallowell": "James Reed Hallowell (December 27, 1841 – June 24, 1898) was a politician from Kansas. Hallowell grew up in Columbus, Kansas. Hallowell served in the Kansas House of Representatives in 1876 and then served in the Kansas State Senate 1877 and 1879. He won election to the United States House of Representatives in 1878 as a Republican, but Congress refused to seat him, because Kansas was only entitled to three seats in the House. Hallowell was born in Montgomery County, Pennsylvania. Hallowell went to DePauw University; then he enlisted in the 11th Indiana Volunteer Infantry Regiment and fought in the American Civil War. After the war, Hallowell moved to Cherokee County, Kansas where he practiced law and was the United States Attorney. He died in Crawfordsville, Indiana.",
  "/wiki/Kansas%27s_at-large_congressional_district": "Kansas's at-large district for the United States House of Representatives in the state of Kansas is a defunct congressional district. It existed from statehood January 29, 1861 to March 4, 1907.",
  "/wiki/46th_United_States_Congress": "The Forty-sixth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1879, to March 4, 1881, during the last two years of Rutherford Hayes's presidency.",
  "/wiki/John_W._Head": "John Waller Head (November 2, 1822 – November 9, 1874) was an American lawyer, legislator, and Tennessee Attorney General.",
  "/wiki/Tennessee%27s_4th_congressional_district": "The 4th Congressional District of Tennessee is a congressional district in southern Tennessee. It has been represented by Republican Scott DesJarlais since January 2011.",
  "/wiki/Andrew_S._Herron": "Andrew Stewart Herron (October 27, 1823 – November 27, 1882) was an American lawyer, politician, and military officer.",
  "/wiki/Louisiana%27s_4th_congressional_district": "Louisiana's 4th congressional district is a congressional district in the U.S. state of Louisiana. The district is located in the northwestern part of the state and is based in Shreveport-Bossier City. It also includes the cities of Minden, DeRidder, and Natchitoches.",
  "/wiki/48th_United_States_Congress": "The Forty-eighth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1883, to March 4, 1885, during the last two years of the administration of U.S. President Chester A. Arthur.  The apportionment of seats in the House of Representatives was based on the Tenth Census of the United States in 1880. The Senate had a Republican majority, and the House had a Democratic majority.",
  "/wiki/Henry_B._Lee": "Henry Bird Lee (1781 - September 16, 1816) was an American lawyer and politician.",
  "/wiki/New_York%27s_4th_congressional_district": "The 4th Congressional District of New York is a congressional district for the United States House of Representatives in central and southern Nassau County. It includes the communities of Baldwin, Bellmore, East Rockaway, East Meadow, the Five Towns, Lynbrook,  Floral Park, Franklin Square, Garden City, Hempstead, Long Beach, Malverne, Freeport, Merrick,  Mineola, Carle Place, New Hyde Park, Oceanside, Rockville Centre, Roosevelt, Uniondale, Wantagh, West Hempstead, Westbury and parts of Valley Stream. Democrat Kathleen Rice has represented the district since 2015.",
  "/wiki/United_States_House_of_Representatives_elections_in_New_York,_1816": "The 1816 United States House of Representatives elections in New York were held from April 23 to 25, 1816, to elect 27 U.S. Representatives to represent the State of New York in the United States House of Representatives of the 15th United States Congress. At the same time, a vacancy was filled in the 14th United States Congress.",
  "/wiki/15th_United_States_Congress": "The Fifteenth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in the Old Brick Capitol in Washington, D.C. from March 4, 1817, to March 4, 1819, during the first two years of James Monroe's presidency.  The apportionment of seats in the House of Representatives was based on the Third Census of the United States in 1810. Both chambers had a Democratic-Republican majority.",
  "/wiki/Samuel_Marx_(New_York)": "Samuel Marx (1867 – November 30, 1922) was an American auctioneer and politician from New York.",
  "/wiki/New_York%27s_19th_congressional_district": "United States House of Representatives, New York District 19 is located in New York's Hudson Valley and Catskills regions. District 19 lies partially in the northernmost region of the New York metropolitan area and mostly south of Albany. It is currently represented by Democrat Antonio Delgado.",
  "/wiki/68th_United_States_Congress": "The Sixty-eighth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1923, to March 4, 1925, during the last months of Warren G. Harding's presidency, and the first years of the administration of his successor, Calvin Coolidge.  The apportionment of seats in the House of Representatives was based on the Thirteenth Decennial Census of the United States in 1910. Both chambers had a Republican majority.",
  "/wiki/Garnett_McMillan": "Garnett McMillan (died January 14, 1875) was a 19th-century politician from the U.S. state of Georgia.",
  "/wiki/Georgia%27s_9th_congressional_district": "Georgia's 9th congressional district is a congressional district in the north of the U.S. state of Georgia. The district has been represented since 2013 by Republican Doug Collins.",
  "/wiki/Matthew_Vincent_O%27Malley": "Matthew Vincent O'Malley (June 26, 1878 - May 26, 1931) was a U.S. Representative from New York in 1931. He died after winning election, but before formally taking his seat.",
  "/wiki/72nd_United_States_Congress": "The Seventy-second United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1931, to March 4, 1933, during the last two years of Herbert Hoover's presidency. The apportionment of seats in this House of Representatives was based on the Thirteenth Decennial Census of the United States in 1910. The Senate had a Republican majority.  The House started with a very slim Republican majority, but by the time it first met in December 1931, the Democrats had gained a majority through special elections.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/43rd_United_States_Congress": "The Forty-third United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1873, to March 4, 1875, during the fifth and sixth years of Ulysses S. Grant's presidency . The apportionment of seats in the House of Representatives was based on the Ninth Census of the United States in 1870. Both chambers had a Republican majority.",
  "/wiki/Washington_Poe": "Washington Poe (July 13, 1800 – October 7, 1876) was an American Whig politician and lawyer from Georgia.",
  "/wiki/Georgia%27s_3rd_congressional_district": "Georgia's 3rd congressional district is a congressional district in the U.S. state of Georgia. The district is currently represented by Republican Drew Ferguson.  The district's boundaries have been redrawn following the 2010 census, which granted an additional congressional seat to Georgia. The first election using the new district boundaries (listed below) were the 2012 congressional elections.",
  "/wiki/29th_United_States_Congress": "The Twenty-ninth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1845, to March 4, 1847, during the first two years of James Polk's presidency. The apportionment of seats in the House of Representatives was based on the Sixth Census of the United States in 1840. Both chambers had a Democratic majority.",
  "/wiki/B._H._Roberts": "Brigham Henry Roberts (March 13, 1857 – September 27, 1933) was a historian, politician, and leader in the Church of Jesus Christ of Latter-day Saints. He published a popular six-volume history of The Church of Jesus Christ of Latter-day Saints (LDS Church) and also wrote Studies of the Book of Mormon—published posthumously—which discussed the validity of the Book of Mormon as an ancient record.  Roberts was denied a seat as a member of United States Congress because of his practice of polygamy.",
  "/wiki/Utah%27s_at-large_congressional_district": "From statehood in 1896 through the creation of a second district in 1913, Utah sent one representative to the United States House of Representatives who was elected at-large statewide.",
  "/wiki/56th_United_States_Congress": "The Fifty-sixth United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1899, to March 4, 1901, during the third and fourth years of William McKinley's presidency. The apportionment of seats in this House of Representatives was based on the Eleventh Census of the United States in 1890. Both chambers had a Republican majority. There was one African-American member, George Henry White of North Carolina, who served his second and final term as a Representative in this Congress, and would be the last black member of Congress until 1928, and the last black member of Congress from the South until 1972.",
  "/wiki/List_of_members-elect_of_the_United_States_House_of_Representatives_who_never_took_their_seats": "Some people who were elected to the United States House of Representatives died before taking their seats. In other cases, they failed to qualify; were rejected by the House; their credentials were successfully challenged; or they were somehow otherwise unable to become members."
}