{
  "/wiki/Nevado_Sajama": "Nevado Sajama ([neˈβaðo saˈxama]; Aymara: Chak Xaña) is an extinct stratovolcano and the highest peak in Bolivia. The mountain is located in the Oruro Department, Sajama Canton. It is situated in Sajama National Park and is a composite volcano consisting of a stratovolcano on top of several lava domes. It is not clear when it erupted last but it may have been during the Pleistocene or Holocene.",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.",
  "/wiki/Coropuna": "Coropuna is a dormant volcanic complex located in the Andes mountains of southeast-central Peru whose upper reaches consist of several perennially snowbound conical summits.  The complex extends over an area of 240 square kilometres (92.6 square miles), its highest summit reaching an altitude of 6,377 metres (20,922 feet) above sea level.   Its thick ice cap is the most extensive in Earth's tropical zone, with several outlet glaciers.  Below an elevation of five kilometres (3.1 miles), there are various vegetation belts which include trees, peat bogs, grasses and also agricultural areas and pastures.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Aucanquilcha": "Aucanquilcha (pronounced: OW-kahn-KEEL-chuh) is a massive stratovolcano located in the Antofagasta Region of northern Chile, just west of the border with Bolivia and within the Alto Loa National Reserve. Part of the Central Volcanic Zone of the Andes, the stratovolcano has the form of a ridge with a maximum height of 6,176 metres (20,262 ft). The volcano is embedded in a larger cluster of volcanoes known as the Aucanquilcha cluster. This cluster of volcanoes was formed in stages over eleven million years of activity with varying magma output, including lava domes and lava flows. Aucanquilcha volcano proper is formed from four units that erupted between 1.04–0.23 million years ago. During the ice ages, both the principal Aucanquilcha complex and the other volcanoes of the cluster were subject to glaciation, resulting in the formation of moraines and cirques.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Sara_Sara": "Sara Sara is a 5,505-metre-high (18,061 ft) volcano lying between Lake Parinacochas and Ocoña River in Peru. It is situated in the Parinacochas Province, Puyusca District, and in the Paucar del Sara Sara Province, in the districts of Pausa and Sara Sara.",
  "/wiki/San_Pedro_(Chile_volcano)": "San Pedro is a Holocene composite volcano in northern Chile and one of the tallest active volcanoes in the world. Part of the Chilean Andes' volcanic segment, it is part of the Central Volcanic Zone of the Andes, one of the four tracts of the Andean Volcanic Belt. This region of volcanism includes the world's two highest volcanoes Ojos del Salado and Llullaillaco. San Pedro, like other Andean volcanoes, was formed by the subduction of the Nazca Plate beneath the South America Plate. It has a neighbouring volcano, San Pablo, and is itself formed by two separate edifices usually known as the Old Cone and the Young Cone. These edifices are formed by rocks ranging from basaltic andesite over andesite to dacite and are emplaced on a basement formed by Miocene volcanic rocks.",
  "/wiki/Ampato": "Ampato (possibly from Quechua hamp'atu or from Aymara jamp'atu, both meaning \"frog\") is a dormant 6,288-metre (20,630 ft) stratovolcano in the Andes of southern Peru. It lies about 70–75 kilometres (43–47 mi) northwest of Arequipa and is part of a north-south chain that includes the volcanoes Hualca Hualca and Sabancaya, the last of which has been active in historical time.",
  "/wiki/Parinacota_Volcano": "Parinacota (in Hispanicized spelling), Parina Quta or Parinaquta is a dormant stratovolcano on the border of Chile and Bolivia. Together with Pomerape it forms the Nevados de Payachata volcanic chain. Part of the Central Volcanic Zone of the Andes, its summit reaches an elevation of 6,380 metres (20,930 ft) above sea level. The symmetrical cone is capped by a summit crater with widths of 1 kilometre (0.62 mi) or 500 metres (1,600 ft). Farther down on the southern slopes lie three parasitic centres known as the Ajata cones. These cones have generated lava flows. The volcano overlies a platform formed by lava domes and andesitic lava flows.",
  "/wiki/Chachani": "Chachani is a volcanic complex in southern Peru, 22 kilometres (14 mi) northwest of the city of Arequipa. Part of the Central Volcanic Zone of the Andes, it is 6,057 metres (19,872 ft) above sea level. It consists of several lava domes and individual volcanoes such as Nocarane, along with lava shields such as the Airport Domes. Underneath Chachani lies a caldera.",
  "/wiki/Palpana": "Palpana (from pparpana, ram) is a volcano in the Andes of Chile. It has a summit elevation of 6,040 metres above sea level and is part of the dividing range between Upper Loa River basin and Salar de Ascotán basin. Together with Inacaliri and Azufre, it forms a 50 kilometres (31 mi) long volcanic chain constructed along the Inacaliri lineament. The volcano rises above an ignimbrite plain that in the area reaches an altitude of 3,700 metres (12,100 ft).",
  "/wiki/Misti": "Misti, also known as Putina or Guagua Putina is a stratovolcano of andesite, dacite and rhyolite located in southern Peru near the city of Arequipa. With its seasonally snow-capped, symmetrical cone, Misti stands at 5,822 metres (19,101 ft) above sea level and lies between mount Chachani (6,075 m or 19,931 ft) and Pichu Pichu volcano (5,669 m or 18,599 ft). Its last eruption was in 1985, 198 years after its previous documented eruption.",
  "/wiki/Alto_Toroni": "Sillajhuay (also known as Sillajguay or Alto Toroni) is a volcano on the border between Bolivia and Chile. It is part of a volcanic chain that stretches across the border between Bolivia and Chile and forms a mountain massif that is in part covered by ice; whether this ice should be considered a glacier is debatable but it has been retreating in recent decades.",
  "/wiki/Tacora": "Tacora is a stratovolcano located in the Andes of the Arica y Parinacota Region of Chile. Bordering Peru, it is the northernmost volcano of Chile. It is part of the Central Volcanic Zone in Chile, one of the four volcanic belts of the Andes. The Central Volcanic Zone has several of the highest volcanoes in the world. Tacora itself is a stratovolcano with a caldera and a crater. The youngest radiometric age is 50,000 years ago and it is heavily eroded by glacial activity.",
  "/wiki/Ollagüe": "Ollagüe (Spanish pronunciation: [oˈʝaɣwe]) or Ullawi (Aymara pronunciation: [uˈʎawi]) is a massive andesite stratovolcano in the Andes on the border between Bolivia and Chile, within the Antofagasta Region of Chile and the Potosi Department of Bolivia. Part of the Central Volcanic Zone of the Andes, its highest summit is 5,868 metres (19,252 ft) above sea level and features a summit crater that opens to the south. The western rim of the summit crater is formed by a compound of lava domes, the youngest of which features a vigorous fumarole that is visible from afar.",
  "/wiki/Cerro_Paniri": "Paniri (Aymara for \"he who comes, visits\") is a stratovolcano located in El Loa Province, Antofagasta Region, Chile, and near the border with Bolivia. To its northwest lie the twin volcanoes San Pedro and San Pablo, and to its southeast lies Cerro del León, from which it is separated by the huge Chao lava dome.",
  "/wiki/Acamarachi": "Acamarachi (also known as Pili) is a 6,046-metre (19,836 ft) high volcano in northern Chile. In this part of Chile, it is the highest volcano. Its name means \"black moon\". It is a volcano in the Central Volcanic Zone of the Andes, a zone of strong volcanic activity during the last million years. Old volcanoes in the area are well-preserved, due to the dry climate.",
  "/wiki/Tunupa": "Tunupa is a dormant volcano in the Potosí Department of southwestern Bolivia.",
  "/wiki/Callejon_Canapa": "Cerro Cañapa is an elongated mountain in Bolivia close to the border with Chile. Note that the international border in this area is a straight line that runs from Cerro Araral to Ollagüe, leaving Cerro Cañapa completely in Bolivian territory.",
  "/wiki/Tomasamil": "Tomasamil is a mountain in Bolivia located east of Ollagüe volcano.",
  "/wiki/Cabaray": "Cabaraya is a stratovolcano in Bolivia. It lies between the volcanoes Isluga and Tata Sabaya, immediately east of the border with Chile.",
  "/wiki/List_of_Ultras_of_South_America": "This is a list of the 209 ultra prominent peaks, or Ultras in South America. An Ultra is  a mountain summit with a topographic prominence of 1,500 metres (4,921 ft) or more."
}