{
  "/wiki/List_of_diplomatic_missions_of_the_Sahrawi_Arab_Democratic_Republic": "This is a list of diplomatic missions of the Sahrawi Arab Democratic Republic (SADR). The Sahrawi Arab Democratic Republic's government in exile, led by the Polisario Front and headquartered at Camp Rabouni, Algeria, maintains diplomatic relations with 39 states, and has a small diplomatic network overseas. Due to Morocco's claim of sovereignty over the Western Sahara, which it calls the Southern Provinces, the SADR does not enjoy wide recognition. Most of the embassies of the SADR are in Africa and Latin America. Some embassies have multiple accreditation.[note 1] In addition, SADR (Polisario Front) maintains an extensive network of representatives in countries that do not recognise the SADR as a sovereign state.[note 2]",
  "/wiki/List_of_diplomatic_missions_to_the_Sahrawi_Arab_Democratic_Republic": "This is a list of diplomatic missions to the Sahrawi Arab Democratic Republic (SADR). The Sahrawi Arab Democratic Republic's government in exile, led by the Polisario Front and headquartered at Camp Rabouni, Algeria, maintains diplomatic relations with 39 states. Some of these states have missions officially accredited to the SADR.[note 1] As Morocco controls most of the territory claimed by the Sahrawi Republic and amidst the disputed political status of Western Sahara, no embassy is based in Western Sahara, but in neighbouring countries.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Algiers": "Algiers (/ælˈdʒɪərz/ al-JEERZ; Arabic: الجزائر‎, romanized: Al-Jazāʾir; French: Alger) is the capital and largest city of Algeria. In 2011, the city's population was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria.",
  "/wiki/African_Union": "The African Union (AU) is a continental union consisting of 55 member states located on the continent of Africa. The AU was announced in the Sirte Declaration in Sirte, Libya, on 9 September 1999, calling for the establishment of the African Union. The bloc was founded on 26 May 2001 in Addis Ababa, Ethiopia, and launched on 9 July 2002 in Durban, South Africa. The intention of the AU was to replace the Organisation of African Unity (OAU), established on 25 May 1963 in Addis Ababa by 32 signatory governments; the OAU was disbanded on 9 July 2002. The most important decisions of the AU are made by the Assembly of the African Union, a semi-annual meeting of the heads of state and government of its member states. The AU's secretariat, the African Union Commission, is based in Addis Ababa. The largest city in the AU is Lagos, Nigeria, while the largest urban agglomeration is Cairo, Egypt.",
  "/wiki/Arab_League": "The Arab League (Arabic: الجامعة العربية‎ al-Jāmiʻah al-ʻArabīyah), formally the League of Arab States (Arabic: جامعة الدول العربية‎ Jāmiʿat ad-Duwal al-ʿArabīyah), is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan (renamed Jordan in 1949), Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been suspended since November 2011.",
  "/wiki/OIC": "The Organisation of Islamic Cooperation (OIC; Arabic: منظمة التعاون الإسلامي‎; French: Organisation de la coopération islamique) is an international organization founded in 1969, consisting of 57 member states, with a collective population of over 1.8 billion as of 2015 with 53 countries being Muslim-majority countries. The organisation states that it is \"the collective voice of the Muslim world\" and works to \"safeguard and protect the interests of the Muslim world in the spirit of promoting international peace and harmony\".",
  "/wiki/Algeria–Sahrawi_Arab_Democratic_Republic_relations": "Algeria–Sahrawi Republic relations refers to the current and historical relations between the People’s Democratic Republic of Algeria and the Sahrawi Arab Democratic Republic (SADR).",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/Luanda": "Luanda (/luˈændə, -ˈɑːn-/), is the capital and largest city in Angola. It is  Angola's primary port, and its major industrial, cultural and urban centre. Located on Angola's northern coast with the Atlantic Ocean, Luanda is both Angola's chief seaport and its administrative centre. It is also the capital city of Luanda Province. Luanda and its metropolitan area is the most populous Portuguese-speaking capital city in the world, with over 8 million inhabitants in 2019 (a third of Angola's population).",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Managua": "Managua (Spanish pronunciation: [maˈnaɣwa]) is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population 1,042,641 in 2016 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El Crucero, Nindirí, Ticuantepe and Tipitapa.",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.",
  "/wiki/Caracas": "Caracas (/kəˈrækəs, -ˈrɑːk-/, Spanish: [kaˈɾakas]), officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the centre of the Metropolitan Region of Caracas (or Greater Caracas). Caracas is located along the Guaire River in the northern part of the country, following the contours of the narrow Caracas Valley on the Venezuelan coastal mountain range (Cordillera de la Costa). Terrain suitable for building lies between 760 and 1,140 m (2,490 and 3,740 ft) above sea level, although there is some settlement above this range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-metre-high (7,200 ft) mountain range, Cerro El Ávila; to the south there are more hills and mountains. The Metropolitan Region of Caracas has an estimated population of almost 3 million inhabitants. It is the seventh largest metropolitan area in terms of population in Latin America.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Cape_Verde": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.",
  "/wiki/Prime_Minister_of_Chad": "This is a list of prime ministers of Chad since the formation of the post of Prime Minister of Chad in 1978 to 2018.",
  "/wiki/Delwa_Kassiré_Koumakoye": "Nouradine Delwa Kassiré Koumakoye (born December 31, 1949) is a Chadian politician and the head of the National Rally for Development and Progress (VIVA-RNDP) political party. After serving as a minister in the government during the 1980s and early 1990s; he was Prime Minister of Chad from November 6, 1993 to April 8, 1995 and again from February 26, 2007 to April 16, 2008. In 2008, he became President of the Economic, Social and Cultural Council.",
  "/wiki/Minister_of_Foreign_Affairs_(Sahrawi_Arab_Democratic_Republic)": "This is a list of foreign ministers of the Sahrawi Arab Democratic Republic.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.",
  "/wiki/Cuba–Sahrawi_Arab_Democratic_Republic_relations": "Cuba–Sahrawi Arab Democratic Republic relations refers to the current and historical relations between the Republic of Cuba and the Sahrawi Arab Democratic Republic (SADR). Cuba recognized the SADR on 20 January 1980, formal diplomatic relations were established on 30 January 1980. A Sahrawi embassy was opened in Havana in April 1980, and the Cuban embassy in Algiers was accredited to the SADR.",
  "/wiki/East_Timor": "East Timor (/-ˈtiːmɔːr/ (listen)) or Timor-Leste (/tiˈmɔːr ˈlɛʃteɪ/; Tetum: Timór Lorosa'e), officially the Democratic Republic of Timor-Leste (Portuguese: República Democrática de Timor-Leste, Tetum: Repúblika Demokrátika Timór-Leste), is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's size is about 15,007 km2 (5,794 sq mi).",
  "/wiki/Dili": "Dili (Portuguese/Tetum: Díli, Indonesian: Kota Dili), also known as City of Peace, is the capital, largest city, chief port, and commercial centre of East Timor (Timor-Leste). Dili is part of a free trade zone, the Timor Leste–Indonesia–Australia Growth Triangle (TIA-GT).",
  "/wiki/East_Timor–Sahrawi_Arab_Democratic_Republic_relations": "East Timor–Sahrawi Republic relations refers to the current and historical relations between the East Timor and the Sahrawi Arab Democratic Republic (SADR). The SADR was the first state to establish formal diplomatic relations with East Timor, after its independence on 20 May 2002, in part due to the long-time strong ties and the historical parallels between the two national liberation movements, FRETILIN and POLISARIO. A Sahrawi embassy was opened in Dili in 2010, during Xanana Gusmao's government.",
  "/wiki/Ecuador": "Ecuador (/ˈɛkwədɔːr/ (listen) EK-wə-dor; Spanish pronunciation: [ekwaˈðoɾ] (listen); Quechua: Ikwayur; Shuar: Ecuador or Ekuatur), officially the Republic of Ecuador (Spanish: República del Ecuador,  which literally translates as \"Republic of the Equator\"; Quechua: Ikwadur Ripuwlika; Shuar: Ekuatur Nunka), is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland. The capital city is Quito, which is also its largest city.",
  "/wiki/Quito": "Quito (/ˈkiːtoʊ/; Spanish pronunciation: [ˈkito] (listen); Quechua: Kitu; formally San Francisco de Quito) is the capital of Ecuador, the country's most populous city, and at an elevation of 2,850 metres (9,350 ft) above sea level, it is the second highest official capital city in the world, after La Paz, and the one which is closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha,[verification needed] an active stratovolcano in the Andes Mountains.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Addis_Ababa": "Addis Ababa (Amharic: አዲስ አበባ, Addis Abäba IPA: [adˈdis ˈabəba] (listen), \"new flower\") or Addis Abeba, also known as Finfinne  (Oromo: Finfinne \"natural spring\"), is the capital and largest city of Ethiopia. According to the 2007 census, the city has a population of 2,739,551 inhabitants.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Accra": "Accra (/əˈkrɑː/;Akuapem & Asante Twi: Nkran) is the capital of Ghana covering an area of 225.67 km2 (87.13 sq mi) with an estimated urban population of 2.27 million as of 2012[update]. It is organized into 12 local government districts – 11 municipal districts and the Accra Metropolitan District, which is the only district within the capital to be granted city status. \"Accra\" usually refers to the Accra Metropolitan Area, which serves as the capital of Ghana, while the district which is within the jurisdiction of the Accra Metropolitan Assembly is distinguished from the rest of the capital as the \"City of Accra\". In common usage, however, the terms \"Accra\" and \"City of Accra\" are used interchangeably.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Nairobi": "Nairobi (/naɪˈroʊbi/) is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun.",
  "/wiki/Speaker_of_the_National_Assembly_of_Kenya": "The Speaker is  the presiding officer of the Kenyan National Assembly. From 1966 to 2013 the National Assembly was the unicameral body of the Kenyan Parliament.",
  "/wiki/Justin_Muturi": "Justin Bedan Njoka Muturi (popularly known as JB) (born 28 April 1966) is the seventh Speaker of the National Assembly of Kenya, in office since 2013. He is the first Speaker to serve following the reestablishment of a bicameral Parliament, as mandated by the 2010 Constitution. On 28 March 2013, Muturi won the speakership after a second round of voting by Members of the National Assembly, beating former speaker Kenneth Marende by a 219–129 margin.",
  "/wiki/Mohamed_Abdelaziz_(Sahrawi_politician)": "Mohamed Abdelaziz (Arabic: محمد عبد العزيز‎; 17 August 1946 – 31 May 2016) was the 3rd Secretary General of the Polisario Front, from 1976, and the 1st President of the Sahrawi Arab Democratic Republic from 1982, until his death in 2016.",
  "/wiki/Laos": "Laos (/ˈlɑːoʊs/ (listen), /laʊs, ˈlɑːɒs, ˈleɪɒs/; Lao: ລາວ, Lāo [láːw]), officially the Lao People's Democratic Republic (Lao: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, romanized: Saþalanalat Paxaþipatai Paxaxōn Lao; French: République démocratique populaire lao), commonly referred to by its colloquial name of Muang Lao (Lao: ເມືອງລາວ, Muang Lao), is a socialist state and the only landlocked country in Southeast Asia. Located at the heart of the Indochinese peninsula, Laos is bordered by Myanmar (Burma) and China to the northwest, Vietnam to the east, Cambodia to the southeast, and Thailand to the west and southwest.",
  "/wiki/New_Delhi": "New Delhi (/ˈdɛli/ (listen), Hindi: [nəi dɪlːi] Naī Dillī) is an urban district of Delhi which serves as the capital of India and seat of all three branches of the Government of India.",
  "/wiki/Lesotho": "Lesotho (/ləˈsuːtuː/ (listen), Sotho pronunciation: [lɪˈsʊːtʰʊ]), officially the Kingdom of Lesotho (Sotho: 'Muso oa Lesotho), is an enclaved country within the border of South Africa. Along with the Vatican City and San Marino, it is one of only three independent states completely surrounded by the territory of another country, and the only one outside of the Italian peninsula. Lesotho is just over 30,000 km2 (11,583 sq mi) in size and has a population of around 2 million. Its capital and largest city is Maseru.",
  "/wiki/Pretoria": "Pretoria (/prɪˈtɔːriə/ pri-TOR-ee-ə; Zulu: ePitoli; Tswana: Tshwane) is the fourth most populous city in South Africa after Durban and is an administrative capital of South Africa. It straddles the Apies River and has spread eastwards into the foothills of the Magaliesberg mountains. It is one of the country's three capital cities, serving as the seat of the administrative branch of government (Cape Town is the legislative capital and Bloemfontein the judicial capital), and of foreign embassies to South Africa. Pretoria has a reputation for being an academic city with three universities, the Tshwane University of Technology (TUT), University of Pretoria (UP), and the University of South Africa (UNISA), also home to the Council for Scientific and Industrial Research (CSIR), and the Human Sciences Research Council. The city also hosts the National Research Foundation and the South African Bureau of Standards making the city a hub for research. Pretoria is the central part of the Tshwane Metropolitan Municipality which was formed by the amalgamation of several former local authorities including Centurion and Soshanguve. There have been proposals to change the name of Pretoria itself to Tshwane and the proposed name change has caused some public controversy, Pretoria was one of the host cities of the official tournament for the 2010 FIFA World Cup.",
  "/wiki/Kuwait_City": "Kuwait City (Arabic: مدينة الكويت‎) is the capital and largest city of Kuwait. Located at the heart of the country on the shore of the Persian Gulf, and containing Kuwait's National Assembly (parliament), most governmental offices, the headquarters of most Kuwaiti corporations and banks, it is the indisputable political, cultural and economical centre of the emirate. It is considered a global city.",
  "/wiki/Liberia": "Liberia (/laɪˈbɪəriə/ (listen)), officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It covers an area of 111,369 square kilometres (43,000 sq mi) and has a population of around 4,900,000. English is the official language, but over 20 indigenous languages are spoken, representing the numerous ethnic groups who make up more than 95% of the population. The country's capital and largest city is Monrovia.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Dar_es_Salaam": "Dar es Salaam (/ˌdɑːr ɛs səˈlɑːm/; from Arabic: دار السلام‎, romanized: Dār as-Salām, meaning: place of peace) is the largest city and former capital of Tanzania. It is the largest city in East Africa and the seventh-largest in Africa, with a population of 6,701,650 .:2 Located on the Swahili coast, Dar es Salaam is an important economic centre and one of the fastest growing cities in the world.",
  "/wiki/Foreign_relations_of_the_Sahrawi_Arab_Democratic_Republic": "The foreign relations of the Sahrawi Arab Democratic Republic (SADR) are conducted by the Polisario Front, which maintains a network of representation offices and embassies in foreign countries."
}