{
  "/wiki/Betting_(poker)": "In the game of poker, the play largely centers on the act of betting, and as such, a protocol has been developed to speed up play, lessen confusion, and increase security while playing. Different games are played using different types of bets, and small variations in etiquette exist between cardrooms, but for the most part the following rules and protocol are observed by the majority of poker players.",
  "/wiki/Hold%27em": "Texas hold 'em (also known as Texas holdem, hold 'em, and holdem) is one of the most popular variants of the card game of poker.  Two cards, known as hole cards, are dealt face down to each player, and then five community cards are dealt face up in three stages. The stages consist of a series of three cards (\"the flop\"), later an additional single card (\"the turn\" or \"fourth street\"), and a final card (\"the river\" or \"fifth street\"). Each player seeks the best five card poker hand from any combination of the seven cards of the five community cards and their two hole cards. Players have betting options to check, call, raise, or fold. Rounds of betting take place before the flop is dealt and after each subsequent deal. The player who has the best hand and has not folded by the end of all betting rounds wins all of the money bet for the hand, known as the pot.",
  "/wiki/Carl_Nessel": "Carl Nessel (born 1947), nicknamed Coach, is an American poker player.",
  "/wiki/Seven_card_stud": "Seven-card stud, also known as Seven-Toed Pete or Down-The-River is a variant of stud poker. Until the recent increase in popularity of Texas hold 'em, seven-card stud was the most widely played poker variant in home games across the United States, and in casinos in the eastern part of the country. Two to eight players is common, though eight may require special rules for the last cards dealt if no players fold. With experienced players who fold often, even playing with nine players is possible.",
  "/wiki/Ted_Forrest": "Ted Forrest (born September 24, 1964) is an American professional poker player, currently residing in Las Vegas, Nevada.",
  "/wiki/Chad_Brown_(poker_player)": "Chad Brown (August 13, 1961 – July 2, 2014) was an American actor, poker player and color commentator, based in Los Angeles, California.",
  "/wiki/Omaha_hold%27em": "Omaha hold 'em (also known as Omaha holdem or simply Omaha) is a community card poker game similar to Texas hold 'em, where each player is dealt four cards and must make his or her best hand using exactly two of them, plus exactly three of the five community cards. The exact origin of the game is unknown, but casino executive Robert Turner first brought Omaha into a casino setting  when he introduced the game to Bill Boyd, who offered it as a game at the Las Vegas Golden Nugget Casino (calling it \"Nugget Hold'em\"). Omaha uses a 52-card French deck. Limit Omaha hold 'em 8-or-better is the \"O\" game featured in H.O.R.S.E. Both limit Omaha/8 and pot limit Omaha high are featured in the 8-Game.",
  "/wiki/Paul_Phillips_(poker_player)": "Paul Phillips (born August 9, 1972 in San Francisco, California) is an American software developer, entrepreneur and poker player.",
  "/wiki/Minh_Nguyen": "Minh Van Nguyen (Vietnamese: Nguyễn Văn Minh; born May 15), a Vietnamese American professional poker player, is a two-time World Series of Poker bracelet winner residing in Bell Gardens, California.",
  "/wiki/John_Juanda": "Johnson \"John\" Juanda (born July 8, 1971) is an Indonesian-born American professional poker player based in Marina del Rey, California.  He has won five World Series of Poker bracelets.",
  "/wiki/Chau_Giang": "Chau Tu Giang (born July 2, 1955 in Vietnam) is a Vietnamese-born American professional poker player of Chinese descent, who is a three-time World Series of Poker bracelet winner and a three-time final tablist of the World Poker Tour with over $3 million in live tournament winnings alone.",
  "/wiki/Robert_Williamson_III": "Robert Williamson III (born November 7, 1970) is an American poker player from Dallas, Texas.",
  "/wiki/Scott_Fischman": "Scott Fischman (born 1980 in Langhorne, Pennsylvania) is an American professional poker player based in Las Vegas, Nevada.",
  "/wiki/Joe_Awada": "Joe Awada (born Yehia Awada ; Arabic: يحيى عواضة‎ ; born March 12, 1959 in Beirut, Lebanon) is a professional poker player, based in Las Vegas, Nevada.",
  "/wiki/Cyndy_Violette": "Cyndy Violette (born August 19, 1959 in Queens, New York) is an American professional poker player who won a World Series of Poker bracelet in 2004.",
  "/wiki/Eli_Balas": "Eli Balas is an Israeli professional poker player, based in Las Vegas, Nevada.",
  "/wiki/Thomas_Keller_(card_player)": "Thomas Keller (born October 14, 1980 in Ann Arbor, Michigan) is an American professional poker player, residing in Scottsdale, Arizona and Las Vegas, Nevada. He is the brother of Shawn \"Lightning\" Keller.",
  "/wiki/Martin_De_Knijff": "Martin de Knijff (born 2 October 1972) is a professional sports bettor and high-stakes poker player from Gothenburg, Sweden.",
  "/wiki/Hasan_Habib": "Hasan Habib (born 19 April 1962 in Karachi, Pakistan) is a Pakistani American professional poker player.",
  "/wiki/Daniel_Negreanu": "Daniel Negreanu (/nɪˈɡrɑːnoʊ/; born July 26, 1974) is a Canadian professional poker player who has won six World Series of Poker (WSOP) bracelets and two World Poker Tour (WPT) championship titles. The independent poker ranking service Global Poker Index (GPI) recognized Negreanu as the best poker player of the decade in 2014.",
  "/wiki/Draw_(poker)": "A poker player is drawing if they have a hand that is incomplete and needs further cards to become valuable. The hand itself is called a draw or drawing hand. For example, in seven-card stud, if four of a player's first five cards are all spades, but the hand is otherwise weak, they are drawing to a flush. In contrast, a made hand already has value and does not necessarily need to draw to win. A made starting hand with no help can lose to an inferior starting hand with a favorable draw. If an opponent has a made hand that will beat the player's draw, then the player is drawing dead; even if they make their desired hand, they will lose. Not only draws benefit from additional cards; many made hands can be improved by catching an out — and may have to in order to win.",
  "/wiki/Barry_Greenstein": "Barry Greenstein (born December 30, 1954 in Chicago, Illinois) is an American professional poker player. He has won a number of major events, including three at the World Series of Poker and two on the World Poker Tour. Greenstein donates his profit from tournament winnings to charities, primarily Children, Incorporated, earning him the nickname \"the Robin Hood of poker\".  He was elected into the Poker Hall of Fame in 2011.",
  "/wiki/Chris_Ferguson": "Christopher Philip Ferguson (born April 11, 1963) is an American professional poker player.  He has won six World Series of Poker events, including the 2000 WSOP Main Event, and the 2008 NBC National Heads-Up Poker Championship.",
  "/wiki/Kathy_Liebert": "Kathleen H. Liebert (born October 1, 1967 in Tennessee) is an American professional poker player.",
  "/wiki/Kevin_Song": "Kevin Song is a Korean-American professional poker player who started playing poker since 1980 and began playing in poker tournaments since 1994 where he has cashed in many of them throughout his poker career, among them are 39 cashes at the World Series of Poker including winning the 1997 World Series of Poker $2,000 buy-in Limit Hold'em event.",
  "/wiki/Phi_Nguyen": "Hung \"Phi\" Nguyen is a Vietnamese-American professional poker player who is a two time World Series of Poker bracelet winner with multiple live tournament results adding up to over $1.8 million in career earnings.",
  "/wiki/Kirill_Gerasimov": "Kirill Gerasimov (Russian: Кирилл Герасимов, born June 5, 1971 in Moscow, Soviet Union) is a Russian professional poker player.",
  "/wiki/Annie_Duke": "Anne LaBarr Duke (née Lederer; September 13, 1965) is an American professional poker player and author. She holds a World Series of Poker (WSOP) gold bracelet from 2004 and used to be the leading money winner among women in WSOP history (a title now held by Vanessa Selbst). Duke won the 2004 World Series of Poker Tournament of Champions and the National Heads-Up Poker Championship in 2010. She has written a number of instructional books for poker players, including Decide to Play Great Poker and The Middle Zone, and she published her autobiography, How I Raised, Folded, Bluffed, Flirted, Cursed, and Won Millions at the World Series of Poker, in 2005.",
  "/wiki/Hung_Doan": "Hung Doan is an American poker player and a World Series of Poker bracelet winner.",
  "/wiki/2004_World_Series_of_Poker": "The 2004 World Series of Poker (WSOP) was held at Binion's Horseshoe after Harrah's Entertainment purchased the casino and the rights to the tournament in January. Harrah's announced that future WSOP tournaments will be held in a moving circuit of member casinos."
}