{
  "/wiki/Color": "Color (American English), or colour (Commonwealth English), is the characteristic of visual perception described through color categories, with names such as red, orange, yellow, green, blue, or purple. This perception of color derives from the stimulation of photoreceptor cells (in particular cone cells in the human eye and other vertebrate eyes) by electromagnetic radiation (in the visible spectrum in the case of humans). Color categories and physical specifications of color are associated with objects through the wavelength of the light that is reflected from them. This reflection is governed by the object's physical properties such as light absorption, emission spectra, etc.",
  "/wiki/Cardinal_directions": "The four cardinal directions, or cardinal points, are the directions north, east, south, and west, commonly denoted by their initials N, E, S, and W. East and west are perpendicular (at right angles) to north and south, with east being in the clockwise direction of rotation from north and west being directly opposite east. Points between the cardinal directions form the points of the compass.",
  "/wiki/Planet": "A planet is an astronomical body orbiting a star or stellar remnant that is massive enough to be rounded by its own gravity, is not massive enough to cause thermonuclear fusion, and has cleared its neighbouring region of planetesimals.[b]",
  "/wiki/Jupiter": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass one-thousandth that of the Sun, but two-and-a-half times that of all the other planets in the Solar System combined. Jupiter is one of the brightest objects visible to the naked eye in the night sky, and has been known to ancient civilizations since before recorded history. It is named after the Roman god Jupiter. When viewed from Earth, Jupiter can be bright enough for its reflected light to cast shadows, and is on average the third-brightest natural object in the night sky after the Moon and Venus.",
  "/wiki/Mars": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war and is often referred to as the 'Red Planet'. The latter refers to the effect of the iron oxide prevalent on Mars' surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the naked eye. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the valleys, deserts, and polar ice caps of Earth.",
  "/wiki/Saturn": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius about nine times that of Earth. It has only one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄) represents the god's sickle.",
  "/wiki/Venus": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty.  As the second-brightest natural object in the night sky after the Moon, Venus can cast shadows and, rarely, is visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising in the east a bit before dawn. Venus orbits the Sun every 224.7 Earth days. With a rotation period of 243 Earth days,  it takes longer to rotate about its axis than any planet in the Solar System and rotates in the opposite direction to all but Uranus (meaning the Sun rises in the west and sets in the east). Venus does not have any natural satellites, a distinction it shares only with Mercury among planets in the Solar System.",
  "/wiki/Mercury_(planet)": "Mercury is the smallest and innermost planet in the Solar System. Its orbit around the Sun takes 87.97 days, the shortest of all the planets in the Solar System. It is named after the Roman deity Mercury, the messenger of the gods.",
  "/wiki/Chinese_constellation": "Traditional Chinese astronomy has a system of dividing the celestial sphere into asterisms  or constellations, known as \"officials\" (Chinese 星官 xīng guān).",
  "/wiki/Azure_Dragon": "The Azure Dragon (Chinese: 青龍 Qīnglóng), also known as Blue-green Dragon, Green Dragon, or the Blue Dragon (蒼龍 Cānglóng), is one of the Dragon Gods who represent the mount or chthonic forces of the Five Forms of the Highest Deity (五方上帝 Wǔfāng Shàngdì). He is also one of the Four Symbols of the Chinese constellations, which are the astral representations of the Wufang Shangdi. The Azure Dragon represents the east and the spring season.",
  "/wiki/Vermilion_Bird": "The Vermilion Bird (Chinese: 朱雀 Zhūquè) is one of the Four Symbols of the Chinese constellations. According to Wu Xing, the Taoist five-elemental system, it represents the fire-element, the direction south, and the season summer correspondingly. Thus it is sometimes called the Vermilion Bird of the South (Chinese: 南方朱雀, Nán Fāng Zhū Què). It is known as Zhuque in Chinese, Suzaku in Japanese, Jujak in Korean and Chu Tước in Vietnamese. It is described as a red bird that resembles a pheasant with a five-colored plumage and is perpetually covered in flames. It is often mistaken for the Fenghuang due to similarities in appearance, but the two are different creatures. The Fenghuang is a legendary ruler of birds who is associated with the Chinese Empress in the same way the dragon is associated with the Emperor, while the Vermilion Bird is a mythological spirit creature of the Chinese constellations.",
  "/wiki/Yellow_Dragon": "The Yellow Dragon (simplified Chinese: 黄龙; traditional Chinese: 黃龍; pinyin: Huánglóng; Cantonese Yale: Wong4 Lung4 Japanese: Kōryū or Ōryū Korean: Hwang-Ryong) is the zoomorphic incarnation of the Yellow Emperor of the centre of the universe in Chinese religion and mythology.",
  "/wiki/White_Tiger_(Chinese_constellation)": "The White Tiger (Chinese: 白虎 Báihǔ) is one of the Four Symbols of the Chinese constellations. It is sometimes called the White Tiger of the West (Chinese: 西方白虎; pinyin: Xīfāng Báihǔ), and is known as Baihu in Chinese, Byakko in Japanese, and Baekho in Korean. It represents the west in terms of direction and the autumn season.",
  "/wiki/Black_Tortoise": "The Black Tortoise or Black Turtle (Chinese: 玄武; pinyin: Xuánwǔ) is one of the Four Symbols of the Chinese constellations. Despite its English name, it is usually depicted as a turtle entwined together with a snake. Furthermore, in East Asian mythology it is not called after either animal, but is instead known as the \"Black Warrior\" under various local pronunciations. It is known as Xuanwu in Chinese, Genbu in Japanese, Huyền Vũ in Vietnamese and  Hyeonmu in Korean. It represents the north and the winter season, thus it is sometimes called Black Tortoise of the North (Chinese: 北方玄武; pinyin: Běifāng Xuánwǔ).",
  "/wiki/Heavenly_Stems": "The ten Heavenly Stems or Celestial Stems (Chinese: 天干; pinyin: tiāngān) are a Chinese system of ordinals that first appear during the Shang dynasty, c. 1250 BC, as the names of the ten days of the week. They were also used in Shang-period ritual as names for dead family members, who were offered sacrifices on the corresponding day of the Shang week. The Heavenly Stems were used in combination with the Earthly Branches, a similar cycle of twelve days, to produce a compound cycle of sixty days. Subsequently, the Heavenly Stems lost their original function as names for days of the week and dead kin, and acquired many other uses, the most prominent and long lasting of which was their use together with the Earthly Branches as a 60-year calendrical cycle. The system is used throughout East Asia.",
  "/wiki/Energy": "In physics, energy is the quantitative property that must be transferred to an object in order to perform work on, or to heat, the object.[note 1]  Energy is a conserved quantity; the law of conservation of energy states that energy can be converted in form, but not created or destroyed. The SI unit of energy is the joule, which is the energy transferred to an object by the work of moving it a distance of 1 metre against a force of 1 newton.",
  "/wiki/Season": "A season is a division of the year marked by changes in weather, ecology, and the amount of daylight. On Earth, seasons are the result of Earth's orbit around the Sun and Earth's axial tilt relative to the ecliptic plane. In temperate and polar regions, the seasons are marked by changes in the intensity of sunlight that reaches the Earth's surface, variations of which may cause animals to undergo hibernation or to migrate, and plants to be dormant. Various cultures define the number and nature of seasons based on regional variations.",
  "/wiki/Climate": "Climate is the long-term average of weather, typically averaged over a period of 30 years. Some of the meteorological variables that are commonly measured are temperature, humidity, atmospheric pressure, wind, and precipitation. In a broader sense, climate is the state of the components of the climate system, which includes the ocean and ice on Earth. The climate of a location is affected by its latitude, terrain, and altitude, as well as nearby water bodies and their currents.",
  "/wiki/Windy": "\"Windy\" is a pop music song written by Ruthann Friedman and recorded by the Association.  Released in 1967, the song reached No. 1 on the Billboard Hot 100 in July of that year. Overseas, it went to No. 34 in Australia, and No. 3 in Yugoslavia. Later in 1967 an instrumental version by jazz guitarist Wes Montgomery became his biggest Hot 100 hit when it peaked at No. 44.",
  "/wiki/Damp": "Moisture refers to the presence of liquid substances in the environment in form of the state of a vapour.",
  "/wiki/Dry_climate": "A region is arid when it is characterized by a severe lack of available water, to the extent of hindering or preventing the growth and development of plant and animal life. Environments subject to arid climates tend to lack vegetation and are called xeric or desertic. Most \"arid\" climates straddle the Equator; these places include parts of Africa, Asia, South America, Central America, and Australia.",
  "/wiki/Cold": "Cold is the presence of low temperature, especially in the atmosphere. In common usage, cold is often a subjective perception. A lower bound to temperature is absolute zero, defined as 0.00 K on the Kelvin scale, an absolute thermodynamic temperature scale. This corresponds to −273.15 °C on the Celsius scale, −459.67 °F on the Fahrenheit scale, and 0.00 °R on the Rankine scale.",
  "/wiki/Developmental_biology": "Developmental biology is the study of the process by which animals and plants grow and develop. Developmental biology also encompasses the biology of regeneration, asexual reproduction, metamorphosis, and the growth and differentiation of stem cells in the adult organism.",
  "/wiki/Livestock": "Livestock is commonly defined as domesticated animals raised in an agricultural setting to produce labor and commodities such as meat, eggs, milk, fur, leather, and wool. The term is sometimes used to refer solely to those that are bred for consumption, while other times it refers only to farmed ruminants, such as cattle and goats. Horses are considered livestock in the United States. The USDA classifies pork, veal, beef, and lamb as livestock and all livestock as red meat. Poultry and fish are not included in the category.",
  "/wiki/Dog": "The domestic dog (Canis lupus familiaris when considered a subspecies of the wolf or Canis familiaris when considered a distinct species) is a member of the genus Canis (canines), which forms part of the wolf-like canids, and is the most widely abundant terrestrial carnivore. The dog and the extant gray wolf are sister taxa as modern wolves are not closely related to the wolves that were first domesticated, which implies that the direct ancestor of the dog is extinct. The dog was the first animal to be domesticated, and has been selectively bred over millennia for various behaviors, sensory capabilities, and physical attributes.",
  "/wiki/Sheep": "Sheep (Ovis aries) are quadrupedal, ruminant mammals typically kept as livestock. Like most ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates. Although the name sheep applies to many species in the genus Ovis, in everyday usage it almost always refers to Ovis aries. Numbering a little over one billion, domestic sheep are also the most numerous species of sheep. An adult female is referred to as a ewe (/juː/), an intact male as a ram, occasionally a tup, a castrated male as a wether, and a young sheep is a  lamb.",
  "/wiki/Goat": "The domestic goat or simply goat (Capra aegagrus hircus) is a subspecies of C. aegagrus domesticated from the wild goat of Southwest Asia and Eastern Europe. The goat is a member of the animal family Bovidae and the subfamily Caprinae, meaning it is closely related to the sheep. There are over 300 distinct breeds of goat. Goats are one of the oldest domesticated species of animal, and have been used for milk, meat, fur and skins across much of the world. Milk from goats is often turned into goat cheese.",
  "/wiki/Cattle": "Cattle, or cows, are the most common type of large domesticated ungulates. They are a prominent modern member of the subfamily Bovinae, are the most widespread species of the genus Bos, and are most commonly classified collectively as Bos taurus.",
  "/wiki/Chicken": "The chicken (Gallus gallus domesticus) is a type of domesticated fowl, a subspecies of the red junglefowl (Gallus gallus). They are one of the most common and widespread domestic animals, with a total population of more than 19 billion as of 2011. There are more chickens in the world than any other bird or domesticated fowl. Humans keep chickens primarily as a source of food (consuming both their meat and eggs) and, less commonly, as pets. Originally raised for cockfighting or for special ceremonies, chickens were not kept for food until the Hellenistic period (4th–2nd centuries BC).",
  "/wiki/Pig": "A pig is any of the animals in the genus Sus, within the even-toed ungulate family Suidae. Pigs include domestic pigs and their ancestor, the common Eurasian wild boar (Sus scrofa), along with other species. Related creatures outside the genus include the peccary, the babirusa, and the warthog. Pigs, like all suids, are native to the Eurasian and African continents. Juvenile pigs are known as piglets. Pigs are highly social and intelligent animals.",
  "/wiki/Fruit": "In botany, a fruit is the seed-bearing structure in flowering plants (also known as angiosperms) formed from the ovary after flowering.",
  "/wiki/Plum": "A plum is a fruit of the subgenus Prunus of the genus Prunus. The subgenus is distinguished from other subgenera (peaches, cherries, bird cherries, etc.) in the shoots having terminal bud and solitary side buds (not clustered), the flowers in groups of one to five together on short stems, and the fruit having a groove running down one side and a smooth stone (or pit).",
  "/wiki/Apricot": "An apricot (US: /ˈæprɪkɒt/ (listen), UK: /ˈeɪprɪkɒt/ (listen)) is a fruit, or the tree that bears the fruit, of several species in the genus Prunus (stone fruits).",
  "/wiki/Jujube": "Ziziphus jujuba (from Greek ζίζυφον, zízyphon), commonly called jujube (/ˈdʒuːdʒuːb/; sometimes jujuba), red date, Chinese date, is a species of Ziziphus in the buckthorn family (Rhamnaceae).",
  "/wiki/Peach": "The peach (Prunus persica) is a deciduous tree native to the region of Northwest China between the Tarim Basin and the north slopes of the Kunlun Mountains, where it was first domesticated and cultivated. It bears an edible juicy fruit called a peach or a nectarine.",
  "/wiki/Chestnut": "The chestnuts are a group of eight or nine species of deciduous trees and shrubs in the genus Castanea, in the beech family Fagaceae. They are native to temperate regions of the Northern Hemisphere.",
  "/wiki/Grain": "A grain is a small, hard, dry seed, with or without an attached hull or fruit layer, harvested for human or animal consumption. A grain crop is a grain-producing plant. The two main types of commercial grain crops are cereals and legumes.",
  "/wiki/Wheat": "Wheat is a grass widely cultivated for its seed, a cereal grain which is a worldwide staple food. The many species of wheat together make up the genus Triticum; the most widely grown is common wheat (T. aestivum).",
  "/wiki/Beans": "A bean is the seed of one of several genera of the flowering plant family Fabaceae, which are used for human or animal food. They are a part of the vegetable family,and can be cooked in many different ways, including boiling, frying, and baking, and are used in several traditional dishes throughout the world.",
  "/wiki/Rice": "Rice is the seed of the grass species Oryza sativa (Asian rice) or Oryza glaberrima (African rice). As a cereal grain, it is the most widely consumed staple food for a large part of the world's human population, especially in Asia. It is the agricultural commodity with the third-highest worldwide production (rice, 741.5 million tonnes in 2014), after sugarcane (1.9 billion tonnes) and maize (1.0 billion tonnes).",
  "/wiki/Hemp": "Hemp, or industrial hemp, is a strain of the Cannabis sativa plant species that is grown specifically for the industrial uses of its derived products. It is one of the fastest growing plants and was one of the first plants to be spun into usable fiber 10,000 years ago. It can be refined into a variety of commercial items, including paper, textiles, clothing, biodegradable plastics, paint, insulation, biofuel, food, and animal feed.",
  "/wiki/Millet": "Millets (/ˈmɪlɪts/) are a group of highly variable small-seeded grasses, widely grown around the world as cereal crops or grains for fodder and human food.",
  "/wiki/Color_in_Chinese_culture": "Colour in Chinese culture  refers to the certain values that Chinese culture attaches to colors, like which colors are considered auspicious (吉利) or inauspicious (不利).  The Chinese word for \"color\" is yánsè (顏色). In Classical Chinese, the character sè (色) more accurately meant \"color in the face\", or \"emotion\". It was generally used alone and often implied sexual desire or desirability. During the Tang Dynasty, the word yánsè came to mean all color. A Chinese idiom which is used to describe many colors, Wǔyánliùsè (五颜六色), can also mean colors in general."
}