{
  "/wiki/Mobile_Suit_Gundam:_The_08th_MS_Team": "Mobile Suit Gundam: The 08th MS Team (Japanese: 機動戦士ガンダム 第08MS小隊, Hepburn: Kidō Senshi Gandamu Dai Zerohachi Emu Esu Shōtai) is an original video animation (OVA) anime series in the Gundam franchise. Released from January 25, 1996, to July 25, 1999, the 12-episode series details the exploits of an Earth Federation ground unit during the One Year War - specifically a month after the beginning of original 1979 Gundam series and into the final weeks of the war.",
  "/wiki/Sunrise_(company)": "Sunrise Inc. (株式会社サンライズ, Kabushiki gaisha Sanraizu) is a Japanese animation studio and production company which is a subsidiary of Bandai Namco Holdings. Its former name was Nippon Sunrise and, before that, Sunrise Studio. Its headquarters is in Suginami, Tokyo.",
  "/wiki/Bandai_Visual": "Bandai Visual Co., Ltd. (株式会社バンダイビジュアル, Kabushiki gaisha Bandai Bijuaru) (Formerly known as AE Planing (August 1983 – March 1989), Network Frontier (1984–1988) and Bandai Media (1988 – October 1992), was a Japanese anime, film production and distribution enterprise, established by Bandai Company, Limited and a subsidiary of Bandai Namco Holdings, Inc.",
  "/wiki/Akame_ga_Kill!": "Akame ga Kill! (Japanese: アカメが斬る!, Hepburn: Akame ga Kiru!, literally meaning \"Akame Slashes!\") is a Japanese manga series created by Takahiro and illustrated by Tetsuya Tashiro. It was serializated in Square Enix's Gangan Joker from March 2010 to December 2016. The story focuses on Tatsumi, a young villager who travels to the Capital to raise money for his home only to discover strong corruption in the area. The assassin group known as Night Raid recruits the young man to help them in their fight against the corrupt Empire.",
  "/wiki/White_Fox": "White Fox Co., Ltd. (Japanese: 株式会社 WHITE FOX, Hepburn: Kabushiki gaisha Howaito Fokkusu), is a Japanese animation studio. The studio's most successful productions include adaptations of Steins;Gate, Akame ga Kill! and Re:Zero − Starting Life in Another World.",
  "/wiki/Sentai_Filmworks": "Sentai Filmworks, LLC is an American anime licensing company located in Houston, Texas. It was formed in 2008 by John Ledford, formerly of A.D. Vision.",
  "/wiki/Astro_Boy_(2003_TV_series)": "Astro Boy (アストロボーイ・鉄腕アトム, Asutoro Bōi: Tetsuwan Atomu, lit. \"Astro Boy: Mighty Atom\") is a remake of the 1960s anime series of the same name created by Osamu Tezuka, which was produced by his company, Tezuka Productions, Sony Pictures Entertainment Japan, Dentsu, and Fuji Television network. It was also shown on Animax, who have broadcast the series across its respective networks worldwide, including Japan, Southeast Asia, South Asia, East Asia, and other regions. It was created to celebrate the birth date of Atom/Astro Boy (as well as the 40th anniversary of the original TV series). Under the original English name (instead of Mighty Atom), it kept the same classic art style as the original manga and anime, but was revisioned and modernized with more lush, high-quality, near-theatrical animation and visuals. It combined the playfulness of the early anime with the darker, more serious and dramatic Science fiction themes of the manga and the 1980 series. The anime broadcast in Japan on the same date as Atom's/Astro's birth in the manga (April 6, 2003) across Animax and Fuji Television.",
  "/wiki/Tezuka_Productions": "Tezuka Productions Co., Ltd. (株式会社手塚プロダクション, Kabushiki-gaisha Tezuka Purodakushon) is a Japanese animation studio founded by Osamu Tezuka in 1968. It is known for animating notable works such as Marvelous Melmo, the 1980 and 2003 Astro Boy series, and Black Jack. His son, Makoto Tezuka, currently aims to use Tezuka Productions to extend Tezuka's manga series with new issues and publish posthumous works such as Legend of the Forest.",
  "/wiki/Sony_Pictures_Television": "Sony Pictures Television Inc. (or SPT) is an American television production and distribution studio founded in 2002 as the successor to Columbia TriStar Television, TriStar Television, Columbia Pictures Television, Screen Gems and Pioneer Telefilms. Based in Culver City, it is a division of Sony Entertainment's Sony Pictures Entertainment and a unit of the Japanese conglomerate Sony.",
  "/wiki/Attack_on_Titan": "Attack on Titan (Japanese: 進撃の巨人, Hepburn: Shingeki no Kyojin, lit. \"The Attack Titan\") is a Japanese manga series both written and illustrated by Hajime Isayama. It is set in a fantasy world where humanity lives within territories surrounded by three enormous walls that protect them from gigantic man-eating humanoids referred to as Titans.",
  "/wiki/Wit_Studio": "WIT STUDIO, Inc. (Japanese: 株式会社ウィットスタジオ, Hepburn: Kabushiki-gaisha Witto Sutajio) is a Japanese animation studio founded on June 1, 2012 by producers at Production I.G as a subsidiary of IG Port. It is headquartered in Musashina, Tokyo, Japan, with Production I.G producer George Wada as president and Tetsuya Nakatake, also a producer at Production I.G., as a director of the studio. The studio gained notability for producing the anime adaptation of the Attack on Titan manga series.",
  "/wiki/Funimation": "Funimation Productions, LLC is an American entertainment company that specializes in the dubbing and distribution of foreign content, most notably anime. The Japanese conglomerate Sony is its majority owner, owning 95% of the company through a joint venture between its Japanese music division and American film and television studio, with Gen Fukunaga, Funimation's co-founder, owning the remaining 5%. Based in Flower Mound, Texas, the studio is one of the leading distributors of anime and other foreign entertainment properties in North America.",
  "/wiki/Bakugan_Battle_Brawlers": "Bakugan Battle Brawlers (爆 (ばく)丸 (がん)バトルブローラーズ, Bakugan Batoru Burōrāzu) is a Japanese-Canadian anime adventure television series produced by TMS Entertainment, Dentsu Inc., and Nelvana Animation under the direction of Mitsuo Hashimoto. The story centers on the lives of creatures called Bakugan and the \"battle brawlers\" who possess them. The Bakugan franchise itself is a joint venture between Sega Toys and Spin Master.",
  "/wiki/TMS_Entertainment": "TMS Entertainment Co., Ltd. (株式会社トムス・エンタテインメント Kabushiki-gaisha Tomusu Entateinmento), formerly known as Tokyo Movie Shinsha (東京ムービー新社 Tōkyō Mūbī Shinsha), also known as Tokyo Movie (東京ムービー Tōkyō Mūbī) or TMS-Kyokuichi, is a Japanese animation studio founded in 1964.",
  "/wiki/Nelvana": "Nelvana Enterprises, Inc. (previously known as Nelvana Ltd.) is a Canadian animation studio and children's media company owned by Corus Entertainment. Founded in 1971, it was named by founders Michael Hirsh, Patrick Loubert and Clive A. Smith after a Canadian comic book superheroine created by Adrian Dingle in the 1940s. The company's production logo is a polar bear looking at the North Star. Most of its films, shows and specials are based on licensed properties, mainly children's literature, but original programming is also part of its roster such as Corn & Peg. It ventured into the world of live action from its establishment and continues to do so.",
  "/wiki/Cartoon_Network": "Cartoon Network is an American pay television channel owned by Warner Bros. Entertainment, a division of AT&T's WarnerMedia. The channel was launched on October 1, 1992, and primarily broadcasts animated television series, mostly children's programming, ranging from action to animated comedy. It operates usually from 6:00 AM to 8:00 PM (ET/PT)  and is targeted at children between ages 7 and 15. Its overnight daypart block Adult Swim is aimed at adults and is treated as a separate entity for promotional purposes and as a separate channel by Nielsen for ratings purposes. A Spanish language audio track for select programs is accessible via second audio programing (SAP); some TV providers offer the Spanish feed as a separate channel by removing the main English-language audio track.",
  "/wiki/The_Big_O": "The Big O (Japanese: THE ビッグオー, Hepburn: Za Biggu Ō) is a Japanese anime television series created by designer Keiichi Sato and director Kazuyoshi Katayama for Sunrise. The writing staff was assembled by the series' head writer, Chiaki J. Konaka, who is known for his work on Serial Experiments Lain and Hellsing. The story takes place forty years after a mysterious occurrence causes the residents of Paradigm City to lose their memories. The series follows Roger Smith, Paradigm City's top Negotiator. He provides this \"much needed service\" with the help of a robot named R. Dorothy Wayneright and his butler Norman Burg. When the need arises, Roger calls upon Big O, a giant relic from the city's past.",
  "/wiki/Black_Clover": "Black Clover (Japanese: ブラッククローバー, Hepburn: Burakku Kurōbā) is a Japanese manga series written and illustrated by Yūki Tabata. It has been serialized in Shueisha's Weekly Shōnen Jump magazine since February 16, 2015, and has been collected into 23 tankōbon volumes. The story centers around Asta, a young boy seemingly born without any magic power, something that is unknown in the world he lives in. With his fellow mages from the Black Bulls, Asta plans to become the next Wizard King.",
  "/wiki/Pierrot_(company)": "Pierrot Co., Ltd. (株式会社ぴえろ, Kabushiki-gaisha Piero) is a Japanese animation studio established in May 1979 by former employees of Tatsunoko Production and Mushi Production. Its headquarters is located in Mitaka, Tokyo. Pierrot is renowned for several worldwide popular anime series, such as Creamy Mami, Fushigi Yûgi, Bleach, Neo Ranga, Naruto, Boruto: Naruto Next Generations, Yu Yu Hakusho, Flame of Recca, Blue Dragon, Onigiri, Tegami Bachi, Tokyo Ghoul, Black Clover, Beelzebub, Ghost Stories and Great Teacher Onizuka.",
  "/wiki/Black_Lagoon": "Black Lagoon (Japanese: ブラック・ラグーン, Hepburn: Burakku Ragūn) is a Japanese manga series written and illustrated by Rei Hiroe. It has been published in Shogakukan's Monthly Sunday Gene-X since 2002, and eleven collected volumes have been released so far. It was later adapted into an anime television series by Madhouse, that aired from April to June 2006 for twelve episodes. A second season, subtitled \"The Second Barrage\", ran for twelve weeks starting on October 2, 2006. A five volume original video animation series, titled Roberta's Blood Trail, was released from July 2010 to June 2011.",
  "/wiki/Madhouse_(company)": "Madhouse Inc. (Japanese: 株式会社マッドハウス, Hepburn: Kabushiki-gaisha Maddohausu, stylized as MADHOUSE) is a Japanese animation studio founded in 1972 by ex–Mushi Pro animators, including Masao Maruyama, Osamu Dezaki, Rintaro and Yoshiaki Kawajiri.",
  "/wiki/Black_Lagoon:_The_Second_Barrage": "Black Lagoon (Japanese: ブラック・ラグーン, Hepburn: Burakku Ragūn) is a Japanese manga series written and illustrated by Rei Hiroe. It has been published in Shogakukan's Monthly Sunday Gene-X since 2002, and eleven collected volumes have been released so far. It was later adapted into an anime television series by Madhouse, that aired from April to June 2006 for twelve episodes. A second season, subtitled \"The Second Barrage\", ran for twelve weeks starting on October 2, 2006. A five volume original video animation series, titled Roberta's Blood Trail, was released from July 2010 to June 2011.",
  "/wiki/Bleach_(TV_series)": "Bleach (Japanese: ブリーチ, Hepburn: Burīchi) is a Japanese anime television series based on Tite Kubo's manga of the same name. It was produced by Studio Pierrot and directed by Noriyuki Abe. The series aired on TV Tokyo from October 2004 to March 2012, spanning 366 episodes.",
  "/wiki/Viz_Media": "VIZ Media LLC is an American manga publisher, anime distributor and entertainment company headquartered in San Francisco, California. It was founded in 1986 as VIZ LLC. In 2005, VIZ LLC and ShoPro Entertainment merged to form the current VIZ Media LLC, which is owned by Japanese publishing conglomerate Hitotsubashi Group, which includes Shueisha, Shogakukan and Shogakukan-Shueisha Productions (ShoPro). As of 2017, Viz Media is the largest publisher of graphic novels and comic books in the United States, with a 23% share of the market.",
  "/wiki/Blue_Dragon_(anime)": "Blue Dragon (ブルードラゴン, Burū Doragon) is a Japanese anime television series adaptation of the Blue Dragon video game series.",
  "/wiki/Blue_Exorcist": "Blue Exorcist (Japanese: 青の.mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}祓魔師（エクソシスト）, Hepburn: Ao no Exorcist) is a Japanese manga series written and illustrated by Kazue Katō. The manga has been serialized in Jump Square magazine by Shueisha since April 2009, with individual chapters collected into twenty-two tankōbon volumes as of November 2, 2018. The story revolves around Rin Okumura, a teenager who discovers he and his twin brother Yukio are the sons of Satan born from a human woman, and he is the inheritor of Satan's powers. When Satan kills their guardian, Rin enrolls at True Cross Academy to become an exorcist under Yukio's tutelage in order to defeat his father.",
  "/wiki/A-1_Pictures": "A-1 Pictures Inc. (Japanese: 株式会社A-1 Pictures, Hepburn: Kabushikigaisha A - 1 pikucha) is a Japanese animation studio founded by ex-Sunrise producer Mikihiro Iwata, a subsidiary of  Sony Music Entertainment Japan's anime production firm Aniplex.",
  "/wiki/Aniplex_of_America": "Aniplex of America Inc. or Aniplex USA is the U.S. distribution enterprise for Aniplex, owned by Sony Music Entertainment Japan, established in March 2005 in Santa Monica, California, to reinforce their license business in the North American international anime market. Aniplex of America operates the English-language version of Aniplex+, and a streaming service called Aniplex Channel. Both of them are based on their website.  Aniplex of America titles are distributed in the US market by Right Stuf Inc., and usually streamed on Crunchyroll, FunimationNow, Hulu, and occasionally Netflix.  In 2017, it was announced that Shu Nishimoto was appointed as president of the company, with former president Hideki \"Henry\" Goto becoming head of international business development with the Tokyo branch.",
  "/wiki/Bobobo-bo_Bo-bobo": "Bobobo-bo Bo-bobo (Japanese: ボボボーボ・ボーボボ, Hepburn: Bobobōbo Bōbobo) is a Japanese comedy manga series written and illustrated by Yoshio Sawai. It was published by Shueisha Weekly Shōnen Jump magazine from March 2001 to November 2005. It was followed by a sequel titled Shinsetsu Bobobo-bo Bo-bobo, serialized from December 2005 to July 2007.",
  "/wiki/Toei_Animation": "Toei Animation Co., Ltd. (東映アニメーション株式会社, Tōei Animēshon Kabushiki-gaisha) (/toʊ.eɪ/), commonly referred to as Toei Animation, is a Japanese animation studio primarily owned by Toei Company. It has produced numerous series, including Sally the Witch, Gegege no Kitaro, Mazinger Z, Galaxy Express 999, Dr. Slump, Dragon Ball, Saint Seiya, Sailor Moon, Slam Dunk, Digimon, One Piece and the Precure series.",
  "/wiki/Boruto:_Naruto_Next_Generations": "Boruto: Naruto Next Generations (Japanese: BORUTO-ボルト- -Naruto Next Generations-, Hepburn: Boruto: Naruto Nekusuto Jenerēshonzu) is a Japanese manga series written by Ukyō Kodachi and illustrated by Mikio Ikemoto. It was serialised monthly in Shueisha's shōnen manga magazine Weekly Shōnen Jump since May 2016 until it was transferred to Shueisha's monthly magazine V Jump in July 2019. Boruto is a spin-off and a sequel to Masashi Kishimoto's Naruto, which follows the exploits of Naruto Uzumaki's son, Boruto Uzumaki, and his ninja team.",
  "/wiki/Cardcaptor_Sakura": "Cardcaptor Sakura (Japanese: カードキャプターさくら, Hepburn: Kādokyaputā Sakura) is a Japanese shōjo manga series written and illustrated by the manga group Clamp. The manga was originally serialized in Nakayoshi from May 1996 to June 2000, and published in 12 tankōbon volumes by Kodansha from November 1996 to July 2000. The story focuses on Sakura Kinomoto, an elementary school student who discovers magical powers after accidentally freeing a set of magical cards; she must retrieve the cards to prevent catastrophe. A sequel by Clamp, Cardcaptor Sakura: Clear Card, focusing on Sakura in junior high school, began serialization in Nakayoshi in 2016.",
  "/wiki/Casshern_Sins": "Casshern Sins (キャシャーン .mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}SINS（シンス）) is a reboot of the 1973 anime series Casshan, produced by Tatsunoko and animated by Madhouse. The series discards the continuity presented in the original Casshan anime series, in which Casshern was a cybernetic superhero battling the evil robotic forces of Braiking Boss in a post-apocalyptic Earth. In Casshern Sins, Casshern is presented as a cyborg subordinate of Braiking Boss who was ordered to assassinate the savior of mankind, and has thus doomed the Earth to ruin. Casshern Sins made its English broadcast premiere on Funimation Channel on December 14, 2010. A manga adaptation was published in Jive's Comic Rush Magazine. In the United States, the series began airing on Adult Swim's Toonami block as part of its premiere on May 26, 2012.",
  "/wiki/Tatsunoko_Production": "Tatsunoko Production Company (株式会社タツノコプロ, Kabushiki gaisha Tatsunoko Puro), previously known as Kabushiki gaisha Tatsunoko Purodakushon (株式会社竜の子プロダクション) and often shortened to Tatsunoko Pro (タツノコプロ, Tatsunoko Puro), is a Japanese animation company. The studio's name has a double meaning in Japanese: \"Tatsu's child\" (Tatsu is a nickname for Tatsuo) and \"sea dragon\", the inspiration for its seahorse logo. Tatsunoko's headquarters are in Musashino, Tokyo.",
  "/wiki/Cowboy_Bebop": "Cowboy Bebop (カウボーイビバップ, Kaubōi Bibappu) is a Japanese animated science-fiction television series animated by Sunrise featuring a production team led by director Shinichirō Watanabe, screenwriter Keiko Nobumoto, character designer Toshihiro Kawamoto, mechanical designer Kimitoshi Yamane, and composer Yoko Kanno. The twenty-six episodes (\"sessions\") of the series are set in the year 2071, and follow the lives of a bounty hunter crew traveling in their spaceship called the Bebop. Although it covers a wide range of genres throughout its run, Cowboy Bebop draws most heavily from science fiction, western and noir films, and its most recurring thematic focal points include adult existential ennui, loneliness and the difficulties of trying to escape one's past.",
  "/wiki/Adult_Swim": "Adult Swim (stylized as [adult swim]) is the adult-oriented nighttime programming block of the American children's basic cable network Cartoon Network programmed by its in-house production studio, Williams Street. It currently broadcasts nightly from 8 p.m. to 6 a.m. ET.",
  "/wiki/Cyborg_009": "Cyborg 009 (Japanese: サイボーグゼロゼロナイン, Hepburn: Saibōgu Zero-Zero-Nain) is a manga created by Shotaro Ishinomori. It was serialized in many different Japanese magazines, including Monthly Shōnen King, Weekly Shōnen Magazine, Shōnen Big Comic, COM, Shōjo Comic, Weekly Shōnen Sunday, Monthly Shōnen Jump, and Monthly Comic Nora. In 2012, comiXology acquired the digital distribution rights to Shotaro Ishinomori's catalogue, including Cyborg 009.",
  "/wiki/D.I.C.E.": "D.I.C.E. (DNA Integrated Cybernetic Enterprises) is an animated television series produced by Bandai Entertainment,  Xebec (now Sunrise Beyond), and Studio Galapagos (computer animation). Originally made for the United States, the series was first broadcast in Cartoon Network in US, then YTV in Canada.  On December 12, 2005, the Japanese version was premiered on Animax under the title Dinobreaker (ディノブレイカー, Dinobureikā). On January 7, 2006, the Tagalog version premiered on Hero TV. ABS-CBN network followed by broadcasting the series in Tagalog on January 28, 2006. As of October 31, 2009, D.I.C.E. has already run for a total of 15 full runs in the 4 channels which broadcast D.I.C.E. in the Philippines.",
  "/wiki/Xebec_(studio)": "Xebec, Inc. (Japanese: 株式会社ジーベック, Hepburn: Kabushiki-gaisha Jībekku) was a company that specialised in the production of anime. They have worked on many popular series such as Martian Successor Nadesico, Love Hina, Shaman King, To Love Ru, Yuuna and the Haunted Hot Springs, and Star Blazers: Space Battleship Yamato 2202.",
  "/wiki/Deadman_Wonderland": "Deadman Wonderland (Japanese: デッドマンワンダーランド, Hepburn: Deddoman Wandārando) is a Japanese manga series written by Jinsei Kataoka and illustrated by Kazuma Kondou, who also wrote and illustrated the Eureka Seven manga, and published in Shōnen Ace since 2008.  Tokyopop acquired the licensing rights to distribute the manga in English and released the first 5 volumes of the manga before the company shut down its North American Publishing division in 2011. Viz Media announced that it had licensed the series for English language release in North America on July 7, 2013, and released the first volume on February 11, 2014; new volumes were released every two months there after.",
  "/wiki/Manglobe": "Manglobe Inc. (Japanese: 株式会社マングローブ, Hepburn: Kabushiki-gaisha Mangurōbu) was a Japanese animation studio and production enterprise, active from 2002 to 2015. Manglobe was formed on February 7, 2002 by Sunrise producers Shinichirō Kobayashi and Takashi Kochiyama. The studio filed for bankruptcy in September 2015 after getting in an estimated debt of 350 million yen."
}