{
  "/wiki/Sony_BMG_Music_Entertainment": "Sony BMG Music Entertainment was an American record company owned as a 50–50 joint venture between Sony Corporation of America and Bertelsmann Music Group. The venture's successor, the revived Sony Music, is wholly owned by Sony, following their buyout of the remaining 50% held by Bertelsmann. BMG was instead rebuilt as BMG Rights Management on the basis of 200 remaining artists.",
  "/wiki/Incubus_(band)": "Incubus is an American rock band from Calabasas, California. The band was formed in 1991 by vocalist Brandon Boyd, lead guitarist Mike Einziger, and drummer José Pasillas while enrolled in Calabasas High School and later expanded to include bassist Alex Dirk Lance Katunich, and Gavin DJ Lyfe Koppell; both of whom were eventually replaced by bassist Ben Kenney and DJ Kilmore, respectively. Incubus has attained commercial success, reaching multi-platinum sales, as well as releasing several successful singles. After their first two albums, Fungus Amongus (1995) and S.C.I.E.N.C.E. (1997), the band earned mainstream recognition with the release of their 1999 album Make Yourself which spawned several hits, including the band's highest charting song Drive. Success continued with the albums Morning View (2001) and A Crow Left of the Murder... (2004). Their sixth studio album, Light Grenades, debuted at No. 1 in 2006 and was followed by Incubus's first greatest hits album Monuments and Melodies in June 2009 and the band's 2011 album, If Not Now, When?.",
  "/wiki/Warner_Bros._Records": "Warner Records Inc. (formerly Warner Bros. Records Inc.) is an American record label owned by Warner Music Group and headquartered in Los Angeles, California. It was founded in 1958 as the recorded music division of the American film studio Warner Bros., and was one of a group of labels owned and operated by larger parent corporations for much of its existence. The sequence of companies that controlled Warner Bros. and its allied labels evolved through a convoluted series of corporate mergers and acquisitions from the early 1960s to the early 2000s. Over this period, Warner Bros. Records grew from a struggling minor player in the music industry to one of the top record labels in the world. In 2004, these music assets were divested by then-owner Time Warner and purchased by a private equity group. This independent company traded as Warner Music Group and was the world's last publicly traded major music company before being bought and privatized by Access Industries in 2011. Warner Music Group is the smallest of the three major international music conglomerates that include Universal Music Group and Sony Music Entertainment. Max Lousada oversees recorded music operations of the company.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016. Green Day was originally part of the late 80s-early 90s punk scene at the DIY 924 Gilman Street club in Berkeley, California. The band's early releases were with the independent record label Lookout! Records. In 1994, their major label debut Dookie, released through Reprise Records, became a breakout success and eventually shipped over 10 million copies in the U.S. Green Day is credited alongside fellow California punk bands NOFX, Sublime, Bad Religion, the Offspring, and Rancid with popularizing mainstream interest in punk rock in the U.S. Though the albums Insomniac (1995), Nimrod (1997), and Warning (2000) did not match the success of Dookie, they were still successful with the former two reaching triple platinum status while the latter achieved gold.",
  "/wiki/Arista_Records": "Arista Records, Inc. (/əˈrɪstə/) is an American record label owned by Sony Music, a subsidiary of Sony Corporation of America, the North American division of the Japanese conglomerate Sony. The label was previously handled by Bertelsmann Music Group. The label was founded in 1974 by Clive Davis, who formerly worked for Columbia Records. Until its demise in 2011, it was a major distributor and promoter of albums throughout the United States and the United Kingdom. Along with Columbia, RCA, and Epic, Arista is one of Sony's four flagship record labels.\n In July 2018, Sony revived the Arista label.",
  "/wiki/Outkast": "Outkast (stylized as OutKast) is an American hip hop duo formed in 1992 in East Point, Georgia, composed of Atlanta-based rappers André André 3000 Benjamin (formerly known as Dré) and Antwan Big Boi Patton. The duo achieved both critical acclaim and commercial success from the mid-1990s to the early 2000s, helping to popularize Southern hip hop while experimenting with diverse genres such as funk, psychedelia, jazz, and techno. Benjamin and Patton formed the group as high school students in 1992. Outkast released their debut album Southernplayalisticadillacmuzik in 1994, which gained popularity after the single Player's Ball reached number one on the Billboard Hot Rap Tracks chart. With successive releases including ATLiens (1996) and Aquemini (1998), the duo further developed their sound, experimenting with a variety of styles and achieving commercial success. In 2000, Outkast released the critically acclaimed Stankonia, which included the singles Ms. Jackson and B.O.B. In September 2003, the duo released the double album Speakerboxxx/The Love Below, which featured the number one singles Hey Ya! and The Way You Move.",
  "/wiki/UMG_Recordings": "Universal Music Group (also known in the United States as UMG Recordings, Inc. and abbreviated as UMG) is an American global music corporation that is majority owned by the French media conglomerate Vivendi, with Chinese tech company Tencent owning a minority stake. UMG's global corporate headquarters are located in Santa Monica, California. The biggest music company in the world,  it is one of the Big Three record labels, along with Sony Music and Warner Music Group. Ten percent of Universal Music Group was acquired by Tencent in January 2020 for US$3 billion.\n In 2019, Fast Company named Universal Music Group the most innovative music company and listed UMG among the Top 50 most innovative companies in the world and amid the music industry's digital transformation, Universal is redefining what a modern label should look like.  UMG has signed licensing agreements with more than 400 platforms worldwide.",
  "/wiki/Nirvana_(band)": "Nirvana was an American rock band formed in Aberdeen, Washington in 1987. It was founded by lead singer and guitarist Kurt Cobain and bassist Krist Novoselic. Nirvana went through a succession of drummers, the longest-lasting and best-known being Dave Grohl, who joined in 1990. Though the band dissolved in 1994 after the death of Cobain, their music maintains a popular following and continues to influence modern rock and roll culture. In the late 1980s, Nirvana established itself as part of the Seattle grunge scene, releasing its first album, Bleach, for the independent record label Sub Pop in 1989. They developed a sound that relied on dynamic contrasts, often between quiet verses and loud, heavy choruses. After signing to major label DGC Records in 1991, Nirvana found unexpected mainstream success with Smells Like Teen Spirit, the first single from their landmark second album Nevermind (1991). A cultural phenomenon of the 1990s, the album went on to be certified Diamond by the Recording Industry Association of America (RIAA).",
  "/wiki/Nine_Inch_Nails": "Nine Inch Nails, commonly abbreviated as NIN (stylized as NIИ), is an American industrial rock band formed in 1988 in Cleveland, Ohio. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until the addition of English musician Atticus Ross in 2016. Reznor recorded the band's debut album, Pretty Hate Machine (1989), while working overnight as a janitor at a Cleveland recording studio. After feuding with the label TVT Records about promotion, Reznor signed with Interscope Records and released the EP Broken (1992). The following albums, The Downward Spiral (1994) and The Fragile (1999), were released to critical acclaim and commercial success. Following a hiatus, Nine Inch Nails resumed touring in 2005 and released their fourth album, With Teeth (2005). Following the release of Year Zero (2007), Reznor left Interscope after a feud. Nine Inch Nails continued touring and independently released Ghosts I–IV (2008) and The Slip (2008) before a second hiatus.",
  "/wiki/Blink-182": "Blink-182 (often stylized in all lowercase as blink-182), is an American rock band formed in Poway, California in 1992. Since 2015, the lineup of the band has consisted of bass guitarist and vocalist Mark Hoppus, drummer Travis Barker, and guitarist and vocalist Matt Skiba. Founded by Hoppus, guitarist and vocalist Tom DeLonge, and drummer Scott Raynor, the band emerged from the Southern California punk scene of the early 1990s and first gained notoriety for high-energy live shows and irreverent lyrical toilet humor. Bassist Mark Hoppus is the only constant band member. In its early years, Blink-182 toured heavily behind the band's debut, Cheshire Cat (1995). The group signed with major label MCA Records to co-distribute its second album, Dude Ranch (1997). Raynor was fired midway through a 1998 tour and replaced by Barker. The group's next two releases, Enema of the State (1999) and Take Off Your Pants and Jacket (2001), were enormous successes on the strength of radio and MTV airplay.",
  "/wiki/Enema_of_the_State": "Enema of the State is the third studio album by American rock band Blink-182, released on June 1, 1999, by MCA Records. After a long series of performances at various clubs and festivals and several indie recordings throughout the 1990s, Blink-182 first achieved popularity on the Warped Tour and in Australia following the release of their second album Dude Ranch (1997) and its rock radio hit Dammit. To record their third album, Blink-182 turned to veteran punk rock producer Jerry Finn, who previously worked on Green Day's breakthrough album Dookie (1994). Enema was the band's first album to feature second drummer Travis Barker, who replaced original drummer Scott Raynor. The group recorded with Finn over a period of three months at numerous locations, including their hometown of San Diego and in Los Angeles. Finn was key in producing the fast-paced, melodic mixes, creating pop punk with a more radio-friendly, accessible polish. Lyrically, the album is inspired by adolescent frustration and relationships. Guitarist Tom DeLonge and bassist Mark Hoppus primarily culled stories from friends and autobiographical situations to craft summer-related tracks revolving around breakups, suburban parties and maturity, as well as more offbeat subject matter such as UFO conspiracy theories.",
  "/wiki/Limp_Bizkit": "Limp Bizkit is an American rap rock band from Jacksonville, Florida. Their lineup consists of Fred Durst (lead vocals), Sam Rivers (bass, backing vocals), John Otto (drums, percussion), DJ Lethal (turntables), and Wes Borland (guitars, vocals). Their music is marked by Durst's angry vocal delivery and Borland's sonic experimentation. Borland's elaborate visual appearance, which includes face and body paint, masks and uniforms, also plays a large role in the band's live shows. The band has been nominated for three Grammy Awards, have sold 40 million records worldwide and won several other awards. Formed in 1994, Limp Bizkit became popular playing in the Jacksonville underground music scene in the late 1990s, and signed with Flip Records, a subsidiary of Interscope, which released their debut album, Three Dollar Bill, Y'all (1997). The band achieved mainstream success with their second and third studio albums, Significant Other (1999) and Chocolate Starfish and the Hot Dog Flavored Water (2000), although this success was marred by a series of controversies surrounding their performances at Woodstock '99 and the 2001 Big Day Out festival. Borland left the group in 2001, but Durst, Rivers, Otto and Lethal continued to record and tour with guitarist Mike Smith.",
  "/wiki/Linkin_Park": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/keyboardist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington and bassist Kyle Christner are former members of the band. Categorized as alternative rock, Linkin Park has experimented with their music throughout their career by incorporating heavy metal, hard rock, hip hop, pop, and electronica. Formed in 1996, Linkin Park rose to international fame with their debut studio album, Hybrid Theory (2000), which became certified Diamond by the Recording Industry Association of America (RIAA). Their second album, Meteora (2003), continued the band's success, topping the Billboard 200, and was followed by extensive touring and charity work. Having adapted nu metal and rap metal to a radio-friendly yet densely layered style in their first two albums, the band explored other genres on their third album, Minutes to Midnight (2007), which also topped the Billboard 200. Linkin Park continued to explore a wider variation of musical types in their fourth album, A Thousand Suns (2010), layering their music with more electronic sounds.",
  "/wiki/Deftones": "Deftones is an American alternative metal band formed in Sacramento, California in 1988. It was formed by Chino Moreno (lead vocals, rhythm guitar), Stephen Carpenter (lead guitar), Abe Cunningham (drums) and Dominic Garcia (bass). During their first five years, the band's lineup changed several times, but stabilized in 1993 when Cunningham rejoined after his departure in 1990; by this time, Chi Cheng was bassist. The lineup remained stable for fifteen years, with the exception of keyboardist and turntablist Frank Delgado being added in 1999. The band is known as one of the most experimental groups to have come from the alternative metal scene, and are sometimes dubbed by critics as the Radiohead of metal. Deftones have released eight albums since their inception. After the lineup settled in 1993, the band secured a recording contract with Maverick Records, and subsequently released their debut album Adrenaline in 1995. Promoting the album by touring exhaustively with other bands in the scene, Deftones managed to gain a dedicated fan base through word of mouth.",
  "/wiki/The_Fugees": "Fugees (/ˈfuːdʒiːz/; sometimes The Fugees) was an American hip hop group who rose to fame in the mid-1990s. Their repertoire included elements of hip hop, soul and Caribbean music, particularly reggae. The members of the group were rapper/singer/producer Wyclef Jean, rapper/singer/producer Lauryn Hill, and rapper/producer Pras Michel. Deriving their name from a shortening of the word refugees, Jean and Michel are Haitian while Hill is American.\n Before disbanding in 1997, the group recorded two albums, one of which, The Score (1996), was a multi-Platinum and Grammy-winning success and contains their hit single Killing Me Softly. Hill and Jean each went on to successful solo recording careers; Michel focused on soundtrack recordings and acting, though he found commercial success with his song Ghetto Supastar. In 2007, MTV ranked them the ninth greatest hip-hop group of all time.",
  "/wiki/Red_Hot_Chili_Peppers": "Red Hot Chili Peppers (commonly abbreviated as RHCP) are an American rock band formed in Los Angeles in 1983. Their music incorporates elements of alternative rock, funk, punk rock and psychedelic rock. The band comprises vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. With over 80 million records sold worldwide, Red Hot Chili Peppers are one of the best-selling bands of all time. They are the most successful band in the history of alternative rock radio, with the records for most number-one singles (13), most cumulative weeks at number one (85) and most top-ten songs (25) on the Billboard Alternative Songs chart. They have won six Grammy Awards, and in 2012 were inducted into the Rock and Roll Hall of Fame. Red Hot Chili Peppers were formed in Los Angeles by Kiedis, Flea, guitarist Hillel Slovak and drummer Jack Irons. Because of commitments to other bands, Slovak and Irons did not play on the band's 1984 self-titled debut album; instead, the album featured Jack Sherman on guitar and Cliff Martinez on drums.",
  "/wiki/Beck": "Beck Hansen (born Bek David Campbell; July 8, 1970) is an American singer, songwriter, musician, and record producer. He rose to fame in the early 1990s with his experimental and lo-fi style, and became known for creating musical collages of wide-ranging genres. He has musically encompassed folk, funk, soul, hip hop, electronic, alternative rock, country, and psychedelia. He has released 14 studio albums, as well as several non-album singles and a book of sheet music. Born and raised in Los Angeles, Beck grew towards hip-hop and folk in his teens and began to perform locally at coffeehouses and clubs. He moved to New York City in 1989 and became involved in the city's small but fiery anti-folk movement. Returning to Los Angeles in the early 1990s, he cut his breakthrough single Loser, which became a worldwide hit in 1994, and released his first major album, Mellow Gold, the same year. Odelay, released in 1996, topped critic polls and won several awards.",
  "/wiki/Virgin_Records_America": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others. After its acquisition by Universal Music Group through its purchase of EMI in 2012, UMG absorbed Virgin's British operations to create Virgin EMI Records in March 2013. Today, the operations of Virgin Records America, Inc., the company's North American operations founded in 1986, are still active and headquartered in Hollywood, California, and have operated exclusively under the Capitol Music Group imprint, also owned by UMG, since 2007. The US operations have also taken on the name Virgin Records. A minor number of artists remain on Virgin Records America's roster, which is currently mostly occupied with European artists such as Bastille, Circa Waves, Corinne Bailey Rae, Ella Eyre, Grizfolk, Walking on Cars, Seinabo Sey, and Prides; American artists include Knox Hamilton, L'Tric, Loren Gray, and Rise Against. Virgin Classics was founded in 1988 as part of Virgin Records. Along with EMI Classics, it too was acquired by Universal in 2012 as part of the takeover of the EMI Group.",
  "/wiki/Smashing_Pumpkins": "The Smashing Pumpkins (or Smashing Pumpkins)[note 1] are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder. Disavowing the punk rock roots of many of their alt-rock contemporaries, they have a diverse, densely layered, and guitar-heavy sound, containing elements of gothic rock, heavy metal, dream pop, psychedelic rock, progressive rock, shoegazing, and electronica in later recordings. Corgan is the group's primary songwriter; his musical ambitions and cathartic lyrics have shaped the band's albums and songs, which have been described as anguished, bruised reports from Billy Corgan's nightmare-land. The Smashing Pumpkins broke into the musical mainstream with their second album, 1993's Siamese Dream. The group built its audience with extensive touring and their 1995 follow-up, the double album Mellon Collie and the Infinite Sadness, debuted at number one on the Billboard 200 album chart. With 30 million albums sold worldwide, the Smashing Pumpkins were one of the most commercially successful and critically acclaimed bands of the 1990s.",
  "/wiki/Sony_BMG_v._Tenenbaum": "In the case of Sony BMG Music Entertainment et al. v. Tenenbaum, record label Sony BMG, along with Warner Bros. Records, Atlantic Records, Arista Records, and UMG Recordings, accused Joel Tenenbaum of illegally downloading and sharing files in violation of U.S. copyright law. It was only the second file-sharing case (after Capitol v. Thomas) to go to verdict in the Recording Industry Association of America's (RIAA) anti-downloading litigation campaign. (The vast majority of cases having been settled out of court.) After the judge entered a finding of liability, a jury assessed damages of $675,000, which the judge reduced to $67,500 on constitutional grounds, rather than through remittitur. After both parties appealed, the First Circuit Court of Appeals reinstated the original damage award of $675,000 and remanded the case to the District Court, ruling that the judge should have avoided the constitutional issue by first considering remittitur. The Supreme Court refused to hear Tenenbaum's appeal arguing against the remand. A new District Court judge then found no cause for remittitur, and held that the statutory damage award was constitutional."
}