{
  "/wiki/Yeimer_López": "Yeimer López García (born August 28, 1982 in Buey Arriba, Granma) is a middle distance runner from Cuba, who represented his native country at two consecutive Summer Olympics, starting in 2004.",
  "/wiki/800_metres": "The 800 metres, or 800 meters (US spelling), is a common track running event. It is the shortest common middle-distance running event. The 800 metres is run over two laps of the track (400-metre track) and has been an Olympic event since the first games in 1896. During indoor track season the event is usually run on a 200-metre track, therefore requiring four laps.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Ryan_Brathwaite": "Ryan Brathwaite  (born June 6, 1988) is a track and field athlete from Barbados who won the gold medal in the 110 metres hurdles at the 2009 World Championships in Athletics in Berlin. In recognition of his achievements, on September 17, 2009 Brathwaite was given the honour of being an ambassador while formally receiving the title Ambassador His Excellency Ryan Brathwaite.[better source needed]",
  "/wiki/110_metres_hurdles": "The 110 metres hurdles, or 110-metre hurdles, is a hurdling track and field event for men. It is included in the athletics programme at the Summer Olympic Games. The female counterpart is the 100 metres hurdles. As part of a racing event, ten hurdles of 1.067 metres (3.5 ft or 42 inches) in height are evenly spaced along a straight course of 110 metres. They are positioned so that they will fall over if bumped into by the runner. Fallen hurdles do not carry a fixed time penalty for the runners, but they have a significant pull-over weight which slows down the run. Like the 100 metres sprint, the 110 metres hurdles begins in the starting blocks.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Javier_Culson": "Javier Culson Pérez (born July 25, 1984) is a Puerto Rican athlete and Olympiad bronze medalist who specialises in the 400 metre hurdles. After becoming involved with the discipline in his late teen years, he entered the podium in some regional youth events, including the Pan American Junior Athletics Championships. Culson is a two-time silver medallist at the International Association of Athletics Federations's (IAAF) World Championships and an elite contender in the Samsung Diamond League, where he finished second overall in 2011. He has also garnished medals in events with lower profiles, including the Central American and Caribbean Games and the Ibero-American Championships. He currently holds the record as \"the world's fastest man\" in that category. Culson also competed at the 2012 Olympics in London winning the bronze medal in the 400-metre hurdles race. In the 2016 Olympics in Rio, Culson made it all the way to the finals of the men's 400m hurdles only to be disqualified by a false start.",
  "/wiki/400_metres_hurdles": "The 400 metres hurdles is a track and field hurdling event. The event has been on the Olympic athletics programme since 1900 for men and since 1984 for women.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/José_Alberto_Sánchez": "José Alberto Sánchez Cairo (2 September 1986) is a Cuban athlete who competes mainly in the 3000 metres steeplechase.",
  "/wiki/3000_metres_steeplechase": "The 3000 metres steeplechase or 3000-meter steeplechase is the most common distance for the steeplechase in track and field. It is an obstacle race over the distance of the 3000 metres, which derives its name from the horse racing steeplechase.",
  "/wiki/Alexis_Copello": "Alexis Copello (born August 12, 1985) is a Cuban triple jumper who since 2017 competes internationally for Azerbaijan. He has a (legal) personal best jump of 17.68 metres (58.0 ft). He is a World Championship medalist, having won the bronze at the 2009 World Championships in Athletics. He is 1.85 metres (6 ft 1 in) tall and weighs 80 kilograms (176 lbs).",
  "/wiki/Triple_jump": "The triple jump, sometimes referred to as the hop, step and jump or the hop, skip and jump, is a track and field event, similar to the long jump.  As a group, the two events are referred to as the \"horizontal jumps\".  The competitor runs down the track and performs a hop, a bound and then a jump into the sand pit. The triple jump was inspired by the ancient Olympic Games and has been a modern Olympics event since the Games' inception in 1896.",
  "/wiki/Guillermo_Martínez_(athlete)": "Guillermo Martínez López (born 28 June 1981 in Camagüey) is a Cuban javelin thrower.",
  "/wiki/Javelin_throw": "The javelin throw is a track and field event where the javelin, a spear about 2.5 m (8 ft 2 in) in length, is thrown. The javelin thrower gains momentum by running within a predetermined area. Javelin throwing is an event of both the men's decathlon and the women's heptathlon.",
  "/wiki/Leonel_Suárez": "Leonel Suárez Fajardo (born September 1, 1987 in Santiago de Cuba) is a decathlete from Cuba. He was bronze medalist in the event at the 2012 Summer Olympics, 2008 Summer Olympics and silver medalist at the 2009 World Championships. He won a third consecutive global medal at the 2011 World Championships in Athletics, taking bronze.",
  "/wiki/Decathlon": "The decathlon is a combined event in athletics consisting of ten track and field events. The word \"decathlon\" was formed, in analogy to the word \"pentathlon\", from Greek δέκα (déka, meaning \"ten\") and ἄθλος (áthlos, or ἄθλον, áthlon, meaning \"contest\" or “prize”). Events are held over two consecutive days and the winners are determined by the combined performance in all. Performance is judged on a points system in each event, not by the position achieved. The decathlon is contested mainly by male athletes, while female athletes typically compete in the heptathlon.",
  "/wiki/10,000_metres": "The 10,000 metres or the 10,000-metre run is a common long-distance track running event. The event is part of the athletics programme at the Olympic Games and the World Championships in Athletics and is common at championship level events. The race consists of 25 laps around an Olympic-sized track. It is less commonly held at track and field meetings, due to its duration. The 10,000-metre track race is usually distinguished from its road running counterpart, the 10K run, by its reference to the distance in metres rather than kilometres.",
  "/wiki/Tanika_Liburd": "Tanika Liburd (born 20 May 1982) is an athlete representing Saint Kitts and Nevis who specialized in the long jump.",
  "/wiki/Meritzer_Williams": "Meritzer Williams (born 1 January 1989) is a Saint Kitts and Nevis sprinter who specializes in the 200 metres. She was born in Charlestown.",
  "/wiki/Tameka_Williams": "Tameka Williams is a sprinter from St Kitts and Nevis. In 2012, she was banned from the Olympic Games for doping offenses. She was set to compete in the Women's 100m and the Women's 200m. Williams admitted to having injected \"Blast Off Red\", a performance-enhancing drug used on race animals. She has denied taking any illegal substances, what she injected was not listed under the World Anti-Doping Agency banned substances; however the material falls by being under the category of veterinary medicine on the prohibited list.",
  "/wiki/Virgil_Hodge": "Virgil Hodge (born 17 November 1983) is a female sprinter from Saint Kitts and Nevis who specializes in the 200 metres. She was born in Basseterre.",
  "/wiki/4×100_metres_relay": "The 4 × 100 metres relay or sprint relay is an athletics track event run in lanes over one lap of the track with four runners completing 100 metres each. The first runners must begin in the same stagger as for the individual 400 m race. A relay baton is carried by each runner.  Prior to 2018, the baton had to be passed within a 20 m changeover box, preceded by a 10-metre acceleration zone.  With a rule change effective November 1, 2017 that zone was modified to include the acceleration zone as part of the passing zone, making the entire zone 30 metres in length.  The outgoing runner cannot touch the baton until it has entered the zone, the incoming runner cannot touch the baton after it has left the zone.  The zone is usually marked in yellow, frequently using lines, triangles or chevrons.  While the rule book specifies the exact positioning of the marks, the colors and style are only \"recommended\".  While most legacy tracks will still have the older markings, the rule change still uses existing marks.  Not all governing body jurisdictions have adopted the rule change.",
  "/wiki/Saint_Kitts_and_Nevis": "Saint Kitts and Nevis (/-ˈkɪts ... ˈniːvɪs/ (listen)), also known as the Federation of Saint Christopher and Nevis, is an island country in the West Indies. Located in the Leeward Islands chain of the Lesser Antilles, it is the smallest sovereign state in the Western Hemisphere, in both area and population. The country is a Commonwealth realm, with Elizabeth II as queen and head of state.",
  "/wiki/Kemar_Hyman": "Kemar Hyman (born 11 October 1989) is a Caymanian sprinter of Jamaican descent. He graduated from Florida State University with an Economic Degree. Whilst competing for Florida State University he became the 2012 ACC indoor and outdoor champion and placed third at the 2012 indoor NCAA championships. Hyman is the national record holder in the 100 and 200 metres. Kemar holds the 60m record with Olympian Kareem Streete-Thompson in 6.56 seconds",
  "/wiki/Tyrell_Cuffy": "Tyrell Cuffy (born 6 September 1988) is a Caymanian sprinter.",
  "/wiki/Cayman_Islands": "The Cayman Islands (/ˈkeɪmən/ or /keɪˈmæn/) is an autonomous British Overseas Territory in the western Caribbean Sea. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town, situated on Grand Cayman, the most populous of the three islands.",
  "/wiki/Adrian_Durant": "Adrian Durant (born October 16, 1984) is the head coach for the Cornell University Men’s Cross Country and Track and Field teams.",
  "/wiki/Tabarie_Henry": "Tabarie Joil Henry (born 1 December 1987, in Saint Thomas) is a United States Virgin Islands sprinter who specializes in the 400 metres. His personal best time is 20.71 seconds in the 200 metres and 44.77 in the 400 metres, achieved in April 2009 in Arkansas City, Kansas and in May 2009 in Hutchinson, Kansas respectively. He is affiliated with Barton County Community College and Texas A&M University, where he was a national champion in 2010 and 2011.",
  "/wiki/David_Walters_(athlete)": "David 'Wallis' Walters (2 January 1878 – 10 February 1952) was a British and Welsh hurdler and long jumper. He competed in the men's 110 metres hurdles at the 1908 Summer Olympics. He was the 1904 British long jump champion.",
  "/wiki/United_States_Virgin_Islands": "The United States Virgin Islands (abbreviated USVI; also called the U.S. Virgin Islands or American Virgin Islands), officially the Virgin Islands of the United States, are a group of Caribbean islands and an unincorporated and organized territory of the United States. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles to the east of Puerto Rico and west of the British Virgin Islands.",
  "/wiki/Yarisley_Silva": "Yarisley Silva Rodríguez (born 1 June 1987) is a Cuban pole vaulter. She won the silver medal at the 2012 Summer Olympics – the first Latin American athlete to win an Olympic medal in that event.",
  "/wiki/Pole_vault": "Pole vaulting is a track and field event in which a person uses a long flexible pole (which today is usually made either of fiberglass or carbon fiber) as an aid to jump over a bar. Pole jumping competitions were known to the ancient Greeks, Cretans and Celts. It has been a full medal event at the Olympic Games since 1896 for men and since 2000 for women.",
  "/wiki/Yargelis_Savigne": "Yargelis Savigne Herrera (born 13 November 1984 in Niceto Pérez, Guantanamo) is a Cuban athlete competing in the triple jump and long jump.",
  "/wiki/Misleydis_González": "Misleydis González Tamayo (Spanish pronunciation: [misˈleiðis ɣonˈsales]; born June 19, 1978 in Bayamo, Granma) is a female shot putter from Cuba. Her personal best throw is 19.50 metres, achieved in August 2008 in the 2008 Summer Olympics in Beijing. She has represented Cuba at the Summer Olympics three times, coming seventh in 2004 and fourth in 2008, and five times at the World Championships in Athletics (2005 to 2011)",
  "/wiki/Shot_put": "The shot put is a track and field event involving \"putting\" (pushing rather than throwing) a heavy spherical ball—the shot—as far as possible.  The shot put competition for men has been a part of the modern Olympics since their revival in 1896, and women's competition began in 1948.",
  "/wiki/Arasay_Thondike": "Arasay María Thondike Santovenia (also spelled Thondique or Tondike; born 28 May 1986 in Sagua La Grande, Villa Clara) is a female hammer thrower from Cuba. She set a personal best throw of 71.14 metres in June 2007 in Warsaw. This personal best stood for two years until she significantly improved upon it with a throw of 71.72 m at the Barrientos Memorial in Cuba.",
  "/wiki/Hammer_throw": "The hammer throw is one of the four throwing events in regular track and field competitions, along with the discus throw, shot put and javelin. The \"hammer\" used in this sport is not like any of the tools also called by that name. It consists of a metal ball attached by a steel wire to a grip. The size of the ball varies between men's and women's competitions (see Competition section below for details).",
  "/wiki/Rosa_Rodríguez": "Rosa Andreina Rodríguez Pargas (born 2 July 1986 in Acarigua, Portuguesa) is a Venezuelan hammer thrower. She is the Venezuelan record holder for the event with her personal best of 72.83 metres, set in May 2012, which she improved to 73.64 in 2013. Rodríguez represented Venezuela at the World Championships in Athletics in 2007, 2009, 2013 and 2015.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.",
  "/wiki/2009_Central_American_and_Caribbean_Championships_in_Athletics": "The 2009 Central American and Caribbean Championships (Spanish: XXII Campeonato CAC Atletismo) was the twenty second edition of the tournament and was held between 3 and 7 July in Havana, Cuba."
}