{
  "/wiki/Giovanni_Pittella": "Giovanni Saverio Furio Pittella (born 19 November 1958) is an Italian politician who served as Leader of the Progressive Alliance of Socialists and Democrats Group from 2014 to 2018 and Member of the European Parliament (MEP) from Italy from 1999 to 2018. He previously served as First Vice President of the European Parliament from 2009 to 2014.",
  "/wiki/Progressive_Alliance_of_Socialists_and_Democrats": "The Progressive Alliance of Socialists and Democrats (S&D) is the political group in the European Parliament of the Party of European Socialists (PES). The Progressive Alliance of Socialists and Democrats was officially founded as a Socialist Group on 29 June 1953 which makes it the second oldest political group in the European Parliament after the Alliance of Liberals and Democrats for Europe Group (ALDE). It adopted its present-day name on 23 June 2009. Centre-left in orientation, the group mostly comprises social-democratic parties and is affiliated with the Progressive Alliance.",
  "/wiki/Miguel_Angel_Martínez_Martínez": "Miguel Ángel Martínez Martínez (born 30 January 1940, in Madrid) is a Spanish politician and Member of the European Parliament for the Spanish Socialist Workers' Party, part of the Party of European Socialists. Martínez Martínez is a Vice Chair of the ACP-EU Joint Parliamentary Assembly.",
  "/wiki/Alejo_Vidal-Quadras": "Alejo Vidal-Quadras Roca (born 20 May 1945 in Barcelona) is a Spanish politician and radiation physicist who served as a Member of the European Parliament from 1999 to 2014, and served as First Vice President of the European Parliament from 2004 to 2007.",
  "/wiki/European_People's_Party_(European_Parliament_group)": "The European People's Party group (EPP Group) is a centre-right political group of the European Parliament consisting of deputies (MEPs) from the member parties of the European People's Party (EPP). It sometimes includes independent MEPs and/or deputies from unaffiliated national parties.. The EPP Group comprises politicians of Christian-democratic, conservative and liberal-conservative orientation.",
  "/wiki/Georgios_Papastamkos": "Georgios Papastamkos (Greek: Γεώργιος Παπαστάμκος) (born 5 March 1955 in Platanorrevma, West Macedonia) is a Greek politician and was a Member of the European Parliament (MEP) from 2004 to 2014 for New Democracy; part of the European People's Party.",
  "/wiki/Roberta_Angelilli": "Roberta Angelilli (born 1 February 1965 in Rome) is an Italian politician.",
  "/wiki/Othmar_Karas": "Othmar Karas (born 24 December 1957) is an Austrian politician who has been serving as a Member of the European Parliament (MEP) since 1999. He is a member of the Austrian People's Party (ÖVP), which in turn affiliates with the European People's Party.",
  "/wiki/Edward_McMillan-Scott": "Edward Hugh Christian McMillan-Scott (born 15 August 1949) is a British politician.",
  "/wiki/Alliance_of_Liberals_and_Democrats_for_Europe": "The Alliance of Liberals and Democrats for Europe (ALDE; French: Alliance des Démocrates et des Libéraux pour l'Europe, ADLE) is a transnational alliance between two European political parties, the Alliance of Liberals and Democrats for Europe Party and the European Democratic Party. ALDE has political groups in the European Parliament, the EU Committee of the Regions, the Parliamentary Assembly of the Council of Europe and the NATO Parliamentary Assembly. There are assorted independents in these groups as well as national-level affiliate parties of the European-level parties.",
  "/wiki/Isabelle_Durant": "Isabelle A.J. Durant (born 4 September 1954) is a Belgian politician, member of the Ecolo party. She has been serving as Deputy Secretary-General of the United Nations Conference on Trade and Development (UNCTAD) since 2017.",
  "/wiki/The_Greens–European_Free_Alliance": "The Greens/European Free Alliance (Greens/EFA) is the political group of the European Parliament composed primarily of green and regionalist political parties.",
  "/wiki/Alexander_Alvaro": "Alexander Nuno Alvaro (born 26 May 1975) is a German politician and was a Member of the European Parliament (MEP) with the Free Democratic Party of Germany, which is part of the Alliance of Liberals and Democrats for Europe. During his first mandate he worked in the European Parliament's Committee on Civil Liberties, Justice and Home Affairs; he was a substitute for the Committee on Legal Affairs, a member of the delegation for relations with the Palestinian Legislative Council and a substitute for the delegation for relations with Australia and New Zealand.",
  "/wiki/Rainer_Wieland": "Rainer Wieland (born 19 February 1957) is a German politician and member of the European Parliament for Germany. He is a member of the Christian Democratic Union, part of the European People's Party.",
  "/wiki/Oldřich_Vlasák": "Oldřich Vlasák (born 26 November 1955) is a conservative politician who advocates for the interests of self-governing municipalities, cities and regions. He served as Vice-President of the European Parliament between 2012 and 2014.",
  "/wiki/European_Conservatives_and_Reformists": "The European Conservatives and Reformists (ECR) is a Eurosceptic, anti-federalist political group of the European Parliament. The ECR is the parliamentary group of the European Conservatives and Reformists Party (ECR Party) European political party (formerly known as the Alliance of Conservatives and Reformists in Europe (2016–2019) or Alliance of European Conservatives and Reformists (2009–2016)), but also includes MEPs from four other European parties and thirteen MEPs without European party affiliation. The group focuses on reforming the European Union (EU) on the basis of Eurorealism as opposed to total rejection of the EU (anti-EU-ism).",
  "/wiki/Jacek_Protasiewicz": "Jacek Protasiewicz (born 5 June 1967 in Brzeg) is a Polish politician and Member of the European Parliament (MEP) for the Lower Silesian Voivodship & Opole Voivodship with the Civic Platform, part of the European People's Party and sits on the European Parliament's Committee on Employment and Social Affairs.  Vice President of the European Parliament since 17 January 2012.",
  "/wiki/László_Surján": "László Surján (born 7 September 1941 in Kolozsvár, (now Cluj-Napoca, Romania) is a Hungarian politician and Member of the European Parliament (MEP) with the FIDESZ from 2004 to 2014.",
  "/wiki/Vice-President_of_the_European_Parliament": "There are fourteen Vice-Presidents of the European Parliament who sit in for the President in presiding over the plenary of the European Parliament."
}