{
  "/wiki/Ralph_Bunche": "Ralph Johnson Bunche (/bʌntʃ/; August 7, 1904 – December 9, 1971) was an American political scientist, academic, and diplomat who received the 1950 Nobel Peace Prize for his late 1940s mediation in Israel. He was the first African American to be so honored. He was involved in the formation and administration of the United Nations and played a major role in numerous peacekeeping operations sponsored by the UN. In 1963, he was awarded the Presidential Medal of Freedom by President John F. Kennedy. Bunche served on the US delegation to both the Dumbarton Oaks Conference in 1944 and United Nations Conference on International Organization in San Francisco in 1945 that drafted the UN charter. Bunche served on the American delegation to the first session of the United Nations General Assembly in 1946. He then joined the UN as head of the Trusteeship Department, and began a long series of troubleshooting roles. In 1948 he became an acting mediator for the Middle East, negotiating an armistice between Egypt and Israel.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/Albert_John_Luthuli": "Inkosi Albert John Luthuli (very often spelt Lutuli; c. 1898 – 21 July 1967), also known by his Zulu name Mvumbi (English language: continuous rain), was a South African teacher, activist, Nobel Peace Prize winner, and politician. Luthuli was elected president of the African National Congress (ANC) in 1952, at the time an umbrella organisation that led opposition to the white minority government in South Africa, and served until his accidental death. He was awarded the 1960 Nobel Peace Prize for his role in the non-violent struggle against apartheid. He was the first person of African heritage to be awarded the Nobel Peace Prize. Luthuli was a lay preacher of the United Congregational Church of Southern Africa (UCCSA) based at its Groutville Congregational Church in Stanger, KwaZulu Natal, where Luthuli was laid to rest upon his passing in 1967.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry. South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world.",
  "/wiki/Martin_Luther_King,_Jr": "Martin Luther King Jr. (January 15, 1929 – April 4, 1968) was an American Christian minister and activist who became the most visible spokesperson and leader in the Civil Rights Movement from 1955 until his assassination in 1968. King is best known for advancing civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. King led the 1955 Montgomery bus boycott and later became the first president of the Southern Christian Leadership Conference (SCLC). As president of the SCLC, he then led an unsuccessful 1962 struggle against segregation in Albany, Georgia, and helped organize the nonviolent 1963 protests in Birmingham, Alabama. He helped organize the 1963 March on Washington, where he delivered his famous I Have a Dream speech on the steps of the Lincoln Memorial. On October 14, 1964, King won the Nobel Peace Prize for combating racial inequality through nonviolent resistance. In 1965, he helped organize the Selma to Montgomery marches. In his final years, he expanded his focus to include opposition towards poverty and the Vietnam War.",
  "/wiki/Desmond_Tutu": "Desmond Mpilo Tutu OMSG CH GCStJ (born 7 October 1931) is a South African Anglican cleric and theologian known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology; politically, he identifies as a socialist. Tutu was born of mixed Xhosa and Motswana heritage to a poor family in Klerksdorp, Union of South Africa. Entering adulthood, he trained as a teacher and married Nomalizo Leah Tutu, with whom he had several children. In 1960, he was ordained as an Anglican priest and in 1962 moved to the United Kingdom to study theology at King's College London. In 1966 he returned to southern Africa, teaching at the Federal Theological Seminary and then the University of Botswana, Lesotho and Swaziland. In 1972, he became the Theological Education Fund's director for Africa, a position based in London but necessitating regular tours of the African continent.",
  "/wiki/Nelson_Mandela": "Nelson Rolihlahla Mandela (/mænˈdɛlə/; Xhosa: [xolíɬaɬa mandɛ̂ːla]; 18 July 1918 – 5 December 2013) was a South African anti-apartheid revolutionary, political leader, and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997. A Xhosa, Mandela was born to the Thembu royal family in Mvezo, British South Africa. He studied law at the University of Fort Hare and the University of Witwatersrand before working as a lawyer in Johannesburg. There he became involved in anti-colonial and African nationalist politics, joining the ANC in 1943 and co-founding its Youth League in 1944. After the National Party's white-only government established apartheid, a system of racial segregation that privileged whites, he and the ANC committed themselves to its overthrow.",
  "/wiki/Kofi_Annan": "Kofi Atta Annan (/ˈkoʊfi ˈænæn/; 8 April 1938 – 18 August 2018) was a Ghanaian diplomat who served as the seventh Secretary-General of the United Nations from January 1997 to December 2006. Annan and the UN were the co-recipients of the 2001 Nobel Peace Prize. He was the founder and chairman of the Kofi Annan Foundation, as well as chairman of The Elders, an international organization founded by Nelson Mandela. Annan studied economics at Macalester College, international relations at the Graduate Institute Geneva, and management at MIT. Annan joined the UN in 1962, working for the World Health Organization's Geneva office. He went on to work in several capacities at the UN Headquarters including serving as the Under-Secretary-General for peacekeeping between March 1992 and December 1996. He was appointed the Secretary-General on 13 December 1996 by the Security Council, and later confirmed by the General Assembly, making him the first office holder to be elected from the UN staff itself. He was re-elected for a second term in 2001, and was succeeded as Secretary-General by Ban Ki-moon on 1 January 2007.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means Warrior King in the Soninke language. The first permanent state in the territory of present-day Ghana dates back to the 11th century. Numerous kingdoms and empires emerged over the centuries, of which the most powerful was the Kingdom of Ashanti. Beginning in the 15th century, numerous European powers contested the area for trading rights, with the British ultimately established control of the coast by the late 19th century. Following over a century of native resistance, Ghana's current borders were established by the 1900s as the British Gold Coast. It became independent of the United Kingdom on 6 March 1957.",
  "/wiki/Wangari_Maathai": "Wangarĩ Muta Maathai (/wænˈɡɑːri mɑːˈtaɪ/; 1 April 1940 – 25 September 2011) was a renowned Kenyan social, environmental and political activist and the first African woman to win the Nobel Prize. She was educated in the United States at Mount St. Scholastica (Benedictine College) and the University of Pittsburgh, as well as the University of Nairobi in Kenya. In 1977, Maathai founded the Green Belt Movement, an environmental non-governmental organization focused on the planting of trees, environmental conservation, and women's rights. In 1984, she was awarded the Right Livelihood Award for converting the Kenyan ecological debate into mass action for reforestation. Maathai was an elected member of Parliament and served as assistant minister for Environment and Natural resources in the government of President Mwai Kibaki between January 2003 and November 2005. She was an Honorary Councillor of the World Future Council. She was affiliated to professional bodies and received several awards. On Sunday, 25 September 2011, Maathai died of complications from ovarian cancer.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret. Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast. According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004. Obama was born in Honolulu, Hawaii. After graduating from Columbia University in 1983, he worked as a community organizer in Chicago. In 1988, he enrolled in Harvard Law School, where he was the first black person to head the Harvard Law Review. After graduating, he became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. Turning to elective politics, he represented the 13th district from 1997 until 2004 in the Illinois Senate, when he ran for the U.S. Senate.",
  "/wiki/Ellen_Johnson_Sirleaf": "Ellen Johnson Sirleaf (born 29 October 1938) is a Liberian politician who served as the 24th President of Liberia from 2006 to 2018. Sirleaf was the first elected female head of state in Africa. Ellen Eugenia Johnson was born in Monrovia to a Gola father and Kru-German mother. She was educated at the College of West Africa. She completed her education in the United States, where she studied at Madison Business College and Harvard University. She returned to Liberia to work in William Tolbert's government as Deputy Minister of Finance from 1971 to 1974. Later she worked again in the West, for the World Bank in the Caribbean and Latin America. In 1979 she received a cabinet appointment as Minister of Finance, serving to 1980.",
  "/wiki/Liberia": "Liberia (/laɪˈbɪəriə/ (listen)), officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It covers an area of 111,369 square kilometres (43,000 sq mi) and has a population of around 4,900,000. English is the official language, but over 20 indigenous languages are spoken, representing the numerous ethnic groups who make up more than 95% of the population. The country's capital and largest city is Monrovia. Liberia began as a settlement of the American Colonization Society (ACS), who believed black people would face better chances for freedom and prosperity in Africa than in the United States. The country declared its independence on July 26, 1847. The U.S. did not recognize Liberia's independence until February 5, 1862, during the American Civil War.",
  "/wiki/Leymah_Gbowee": "Leymah Roberta Gbowee (born 1 February 1972) is a Liberian peace activist responsible for leading a women's nonviolent peace movement, Women of Liberia Mass Action for Peace that helped bring an end to the Second Liberian Civil War in 2003. Her efforts to end the war, along with her collaborator Ellen Johnson Sirleaf, helped usher in a period of peace and enabled a free election in 2005 that Sirleaf won. She, along with Ellen Johnson Sirleaf and Tawakkul Karman, were awarded the 2011 Nobel Peace Prize for their non-violent struggle for the safety of women and for women's rights to full participation in peace-building work.",
  "/wiki/Denis_Mukwege": "Denis Mukwege  (/mʊkˈweɪɡi/; born 1 March 1955) is a Congolese gynecologist and Pentecostal pastor. He founded and works in Panzi Hospital in Bukavu, where he specializes in the treatment of women who have been raped by armed rebels. In 2018, Mukwege and Iraqi Yazidi human rights activist Nadia Murad were jointly awarded the Nobel Peace Prize for their efforts to end the use of sexual violence as a weapon of war and armed conflict. Mukwege has treated thousands of women who were victims of rape since the Second Congo War, some of them more than once, performing up to ten operations a day during his 17-hour working days. According to The Globe and Mail, Mukwege is likely the world's leading expert on repairing injuries of rape. In 2013, he was awarded the Right Livelihood Award for his courageous work healing women survivors of war-time sexual violence and speaking up about its root causes.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015. Centred on the Congo Basin, the territory of the DRC was first inhabited by Central African foragers around 90,000 years ago and was reached by the Bantu expansion about 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to 19th centuries. In the centre and east, the kingdoms of Luba and Lunda ruled from the 16th and 17th centuries to the 19th century.",
  "/wiki/Abiy_Ahmed": "Abiy Ahmed Ali (Ge'ez: ዐቢይ አህመድ አሊ; born 15 August 1977) is an Ethiopian politician of ethnic Oromo background serving as the fourth prime minister of the Federal Democratic Republic of Ethiopia since 2 April 2018. He is the first Oromo chairman of the ruling Ethiopian People's Revolutionary Democratic Front (EPRDF) from the Oromo Democratic Party (ODP), which is one of the four coalition parties of the EPRDF. Abiy is also an elected member of the Ethiopian parliament, and a member of the ODP and EPRDF executive committees. A former army intelligence officer, since becoming prime minister Abiy has launched a wide programme of political and economic reforms, and worked to broker peace deals in Eritrea, South Sudan, and a transition agreement in the Republic of the Sudan. Abiy was awarded the 2019 Nobel Peace Prize for his work in ending the 20-year post-war territorial stalemate between Ethiopia and Eritrea.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates. Some of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history."
}