{
  "/wiki/AQ_Interactive": "AQ Interactive, Inc. was a Japanese video game developer and publisher. AQ stands for Artistic Quality. It was the parent company of the developers Artoon, Cavia and feelplus, and most recently the U.S. publisher Xseed Games. AQ Interactive and its subsidiaries produced games both under the AQ Interactive name, as well as developing for other publishers such as Microsoft Game Studios and Nintendo.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Marvelous_Entertainment": "Marvelous Entertainment Inc. (株式会社 マーベラスエンターテイメント, Kabushiki-gaisha Māberasu Entāteimento) (MMV) was a multinational corporation that produced animation, music, video games and television series. MMV is known for its involvement in the Story of Seasons series.",
  "/wiki/Senran_Kagura_Burst": "Senran Kagura Burst[a] is an action beat 'em up video game developed by Tamsoft, and the first entry in the Senran Kagura series. It was originally published for the Nintendo 3DS in Japan as Senran Kagura: Skirting Shadows[b] in 2011; an expanded \"director's cut\" version was released in 2012, and received Western releases in 2013–2014. A remake, Senran Kagura Burst Re:Newal, was released for the PlayStation 4 in 2018.",
  "/wiki/Tamsoft": "Tamsoft Corporation (株式会社タムソフト, Kabushiki Gaisha Tamu Sofuto) is a Japanese video game developer, founded on 26 June 1992.",
  "/wiki/Harvest_Moon_3D:_A_New_Beginning": "Harvest Moon 3D: A New Beginning (牧場物語はじまりの大地, Bokujō Monogatari: Hajimari no Daichi, lit. \"Ranch Story: Land of the Beginning\") is a Story of Seasons game for the Nintendo 3DS. It was the last title in the Bokujō Monogatari series to be released under the \"Harvest Moon\" name.",
  "/wiki/TBC": "To be announced (TBA), to be confirmed or continued (TBC), to be determined or decided or declared (TBD), and other variations, are placeholder terms used very broadly in event planning to indicate that although something is scheduled or expected to happen, a particular aspect of that remains to be arranged or confirmed.",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/PAL_region": "The PAL region is a television publication territory that covers most of Asia, Africa, Europe, South America and Oceania. It is so named because of the PAL (Phase Alternating Line) television standard traditionally used in those regions, as opposed to the NTSC standard traditionally used in Japan and most of North America.",
  "/wiki/Rune_Factory_4": "Rune Factory 4[a] is a role-playing video game developed by Neverland Co. and published by Marvelous AQL for the Nintendo 3DS. It is the sixth game in the Rune Factory series, and the first to be released on the 3DS. It was released in Japan in July 2012, in North America in October 2013, and in PAL regions in December 2014. An enhanced version for the Nintendo Switch, titled Rune Factory 4 Special, was released in Japan in July 2019 and will be released worldwide in February 2020.",
  "/wiki/Neverland_(company)": "Neverland Company Inc. (株式会社ネバーランドカンパニー, Kabushiki-gaisha Nabārando Kanpanī) was a Japanese video game developer founded on May 7, 1993. It has developed games for Super NES, Dreamcast, GameCube, PlayStation 2, Game Boy Color, Nintendo DS, Nintendo 3DS, PlayStation Portable, PlayStation 3 and the Wii. The most notable games this company developed were part of the Lufia and Rune Factory series of video games. On November 29, 2013, the company announced that it would cease operations and file for bankruptcy. The very next day, Rune Factory producer Yoshifumi Hashimoto of Marvelous AQL, the series publisher, said that while what their next project was a secret, \"the staff members are still doing great.\" In February 2014, it was revealed that the Rune Factory development team had been hired by Marvelous AQL, and that they were developing the Nintendo 3DS simulation role-playing video game Lord of Magna: Maiden Heaven.",
  "/wiki/Story_of_Seasons_(video_game)": "Story of Seasons, known in Japan as Bokujō Monogatari: Tsunagaru Shin Tenchi (牧場物語 つながる新天地, lit. Ranch Story: To The New World), is a farming simulation video game developed by Marvelous Entertainment for the Nintendo 3DS. It was released in Japan on February 27, 2014, and in North America on March 31, 2015. The game is not under the Harvest Moon title in North America due to Natsume's ownership of the name. However, less than a month later, Natsume themselves announced their own original title, not produced by Marvelous, Harvest Moon: The Lost Valley released only in North America and Europe, also released in 2014 for the Nintendo 3DS.",
  "/wiki/Return_to_PopoloCrois:_A_Story_of_Seasons_Fairytale": "Return to PopoloCrois: A Story of Seasons Fairytale is a farming simulation role-playing game for the Nintendo 3DS.",
  "/wiki/Epics_(company)": "epics Inc. (株式会社epics, Kabushiki gaisha epics) is a Japanese video game software developer located in Tokyo, Japan. Originally established as “GEN CREATIVE HOUSE CO., LTD.” in February 1987, changed company name to “G-Artists Inc.” in March 1991, then to “epics Inc.” on June 2006.",
  "/wiki/Marvelous_AQL": "Marvelous Inc. (株式会社マーベラス, Kabushiki-gaisha Māberasu, previously known as Marvelous AQL) is a Japanese video game developer and publisher, and anime producer that was formed in October 2011 by the merger of Marvelous Entertainment, AQ Interactive, and Liveware.",
  "/wiki/Story_of_Seasons:_Trio_of_Towns": "Story of Seasons: Trio of Towns, known in Japan as Bokujō Monogatari: Mittsu no Sato no Taisetsuna Tomodachi (牧場物語 3つの里の大切な友だち, lit. Ranch Story: Good Friends of Three Villages) is a farming simulation role-playing game developed by Marvelous for the Nintendo 3DS. In this installment, in addition to the usual farmland which the player owns, the player is able to visit three towns, each with their own distinct culture and lifestyles. Like the previous game it features a Super Mario collaboration, however instead of crops this time it is in the form of costumes. The game was released in June 2016 in Japan and February 2017 in North America, and was released in Europe and Australia on October 2017."
}