{
  "/wiki/Bittenbender_Covered_Bridge": "Bittenbender Covered Bridge was a historic wooden covered bridge in Huntington Township, Luzerne County, Pennsylvania. It was a 68.6-foot-long (20.9 m), Queenpost Truss bridge, constructed in 1888.  It had rough vertical plank siding, crossed Huntington Creek, and was the last covered bridge in Luzerne County.",
  "/wiki/Huntington_Mills,_Pennsylvania": "Huntington Mills is a village in Huntington Township, Luzerne County, Pennsylvania, United States. Its ZIP Code is 18622.",
  "/wiki/Luzerne_County,_Pennsylvania": "Luzerne County is a county in the Commonwealth of Pennsylvania. According to the U.S. Census Bureau, the county has a total area of 906 square miles (2,350 km2), of which 890 square miles (2,300 km2) is land and 16 square miles (41 km2) is water. It is Northeastern Pennsylvania's second-largest county by total area. As of the 2010 census, the population was 320,918, making it the most populous county in the northeastern part of the state. The county seat and largest city is Wilkes-Barre. Other populous communities include Hazleton, Kingston, Nanticoke, and Pittston. Luzerne County is included in the Scranton–Wilkes-Barre–Hazleton Metropolitan Statistical Area, which has a total population of 555,426 (as of 2017).",
  "/wiki/Covered_bridge": "A covered bridge is a timber-truss bridge with a roof, decking, and siding, which in most covered bridges create an almost complete enclosure. The purpose of the covering is to protect the wooden structural members from the weather. Uncovered wooden bridges typically have a lifespan of only 20 years because of the effects of rain and sun, but a covered bridge could last 100 years.",
  "/wiki/Queenpost_truss": "A queen post is a tension member in a truss that can span longer openings than a king post truss. A king post uses one central supporting post, whereas the queen post truss uses two. Even though it is a tension member, rather than a compression member, they are commonly still called a post. A queen post is often confused with a queen strut, one of two compression members in roof framing which do not form a truss in the engineering sense.",
  "/wiki/West_Springfield,_Pennsylvania": "Springfield Township is a township in Erie County, Pennsylvania, United States. The population was 3,425 at the 2010 census.",
  "/wiki/Erie_County,_Pennsylvania": "Erie County is a county located in the U.S. state of Pennsylvania. As of the 2018, the population was 272,061. Its county seat is Erie. The county was created in 1800 and later organized in 1803.",
  "/wiki/Kingpost_truss": "A king post (or king-post or kingpost) is a central vertical post used in architectural or bridge designs, working in tension to support a beam below from a truss apex above (whereas a crown post, though visually similar, supports items above from the beam below).",
  "/wiki/Conewago_Chapel_Covered_Bridge": "Conewago Chapel Covered Bridge, also known as the Blue Spring Covered Bridge, was a historic wooden covered bridge located in Conewago and Mount Pleasant Townships in Adams County, Pennsylvania. It was a 98-foot-long (30 m), Burr Truss arch bridge with a metal roof constructed in 1899 by J.F. Socks. It crossed the South Branch of Conewago Creek and was one of 17 historic covered bridges in Adams, Cumberland, and Perry Counties when it was listed on the National Register of Historic Places (NRHP).",
  "/wiki/McSherrystown,_Pennsylvania": "McSherrystown is a borough in Adams County, Pennsylvania, United States. The population was 3,038 as of the 2010 census.",
  "/wiki/Adams_County,_Pennsylvania": "Adams County is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 101,407. Its county seat is Gettysburg. The county was created on January 22, 1800, from part of York County, and was named for the second President of the United States, John Adams. On July 1–3, 1863, the area around Gettysburg was the site of the pivotal battle of the American Civil War, and as a result is a center for Civil War tourism.",
  "/wiki/Burr_truss": "The Burr Arch Truss—or, simply, Burr Truss or Burr Arch—is a combination of an arch and a multiple kingpost truss design. It was invented in 1804 by Theodore Burr, patented on April 3, 1817, and used in bridges, usually covered bridges.",
  "/wiki/Haupt's_Mill_Covered_Bridge": "Haupt's Mill Covered Bridge was a historic covered bridge located in Springfield Township, Bucks County, Pennsylvania. It crossed Durham Creek. Built in 1872 in the town truss style, the bridge was 107 feet long and 15 feet wide.",
  "/wiki/Springtown,_Bucks_County,_Pennsylvania": "Springtown is an unincorporated community in Springfield Township in extreme northern Bucks County, at the junction of Routes 212 and 412 and is drained by the Cooks Creek east into the Delaware River. Springtown has two churches, and is home to the Springtown Inn. The village has its own Post Office with the ZIP code 18081. Surrounding areas use the Coopersburg ZIP code of 18036 and the Hellertown ZIP code of 18055. Springtown's 346 telephone exchange is in Area Code 610.",
  "/wiki/Bucks_County,_Pennsylvania": "Bucks County is a county located in the Commonwealth of Pennsylvania.  As of the 2010 census, the population was 625,249, making it the fourth-most populous county in Pennsylvania and the 99th-most populous county in the United States. The county seat is Doylestown. The county is named after the English county of Buckinghamshire or more precisely, its abbreviation.",
  "/wiki/Town_truss": "A lattice bridge is a form of truss bridge that uses many small, closely spaced diagonal elements forming a lattice. The lattice Truss Bridge was patented in 1820 by architect Ithiel Town.",
  "/wiki/Jackson's_Mill_Covered_Bridge_(Lancaster_County,_Pennsylvania)": "The Jackson's Sawmill Covered Bridge or Eichelberger's Covered Bridge is a covered bridge that spans the West Branch of the Octoraro Creek in Lancaster County, Pennsylvania, United States.  A county-owned and maintained bridge, its official designation is the West Octoraro #1 Bridge.  The bridge is purportedly the only covered bridge in the county that is not built perpendicular to the stream it crosses due to the placement of the sawmill on one side of the bridge and the rock formations faced by the builders on the other side.",
  "/wiki/Kirkwood,_Pennsylvania": "Kirkwood is a farming town and census-designated place located in Colerain Township, Lancaster County, Pennsylvania, United States, in the Lancaster Metro area, in Pennsylvania Dutch Country, near the Chester County border. The ZIP code is 17536.  As of the 2010 census the population was 396.",
  "/wiki/Lancaster_County,_Pennsylvania": "Lancaster County locally /ˈlæŋkəstər/, (Pennsylvania German: Lengeschder Kaundi) sometimes nicknamed the Garden Spot of America or Pennsylvania Dutch Country, is a county located in the south central part of the Commonwealth of Pennsylvania. As of the 2010 census, the population was 519,445. Its county seat is Lancaster.",
  "/wiki/Burr_arch": "The Burr Arch Truss—or, simply, Burr Truss or Burr Arch—is a combination of an arch and a multiple kingpost truss design. It was invented in 1804 by Theodore Burr, patented on April 3, 1817, and used in bridges, usually covered bridges.",
  "/wiki/Bedford,_Pennsylvania": "Bedford is a borough in and the county seat of Bedford County in the U.S. state of Pennsylvania. It is located 102 miles (164 km) west of Harrisburg, the state capital, and 107 miles (172 km) east of Pittsburgh. Bedford's population was 2,841 at the 2010 census.",
  "/wiki/Bedford_County,_Pennsylvania": "Bedford County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 49,762. The county seat is Bedford.",
  "/wiki/Mood's_Covered_Bridge": "Mood's Covered Bridge was a historic covered bridge located in East Rockhill Township, Bucks County, Pennsylvania. It crossed the East Branch Perkiomen Creek. Built in 1874 in the town truss style, the bridge was 120 feet long and 15 feet wide.",
  "/wiki/Perkasie,_Pennsylvania": "Perkasie is a borough in Bucks County, Pennsylvania, 35 miles (56 km) north of Philadelphia. Establishments in the borough early in the twentieth century included silk mills, brickyards, lumber mills, tile works, a stone crusher, and manufacturies of cigars, tags and labels, wire novelties, etc. The population in 1900 was 1,803; in 1910, 2,779 people lived in Perkasie. The population was 8,511 at the 2010 census.",
  "/wiki/Risser's_Mill_Covered_Bridge": "The Risser's Mill Covered Bridge or Horst's Mill Covered Bridge was a covered bridge that spanned Little Chickie's Creek in Lancaster County, Pennsylvania, United States.  It was burnt by an arsonist on July 8, 2002.  As of October, 2006, a concrete bridge is being built 100 feet north of the site of the bridge.  Plans exist to rebuild a replica of the bridge on the original hand-laid stone bridge abutments.\nThe bridge's WGCB Number is 38-36-36.  Added in 1980, it was listed on the National Register of Historic Places as structure number 80004612, and was removed from the Register on December 5, 2003",
  "/wiki/Manheim,_Pennsylvania": "Manheim (Pennsylvania Dutch: Mannem) is a borough in Lancaster County, Pennsylvania, United States. The population was 4,858 at the 2010 census. The borough was named after Mannheim, in Germany.",
  "/wiki/Newtown,_Bucks_County,_Pennsylvania": "Newtown is a borough in Bucks County, Pennsylvania, United States. The population was 2,248 at the 2010 census. It is located just west of the Trenton, New Jersey metropolitan area, and is part of the larger Philadelphia metropolitan area. It is entirely surrounded by Newtown Township, from which it separated in 1838. State Street is the main commercial thoroughfare with wide sidewalks, shops, taverns, and restaurants.",
  "/wiki/Welle_Hess_Covered_Bridge_No._S1": "The Welle Hess Covered Bridge No. S1, also known as the Laubach Covered Bridge, was a historic wooden covered bridge located at Sugarloaf Township in Columbia County, Pennsylvania. It was a 126-foot-long (38 m), Burr Truss arch bridge with a tin roof constructed in 1871. It crossed Fishing Creek and was one of 28 historic covered bridges in Columbia and Montour Counties.",
  "/wiki/Columbia_County,_Pennsylvania": "Columbia County is a county located in the U.S. state of Pennsylvania. As of the 2010 census, the population was 67,295. Its county seat is Bloomsburg. The county was created on March 22, 1813, from part of Northumberland County and named for Columbia, a poetic name for the United States that alludes to Christopher Columbus.",
  "/wiki/Burr_arch_truss": "The Burr Arch Truss—or, simply, Burr Truss or Burr Arch—is a combination of an arch and a multiple kingpost truss design. It was invented in 1804 by Theodore Burr, patented on April 3, 1817, and used in bridges, usually covered bridges.",
  "/wiki/List_of_covered_bridges_on_the_National_Register_of_Historic_Places_in_Pennsylvania": "This is a list of covered bridges on the National Register of Historic Places in the U.S. state of Pennsylvania. Other bridges and tunnels on the National Register of Historic Places in Pennsylvania are listed elsewhere."
}