{
  "/wiki/Alouatta_coibensis": "The Coiba Island howler (Alouatta coibensis) is a species of howler monkey, a type of New World monkey, endemic to Panama. Although the Coiba Island howler is generally recognized as a separate species, mitochondrial DNA testing is inconclusive as to whether it is actually a subspecies of the mantled howler.  The reason for treating it as a separate species is the dermal ridges of its hands and feet differ from those of the mantled howler.\nA. c. coibensis is smaller than other Central American howler monkeys and has duller pelage than the Azuero howler, Alouatta coibensis trabeata.",
  "/wiki/Coiba_Island_howler": "The Coiba Island howler (Alouatta coibensis) is a species of howler monkey, a type of New World monkey, endemic to Panama. Although the Coiba Island howler is generally recognized as a separate species, mitochondrial DNA testing is inconclusive as to whether it is actually a subspecies of the mantled howler.  The reason for treating it as a separate species is the dermal ridges of its hands and feet differ from those of the mantled howler.\nA. c. coibensis is smaller than other Central American howler monkeys and has duller pelage than the Azuero howler, Alouatta coibensis trabeata.",
  "/wiki/Atelidae": "The Atelidae are one of the five families of New World monkeys now recognised.  It was formerly included in the family Cebidae. Atelids are generally larger monkeys; the family includes the howler, spider, woolly, and woolly spider monkeys (the latter being the largest of the New World monkeys). They are found throughout the forested regions of Central and South America, from Mexico to northern Argentina.",
  "/wiki/Alouatta_palliata": "The mantled howler (Alouatta palliata), or golden-mantled howling monkey, is a species of howler monkey, a type of New World monkey, from Central and South America. It is one of the monkey species most often seen and heard in the wild in Central America. It takes its \"mantled\" name from the long guard hairs on its sides.\n The mantled howler is one of the largest Central American monkeys, and males can weigh up to 9.8 kg (22 lb).  It is the only Central American monkey that eats large quantities of leaves; it has several adaptations to this folivorous diet. Since leaves are difficult to digest and provide less energy than most foods, the mantled howler spends the majority of each day resting and sleeping. The male mantled howler has an enlarged hyoid bone, a hollow bone near the vocal cords, which amplifies the calls made by the male, and is the reason for the name \"howler\". Howling allows the monkeys to locate each other without expending energy on moving or risking physical confrontation.\n The mantled howler lives in groups that can have over 40 members, although groups are usually smaller. Most mantled howlers of both sexes are evicted from the group they were born in upon reaching sexual maturity, resulting in most adult group members being unrelated. The most dominant male, the alpha male, gets preference for food and resting places, and mates with most of the receptive females. The mantled howler is important to the rainforest ecology as a seed disperser and germinator. Although it is affected by deforestation, it is able to adapt better than other species, due to its ability to feed on abundant leaves and its ability to live in a limited amount of space.",
  "/wiki/Mantled_howler": "The mantled howler (Alouatta palliata), or golden-mantled howling monkey, is a species of howler monkey, a type of New World monkey, from Central and South America. It is one of the monkey species most often seen and heard in the wild in Central America. It takes its \"mantled\" name from the long guard hairs on its sides.\n The mantled howler is one of the largest Central American monkeys, and males can weigh up to 9.8 kg (22 lb).  It is the only Central American monkey that eats large quantities of leaves; it has several adaptations to this folivorous diet. Since leaves are difficult to digest and provide less energy than most foods, the mantled howler spends the majority of each day resting and sleeping. The male mantled howler has an enlarged hyoid bone, a hollow bone near the vocal cords, which amplifies the calls made by the male, and is the reason for the name \"howler\". Howling allows the monkeys to locate each other without expending energy on moving or risking physical confrontation.\n The mantled howler lives in groups that can have over 40 members, although groups are usually smaller. Most mantled howlers of both sexes are evicted from the group they were born in upon reaching sexual maturity, resulting in most adult group members being unrelated. The most dominant male, the alpha male, gets preference for food and resting places, and mates with most of the receptive females. The mantled howler is important to the rainforest ecology as a seed disperser and germinator. Although it is affected by deforestation, it is able to adapt better than other species, due to its ability to feed on abundant leaves and its ability to live in a limited amount of space.",
  "/wiki/Aotus_zonalis": "The Panamanian night monkey or Chocoan night monkey (Aotus zonalis) is a species of night monkey formerly considered a subspecies of the gray-bellied night monkey of the family Aotidae. Its range consists of Panama and the Chocó region of Colombia.  There are also unconfirmed reports of its occurrence in Costa Rica, especially on the Caribbean coast of Costa Rica.  The species definitely occurs in the Atlantic lowlands of Panama close to the Costa Rica border.\n The exact classification of the Panamanian Night Monkey is uncertain. While some authors consider it a subspecies of the gray-bellied night monkey, A. lemurinus, other authors follow a study by Thomas Defler from 2001, which concluded that it is a separate species, A. zonalis.\n The Panamanian night monkey is a relatively small monkey, with males weighing approximately 889 grams (31.4 oz) and females weighing about 916 grams (32.3 oz).  The fur on the back ranges from grayish brown to reddish brown.  The belly is yellow.  The hair on the back of the hands and feet is black or dark brown, which is a key distinguishing feature from other northern \"gray-necked\" Aotus species; also, its hair is shorter.  Other distinguishing features relate to its skull, which has a broad braincase, a depressed interorbital region, and large molariform teeth.\n Like other night monkeys, the Panamanian night monkey has large eyes, befitting its nocturnal lifestyle.  But unlike many nocturnal animal species, its eyes do not have a tapetum lucidum. Also like other night monkeys, it has a short tail relative to the body size.\n The Panamanian night monkey is arboreal and nocturnal.  It and the other members of the genus Aotus are the only nocturnal monkeys.  It is found in several types of forest, including secondary forest and coffee plantations.  It lives in small groups of between two and six monkeys, consisting of an adult pair and one infant and several juveniles and/or subadults.  Groups are territorial, and groups occupy ranges that overlap only slightly.\n Vocal, olfactory and behavioral forms of communication have all been recorded.  At least nine vocal calls have been reported, including various types of grunts, screams, squeals, moans and trills.  Males develop a scent gland near their tail at the age of about one year that is used for scent marking. Urine washing, in which urine is rubbed on the hands and feet, is also used.  Behavioral communication appears to be less important than vocal and olfactory communication, but certain behavioral displays, including arched back displays, stiff legged jumping, urination, defecation and piloerection have been noted.\n The Panamanian night monkey generally walks on all four legs, although it is capable of leaping or running when necessary.  It eats a variety of foods.  In one study, on Barro Colorado Island in Panama, its diet was found to consist of 65% fruits, 30% leaves and 5% insects.\n In common with other night monkeys, the Panamanian night monkey is one of the few monogamous monkeys.  The monogamous pair generally gives birth to a single infant each year, although twins occasionally occur.  The gestation period is about 133 days.  The father carries the infant from the time it is one or two days old, passing it to the mother for nursing.\n Although viewing monkeys is popular with tourists visiting Panama, the Panamanian night monkey's nocturnal habits make it less often seen than the other Panamanian monkey species. However, with a skilled guide it is possible to observe the Panamanian night monkey.",
  "/wiki/Panamanian_night_monkey": "The Panamanian night monkey or Chocoan night monkey (Aotus zonalis) is a species of night monkey formerly considered a subspecies of the gray-bellied night monkey of the family Aotidae. Its range consists of Panama and the Chocó region of Colombia.  There are also unconfirmed reports of its occurrence in Costa Rica, especially on the Caribbean coast of Costa Rica.  The species definitely occurs in the Atlantic lowlands of Panama close to the Costa Rica border.\n The exact classification of the Panamanian Night Monkey is uncertain. While some authors consider it a subspecies of the gray-bellied night monkey, A. lemurinus, other authors follow a study by Thomas Defler from 2001, which concluded that it is a separate species, A. zonalis.\n The Panamanian night monkey is a relatively small monkey, with males weighing approximately 889 grams (31.4 oz) and females weighing about 916 grams (32.3 oz).  The fur on the back ranges from grayish brown to reddish brown.  The belly is yellow.  The hair on the back of the hands and feet is black or dark brown, which is a key distinguishing feature from other northern \"gray-necked\" Aotus species; also, its hair is shorter.  Other distinguishing features relate to its skull, which has a broad braincase, a depressed interorbital region, and large molariform teeth.\n Like other night monkeys, the Panamanian night monkey has large eyes, befitting its nocturnal lifestyle.  But unlike many nocturnal animal species, its eyes do not have a tapetum lucidum. Also like other night monkeys, it has a short tail relative to the body size.\n The Panamanian night monkey is arboreal and nocturnal.  It and the other members of the genus Aotus are the only nocturnal monkeys.  It is found in several types of forest, including secondary forest and coffee plantations.  It lives in small groups of between two and six monkeys, consisting of an adult pair and one infant and several juveniles and/or subadults.  Groups are territorial, and groups occupy ranges that overlap only slightly.\n Vocal, olfactory and behavioral forms of communication have all been recorded.  At least nine vocal calls have been reported, including various types of grunts, screams, squeals, moans and trills.  Males develop a scent gland near their tail at the age of about one year that is used for scent marking. Urine washing, in which urine is rubbed on the hands and feet, is also used.  Behavioral communication appears to be less important than vocal and olfactory communication, but certain behavioral displays, including arched back displays, stiff legged jumping, urination, defecation and piloerection have been noted.\n The Panamanian night monkey generally walks on all four legs, although it is capable of leaping or running when necessary.  It eats a variety of foods.  In one study, on Barro Colorado Island in Panama, its diet was found to consist of 65% fruits, 30% leaves and 5% insects.\n In common with other night monkeys, the Panamanian night monkey is one of the few monogamous monkeys.  The monogamous pair generally gives birth to a single infant each year, although twins occasionally occur.  The gestation period is about 133 days.  The father carries the infant from the time it is one or two days old, passing it to the mother for nursing.\n Although viewing monkeys is popular with tourists visiting Panama, the Panamanian night monkey's nocturnal habits make it less often seen than the other Panamanian monkey species. However, with a skilled guide it is possible to observe the Panamanian night monkey.",
  "/wiki/Aotidae": "The night monkeys, also known as the owl monkeys or douroucoulis, are the members of the genus Aotus of New World monkeys (monotypic in family Aotidae). The only nocturnal monkeys, they are native to Panama and much of tropical South America. Night monkeys constitute one of the few monkey species that are affected by the often deadly human malaria protozoan Plasmodium falciparum, making them useful as non-human primate experimental subjects in malaria research.",
  "/wiki/Ateles_fusciceps": "The black-headed spider monkey (Ateles fusciceps) is a species of spider monkey, a type of New World monkey, from Central and South America. It is found in Colombia, Ecuador, and Panama. Although primatologists such as Colin Groves (1989) follow Kellogg and Goldman (1944) in treating A. fusciceps as a separate species, other authors, including Froelich (1991), Collins and Dubach (2001) and Nieves (2005) treat it as a subspecies of Geoffroy's spider monkey.  \n The two subspecies are:",
  "/wiki/Black-headed_spider_monkey": "The black-headed spider monkey (Ateles fusciceps) is a species of spider monkey, a type of New World monkey, from Central and South America. It is found in Colombia, Ecuador, and Panama. Although primatologists such as Colin Groves (1989) follow Kellogg and Goldman (1944) in treating A. fusciceps as a separate species, other authors, including Froelich (1991), Collins and Dubach (2001) and Nieves (2005) treat it as a subspecies of Geoffroy's spider monkey.  \n The two subspecies are:",
  "/wiki/Ateles_geoffroyi": "Geoffroy's spider monkey (Ateles geoffroyi), also known as the black-handed spider monkey, is a species of spider monkey, a type of New World monkey, from Central America, parts of Mexico and possibly a small portion of Colombia. There are at least five subspecies. Some primatologists classify the black-headed spider monkey (A. fusciceps), found in Panama, Colombia, and Ecuador as the same species as Geoffroy's spider monkey.\n It is one of the largest New World monkeys, often weighing as much as 9 kg (20 lb). Its arms are significantly longer than its legs, and its prehensile tail can support the entire weight of the monkey and is used as an extra limb. Its hands have only a vestigial thumb, but long, strong, hook-like fingers. These adaptations allow the monkey to move by swinging by its arms beneath the tree branches.\n Geoffroy's spider monkey lives in fission–fusion societies that contain between 20 and 42 members. Its diet consists primarily of ripe fruit and it requires large tracts of forest to survive. As a result of habitat loss, hunting and capture for the pet trade, it is considered to be endangered by the IUCN.",
  "/wiki/Geoffroy's_spider_monkey": "Geoffroy's spider monkey (Ateles geoffroyi), also known as the black-handed spider monkey, is a species of spider monkey, a type of New World monkey, from Central America, parts of Mexico and possibly a small portion of Colombia. There are at least five subspecies. Some primatologists classify the black-headed spider monkey (A. fusciceps), found in Panama, Colombia, and Ecuador as the same species as Geoffroy's spider monkey.\n It is one of the largest New World monkeys, often weighing as much as 9 kg (20 lb). Its arms are significantly longer than its legs, and its prehensile tail can support the entire weight of the monkey and is used as an extra limb. Its hands have only a vestigial thumb, but long, strong, hook-like fingers. These adaptations allow the monkey to move by swinging by its arms beneath the tree branches.\n Geoffroy's spider monkey lives in fission–fusion societies that contain between 20 and 42 members. Its diet consists primarily of ripe fruit and it requires large tracts of forest to survive. As a result of habitat loss, hunting and capture for the pet trade, it is considered to be endangered by the IUCN.",
  "/wiki/Cebus_capucinus": "The Colombian white-faced capuchin (Cebus capucinus), also known as the Colombian white-headed capuchin or Colombian white-throated capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is native to the extreme eastern portion of Panama and the extreme north-western portion of South America in western Colombia and northwestern Ecuador.\n The Colombian white-faced capuchin was one of the many species originally described by Linnaeus in his 18th century work, Systema Naturae.  It is a member of the family Cebidae, the family of New World monkeys containing capuchin monkeys and squirrel monkeys.  It is the type species for the genus Cebus, the genus that includes all the capuchin monkeys.\n Until the 21st century the Panamanian white-faced capuchin, Cebus imitator, was considered conspecific with the Colombian white-faced capuchin, as the subspecies C. capucinus imitator.    Some primatologists continue to consider the Panamanian and Colombian white-faced capuchins as a single species.  In 2012 a study by Boubli, et al demonstrated that C. imitator and C. capucinus split up to 2 million years ago.  Although the Panamanian white-faced capuchin is the most well-studied capuchin monkey species, as of 2014 there had been no field studies of the Colombian white-faced capuchin.\n Two subspecies of Colombian white-faced capuchin are recognized:",
  "/wiki/Colombian_white-faced_capuchin": "The Colombian white-faced capuchin (Cebus capucinus), also known as the Colombian white-headed capuchin or Colombian white-throated capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is native to the extreme eastern portion of Panama and the extreme north-western portion of South America in western Colombia and northwestern Ecuador.\n The Colombian white-faced capuchin was one of the many species originally described by Linnaeus in his 18th century work, Systema Naturae.  It is a member of the family Cebidae, the family of New World monkeys containing capuchin monkeys and squirrel monkeys.  It is the type species for the genus Cebus, the genus that includes all the capuchin monkeys.\n Until the 21st century the Panamanian white-faced capuchin, Cebus imitator, was considered conspecific with the Colombian white-faced capuchin, as the subspecies C. capucinus imitator.    Some primatologists continue to consider the Panamanian and Colombian white-faced capuchins as a single species.  In 2012 a study by Boubli, et al demonstrated that C. imitator and C. capucinus split up to 2 million years ago.  Although the Panamanian white-faced capuchin is the most well-studied capuchin monkey species, as of 2014 there had been no field studies of the Colombian white-faced capuchin.\n Two subspecies of Colombian white-faced capuchin are recognized:",
  "/wiki/Cebidae": "The Cebidae are one of the five families of New World monkeys now recognised. Extant members are the capuchin and squirrel monkeys. These species are found throughout tropical and subtropical South and Central America.",
  "/wiki/Cebus_imitator": "The Panamanian white-faced capuchin (Cebus imitator), also known as the Panamanian white-headed capuchin or Central American white-faced capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.\n Among the best known monkeys, the Panamanian white-faced capuchin is recognized as the typical companion to the organ grinder. In recent years the species has become popular in North American media, particularly in the Pirates of the Caribbean film series. It is a highly intelligent monkey and has been trained to assist paraplegic persons.  It is a medium-sized monkey, weighing up to 3.9 kg (8.6 lb).  It is mostly black, but with a pink face and white on much of the front part of the body, giving it its common name.  It has a distinctive prehensile tail that is often carried coiled up and is used to help support the monkey when it is feeding beneath a branch.\n In the wild, the Panamanian white-faced capuchin is versatile, living in many different types of forest, and eating many different types of food, including fruit, other plant material, invertebrates, and small vertebrates.  It lives in troops that can exceed 20 animals and include both males and females.  It is noted for its tool use, including rubbing plants over its body in an apparent use of herbal medicine, and also using tools as weapons and for getting to food.  It is a long-lived monkey, with a maximum recorded age of over 54 years.\n Panamanian white-faced capuchins are highly social, living in groups of 16 individuals on average, about three quarters of which are females. Groups consists of related females, immigrant males, and offspring. On average, females birth offspring every 27 months even though they mate throughout the year. Females tend to stay within their original group while males leave their natal group when they are 4 years old and change groups every 4 years after. Both male and female capuchins exhibit different dominance behaviors within the group.",
  "/wiki/Panamanian_white-faced_capuchin": "The Panamanian white-faced capuchin (Cebus imitator), also known as the Panamanian white-headed capuchin or Central American white-faced capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.\n Among the best known monkeys, the Panamanian white-faced capuchin is recognized as the typical companion to the organ grinder. In recent years the species has become popular in North American media, particularly in the Pirates of the Caribbean film series. It is a highly intelligent monkey and has been trained to assist paraplegic persons.  It is a medium-sized monkey, weighing up to 3.9 kg (8.6 lb).  It is mostly black, but with a pink face and white on much of the front part of the body, giving it its common name.  It has a distinctive prehensile tail that is often carried coiled up and is used to help support the monkey when it is feeding beneath a branch.\n In the wild, the Panamanian white-faced capuchin is versatile, living in many different types of forest, and eating many different types of food, including fruit, other plant material, invertebrates, and small vertebrates.  It lives in troops that can exceed 20 animals and include both males and females.  It is noted for its tool use, including rubbing plants over its body in an apparent use of herbal medicine, and also using tools as weapons and for getting to food.  It is a long-lived monkey, with a maximum recorded age of over 54 years.\n Panamanian white-faced capuchins are highly social, living in groups of 16 individuals on average, about three quarters of which are females. Groups consists of related females, immigrant males, and offspring. On average, females birth offspring every 27 months even though they mate throughout the year. Females tend to stay within their original group while males leave their natal group when they are 4 years old and change groups every 4 years after. Both male and female capuchins exhibit different dominance behaviors within the group.",
  "/wiki/Saguinus_geoffroyi": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.\n Although a variety of reproductive methods are used, the most common is for a single adult female in the group to be reproductively active and to mate with multiple adult males in the group.  After a gestation period of about 145 days, she gives birth to either a single infant or twins.  Males contribute significantly to care of the infants.  Sexual maturity is reached at about 2 years, and it can live up to 13 years.  Geoffroy's tamarin is classified as being of \"least concern\" by the IUCN.",
  "/wiki/Geoffroy's_tamarin": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.\n Although a variety of reproductive methods are used, the most common is for a single adult female in the group to be reproductively active and to mate with multiple adult males in the group.  After a gestation period of about 145 days, she gives birth to either a single infant or twins.  Males contribute significantly to care of the infants.  Sexual maturity is reached at about 2 years, and it can live up to 13 years.  Geoffroy's tamarin is classified as being of \"least concern\" by the IUCN.",
  "/wiki/Callitrichidae": "The Callitrichidae (also called Arctopitheci or Hapalidae) are a family of New World monkeys, including marmosets, tamarins and lion tamarins. At times, this group of animals has been regarded as a subfamily, called Callitrichinae, of the family Cebidae.\n This taxon was traditionally thought to be a primitive lineage, from which all the larger-bodied platyrrhines evolved. However, some works argue that callitrichids are actually a dwarfed lineage.\n Ancestral stem-callitrichids likely were \"normal-sized\" ceboids that were dwarfed through evolutionary time. This may exemplify a rare example of insular dwarfing in a mainland context, with the \"islands\" being formed by biogeographic barriers during arid climatic periods when forest distribution became patchy, and/or by the extensive river networks in the Amazon Basin.\n All callitrichids are arboreal. They are the smallest of the simian primates. They eat insects, fruit, and the sap or gum from trees; occasionally they take small vertebrates. The marmosets rely quite heavily on tree exudates, with some species (e.g. Callithrix jacchus and Cebuella pygmaea) considered obligate exudativores.\n Callitrichids typically live in small, territorial groups of about five or six animals. Their social organization is unique among primates and is called a \"cooperative polyandrous group\". This communal breeding system involves groups of multiple males and females, but only one female is reproductively active. Females mate with more than one male and each shares the responsibility of carrying the offspring.\n They are the only primate group that regularly produces twins, which constitute over 80% of births in species that have been studied. Unlike other male primates, male callitrichids generally provide as much parental care as females. Parental duties may include carrying, protecting, feeding, comforting, and even engaging in play behavior with offspring. In some cases, such as in the cotton-top tamarin (Saguinus oedipus), males, particularly those that are paternal, will even show a greater involvement in caregiving than females. The typical social structure seems to constitute a breeding group, with several of their previous offspring living in the group and providing significant help in rearing the young.",
  "/wiki/Saimiri_oerstedii": "The Central American squirrel monkey or  (Saimiri oerstedii), also known as red-backed squirrel monkey, is a squirrel monkey species from the Pacific coast of Costa Rica and Panama. It is restricted to the northwestern tip of Panama near the border with Costa Rica, and the central and southern Pacific coast of Costa Rica, primarily in Manuel Antonio and Corcovado National Parks.\n It is a small monkey with an orange back and a distinctive white and black facial mask.  It has an omnivorous diet, eating fruits, other plant materials, invertebrates and some small vertebrates. In turn, it has a number of predators, including raptors, cats and snakes. It lives in large groups that typically contain between 20 and 75 monkeys. It has one of the most egalitarian social structures of all monkeys. Females do not form dominance hierarchies, and males do so only at breeding season. Females become sexually mature at 2½ years, and males at 4 to 5 years.  Sexually mature females leave the natal group, but males can remain with their natal group their entire life. The Central American squirrel monkey can live for more than 15 years.\n The Central American squirrel monkey population declined precipitously after the 1970s. This decline is believed to be caused by deforestation, hunting, and capture to be kept as pets. Efforts are underway to preserve the species. Despite the threats to the population, in 2008 the International Union for Conservation of Nature (IUCN) upgraded its conservation status from \"endangered\" to \"vulnerable\".",
  "/wiki/Central_American_squirrel_monkey": "The Central American squirrel monkey or  (Saimiri oerstedii), also known as red-backed squirrel monkey, is a squirrel monkey species from the Pacific coast of Costa Rica and Panama. It is restricted to the northwestern tip of Panama near the border with Costa Rica, and the central and southern Pacific coast of Costa Rica, primarily in Manuel Antonio and Corcovado National Parks.\n It is a small monkey with an orange back and a distinctive white and black facial mask.  It has an omnivorous diet, eating fruits, other plant materials, invertebrates and some small vertebrates. In turn, it has a number of predators, including raptors, cats and snakes. It lives in large groups that typically contain between 20 and 75 monkeys. It has one of the most egalitarian social structures of all monkeys. Females do not form dominance hierarchies, and males do so only at breeding season. Females become sexually mature at 2½ years, and males at 4 to 5 years.  Sexually mature females leave the natal group, but males can remain with their natal group their entire life. The Central American squirrel monkey can live for more than 15 years.\n The Central American squirrel monkey population declined precipitously after the 1970s. This decline is believed to be caused by deforestation, hunting, and capture to be kept as pets. Efforts are underway to preserve the species. Despite the threats to the population, in 2008 the International Union for Conservation of Nature (IUCN) upgraded its conservation status from \"endangered\" to \"vulnerable\".",
  "/wiki/List_of_Panamanian_monkey_species": "At least six monkey species are native to Panama.  A seventh species, the Coiba Island howler (Alouatta coibensis) is often recognized, but some authors treat it as a subspecies of the mantled howler, (A. palliata).  An eighth species, the black-headed spider monkey is also often recognized, but some authorities regard it as a subspecies of Geoffroy's spider monkey.  All Panamanian monkey species are classified taxonomically as New World monkeys, and they belong to four families.  The Coiba Island howler, mantled howler, black-headed spider monkey and Geoffroy's spider monkey all belong to the family Atelidae.  The white-faced capuchins and Central American squirrel monkey belong to the family Cebidae. the family that includes the capuchin monkeys and squirrel monkeys.   The Panamanian night monkey belongs to the family Aotidae, and Geoffroy's tamarin belongs to the family Callitrichidae.\n The mantled howler, the Panamanian night monkey, Geoffroy's spider monkey and the Panamanian white-faced capuchin all have extensive ranges within Panama.  Geoffroy's tamarin also has a fairly wide range within Panama, from west of the Panama Canal to the Colombian border.  The range of the black-headed spider monkey and Colombian white-faced capuchin within Panama are limited to the eastern portion of the country near the Colombian border.  The Central American squirrel monkey only occurs within Panama in the extreme western portion of the country, near Costa Rica.  It now has a smaller range within Panama than in the past, and is no longer found in its type locality, the city of David.  As its name suggests, the Coiba Island howler is restricted to Coiba Island.  The Azuero howler monkey (Alouatta coibensis trabeata or Alouatta palliata trabeata), which is considered a subspecies of either the Coiba Island howler or the mantled howler, is restricted to the Azuero Peninsula.\n The black-headed spider monkey is the largest Panamanian monkey with an average size of 8.89 kilograms (19.6 lb) for males and 8.8 kilograms (19 lb) for males.  Geoffroy's spider monkey is the next largest, followed by the howler monkey species.  Geoffroy's tamarin is the smallest Panamanian monkey, with an average size of about 0.5 kilograms (1.1 lb).\n One Panamanian monkey, the black-headed spider monkey, is considered to be critically endangered by the International Union for Conservation of Nature (IUCN), and Geoffroy's spider monkey is considered to be endangered.  The Central American squirrel monkey was once considered endangered, but its conservation status was upgraded to vulnerable in 2008.  The Coiba Island howler is also considered to be vulnerable.  Three species, the mantled howler, the white-faeced capuchin and Geoffroy's tamarin are rated as \"least concern\" from a conservation standpoint."
}