{
  "/wiki/Alouatta_coibensis": "The Coiba Island howler (Alouatta coibensis) is a species of howler monkey, a type of New World monkey, endemic to Panama. Although the Coiba Island howler is generally recognized as a separate species, mitochondrial DNA testing is inconclusive as to whether it is actually a subspecies of the mantled howler.  The reason for treating it as a separate species is the dermal ridges of its hands and feet differ from those of the mantled howler.",
  "/wiki/Coiba_Island_howler": "The Coiba Island howler (Alouatta coibensis) is a species of howler monkey, a type of New World monkey, endemic to Panama. Although the Coiba Island howler is generally recognized as a separate species, mitochondrial DNA testing is inconclusive as to whether it is actually a subspecies of the mantled howler.  The reason for treating it as a separate species is the dermal ridges of its hands and feet differ from those of the mantled howler.",
  "/wiki/Atelidae": "The Atelidae are one of the five families of New World monkeys now recognised.  It was formerly included in the family Cebidae. Atelids are generally larger monkeys; the family includes the howler, spider, woolly, and woolly spider monkeys (the latter being the largest of the New World monkeys). They are found throughout the forested regions of Central and South America, from Mexico to northern Argentina.",
  "/wiki/Alouatta_palliata": "The mantled howler (Alouatta palliata), or golden-mantled howling monkey, is a species of howler monkey, a type of New World monkey, from Central and South America. It is one of the monkey species most often seen and heard in the wild in Central America. It takes its \"mantled\" name from the long guard hairs on its sides.",
  "/wiki/Mantled_howler": "The mantled howler (Alouatta palliata), or golden-mantled howling monkey, is a species of howler monkey, a type of New World monkey, from Central and South America. It is one of the monkey species most often seen and heard in the wild in Central America. It takes its \"mantled\" name from the long guard hairs on its sides.",
  "/wiki/Aotus_zonalis": "The Panamanian night monkey or Chocoan night monkey (Aotus zonalis) is a species of night monkey formerly considered a subspecies of the gray-bellied night monkey of the family Aotidae. Its range consists of Panama and the Chocó region of Colombia.  There are also unconfirmed reports of its occurrence in Costa Rica, especially on the Caribbean coast of Costa Rica.  The species definitely occurs in the Atlantic lowlands of Panama close to the Costa Rica border.",
  "/wiki/Panamanian_night_monkey": "The Panamanian night monkey or Chocoan night monkey (Aotus zonalis) is a species of night monkey formerly considered a subspecies of the gray-bellied night monkey of the family Aotidae. Its range consists of Panama and the Chocó region of Colombia.  There are also unconfirmed reports of its occurrence in Costa Rica, especially on the Caribbean coast of Costa Rica.  The species definitely occurs in the Atlantic lowlands of Panama close to the Costa Rica border.",
  "/wiki/Aotidae": "The night monkeys, also known as the owl monkeys or douroucoulis, are the members of the genus Aotus of New World monkeys (monotypic in family Aotidae). The only nocturnal monkeys, they are native to Panama and much of tropical South America. Night monkeys constitute one of the few monkey species that are affected by the often deadly human malaria protozoan Plasmodium falciparum, making them useful as non-human primate experimental subjects in malaria research.",
  "/wiki/Ateles_fusciceps": "The black-headed spider monkey (Ateles fusciceps) is a species of spider monkey, a type of New World monkey, from Central and South America. It is found in Colombia, Ecuador, and Panama. Although primatologists such as Colin Groves (1989) follow Kellogg and Goldman (1944) in treating A. fusciceps as a separate species, other authors, including Froelich (1991), Collins and Dubach (2001) and Nieves (2005) treat it as a subspecies of Geoffroy's spider monkey.",
  "/wiki/Black-headed_spider_monkey": "The black-headed spider monkey (Ateles fusciceps) is a species of spider monkey, a type of New World monkey, from Central and South America. It is found in Colombia, Ecuador, and Panama. Although primatologists such as Colin Groves (1989) follow Kellogg and Goldman (1944) in treating A. fusciceps as a separate species, other authors, including Froelich (1991), Collins and Dubach (2001) and Nieves (2005) treat it as a subspecies of Geoffroy's spider monkey.",
  "/wiki/Ateles_geoffroyi": "Geoffroy's spider monkey (Ateles geoffroyi), also known as the black-handed spider monkey, is a species of spider monkey, a type of New World monkey, from Central America, parts of Mexico and possibly a small portion of Colombia. There are at least five subspecies. Some primatologists classify the black-headed spider monkey (A. fusciceps), found in Panama, Colombia, and Ecuador as the same species as Geoffroy's spider monkey.",
  "/wiki/Geoffroy%27s_spider_monkey": "Geoffroy's spider monkey (Ateles geoffroyi), also known as the black-handed spider monkey, is a species of spider monkey, a type of New World monkey, from Central America, parts of Mexico and possibly a small portion of Colombia. There are at least five subspecies. Some primatologists classify the black-headed spider monkey (A. fusciceps), found in Panama, Colombia, and Ecuador as the same species as Geoffroy's spider monkey.",
  "/wiki/Cebus_capucinus": "The Colombian white-faced capuchin (Cebus capucinus), also known as the Colombian white-headed capuchin or Colombian white-throated capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is native to the extreme eastern portion of Panama and the extreme north-western portion of South America in western Colombia and northwestern Ecuador.",
  "/wiki/Colombian_white-faced_capuchin": "The Colombian white-faced capuchin (Cebus capucinus), also known as the Colombian white-headed capuchin or Colombian white-throated capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is native to the extreme eastern portion of Panama and the extreme north-western portion of South America in western Colombia and northwestern Ecuador.",
  "/wiki/Cebidae": "The Cebidae are one of the five families of New World monkeys now recognised. Extant members are the capuchin and squirrel monkeys. These species are found throughout tropical and subtropical South and Central America.",
  "/wiki/Cebus_imitator": "The Panamanian white-faced capuchin (Cebus imitator), also known as the Panamanian white-headed capuchin or Central American white-faced capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.",
  "/wiki/Panamanian_white-faced_capuchin": "The Panamanian white-faced capuchin (Cebus imitator), also known as the Panamanian white-headed capuchin or Central American white-faced capuchin, is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.",
  "/wiki/Saguinus_geoffroyi": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.",
  "/wiki/Geoffroy%27s_tamarin": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.",
  "/wiki/Callitrichidae": "The Callitrichidae (also called Arctopitheci or Hapalidae) are a family of New World monkeys, including marmosets, tamarins and lion tamarins. At times, this group of animals has been regarded as a subfamily, called Callitrichinae, of the family Cebidae.",
  "/wiki/Saimiri_oerstedii": "The Central American squirrel monkey or  (Saimiri oerstedii), also known as red-backed squirrel monkey, is a squirrel monkey species from the Pacific coast of Costa Rica and Panama. It is restricted to the northwestern tip of Panama near the border with Costa Rica, and the central and southern Pacific coast of Costa Rica, primarily in Manuel Antonio and Corcovado National Parks.",
  "/wiki/Central_American_squirrel_monkey": "The Central American squirrel monkey or  (Saimiri oerstedii), also known as red-backed squirrel monkey, is a squirrel monkey species from the Pacific coast of Costa Rica and Panama. It is restricted to the northwestern tip of Panama near the border with Costa Rica, and the central and southern Pacific coast of Costa Rica, primarily in Manuel Antonio and Corcovado National Parks.",
  "/wiki/List_of_Panamanian_monkey_species": "At least six monkey species are native to Panama.  A seventh species, the Coiba Island howler (Alouatta coibensis) is often recognized, but some authors treat it as a subspecies of the mantled howler, (A. palliata).  An eighth species, the black-headed spider monkey is also often recognized, but some authorities regard it as a subspecies of Geoffroy's spider monkey.  All Panamanian monkey species are classified taxonomically as New World monkeys, and they belong to four families.  The Coiba Island howler, mantled howler, black-headed spider monkey and Geoffroy's spider monkey all belong to the family Atelidae.  The white-faced capuchins and Central American squirrel monkey belong to the family Cebidae. the family that includes the capuchin monkeys and squirrel monkeys.   The Panamanian night monkey belongs to the family Aotidae, and Geoffroy's tamarin belongs to the family Callitrichidae."
}