{
  "/wiki/Robert_Balfour_(philosopher)": "Robert Balfour (c. 1553–1621; known also as Balforeus) was a Scottish philosopher.",
  "/wiki/G.W.S._Barrow": "Geoffrey Wallis Steuart Barrow, FBA, FRSE (28 November 1924 – 14 December 2013), was a Scottish historian and academic.",
  "/wiki/Stephen_Haliczer": "Stephen Haliczer is an American historian of Spain, Italy, and the Catholic Church during the Early Modern era.  He is a professor of history at Northern Illinois University.  Haliczer's undergraduate work was done at Bard College and his graduate work at St. Andrews University.  His study of Early Modern Spain has received praise from a variety of other historians, such as Joseph Perez.  In his books, Haliczer holds to the functionalist school of historical thought.",
  "/wiki/Kieron_O%27Hara": "Kieron O'Hara is a philosopher, computer scientist and political writer. He is an associate professor and principal research fellow within the department of Electronics and Computer Science at the University of Southampton where he specialises in the politics, philosophy and epistemology of technology. He is also a research fellow at the Web Science Trust and the conservative think-tank, the Centre for Policy Studies.",
  "/wiki/Computer_scientist": "A computer scientist is a person who has acquired the knowledge of computer science, the study of the theoretical foundations of information and computation and their application.",
  "/wiki/Russell_Kirk": "Russell Amos Kirk (October 19, 1918 – April 29, 1994) was an American political theorist, moralist, historian, social critic, and literary critic, known for his influence on 20th-century American conservatism. His 1953 book The Conservative Mind gave shape to the amorphous post–World War II conservative movement. It traced the development of conservative thought in the Anglo-American tradition, giving special importance to the ideas of Edmund Burke. Kirk was considered the chief proponent of traditionalist conservatism. \nHe was also an accomplished author of Gothic and ghost story fiction.",
  "/wiki/D.Litt.": "Doctor of Literature  (D.Litt., Litt.D., D. Lit., or Lit. D.; Latin Litterarum Doctor or Doctor Litterarum) is an academic degree, a higher doctorate which, in some countries, may be considered to be equal to the Ph.D. and equal to the Doctor of Science (Sc.D. or D.Sc.). It is awarded in many countries by universities and learned bodies in recognition of achievement in the humanities, original contribution to the creative arts or scholarship and other merits. In some countries it is also regarded as the highest degree of education. When awarded without an application by the conferee, it is awarded as an honorary degree.",
  "/wiki/Political_theorist": "A political theorist is someone who engages in constructing or evaluating political theory, including political philosophy. Theorists may be  academics or independent scholars.",
  "/wiki/Moral_philosopher": "Ethics or moral philosophy is a branch of philosophy that involves systematizing, defending, and recommending concepts of right and wrong conduct. The field of ethics, along with aesthetics, concerns matters of value, and thus comprises the branch of philosophy called axiology.",
  "/wiki/Social_critic": "Social criticism is a form of academic or journalistic criticism focusing on sociological issues in contemporary society, in particular with respect to perceived injustices and power relations in general.",
  "/wiki/Literary_critic": "Literary criticism (or literary studies) is the study, evaluation, and interpretation of literature. Modern literary criticism is often influenced by literary theory, which is the philosophical discussion of literature's goals and methods. Though the two activities are closely related, literary critics are not always, and have not always been, theorists.",
  "/wiki/Dominic_Sandbrook": "Dominic Christopher Sandbrook (born 2 October 1974) is a British historian, author, columnist and television presenter.",
  "/wiki/Lawrence_Stenhouse": "Lawrence Stenhouse (29 March 1926–5 September 1982) was a British educational thinker who sought to promote an active role for teachers in educational research and curriculum development. He was a founder member of the Centre for Applied Research in Education (CARE) at the University of East Anglia.",
  "/wiki/Educationalist": "Education is the process of facilitating learning, or the acquisition of knowledge, skills, values, beliefs, and habits. Educational methods include teaching, training, storytelling, discussion and directed research. Education frequently takes place under the guidance of educators, however learners can also educate themselves.  Education can take place in formal or informal settings and any experience that has a formative effect on the way one thinks, feels, or acts may be considered educational. The methodology of teaching is called pedagogy.",
  "/wiki/Robert_Archibald_Armstrong": "Robert Archibald Armstrong, LL.D. (1788–1867), was a Gaelic lexicographer. He was the eldest son of Robert Armstrong, of Kenmore, Perthshire, by his wife, Mary McKercher. He was born at Kenmore in 1788, and educated partly by his father, and afterwards at Edinburgh and at St. Andrews University, here he graduated. Coming to London from St. Andrews with high commendations for his Greek and Latin acquirements, he engaged in tuition, and kept several high-class schools in succession in different parts of the metropolis. He devoted his leisure to the cultivation of literature and science. Of his humorous articles \"The Three Florists,\" in Eraser for January 1838, and \"The Dream of Tom Finiarty, the Cab-driver,\" in the Athenæum, are notable examples. His scientific papers appeared chiefly in the Arcana of Science and Art (1837 et seq.), and relate to meteorological matters. But his great work was A Gaelic Dictionary, in two parts — I. Gaelic and English, II. English and Gaelic — in which the words, in their different acceptations, are illustrated by quotations from the best Gaelic writers, London, 1825, 4to, This was the first Gaelic dictionary published, as there previously existed only vocabularies of the language like those of William Shaw (An Analysis of the Galic Language 1778 and Galick and English Dictionary 1780) and others.",
  "/wiki/Lexicographer": "This list contains people who contributed to the field of lexicography, the theory and practice of compiling dictionaries.",
  "/wiki/James_Crichton": "James Crichton, known as the Admirable Crichton (19 August 1560 – 3 July 1582), was a Scottish polymath noted for his extraordinary accomplishments in languages, the arts, and sciences before he was murdered at the age of 21.",
  "/wiki/Master_of_Arts_(Scotland)": "The degree of Master of Arts (MA) in Scotland typically refers to an undergraduate degree (either a three-year general degree or four-year Honours degree) in humanities or social sciences awarded by one of the ancient universities of Scotland (the University of St Andrews, the University of Glasgow, the University of Aberdeen, and the University of Edinburgh) plus the University of Dundee (as a result of its history as a constituent college of the University of St Andrews) and Heriot-Watt University (at honours level only). The first two years of the Scottish Master of Arts consist of ordinary Bachelor level courses; however, after these, students who are accepted to pursue the Honours route will complete more advanced subjects and write a dissertation in their fourth year. Students who choose to do a \"general\" degree will complete their third year at a lower level of specialisation, and receive a Bachelor of Arts (BA) or MA without Honours. For the postgraduate degree referred to in other places as \"Master of Arts\", Scottish universities usually award the degree of Master of Letters (MLitt) or Master of Science (MSc). Generally, non-ancient universities in Scotland (e.g. University of Strathclyde, The Robert Gordon University, Edinburgh Napier University, etc.), award arts degrees as Bachelor of Arts.",
  "/wiki/Polymath": "A polymath (Greek: πολυμαθής, polymathēs, \"having learned much\"; Latin: homo universalis, \"universal man\") is an individual whose knowledge spans a significant number of subjects, known to draw on complex bodies of knowledge to solve specific problems. The earliest recorded use of the term in English is from 1624, in the second edition of The Anatomy of Melancholy by Robert Burton; the form polymathist is slightly older, first appearing in the Diatribae upon the first part of the late History of Tithes of Richard Montagu in 1621. Use in English of the similar term polyhistor dates from the late sixteenth century.",
  "/wiki/Michael_Wesley": "Michael Wesley (1968) is an Australian academic. He was appointed Professor of National Security at the National Security College of the Australian National University on 1 November 2012. Subsequently he became the Director of the Coral Bell School of Asia Pacific Studies, and is currently Dean of the College of Asia and the Pacific at the ANU. He also consults extensively for the Australian government.",
  "/wiki/Australian_National_University": "The Australian National University (ANU) is a national research university located in Canberra, the capital of Australia. Its main campus in Acton encompasses seven teaching and research colleges, in addition to several national academies and institutes.",
  "/wiki/Bethwell_Allan_Ogot": "Bethwell Allan Ogot (born 1929) is a historian from Kenya.  He specialises in African history, research methods and theory. One of his works starts by saying that \"to tell the story of a past so as to portray an inevitable destiny is, for humankind, a need as universal as tool-making. To that extent, we may say that a human being is, by nature, historicus.",
  "/wiki/Moi_University": "Moi University is a public university located in Kesses, Uasin Gishu county, in the former Rift Valley Province of Kenya. It was established in 1984 by the Moi University Act of the Parliament of Kenya, after recommendations from the McKay Commission.",
  "/wiki/Adam_Ferguson": "Adam Ferguson, FRSE (Scottish Gaelic: Adhamh MacFhearghais), also known as Ferguson of Raith (1 July N.S./20 June O.S. 1723 – 22 February 1816), was a Scottish philosopher and historian of the Scottish Enlightenment.",
  "/wiki/Scottish_enlightenment": "The Scottish Enlightenment (Scots: Scots Enlichtenment, Scottish Gaelic: Soillseachadh na h-Alba) was the period in 18th- and early-19th-century Scotland characterised by an outpouring of intellectual and scientific accomplishments. By the eighteenth century, Scotland had a network of parish schools in the Lowlands and four universities. The Enlightenment culture was based on close readings of new books, and intense discussions took place daily at such intellectual gathering places in Edinburgh as The Select Society and, later, The Poker Club, as well as within Scotland's ancient universities (St Andrews, Aberdeen, Glasgow, and Edinburgh).",
  "/wiki/Steve_Boardman_(historian)": "Stephen I. Boardman, FRHistS, is a Scottish medieval historian. A graduate of the University of St Andrews, he held the Glenfiddich Research Fellowship and a Post-Doctoral Fellowship of the British Academy at St Andrews before being appointed Mackie Lecturer in  History at the University of Aberdeen in 1995. He subsequently moved to the University of Edinburgh, where he is now Professor of Medieval Scottish History. Boardman's work focuses on kingship and the nobility in the later Middle Ages, and he has completed work on Kings Robert II and Robert III of Scotland, as well as Clan Campbell. The former is the only work to deal specifically with those monarchs.",
  "/wiki/John_Craig_(classicist)": "John Douglas Craig (31 May 1887 – 13 May 1968) was a Scottish classicist, who was Firth Professor of Latin at the University of Sheffield from 1930 to 1952.",
  "/wiki/Classicist": "Classics or classical studies is the study of classical antiquity. It encompasses the study of the Greco-Roman world, particularly of its languages and literature (Ancient Greek and Classical Latin) but also of Greco-Roman philosophy, history, and archaeology. Traditionally in the West, the study of the Greek and Roman classics is considered one of the cornerstones of the humanities and a fundamental element of a rounded education. The study of classics has therefore traditionally been a cornerstone of a typical elite education.",
  "/wiki/University_of_Sheffield": "The University of Sheffield (informally Sheffield University) is a public research university in Sheffield, South Yorkshire, England. It received its royal charter in 1905 as successor to the University College of Sheffield, which was established in 1897 by the merger of Sheffield Medical School (founded in 1828), Firth College (1879) and Sheffield Technical School (1884).",
  "/wiki/William_Craigie": "Sir William Alexander Craigie (13 August 1867 – 2 September 1957) was a philologist and a lexicographer.",
  "/wiki/Philologist": "Philology is the study of language in oral and written historical sources; it is the intersection of textual criticism, literary criticism, history, and linguistics.[page needed] Philology is more commonly defined as the study of literary texts as well as oral and written records, the establishment of their authenticity and their original form, and the determination of their meaning. A person who pursues this kind of study is known as a philologist.",
  "/wiki/James_Main_Dixon": "James Main Dixon FRSE (1856, Paisley – 27 September 1933) was a Scottish teacher and author, and an important scholar of the Scots language.",
  "/wiki/English_literature": "This article is focused on English-language literature rather than the literature of England, so that it includes writers from Scotland, Wales, the Crown dependencies, and the whole of Ireland, as well as literature in English from countries of the former British Empire, including the United States. However, until the early 19th century, it only deals with the literature of the United Kingdom, the Crown dependencies and Ireland. It does not include literature written in the other languages of Britain.",
  "/wiki/Scots_language": "Scots (Scottish Gaelic: Albais)  is the West Germanic languages variety spoken in Lowland Scotland and parts of Ulster in Ireland (where the local dialect is known as Ulster Scots). It is sometimes called Lowland Scots to distinguish it from Scottish Gaelic, the Celtic language that was historically restricted to most of the Highlands, the Hebrides and Galloway after the 16th century. The Scots language developed during the Middle English period as a distinct entity.",
  "/wiki/John_Elder_(writer)": "John Elder (fl. 1542 – 1565) was a Scottish cartographer and writer. He was the tutor of Henry Stuart, Lord Darnley in England.",
  "/wiki/Cartographer": "Cartography (/kɑːrˈtɒɡrəfi/; from Greek χάρτης chartēs, \"papyrus, sheet of paper, map\"; and γράφειν graphein, \"write\") is the study and practice of making maps. Combining science, aesthetics, and technique, cartography builds on the premise that reality can be modeled in ways that communicate spatial information effectively.",
  "/wiki/Henry_Stuart,_Lord_Darnley": "Henry Stuart (or Stewart), Duke of Albany (7 December 1545 – 10 February 1567), styled as Lord Darnley until 1565, was king consort of Scotland from 1565 until his murder at Kirk o' Field in 1567. Many contemporary narratives describing his life and death refer to him as Lord Darnley, his title as heir apparent to the Earldom of Lennox, and it is by this appellation that he is now generally known.",
  "/wiki/Duncan_Forbes_(linguist)": "Duncan Forbes (28 April 1798 – 17 August 1868) was a Scottish linguist.",
  "/wiki/Linguist": "Linguistics is the scientific study of language. It involves analysing language form, language meaning, and language in context. Linguists traditionally analyse human language by observing an interplay between sound and meaning. Linguistics also deals with the social, cultural, historical and political factors that influence language, through which linguistic and language-based context is often determined. Research on language through the sub-branches of historical and evolutionary linguistics also focuses on how languages change and grow, particularly over an extended period of time.",
  "/wiki/King%27s_College_London": "King's College London (informally King's or KCL) is a public research university located in London, United Kingdom, and a founding college and member institution of the federal University of London. King's was established in 1829 by King George IV and Arthur Wellesley, 1st Duke of Wellington, when it received its first royal charter (as a university college), and is one of the oldest universities in England. In 1836, King's became one of the two founding colleges of the University of London. In the late 20th century, King's grew through a series of mergers, including with Queen Elizabeth College and Chelsea College of Science and Technology (in 1985), the Institute of Psychiatry (in 1997), the United Medical and Dental Schools of Guy's and St Thomas' Hospitals and the Florence Nightingale School of Nursing and Midwifery (in 1998).",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/Cox-Forbes_theory": "The Cox–Forbes theory is a long-debunked theory on the evolution of chess put forward by Captain Hiram Cox (1760–1799) and extended by Professor Duncan Forbes (1798–1868).",
  "/wiki/Peter_Goodwin_(maritime_author)": "Peter Goodwin is a British maritime historian and author, and the former Keeper and Curator of HMS Victory.",
  "/wiki/HMS_Victory": "HMS Victory is a 104-gun first-rate ship of the line of the Royal Navy, ordered in 1758, laid down in 1759 and launched in 1765. She is best known for her role as Lord Nelson's flagship at the Battle of Trafalgar on 21 October 1805.",
  "/wiki/George_Hadow": "George Hadow (4 July 1712 – 11 September 1780) was professor of Hebrew and oriental languages at St Mary's College, University of St Andrews, Scotland from 1748 to 1780. He was the son of Principal James Hadow, also of St Andrews' University.",
  "/wiki/Hebrew": "Hebrew (/ˈhiːbruː/; עִבְרִית‎, Ivrit Hebrew pronunciation: [ivˈʁit] or [ʕivˈɾit] (listen)) is a Northwest Semitic language native to Israel.  Modern Hebrew was spoken by over nine million people worldwide in 2013. Historically, it is regarded as the language of the Israelites and their ancestors, although the language was not referred to by the name \"Hebrew\" in the Tanakh itself.[note 1] The earliest examples of written Paleo-Hebrew date from the 10th century BCE. Hebrew belongs to the West Semitic branch of the Afroasiatic language family. Hebrew is the only Canaanite language still spoken, and the only truly successful example of a revived dead language.",
  "/wiki/St_Mary%27s_College,_St_Andrews": "St Mary's College, founded as New College or College of the Assumption of the Blessed Virgin Mary, is the home of the Faculty and School of Divinity within the University of St Andrews, in Fife, Scotland."
}