{
  "/wiki/Equestrian_at_the_2010_Asian_Games": "Equestrian at the 2010 Asian Games was held in Guangzhou Equestrian Venue, Conghua, Guangdong, China from 14 November to 24 November 2010.\n There were three equestrian disciplines: dressage, eventing and jumping. All three disciplines were further divided into individual and team contests for a total of six events. \n After Asian Games, Guangzhou Equestrian Venue bought by Hong Kong Jockey Club, rebuilt to Conghua Racechouse.",
  "/wiki/Mohammed_Shaween": "Mohammed Othman Shaween (born 15 February 1986 in Jeddah) is a Saudi Arabian middle distance runner who specializes in the 1500 metres. He received a three-year ban from the sport for doping.\n He finished eighth at the 2005 Asian Championships (in 800 m), sixth at the 2006 Asian Games and won the gold medal at the 2007 Asian Championships. He also competed in the 1500 metres at the 2007 World Championships and the 2008 Olympic Games without progressing to the second round.  He won the Gold medal in the 2010 Asian Games.",
  "/wiki/Athletics_at_the_2010_Asian_Games": "Athletics at the 2010 Asian Games was held in Guangzhou, China from 21 to 27 November 2010. A total of 47 events were contested – 24 by men and 23 by women – matching the Olympic athletics programme. The 42 track and field events on the programme were hosted at the Aoti Main Stadium (Guangdong Olympic Stadium) while the marathons and racewalking competitions took place around the city's University Town (sharing a venue with the triathlon). Sixteen Asian Games records were broken during the seven-day competition.\n China, the host country, topped the medal table having won 13 gold medals and 36 medals overall. India (12 medals overall) and Bahrain both won five golds, but Japan (with four golds) had the second largest overall medal haul with twenty. A number of countries had double-digit medal totals: Kazakhstan and South Korea won four gold medals each, with hauls of eleven and ten medals respectively. Qatar, Saudi Arabia and Uzbekistan were the next best performing National Olympic Committees. A total of 574 athletes (comprising 351 men and 223 women) from 41 nations took part in the competition. Bhutan, Brunei, Jordan and Pakistan were the only nations without a representative in the events.\n One of the primary attractions of the competition was Chinese Olympic champion hurdler Liu Xiang – the stadium filled with around 70,000 spectators on the day he defended his title and he won gold in a Games record time. Chinese women completed 1–2 podium finishes in the shot put, discus and hammer throws while Zhou Chunxiu and Zhu Xiaolin took the top two spots in the women's marathon. Japan's Chisato Fukushima took a 100/200 metres sprint double and also won a bronze in the relay. Preeja Sreedharan of India broke two national records, almost completing a 5000 and 10,000 metres double, but was beaten by Mimi Belete in the former event. Femi Ogunode – a Nigerian-born athlete representing Qatar – won golds in both the 200 m and 400 m at the age of nineteen. Little-known Lao Yi won the men's 100 m after the favourites (Masashi Eriguchi and Samuel Francis) were both eliminated in the semi-finals.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Karate_at_the_2010_Asian_Games": "Karate at the 2010 Asian Games was held in Guangzhou, China between 24 and 26 November 2010. All competition took place at the Guangdong Gymnasium.",
  "/wiki/Yousef_Masrahi": "Yousef Ahmed Masrahi (Arabic:يوسف مسرحي) (born 31 December 1987, in Najran) is a Saudi Arabian track and field athlete, who specialises in the 400 metres sprint. His personal best time for the event is 43.93 seconds, set in 2015, and is the Asian record.\n Masrahi represented his country at the 2012 London Olympics and is a three-time participant at the World Championships in Athletics (2009, 2013, 2015). He was the gold medallist at both the Asian Athletics Championships in 2011 and at the 2014 Asian Games. He was banned for doping in 2016 for four years.",
  "/wiki/Saudi_Arabia_at_the_2010_Asian_Games": "Saudi Arabia participated in the 16th Asian Games in Guangzhou from 12 November to 27 November 2010."
}