{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Transport_Canada": "Transport Canada (French: Transports Canada) is the department within the Government of Canada responsible for developing regulations, policies and services of road, rail, marine and air transportation in Canada. It is part of the Transportation, Infrastructure and Communities (TIC) portfolio. The current Minister of Transport is Marc Garneau. Transport Canada is headquartered in Ottawa, Ontario.",
  "/wiki/Location_identifier": "A location identifier is a symbolic representation for the name and the location of an airport, navigation aid, or weather station, and is used for manned air traffic control facilities in air traffic control, telecommunications, computer programming, weather reports, and related services.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Airdrie_Aerodrome": "Airdrie Aerodrome (TC LID: CEF4) is a registered aerodrome located 2.6 nautical miles (4.8 km; 3.0 mi) southeast of Airdrie, Alberta, Canada.",
  "/wiki/Airdrie,_Alberta": "Airdrie (/ˈɛərdri/) is a city in Alberta, Canada within the Calgary Region. It is located north of Calgary within the Calgary–Edmonton Corridor at the intersection of Queen Elizabeth II Highway (Highway 2) and Highway 567.",
  "/wiki/Calgary_International_Airport": "Calgary International Airport (IATA: YYC, ICAO: CYYC), branded as YYC Calgary International Airport, is an international airport that serves the city of Calgary, Alberta, Canada. It is located approximately 17 km (11 mi) northeast of downtown and covers an area of 21.36 km2 (8.25 sq mi). With 17.34 million passengers and 244,027 aircraft movements in 2017, Calgary International is the busiest airport in Alberta and the fourth-busiest in Canada by both measures. The region's petroleum and tourism industries have helped foster growth at the airport, which has nonstop flights to an array of destinations in North and Central America, Europe, and Asia.  Calgary is also a hub for two major Canadian airlines: Air Canada and WestJet.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Calgary/Christiansen_Field_Aerodrome": "Calgary/Christiansen Field Aerodrome, (TC LID: CRS3), is a private airport located 6 nautical miles (11 km; 6.9 mi) northwest of Okotoks, Alberta, Canada. It is owned by Soren Christiansen.",
  "/wiki/Okotoks": "Okotoks (/ˈoʊkətoʊks/, originally /ˈɒkətɒks/) is a town in the Province of Alberta, Canada. It is situated on the Sheep River, approximately 18 km (11 mi) south of the City of Calgary. The town is a member of the Calgary Regional Partnership, a cooperative of municipalities within the Calgary Region. Okotoks has emerged as a bedroom community of Calgary. According to the 2016 Census, the town has a population of 28,881, making it the largest town in Alberta.",
  "/wiki/Calgary/Okotoks_Airranch_Airport": "Calgary/Okotoks Airranch Airport, (TC LID: CFX2), is located 15 nautical miles (28 km; 17 mi) south of Calgary, Alberta, Canada.",
  "/wiki/Calgary/Okotoks_(Rowland_Field)_Aerodrome": "Calgary/Okotoks (Rowland Field) Aerodrome (TC LID: CRF4) is located 13 nautical miles (24 km; 15 mi) south of Calgary and about 1.6 NM (3.0 km; 1.8 mi) north of Okotoks, Alberta, Canada.",
  "/wiki/Calgary/Springbank_Airport": "Calgary/Springbank Airport or Springbank Airport, (IATA: YBW, ICAO: CYBW) is an airport located in Springbank, Alberta, a large western suburb of Calgary, Alberta, Canada. The airport is located within rural Rocky View County.",
  "/wiki/Springbank,_Alberta": "Springbank is a rural community in southern Alberta in Rocky View County. It is located immediately west of the City of Calgary, east of Highway 22, south of the Bow River and north of the rural community of Elbow Valley. Both the Trans-Canada Highway and Lower Springbank Road (north of Highway 8) connect Springbank to Calgary.",
  "/wiki/Chestermere_(Kirkby_Field)_Airport": "Chestermere (Kirkby Field) Airport, (TC LID: CFX8), is located 2 nautical miles (3.7 km; 2.3 mi) east of Chestermere, Alberta, Canada.",
  "/wiki/Chestermere": "Chestermere, originally named Chestermere Lake, is a city in the Canadian province of Alberta, within Rocky View County. It is largely a commuter town of Calgary and is a member municipality of the Calgary Regional Partnership. The city, which surrounds Chestermere Lake, was known as Chestermere Lake from 1977 to 1993.",
  "/wiki/Cheadle_Airport": "Cheadle Airport, (IATA: TIL, TC LID: CFQ4), is located 4 nautical miles (7.4 km; 4.6 mi) northwest of Cheadle, Alberta, Canada.",
  "/wiki/Cheadle,_Alberta": "Cheadle is a hamlet in Alberta, Canada, within Wheatland County. It is located on Highway 24, 2 kilometers (1.2 mi) south of the Highway 1 and approximately 35 kilometers (22 mi) east of the City of Calgary.",
  "/wiki/De_Winton/South_Calgary_Airport": "De Winton/South Calgary Airport, (TC LID: CEH4), is located 7 nautical miles (13 km; 8.1 mi) east of De Winton, Alberta, Canada.",
  "/wiki/De_Winton,_Alberta": "De Winton is a hamlet in southern Alberta, Canada within the Municipal District (M.D.) of Foothills No. 31.  It is located just south of the City of Calgary and west of Highway 2A (MacLeod Trail).",
  "/wiki/Indus/Winters_Aire_Park_Airport": "Indus/Winters Aire Park Airport, (TC LID: CFY4), is located 1 nautical mile (1.9 km; 1.2 mi) southwest of Indus, Alberta, Canada.",
  "/wiki/Indus,_Alberta": "Indus is a hamlet in southern Alberta, Canada, under the jurisdiction of Rocky View County.",
  "/wiki/List_of_airports_in_the_Calgary_area": "The following is a list of active airports that serve the area around Calgary, Alberta, Canada:"
}