{
  "/wiki/Brussels_cheese": "Brussels cheese (French: fromage de Bruxelles Dutch: Brusselse kaas) is made from cow's milk and is considered a table cheese that is used for spreading and snacks.  In texture it is smooth, with its taste being sharp and citrusy, with strong and salty bite. The cheese is regularly washed and dried over a period of at least three months, and is shaped into rounds or tubs.",
  "/wiki/Milk": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals.",
  "/wiki/Chimay_Brewery": "Chimay Brewery (Brasserie de Chimay) is a brewery at Scourmont Abbey, a Trappist monastery in Chimay, Hainaut, Belgium, one of the eleven breweries worldwide that produce Trappist beer. They make three ales: Chimay Rouge, Chimay Bleue, and Chimay Blanche; and one patersbier for the monks. The monastery also makes four varieties of cheese.",
  "/wiki/Herve_cheese": "Herve is a Belgian rind washed soft cheese made from  raw cow's milk.  The aging process takes place in ripening cellars of the Herve countryside, sometimes cut into its chalky rock.",
  "/wiki/Cave": "A cave or cavern is a natural void in the ground, specifically a space large enough for a human to enter. Caves often form by the weathering of rock and often extend deep underground. The word cave can also refer to much smaller openings such as sea caves, rock shelters, and grottos, though strictly speaking a cave is exogene, meaning it is deeper than its opening is wide, and a rock shelter is endogene.",
  "/wiki/Ferri%C3%A8res,_Belgium": "Ferrières is a Walloon municipality located in the Belgian province of Liège. On January 1, 2006, Ferrières had a total population of 4,449. The total area is 56.90 km² with a  population density of 78 inhabitants per km².",
  "/wiki/Limburger_cheese": "Limburger (in southern Dutch contexts Rommedoe, and in Belgium Herve cheese) is a cheese that originated in the Herve area of the historical Duchy of Limburg, which had its capital in Limbourg-sur-Vesdre, now in the French-speaking Belgian province of Liège. The cheese is especially known for its strong smell caused by the bacterium Brevibacterium linens.",
  "/wiki/Duchy_of_Limburg": "The Duchy of Limburg or Limbourg was an imperial estate of the Holy Roman Empire. Its main territory including the capital, the fortified town of Limbourg-sur-Vesdre, is today located within the Belgian province of Liège, with a small part in the neighbouring province of Belgian Limburg, within the east of Voeren.",
  "/wiki/Limburg_(Belgium)": "Limburg (/ˈlɪmbɜːrɡ/, Dutch pronunciation: [ˈlɪmbʏrɣ] (listen); Dutch and Limburgish: Limburg; French: Limbourg) is a province in Belgium. It is the easternmost of the five Dutch-speaking provinces that together form the Region of Flanders, one of the three main political and cultural sub-divisions of modern Belgium.",
  "/wiki/County_of_Limburg": "Hagen-Hohenlimburg (formerly known as Limburg an der Lenne, changed to Hohenlimburg  in 1903; Westphalian: Limmerg), on the Lenne river, is a borough of the city of Hagen in North Rhine-Westphalia, Germany.",
  "/wiki/Limburg_(Netherlands)": "Limburg (/ˈlɪmbɜːrɡ/, Dutch pronunciation: [ˈlɪmbʏrx] (listen); Dutch and Limburgish: (Nederlands-)Limburg) is the southernmost of the 12 provinces of the Netherlands. The province is in the southeastern part of the country, stretched out from the north, where it touches the province of Gelderland. Its northern part has the province of North Brabant to its west. Its long eastern boundary is the international border with the German state of North Rhine-Westphalia. Much of the west border runs along the River Maas, bordering the Flemish province of Limburg. On the south end it has borders with the Walloon province of Liège. The Vaalserberg is on the extreme south-eastern point, marking the tripoint of the Netherlands, Germany and Belgium.",
  "/wiki/Maredsous_cheese": "Maredsous is a semi-hard loaf-shaped washed-rind cheese made from cow's milk.  It is suitable for slicing, and characterised by an orange coloured rind.  The cheese has been produced at Maredsous Abbey in Belgium since 1953.",
  "/wiki/Maredsous_Abbey": "Maredsous Abbey is a Benedictine monastery at Denée near Namur in Belgium. It is a founding member of the Annunciation Congregation of the Benedictine Confederation.",
  "/wiki/Den%C3%A9e,_Belgium": "Denée (Dinêye in Walloon) is a Belgian village, since 1977 part of the municipality of Anhée in the province of Namur.",
  "/wiki/Passendale_cheese": "Passendale cheese, named for Passendale, the village where it originated, is one of the best-known cheeses of Belgium. Regular Passendale cheese is produced in two versions, Classic and Prelude. There is also a premium version, Passendale Bel Age.",
  "/wiki/Passendale": "Passendale (Dutch pronunciation: [ˈpɑsə(n)daːlə]) or Passchendaele (/ˈpæʃəndeɪl/; obsolete spelling, retained in English; West Flemish: Passchendoale) is a rural Belgian village in the Zonnebeke municipality of West Flanders province. It is close to the town of Ypres, situated on the hill ridge separating the historical wetlands of the Yser and Leie valleys. It is also commonly known as a battlefield and the name of a campaign during World War I, the Battle of Passchendaele.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Remoudou": "Remoudou, or in wallon r'moûdou, is a Belgian cheese from the Land of Herve.\nIt derives its name from the use of milk from a second milking performed 15 minutes after the usual milking. Hence the Wallon verb rimoûd meaning \"to re-milk\". This cheese weighs 200 to 500 g. When it is washed with salt it gets a strong taste, and when washed with milk it keeps a mild taste. It is often sold in pieces.",
  "/wiki/Land_of_Herve": "The Pays de Herve (Land of Herve) is a 420 km² natural region of Wallonia, between the Vesdre and Meuse rivers and the borders separating Belgium from the Netherlands and Germany.",
  "/wiki/Milking": "Milking is the act of removing milk from the mammary glands of cattle, water buffalo, humans, goats, sheep and more rarely camels, horses and donkeys. Milking may be done by hand or by machine, and requires the animal to be currently or recently pregnant. The milker may refer either to the animal that produces the milk or the person who milks said animal.",
  "/wiki/Walloon_language": "Walloon (/wɒˈluːn/; natively walon) is a Romance language that is spoken in much of Wallonia in Belgium, in some villages of northern France (near Givet) and in the northeast part of Wisconsin, US until the mid 20th century and in some parts of Canada.[citation needed] It belongs to the langue d'oïl language family, whose most prominent member is the French language. The historical background of its formation was the territorial extension since 980 of the Principality of Liège to the south and west.",
  "/wiki/Verb": "A verb, from  the Latin verbum meaning word, is a word (part of speech) that in syntax conveys an action (bring, read, walk, run, learn), an occurrence (happen, become), or a state of being (be, exist, stand).  In the usual description of English, the basic form, with or without the particle to, is the infinitive. In many languages, verbs are inflected (modified in form) to encode tense, aspect, mood, and voice. A verb may also agree with the person, gender or number of some of its arguments, such as its subject, or object. Verbs have tenses: present, to indicate that an action is being carried out; past, to indicate that an action has been done; future, to indicate that an action will be done.",
  "/wiki/Li%C3%A8ge_(city)": "Liège (/liˈɛʒ, liˈeɪʒ/ lee-EZH, lee-AYZH, French: [ljɛʒ] (listen), locally [li.eʃ]; Walloon: Lidje Walloon: [liːtʃ] (listen); Dutch: Luik [lœyk] (listen); German: Lüttich [ˈlʏtɪç]) is a major Walloon city and municipality and the capital of the Belgian province of Liège.",
  "/wiki/List_of_cheeses": "This is a list of cheeses by place of origin. Cheese is a milk-based food that is produced in wide-ranging flavors, textures, and forms. Hundreds of types of cheese from various countries are produced. Their styles, textures and flavors depend on the origin of the milk (including the animal's diet), whether they have been pasteurized, the butterfat content, the bacteria and mold, the processing, and aging."
}