{
  "/wiki/All_Over_Me_(Blake_Shelton_song)": "\"All Over Me\" is a song composed by Earl Thomas Conley, Michael Pyle, and Blake Shelton. It was released in October 2001 as the second single from Shelton's debut album, Blake Shelton.",
  "/wiki/Blake_Shelton": "Blake Tollison Shelton (born June 18, 1976) is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart. The now Platinum-certified debut album also produced two more top 20 entries (\"All Over Me\" and \"Ol' Red\").",
  "/wiki/American_Child_(song)": "\"American Child\" is a song co-written and recorded by American country music artist Phil Vassar.  It was released in April 2002 as the lead-off single and title track from the album of the same name.  It peaked at number 5 on the Hot Country Songs chart, and number 48 on the Billboard Hot 100 chart.  The song was written by Vassar and Craig Wiseman.",
  "/wiki/Phil_Vassar": "Phillip George Vassar Jr. (born May 28, 1964) is an American country music artist. Vassar made his debut on the country music scene in the late 1990s, co-writing singles for several country artists, including Tim McGraw (\"For a Little While\", \"My Next Thirty Years\"), Jo Dee Messina (\"Bye, Bye\", \"I'm Alright\"), Collin Raye (\"Little Red Rodeo\"), and Alan Jackson (\"Right on the Money\"). In 1999, he was named by American Society of Composers, Authors, and Publishers (ASCAP) as Country Songwriter of the Year.",
  "/wiki/Beautiful_Mess_(Diamond_Rio_song)": "\"Beautiful Mess\" is a song written by Shane Minor, Clay Mills, Exile bassist Sonny LeMaire, and recorded by American country music group Diamond Rio.  It was released in April 2002 as the first single from Diamond Rio's album Completely.  The song reached Number One on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts, a position that it held for two non-consecutive weeks.  The song was also Diamond Rio's most successful crossover single, peaking at number 28 on the US Billboard Hot 100.",
  "/wiki/Diamond_Rio": "Diamond Rio is an American country music band. The band was founded in 1982 as an attraction for the Opryland USA theme park in Nashville, Tennessee, and was originally known as the Grizzly River Boys, then the Tennessee River Boys. It was founded by Matt Davenport, Danny Gregg, and Ty Herndon, the last of whom became a solo artist in the mid-1990s. After undergoing several membership changes in its initial years, the band has consisted of the same six members since 1989: Marty Roe (lead vocals, rhythm guitar), Gene Johnson (mandolin, guitar, fiddle, tenor vocals), Jimmy Olander (lead guitar, banjo), Brian Prout (drums), Dan Truman (keyboards), and Dana Williams (bass guitar, baritone vocals).",
  "/wiki/Before_I_Knew_Better": "\"Before I Knew Better\" is the title of a debut song recorded by American country music artist Brad Martin.  It was released in February 2002 as the first single from his debut album Wings of a Honky-Tonk Angel.  The song was written by David Lee and Bryan Simpson.",
  "/wiki/Brad_Martin": "Brad Martin (born May 3, 1973 in Greenfield, Ohio) is an American country music artist. He made his debut on the American country music scene in 2002 with the release of his debut album Wings of a Honky-Tonk Angel, which produced the number 15 single \"Before I Knew Better\".",
  "/wiki/Blessed_(Martina_McBride_song)": "\"Blessed\" is a song written by Brett James, Troy Verges, and Hillary Lindsey and recorded by American country music artist Martina McBride.  It was released in October 2001 as the second single from McBride’s Greatest Hits compilation album. In March 2002, it became her fifth and last number one single on the US Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Martina_McBride": "Martina Mariea McBride (née Schiff, born July 29, 1966) is an American country music singer-songwriter and record producer. She is known for her soprano singing range and her country pop material.",
  "/wiki/Bring_On_the_Rain": "\"Bring On the Rain\" is a song written by Billy Montana and Helen Darling, and recorded by American country music artist Jo Dee Messina.  It was released in September 2001 as the fourth single from her album Burn.  In March 2002, it became Messina's fifth number one country single, and her highest entry on the Adult Contemporary charts.",
  "/wiki/Jo_Dee_Messina": "Jo Dee Marie Messina (born August 25, 1970) is an American country music artist.  She has charted six number-one singles on the Billboard country music charts. She has been honored by the Country Music Association  and the Academy of Country Music, and has been nominated for two Grammy Awards.  She was the first female country artist to score three multiple-week number-one songs from the same album. To date, she has two platinum and three gold-certified albums by the RIAA.",
  "/wiki/Tim_McGraw": "Samuel Timothy McGraw (born May 1, 1967) is an American singer, actor, and record producer. McGraw has released fifteen studio albums (eleven for Curb Records, three for Big Machine Records and one for Arista Nashville). 10 of those albums have reached number 1 on the Top Country Albums charts, with his 1994 breakthrough album Not a Moment Too Soon being the top country album of 1994. All of these albums have produced 65 singles, 25 of which have reached number 1 on the Hot Country Songs or Country Airplay charts. Three of these singles — \"It's Your Love\", \"Just to See You Smile\", and \"Live Like You Were Dying\" — were the top country songs of 1997, 1998, and 2004 according to Billboard Year-End. He has also won three Grammy Awards, 14 Academy of Country Music awards, 11 Country Music Association (CMA) awards, 10 American Music Awards, and three People's Choice Awards. His Soul2Soul II Tour  is one of the highest-grossing tours in country music history, and one of the top 5 among all genres of music. He has sold more than 80 million records worldwide, making him one of the best-selling music artists of all time.",
  "/wiki/Courtesy_of_the_Red,_White,_%26_Blue_(The_Angry_American)": "\"Courtesy of the Red, White and Blue (The Angry American)\" is a song written and recorded by American country music artist Toby Keith. The song was written in late 2001, and was inspired by Keith's father's death in March 2001, as well as the September 11, 2001 attacks on the United States later that year. It was released in May 2002 as the lead single from the album, Unleashed.  The song topped the Billboard Hot Country Singles & Tracks chart and reached number 25 on the Billboard Hot 100 chart, becoming his biggest solo hit on that chart.",
  "/wiki/Toby_Keith": "Toby Keith Covel (born July 8, 1961) is an American country singer, songwriter, actor, and record producer. Keith released his first four studio albums—1993's Toby Keith, 1994's Boomtown, 1996's Blue Moon and 1997's Dream Walkin', plus a Greatest Hits package for various divisions of Mercury Records before leaving Mercury in 1998. These albums all earned Gold or higher certification, and produced several Top Ten singles, including his debut \"Should've Been a Cowboy\", which topped the country charts and was the most-played country song of the 1990s. The song has received three million spins since its release, according to Broadcast Music Incorporated.",
  "/wiki/The_Cowboy_in_Me": "\"The Cowboy in Me\" is a song written by Jeffrey Steele, Al Anderson and Craig Wiseman, and performed by American country music artist Tim McGraw. It was released in November 2001 as the third single from McGraw's Set This Circus Down album.  The song reached Number One on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts.  It reached Number One one week after McGraw's duet with Jo Dee Messina, \"Bring On the Rain\".",
  "/wiki/Cry_(Faith_Hill_song)": "“Cry” is a song recorded by American country music  singer Faith Hill; it was the first single from her fifth studio album of the same name (2002). The song was originally written and recorded by singer-songwriter Angie Aparo for his 1999 album, The American.",
  "/wiki/Faith_Hill": "Audrey Faith McGraw (née Perry; born September 21, 1967),[citation needed] known professionally as Faith Hill, is an American singer and record producer. She is one of the most successful country music artists of all time, having sold more than 40 million albums worldwide. Hill is married to American singer Tim McGraw, with whom she has recorded several duets.",
  "/wiki/Drive_(For_Daddy_Gene)": "\"Drive (For Daddy Gene)\" is a song written and recorded by American country music singer Alan Jackson. It was released in January 2002 as the second single from his album, Drive. It reached number one on the U.S. Billboard Hot Country Singles & Tracks in May 2002 and also peaked at number 28 on the Billboard Hot 100.",
  "/wiki/Alan_Jackson": "Alan Eugene Jackson (born October 17, 1958) is an American country music singer and songwriter. He is known for honoring a “neotraditional country” musical style, and for penning many of his own songs. Jackson has recorded 16 studio albums, three greatest hits albums, two Christmas albums, and two gospel albums.",
  "/wiki/Every_River": "\"Every River\" is a song written by American country music artist Kim Richey along with Angelo Petraglia and Tom Littlefield.  First recorded by Richey on her 1997 album Bitter Sweet, it was later covered by duo Brooks & Dunn, who released it as the fifth and final single from the 2001 album Steers & Stripes. It entered the Billboard Hot Country Songs Chart on the week of September 7, 2002. It peaked at number 12 on the week of December 14, 2002.  It was more recently covered by \"British Invasion\" band The Searchers.\nIt was also covered by Irish singer and musician Maura O'Connell, who included it on her 2001 album Walls & Windows.",
  "/wiki/Brooks_%26_Dunn": "Brooks & Dunn is an American country music duo consisting of Kix Brooks and Ronnie Dunn, both vocalists and songwriters. The duo was founded in 1990 through the suggestion of Tim DuBois. Before the foundation, both members were solo recording artists. Both members charted two solo singles apiece in the 1980s, with Brooks also releasing an album for Capitol Records in 1989 and writing hit singles for other artists.",
  "/wiki/Forgive_(song)": "\"Forgive\" is a song co-written and recorded by American country music singer Rebecca Lynn Howard.  It was released in May 2002 as the only single and title track from her album Forgive, and the only Top 40 country hit of her career.  The song peaked at number 12 on Billboard Hot Country Singles & Tracks chart.  The song is also featured on the soundtrack to NBC drama series Providence.  Howard wrote the song with Trey Bruce, who co-produced it with Mark Wright.",
  "/wiki/Rebecca_Lynn_Howard": "Rebecca Lynn Howard (born April 24, 1979) is an American country music artist. She has charted seven singles on the Billboard Hot Country Songs charts, and has released three studio albums. Her highest-charting single, \"Forgive\", peaked at No. 12 on the country music charts in 2002. She is a founding member of the country-rock group Loving Mary.",
  "/wiki/Good_Morning_Beautiful_(song)": "\"Good Morning Beautiful\" is a song written by Zack Lyle and Todd Cerney, and recorded by American country music artist Steve Holy.  It was released in July 2001 as the fourth single from the album Blue Moon.  The song slowly became a major hit, reaching No. 1 on the Billboard Hot Country Singles & Tracks chart on February 2, 2002. The song's five-week reign atop the chart was part of a 41-week chart run.",
  "/wiki/Steve_Holy": "Stephen Kyle Holy (born February 23, 1972) is an American country music singer. Signed to Curb Records since 1999, he has released three studio albums: 2000's Blue Moon, 2006's Brand New Girlfriend, and 2011's Love Don't Run. Fifteen of his singles have entered the Billboard Hot Country Songs charts, including the Number One hits \"Good Morning Beautiful\" (which was featured in the movie Angel Eyes) and \"Brand New Girlfriend\".",
  "/wiki/The_Good_Stuff": "\"The Good Stuff\" is a song written by Jim Collins and Craig Wiseman and recorded by American country music artist Kenny Chesney. It was released in May 2002 as the second single from Chesney's 2002 album No Shoes, No Shirt, No Problems.",
  "/wiki/Kenny_Chesney": "Kenneth Arnold Chesney (born March 26, 1968) is an American country music singer, songwriter, and record producer. He has recorded 20 albums, all of which have been certified Gold or higher by the RIAA. He has also produced more than 40 Top 10 singles on the US Billboard Hot Country Songs and Country Airplay charts, 30 of which have reached number one. Many of these have also charted within the Top 40 of the US Billboard Hot 100, making him one of the most successful crossover country artists. He has sold over 30 million albums worldwide.",
  "/wiki/Help_Me_Understand": "\"Help Me Understand\" is a song written by Wayne Hector, Steve Mac and Chris Farren, and recorded by American country music artist Trace Adkins.  It was released in March 2002 as the second single from his album Chrome.  The song reached #17 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Trace_Adkins": "Tracy Darrell Adkins (born January 13, 1962) is an American country singer and actor. Adkins made his debut in 1996 with the album Dreamin' Out Loud, released on Capitol Records Nashville. Since then, Adkins has released ten more studio albums and two Greatest Hits compilations. In addition, he has charted more than 20 singles on the Billboard country music charts, including the Number One hits \"(This Ain't) No Thinkin' Thing\", \"Ladies Love Country Boys\", and \"You're Gonna Miss This\", which peaked in 1997, 2007, and 2008, respectively.",
  "/wiki/I_Breathe_In,_I_Breathe_Out": "\"I Breathe In, I Breathe Out\" is a song recorded and co-written by American country music artist Chris Cagle. It was first recorded by David Kersh on his 1998 album If I Never Stop Loving You; Kersh's version was not released as a single.",
  "/wiki/Chris_Cagle": "Chris Cagle (born November 10, 1968) is an American former country music artist. He was first known for writing songs for David Kersh before signing to Virgin Records Nashville in 2000. Cagle made his debut on Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts with \"My Love Goes On and On\", the first single from his debut album Play It Loud. The album, which was certified gold in the US, also produced the Top 10 \"Laredo\" and \"I Breathe In, I Breathe Out\", his only #1 hit.",
  "/wiki/I_Cry_(Tammy_Cochran_song)": "\"I Cry\" is a song written by Tia Sillers and Mark Selby, and recorded by American country music artist Tammy Cochran.  It was released in November 2001 as the fourth single from the album Tammy Cochran.  The song reached number 18 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Tammy_Cochran": "Tammy Cochran (born January 30, 1972) is an American country music artist. Signed to Epic Records Nashville in 2000, she released her self titled debut album that year, followed a year later by Life Happened. These two albums produced a total of six chart singles for her on the Billboard country charts between 2000 and 2003, of which the highest-charting was \"Angels in Waiting\" at No. 9. A third album, Where I Am, followed in 2007.",
  "/wiki/I_Don%27t_Have_to_Be_Me_(%27til_Monday)": "\"I Don't Have To Be Me ('til Monday)\" is a song co-written and recorded by American country music artist Steve Azar.  It was released in October 2001 as the lead-off single from his album Waitin' on Joe.  The song peaked at number 2 on the US Billboard Hot Country Singles & Tracks chart, becoming Azar's highest-peaking single.  Azar wrote this song with R.C. Bannon and Jason Young. It also peaked at number 35 on the Billboard Hot 100, making it his first and only Hot 100 entry, as well as his most successful single to date.",
  "/wiki/Steve_Azar": "Stephen Thomas Azar (born April 11, 1964) is an American country music artist of Lebanese descent. Azar is a hit songwriter, recording artist, music producer, golfer and philanthropist.",
  "/wiki/I_Don%27t_Want_You_to_Go": "\"I Don't Want You to Go\" is a song co-written and recorded by Canadian country music singer Carolyn Dawn Johnson.  It was released in December 2001 as the third single from her debut album Room with a View.  The song was also her third entry on two U.S. singles charts, peaking at number 7 on Billboard Hot Country Singles & Tracks (now Hot Country Songs) and number 54 on the Billboard Hot 100.  It was written by Johnson and Tommy Polk.",
  "/wiki/Carolyn_Dawn_Johnson": "Carolyn Dawn Johnson (born April 30, 1971) is a Canadian country music singer-songwriter. Johnson co-wrote Chely Wright's 1999 single, \"Single White Female,\" which reached number one on the Billboard Hot Country Singles & Tracks chart in September 1999. Johnson was signed, in 2000, to record label Arista Nashville.",
  "/wiki/I_Keep_Looking": "\"I Keep Looking\" is a song co-written and recorded by American country music singer Sara Evans. It was released in March 2002 as the fourth and final single from her 2000 album Born to Fly. The song was a Top 10 hit for Evans on the US Billboard Hot Country Singles & Tracks chart with a peak at number 5. It was also her fourth Top 40 hit on the Billboard Hot 100 with a peak at number 35. Even though the song lacked a music video, it was more successful than her previous single, \"Saints & Angels\", which only reached number 16.  The song was written by Evans, Tom Shapiro and Tony Martin.",
  "/wiki/Sara_Evans": "Sara Lynn Evans (/ˈsɛərə/; born February 5, 1971) is an American country music singer and songwriter.",
  "/wiki/2002_in_country_music": "This is a list of notable events in country music that took place in the year 2002."
}