{
  "/wiki/Johnny_Cash": "John R. Cash (born J. R. Cash; February 26, 1932 – September 12, 2003) was an American singer, songwriter, musician, actor, and author. He is one of the best-selling music artists of all time, having sold more than 90 million records worldwide. His genre-spanning songs and sound embraced country, rock and roll, rockabilly, blues, folk, and gospel. This crossover appeal won Cash the rare honor of being inducted into the Country Music, Rock and Roll, and Gospel Music Halls of Fame.",
  "/wiki/Chris_LeDoux": "Chris LeDoux (October 2, 1948 – March 9, 2005) was an American country music singer-songwriter, bronze sculptor, and hall of fame rodeo champion. During his career LeDoux recorded 36 albums (many self-released) which have sold more than six million units in the United States as of January 2007. He was awarded two gold and one platinum album certifications from the Recording Industry Association of America (RIAA), was nominated for a Grammy Award, and was honored with the Academy of Country Music Music Cliffie Stone Pioneer Award. LeDoux is also the only person to participate and also perform at the Houston Livestock Show and Rodeo.",
  "/wiki/Another_Way_to_Go_(Radney_Foster_album)": "Another Way to Go is the fifth full-length album by country music singer-songwriter Radney Foster.  It was released in 2002 on Dualtone Records; his second for the label.",
  "/wiki/Radney_Foster": "Radney Muckleroy Foster (born July 20, 1959) is an American country music singer-songwriter, musician and music producer. Initially a songwriter in Nashville, Tennessee, Foster made his recording debut as part of the Foster & Lloyd duo, recording three studio albums and with nine singles on the country charts.",
  "/wiki/Barricades_&_Brickwalls": "Barricades & Brickwalls is the second studio album by Australian country music singer Kasey Chambers released in Australia on 3 September 2001 by Essence Records and on 12 February 2002 on Warner Bros. Records in the U.S. The album was mainly written by Chambers with help from Worm Werchon and her father Bill Chambers. Barricades & Brickwalls debuted in the top ten on the Australian ARIA Albums Chart, and sales were considerably high of those of Chambers first album, The Captain (1999). Its singles were successful in most music markets, \"Not Pretty Enough\", the most successful song from the album gave Chambers her first number-one single in Australia and reached #4 in New Zealand. Other singles includes \"Runaway Train\", \"On a Bad Day\", \"Million Tears\" and \"If I Were You\". The commercial success of the album led the album to eight nominations at the ARIA Awards.",
  "/wiki/Kasey_Chambers": "Kasey Chambers (born 4 June 1976) is an Australian country singer-songwriter and musician born in Mount Gambier. She is the daughter of fellow musicians, Diane and Bill Chambers, and the younger sister of musician and producer, Nash Chambers. All four were members of a family country music group, Dead Ringer Band, from 1992 to 1998, with Chambers starting her solo career thereafter. Five of her twelve studio albums have reached No. 1 on the ARIA Albums Chart, Barricades & Brickwalls (September 2001), Wayward Angel (May 2004), Carnival (August 2006) Rattlin' Bones (with her then-husband, Shane Nicholson) (April 2008) and Dragonfly (January 2017). In November 2018 she was inducted into the ARIA Hall of Fame and has won an additional fourteen ARIA Music Awards with nine for Best Country Album. Her autobiography, A Little Bird Told Me..., which was co-authored with music journalist, Jeff Apter, was released in 2011.",
  "/wiki/Bluegrass_&_White_Snow:_A_Mountain_Christmas": "Bluegrass & White Snow: A Mountain Christmas is the twelfth album of original recordings by country music artist Patty Loveless. The first half of the album comprises covers of well-known traditional Christmas tunes. There are new renditions of the familiar \"Silver Bells\" and \"Christmas Time's a-Coming.\"  There are also three new tunes, all co-written by Loveless and her producer-husband Emory Gordy, Jr.: \"Santa Train,\" \"Christmas Day at My House,\" and \"Bluegrass, White Snow,\" the latter of which is supported by vocals from Dolly Parton and Ricky Skaggs. There is an instrumental track on the album, \"Carol of the Bells.\" (This would be the only track on a Patty Loveless album on which Loveless herself is absent.) The album rose as high as #20 on the Billboard Top Country albums chart.",
  "/wiki/Patty_Loveless": "Patricia Lee Ramey (born January 4, 1957), known professionally as Patty Loveless, is an American country music singer. Since her emergence on the country music scene in late 1986 with her first (self-titled) album, Loveless has been one of the most popular female singers of neotraditional country. She has also recorded albums in the country pop and bluegrass genres. Loveless was born in Pikeville, Kentucky, and raised in Elkhorn City, Kentucky, and Louisville, Kentucky. She rose to stardom thanks to her blend of honky tonk and country-rock and a plaintive, emotional ballad style. Throughout her career, Loveless has sold 15 million albums worldwide.",
  "/wiki/Bramble_Rose": "Bramble Rose is the debut album by alternative country artist Tift Merritt.  It was released on Lost Highway Records in 2002.",
  "/wiki/Tift_Merritt": "Catherine Tift Merritt (born January 8, 1975) is an American singer-songwriter and musician. She has released seven studio albums, two for Lost Highway Records, two for Fantasy Records, and three for Yep Roc Records.",
  "/wiki/Can_You_Hear_Me_Now": "Can You Hear Me Now is the fourteenth studio album by the American country music band Sawyer Brown. It was released in 2002 on Curb Records. The album's singles all failed to make Top 40 on the Hot Country Songs charts: \"Circles\" reached #45, the title track peaked at #47, and \"I Need a Girlfriend\" failed to chart. After the release of this album, the band recorded three new tracks for a religious-themed compilation, then left Curb for Lyric Street Records, where they released the #48-peaking \"I'll Be Around\" but no album. They would return to Curb in 2005 for the release of their fifteenth album, 2005's Mission Temple Fireworks Stand.",
  "/wiki/Sawyer_Brown": "Sawyer Brown is an American country music band. It was founded in 1981 in Apopka, Florida, by Mark Miller (lead vocals, rhythm guitar), Gregg \"Hobie\" Hubbard (keyboards, vocals), Bobby Randall (guitars, vocals), Joe \"Curly\" Smyth (drums), and Jim Scholten (bass guitar). The five musicians were originally members of country singer Don King's road band, but chose to stay together after King retired in 1981. After competing on the television competition series Star Search and winning that show's grand prize, they signed to Capitol Records in 1984. The band recorded for Capitol between then and 1991, and for Curb Records between then and 2005, except for a short time in 2003 when they were signed to Lyric Street Records. Duncan Cameron, formerly of the Amazing Rhythm Aces, replaced Randall in 1991, and Shayne Hill replaced him in 2004.",
  "/wiki/Can't_Back_Down": "Can't Back Down is the seventh studio album released by country music artist Collin Raye. It was also his last album for Epic Records, and the first album of his career not to produce any Top 40 country hits. \"Ain't Nobody Gonna Take That from Me\", the first single, reached #43 on the Hot Country Songs charts. \"What I Need\", the second single, failed to chart.",
  "/wiki/Collin_Raye": "Floyd Collin Wray (born August 22, 1960) is an American country music singer, known professionally as Collin Raye, and previously as Bubba Wray. Under the latter name, he recorded as a member of the band The Wrays between 1983 and 1987. He made his solo debut in 1991 as Collin Raye with the album All I Can Be, which produced his first Number One hit in \"Love, Me\". All I Can Be was the first of four consecutive albums released by Raye to achieve platinum certification in the United States for sales of one million copies each. Raye maintained several Top Ten hits throughout the rest of the decade and into 2000. 2001's Can't Back Down was his first album that did not produce a Top 40 country hit, and he was dropped by his record label soon afterward. He did not record another studio album until 2005's Twenty Years and Change, released on an independent label.",
  "/wiki/Chase_the_Sun_(Shannon_Lawson_album)": "Chase the Sun is the debut album of American country music artist Shannon Lawson. It was released in 2002 (see 2002 in country music) on the MCA Nashville label, and it produced two singles: \"Dream Your Way to Me\" and \"Goodbye on a Bad Day\", which respectively reached #45 and #28 on the Billboard country charts, while the album peaked at #35 on the Top Country Albums charts.",
  "/wiki/Shannon_Lawson_(singer)": "Shannon Lee Lawson (born July 12, 1973) is an American country music artist and songwriter.",
  "/wiki/Cheap_Drunk:_An_Autobiography": "William Ray Engvall Jr. (born July 27, 1957) is an American comedian and actor best known for his work as a stand-up comic, his signature \"Here's Your Sign\" bit, and as a member of the Blue Collar Comedy group.",
  "/wiki/Bill_Engvall": "William Ray Engvall Jr. (born July 27, 1957) is an American comedian and actor best known for his work as a stand-up comic, his signature \"Here's Your Sign\" bit, and as a member of the Blue Collar Comedy group.",
  "/wiki/Cledus_Envy": "Cledus Envy is a 2002 album released by country music parodist Cledus T. Judd, released on Monument Records. It features \"Leave You Laughin'\", Judd's first serious song. Phil Vassar contributes a spoken line to the end of \"Just Another Day in Parodies\".",
  "/wiki/Cledus_T._Judd": "Barry Poole (born December 18, 1964) is an American country music artist who records under the name Cledus T. Judd. Known primarily for his parodies of popular country music songs, he has been called the \"Weird Al\" Yankovic of country music, and his albums are usually an equal mix of original comedy songs and parodies. Judd has released eleven studio albums and two EPs, and several of their singles have entered the Billboard Hot Country Songs charts. His highest chart peak is the No. 48 \"I Love NASCAR\", a parody of Toby Keith's 2003 single \"I Love This Bar\".",
  "/wiki/Cledus_Navidad": "Cledus Navidad is a Christmas album released by country music artist Cledus T. Judd. The track \"Merry Christmas from the Whole Fam Damily\", included here, was previously on his 2000 album Just Another Day in Parodies. Also featured are two cover songs: \"Grandma Got Run Over by a Reindeer\" (originally recorded by Elmo & Patsy) and \"Santa Claus Is Watching You\" (originally recorded by Ray Stevens). \"Stephon the Alternative Lifestyle Reindeer\" was later recorded by Mac McAnally on his 2004 album Semi-True Stories.",
  "/wiki/Lorrie_Morgan": "Loretta Lynn Morgan (born June 27, 1959) is an American country music singer. She is the daughter of George Morgan, widow of Keith Whitley, and ex-wife of Jon Randall and Sammy Kershaw, all of whom are also country music singers. Morgan has been active as a singer since the age of 13, and charted her first single in 1979. She achieved her greatest success between 1988 and 1999, recording for RCA Records Nashville and the defunct BNA Records. Her first two RCA albums (Leave the Light On and Something in Red) and her BNA album Watch Me are all certified platinum by the Recording Industry Association of America (RIAA). The 1995 compilation Reflections: Greatest Hits is her best-selling album with a double-platinum certification; War Paint, Greater Need, and Shakin' Things Up, also on BNA, are certified gold.",
  "/wiki/Country_Croonin'": "Country Croonin' is an RIAA Gold-certified album by Canadian country music artist Anne Murray. It was released by Straightway Records in the fall of 2002.",
  "/wiki/Anne_Murray": "Morna Anne Murray CC ONS (born June 20, 1945), known professionally as Anne Murray, is a Canadian singer in pop, country, and adult contemporary music whose albums have sold over 55 million copies worldwide during her 40-year career.",
  "/wiki/The_Dark_(Guy_Clark_album)": "The Dark is an album by American singer-songwriter Guy Clark, released in 2002.",
  "/wiki/Guy_Clark": "Guy Charles Clark (November 6, 1941 – May 17, 2016) was an American  folk singer, musician, songwriter, recording artist, performer and luthier. He released more than twenty albums, and his songs have been recorded by other artists including Jerry Jeff Walker, Jimmy Buffett, Lyle Lovett, Ricky Skaggs, Steve Wariner, Rodney Crowell, Steve Earle, Johnny Cash and Willie Nelson. He won the 2014 Grammy Award for Best Folk Album: My Favorite Picture of You.",
  "/wiki/Down_the_Old_Plank_Road:_The_Nashville_Sessions": "Down the Old Plank Road: The Nashville Sessions is a 2002 album by The Chieftains.  It is a collaboration between the Irish band and many top country music musicians including Ricky Skaggs, Vince Gill, Lyle Lovett, Martina McBride and Alison Krauss.",
  "/wiki/The_Chieftains": "The Chieftains are a traditional Irish band formed in Dublin in  1962, by Paddy Moloney, Sean Potts and Michael Tubridy. Their sound, which is almost entirely instrumental and largely built around uilleann pipes, has become synonymous with traditional Irish music and they are regarded as having helped popularise Irish music across the world. They have won six Grammys during their career and they were given a Lifetime Achievement Award at the prestigious BBC Radio 2 Folk Awards in 2002. Some music experts have credited The Chieftains with bringing traditional Irish music to a worldwide audience, so much so that the Irish government awarded them the honorary title of 'Ireland's Musical Ambassadors' in 1989.",
  "/wiki/Easy_(Kelly_Willis_album)": "Easy is the fifth album by Kelly Willis. It was released on Rykodisc in 2002. The album went to number 29 on Top Country Albums.",
  "/wiki/Kelly_Willis": "Kelly Willis (born October 2, 1968) is an American country music singer-songwriter, whose music has been described as alternative country and new traditionalist.",
  "/wiki/Electric_(Jack_Ingram_album)": "Electric is the fifth studio album, released in 2002, by American country music artist Jack Ingram. The only single released was, \"One Thing\" which failed to chart. In 2003 an EP titled Electric: Extra Volts was released which contained five songs left off this album.",
  "/wiki/Jack_Ingram": "Jack Owen Ingram (born November 15, 1970) is an American country music artist formerly signed to Big Machine Records, an independent record label. He has released ten studio albums, one extended play, six live albums, and 19 singles. Although active since 1992, Ingram did not reach the U.S. Country Top 40 until the release of his single \"Wherever You Are\" late-2005. A number one hit on the Billboard country charts, that song was also his first release for Big Machine and that label's first Number One hit. Ingram has sent six other songs into the country Top 40 with \"Love You\", \"Lips of an Angel\" (a cover version of a song by Hinder), \"Measure of a Man\", \"Maybe She'll Get Lonely\", \"That's a Man\", and \"Barefoot and Crazy\".",
  "/wiki/2002_in_country_music": "This is a list of notable events in country music that took place in the year 2002."
}