{
  "/wiki/Adam_lay_ybounden": "\"Adam lay ybounden\", originally titled Adam lay i-bowndyn, is a 15th-century macaronic English Christian text of unknown authorship. It relates the Biblical events of Genesis, Chapter 3 on the Fall of Man.",
  "/wiki/Boris_Ord": "Boris Ord (born Bernhard Ord), CBE (9 July 1897 – 30 December 1961) was a British organist and choirmaster of King's College, Cambridge (1929-1957). During World War II he served in the Royal Air Force. He is best known for his choral setting of Adam lay ybounden, his only published composition.",
  "/wiki/Peter_Warlock": "Philip Arnold Heseltine (30 October 1894 – 17 December 1930), known by the pseudonym Peter Warlock, was a British composer and music critic. The Warlock name, which reflects Heseltine's interest in occult practices, was used for all his published musical works. He is best known as a composer of songs and other vocal music; he also achieved notoriety in his lifetime through his unconventional and often scandalous lifestyle.",
  "/wiki/John_Mason_Neale": "John Mason Neale (24 January 1818 – 6 August 1866) was an Anglican priest, scholar and hymnwriter.",
  "/wiki/Michael_Praetorius": "Michael Praetorius (probably 15 February 1571 – 15 February 1621) was a German composer, organist, and music theorist. He was one of the most versatile composers of his age, being particularly significant in the development of musical forms based on Protestant hymns, many of which reflect an effort to improve the relationship between Protestants and Catholics.",
  "/wiki/Lo,_How_a_Rose_E'er_Blooming": "\"Es ist ein Ros entsprungen\" (lit., \"A rose has sprung up\"), is a Christmas carol and Marian Hymn of German origin. It is most commonly translated in English as \"Lo, how a rose e'er blooming\", and is sometimes known as \"A Spotless Rose\" or \"Behold a Rose of Judah\". The rose in the text is a symbolic reference to the Virgin Mary, and the hymn makes reference to the Old Testament prophecies of Isaiah which in Christian interpretation foretell the Incarnation of Christ, and to the Tree of Jesse, a traditional symbol of the lineage of Jesus. Because of its prophetic theme, the song is popular during the Christian season of Advent.",
  "/wiki/Angels_from_the_Realms_of_Glory": "\"Angels from the Realms of Glory\" is a Christmas carol written by Scottish poet James Montgomery.  It was first printed in the Sheffield Iris on Christmas Eve 1816, though it only began to be sung in churches after its 1825 reprinting in the Montgomery collection The Christian Psalmist and in the Religious Tract Society's The Christmas Box or New Year's Gift.",
  "/wiki/James_Montgomery_(poet)": "James Montgomery (4 November 1771 – 30 April 1854) was a Scottish-born hymn writer, poet and editor. His writings reflected concern for humanitarian causes such as the abolition of slavery and the exploitation of child chimney sweeps. He was raised in and theologically trained by the Moravian Church.",
  "/wiki/Angels_We_Have_Heard_on_High": "\"Angels We Have Heard on High\" is a Christmas carol with English lyrics by James Chadwick, to the hymn tune \"Gloria\" from a traditional French song of unknown origin called Les Anges dans nos campagnes. Chadwick's lyrics are derived and inspired and in parts a loose translation, from the French original. The song's subject is the birth of Jesus Christ as narrated in the Gospel of Luke, specifically the scene in which shepherds outside Bethlehem encounter a multitude of angels singing and praising the newborn child.",
  "/wiki/Gloria_in_excelsis_Deo": "\"Gloria in excelsis Deo\" (Latin for \"Glory to God in the highest\") is a Christian hymn known also as the Greater Doxology (as distinguished from the \"Minor Doxology\" or Gloria Patri) and the Angelic Hymn/Hymn of the Angels. The name is often abbreviated to Gloria in Excelsis or simply Gloria.",
  "/wiki/As_with_Gladness_Men_of_Old": "\"As with Gladness Men of Old\" is an Epiphany hymn, written by William Chatterton Dix on 6 January 1859 (Epiphany) while he was ill in bed. Though considered by many as a Christmas carol, it is found in the Epiphany section of many hymnals and still used by many churches. The music was adapted by William Henry Monk in 1861 from a tune written by Conrad Kocher in 1838. The hymn is based on the visit of the Biblical magi in the Nativity of Jesus.",
  "/wiki/William_Chatterton_Dix": "William Chatterton Dix (14 June 1837 – 9 September 1898) was an English writer of hymns and carols. He was born in Bristol, the son of John Dix, a local surgeon, who wrote The Life of Chatterton the poet, a book of Pen Pictures of Popular English Preachers and other works. His father gave him his middle name in honour of Thomas Chatterton, a poet about whom he had written a biography. He was educated at the Grammar School, Bristol, for a mercantile career, and became manager of a maritime insurance company in Glasgow where he spent most of his life.",
  "/wiki/Bethlehem_Down": "Bethlehem Down is a choral anthem or carol composed in 1927 by Anglo-Welsh composer Peter Warlock (1894–1930) (the pseudonym of Philip Arnold Heseltine) and set to a poem written by journalist and poet Bruce Blunt (1899–1957). It is a popular anthem used in the Anglican church during the liturgical seasons of Christmastide and Epiphany. Warlock wrote it to finance an \"immortal carouse\" (a heavy bout of drinking) on Christmas Eve 1927 for himself and Blunt, who were experiencing financial difficulty. The pair submitted the carol to the Daily Telegraph's annual Christmas carol contest and won.",
  "/wiki/Bruce_Blunt": "George Henry Bruce Blunt, otherwise known as Bruce Blunt (1 July 1899 – 8 July 1957) was an English poet, journalist and wine merchant best known for his collaborations with the composer Peter Warlock. In Frederick Delius and Peter Warlock: a friendship revealed he is described as a \"bon viveur, poet, journalist, and writer on wine, gardening, and the turf.\" His poetry is included in the 1932 anthology Modern Poets edited by J. C. Squire.",
  "/wiki/Boar's_Head_Carol": "The \"Boar's Head Carol\" is a macaronic 15th century English Christmas carol that describes the ancient tradition of sacrificing a boar and presenting its head at a Yuletide feast. Of the several extant versions of the carol, the one most usually performed today is based on a version published in 1521 in Wynkyn de Worde's Christmasse Carolles.",
  "/wiki/Calypso_Carol": "The Calypso Carol is a popular modern Christmas carol, with the opening line \"See him lying on a bed of straw\".",
  "/wiki/Michael_Perry_(hymnwriter)": "Michael Arnold Perry (8 March 1942 – 9 December 1996) was a Church of England clergyman and one of the leading British hymnodists of the 20th century. He was closely associated with Jubilate Hymns.",
  "/wiki/Candlelight_Carol": "\"Candlelight Carol\" is a Christmas carol with music and lyrics by the English choral composer and conductor John Rutter. The carol was written in 1984 and was first recorded by Rutter's own group, the Cambridge Singers.",
  "/wiki/John_Rutter": "John Milford Rutter CBE (born 24 September 1945) is an English composer, conductor, editor, arranger, and record producer, mainly of choral music.",
  "/wiki/Carol_of_the_Bells": "\"Carol of the Bells\" is a popular Christmas carol, with music by Ukrainian composer Mykola Leontovych in 1914 and lyrics by Peter J. Wilhousky. The song is based on the Ukrainian folk chant \"Shchedryk\". Wilhousky's lyrics are under copyright protection (owned by Carl Fischer Music); the music is in the public domain.",
  "/wiki/Mykola_Leontovych": "Mykola Dmytrovych Leontovych (Ukrainian: Микола Дмитрович Леонтович; sometimes spelt Leontovich; December 13 [O.S. December 1] 1877 – 23 January 1921) was a Ukrainian composer, choral conductor, and teacher of international renown. His music was inspired by Mykola Lysenko and the Ukrainian National Music School. Leontovych specialised in a cappella choral music, ranging from original compositions, to church music, to elaborate arrangements of folk music.",
  "/wiki/Peter_Wilhousky": "Peter J. Wilhousky (Ukrainian: Пітер (Петро) Вільховський) (13 July 1902 – 4 January 1978) was an American composer, educator, and choral conductor of Ukrainian ethnic extraction. During his childhood he was part of New York's Rusyn Cathedral Boys Choir and gave a performance at the White House to President Woodrow Wilson. He was featured on several broadcasts of classical music with Arturo Toscanini and the NBC Symphony Orchestra, including the historic 1947 broadcast of Verdi's opera Otello. In 1936, he wrote the popular Christmas carol \"Carol of the Bells\"; a song with English lyrics to the popular composition by Ukrainian composer Mykola Leontovych originally known as \"Shchedryk\". His arrangement of the \"Battle Hymn of the Republic\" for chorus, band, and orchestra is probably the most famous arrangement of the hymn before the 1940s in the United States.",
  "/wiki/The_Cherry-Tree_Carol": "\"The Cherry-Tree Carol\" is a ballad with the rare distinction of being both a Christmas carol and one of the Child Ballads (no. 54). The song itself is very old, reportedly sung in some form at the Feast of Corpus Christi in the early 15th century.",
  "/wiki/John_Byrom": "John Byrom or John Byrom of Kersal or John Byrom of Manchester FRS (29 February 1692 – 26 September 1763) was an English poet, the inventor of a revolutionary system of shorthand and later a significant landowner. He is most remembered as the writer of the lyrics of Anglican hymn Christians awake! Salute the happy morn, which was supposedly a Christmas gift for his daughter.",
  "/wiki/Green_Grow_the_Rushes,_O": "Green Grow the Rushes, O (alternatively \"Ho\" or \"Oh\") (also known as \"The Twelve Prophets\", \"The Carol of the Twelve Numbers\", \"The Teaching Song\", \"The Dilly Song\", or \"The Ten Commandments\"), is an English folk song (Roud #133) popular across the English-speaking world. It is sometimes sung as a Christmas carol.",
  "/wiki/Come,_Thou_Long_Expected_Jesus": "\"Come, Thou Long Expected Jesus\" is a 1744 Advent and Christmas carol common in Protestant hymnals. The text was written by Charles Wesley. It is performed to one of several tunes, including \"Stuttgart\" (attr. to Christian Friedrich Witt) and \"Hyfrydol\" (by Rowland Prichard). It is hymn number 66 in the Episcopal Church hymnal (set to \"Stuttgart\"); hymn number 196 in the United Methodist Hymnal (to \"Hyfrydol\"); hymns 1 (to \"Stuttgart\") and 2 (to \"Hyfrydol\") in the 1990 Presbyterian Hymnal; and hymn 254 in Evangelical Lutheran Worship, among others. The hymn is considered an enduring classic in Christian hymnology.",
  "/wiki/Charles_Wesley": "Charles Wesley (18 December 1707 – 29 March 1788) was an English leader of the Methodist movement, most widely known for writing about 6,500 hymns.",
  "/wiki/Coventry_Carol": "The \"Coventry Carol\" is an English Christmas carol dating from the 16th century. The carol was traditionally performed in Coventry in England as part of a mystery play called The Pageant of the Shearmen and Tailors. The play depicts the Christmas story from chapter two in the Gospel of Matthew: the carol itself refers to the Massacre of the Innocents, in which Herod ordered all male infants under the age of two in Bethlehem to be killed, and takes the form of a lullaby sung by mothers of the doomed children.",
  "/wiki/Ding_Dong_Merrily_on_High": "\"Ding Dong Merrily on High\" is a Christmas carol. The tune first appeared as a secular dance tune known under the title \"Branle de l'Official\" in Orchésographie, a dance book written by Jehan Tabourot (1519–1593). The lyrics are from English composer George Ratcliffe Woodward (1848–1934), and the carol was first published in 1924 in his The Cambridge Carol-Book: Being Fifty-two Songs for Christmas, Easter, And Other Seasons. Woodward took an interest in church bell ringing, which no doubt aided him in writing it. Woodward was the author of several carol books, including Songs of Syon and The Cowley Carol Book. The macaronic style is characteristic of Woodward’s delight in archaic poetry. Charles Wood harmonised the tune when it was published with Woodward's text in The Cambridge Carol Book. More recently, Sir David Willcocks made an arrangement for the second book of Carols for Choirs.",
  "/wiki/Thoinot_Arbeau": "Thoinot Arbeau is the anagrammatic pen name of French cleric Jehan Tabourot (March 17, 1520 – July 23, 1595). Tabourot is most famous for his Orchésographie, a study of late sixteenth-century French Renaissance social dance.  He was born in Dijon and died in Langres.",
  "/wiki/George_Ratcliffe_Woodward": "George Ratcliffe Woodward (27 December 1848 – 3 March 1934) was an English Anglican priest who wrote mostly religious verse, both original and translated from ancient authors. The best-known of these were written to fit traditional melodies, mainly of the Renaissance. He sometimes harmonised these melodies himself, but usually left this to his frequent collaborator, composer Charles Wood.",
  "/wiki/Down_in_Yon_Forest": "\"Down in Yon Forest\" (or \"Down in Yon Forrest\") is a traditional English Christmas carol dating to the Renaissance era, ultimately deriving from the anonymous Middle English poem known today as the Corpus Christi Carol.",
  "/wiki/Do_You_Hear_What_I_Hear?": "\"Do You Hear What I Hear?\" is a song written in October 1962, with lyrics by Noël Regney and music by Gloria Shayne. The pair, married at the time, wrote it as a plea for peace during the Cuban Missile Crisis. Regney had been invited by a record producer to write a Christmas song, but he was hesitant due to the commercialism of Christmas. It has sold tens of millions of copies and has been covered by hundreds of artists.",
  "/wiki/Noël_Regney": "Noël Regney (born Léon Schlienger, 19 August 1922 – 22 November 2002),  was a French World War II veteran and songwriter who is best known for composing the Christmas standard \"Do You Hear What I Hear?\" with his then-wife Gloria Shayne Baker in 1962. Originally from Alsace, France, he moved to New York City and then eventually Connecticut, where he lived out the remainder of his life. He is survived by his three children, Paul, Gabrielle, and Matthieu, and his ex-wife Dominique.",
  "/wiki/Far,_Far_Away_on_Judea's_Plains": "\"Far, Far, Away on Judea's Plains\" was originally written for an 1869 Christmas program in St. George, Utah, when John Menzies Macfarlane desired a new song for his choir.",
  "/wiki/John_Menzies_Macfarlane": "John Menzies Macfarlane (October 11, 1833 – June 4, 1892) was a Scottish-born Latter-day Saint hymnwriter, choir director and civic leader who spent most of his life in Utah Territory.",
  "/wiki/The_First_Noel": "\"The First Nowell\" (also written \"The First Noël\" or \"The First Noel\") is a traditional English Christmas carol with Cornish origins, most likely from the early modern period, although possibly earlier.",
  "/wiki/List_of_Christmas_carols": "This list of Christmas carols is organized by country, language or culture of origin.  Originally, a \"Christmas carol\" referred to a piece of vocal music in carol form whose lyrics centre on the theme of Christmas or the Christmas season."
}