{
  "/wiki/Dick_King-Smith": "Ronald Gordon King-Smith OBE, Hon.MEd (27 March 1922 – 4 January 2011), was a prolific English writer of children's books, primarily using the pen name Dick King-Smith. He is best known for The Sheep-Pig (1983), or Babe the Gallant Pig in the US. It was adapted as the movie Babe (1995) and translations have been published in fifteen languages. He was awarded an Honorary Master of Education degree by the University of the West of England in 1999 and appointed Officer of the Order of the British Empire (OBE) in the 2010 New Year Honours. Dick and Myrle had three children – two daughters (Juliet and Lizzie) and one son (Giles). Dick King-Smith's first book, The Foxbusters, was published in 1978.",
  "/wiki/Pig_(novel)": "Pig, is the debut novel of English author Andrew Cowan. Published in 1994 it won the Sunday Times Young Writer of the Year Award, a Betty Trask Award, the Ruth Hadden Memorial Award, the Authors' Club Best First Novel Award and a Scottish Council Book Award, and was shortlisted for five other awards.",
  "/wiki/Andrew_Cowan_(writer)": "Andrew Cowan (born 1960) is an English novelist and former director of the creative writing programme at the University of East Anglia.",
  "/wiki/The_Sheep-Pig": "The Sheep-Pig, or Babe, the Gallant Pig in the US, is a children's novel by Dick King-Smith, first published by Gollancz in 1983 with illustrations by Mary Rayner. Set in rural England, where King-Smith spent twenty years as a farmer, it features a lone pig on a sheep farm. It was adapted as the 1995 film Babe, which was a great international success. King-Smith won the 1984 Guardian Children's Fiction Award, a once-in-a-lifetime book award judged by a panel of British children's writers.",
  "/wiki/Bill_Peet": "William Bartlett \"Bill\" Peet (né Peed; January 29, 1915 – May 11, 2002) was an American children's book illustrator and a story writer and animator for Walt Disney Animation Studios.",
  "/wiki/Empress_of_Blandings": "Empress of Blandings is a fictional pig, featured in many of the Blandings Castle novels and stories by P. G. Wodehouse. Owned by the doting Lord Emsworth, the Empress is an enormous black Berkshire sow, who wins many prizes in the \"Fat Pigs\" class at the local Shropshire Agricultural Show, and is the subject of many plots and schemes, generally involving her kidnap for various purposes.  In 2005 Hall & Woodhouse, the Dorset-based Brewers of Badger beer, named a public house in Hampshire in honour of the Empress.",
  "/wiki/P._G._Wodehouse": "Sir Pelham Grenville Wodehouse KBE (/ˈwʊdhaʊs/, WOOD-howss; 15 October 1881 – 14 February 1975) was an English author and one of the most widely read humorists of the 20th century. Born in Guildford, the third son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school, he was employed by a bank but disliked the work and turned to writing in his spare time. His early novels were mostly school stories, but he later switched to comic fiction, creating several regular characters who became familiar to the public over the years. They include the jolly gentleman of leisure Bertie Wooster and his sagacious valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the Oldest Member, with stories about golf; and Mr. Mulliner, with tall tales on subjects ranging from bibulous bishops to megalomaniac movie moguls.",
  "/wiki/The_Malazan_Book_of_the_Fallen": "Malazan Book of the Fallen is a high fantasy book series by the Canadian author Steven Erikson. The series, published  by Bantam Books in the U.K. and Tor Books in the U.S., consists of ten volumes, beginning with Gardens of the Moon (1999) and concluding with The Crippled God (2011). Erikson's series is extremely complex with a wide scope, and presents the narratives of a large cast of characters spanning thousands of years across multiple continents. His plotting presents a complicated series of events in the world upon which the Malazan Empire is located. Each of the first five novels is relatively self-contained, in that each resolves its respective primary conflict; but many underlying characters and events are interwoven throughout the works of the series, binding it together.",
  "/wiki/Steven_Erikson": "Steven Erikson (born October 7, 1959) is the pseudonym of Steve Rune Lundin, a Canadian novelist, who was educated and trained as both an archaeologist and anthropologist.",
  "/wiki/Freddy_the_Pig": "Freddy the Pig is the central figure in a series of 26 children's books written between 1927 and 1958 by American author Walter R. Brooks and illustrated by Kurt Wiese, consisting of 25 novels and one poetry collection. The books focus on the adventures of a group of animals living on a farm in rural upstate New York.",
  "/wiki/Walter_R._Brooks": "Walter Rollin Brooks (January 9, 1886 – August 17, 1958) was an American writer best remembered for his short stories on Mister Ed the talking horse and children's books, particularly those about Freddy the Pig and other anthropomorphic animal inhabitants of the \"Bean farm\" in upstate New York.",
  "/wiki/Discworld": "Discworld is a comic fantasy book series written by the English author Terry Pratchett, set on the Discworld, a flat planet balanced on the backs of four elephants which in turn stand on the back of a giant turtle. The series began in 1983 with The Colour of Magic and continued until the final novel The Shepherd's Crown was published in 2015, following Pratchett's death. The books frequently parody or take inspiration from J. R. R. Tolkien, Robert E. Howard, H. P. Lovecraft, Charles Dickens and William Shakespeare, as well as mythology, folklore and fairy tales, often using them for satirical parallels with cultural, political and scientific issues.[citation needed]",
  "/wiki/Sir_Terry_Pratchett": "Sir Terence David John Pratchett OBE (28 April 1948 – 12 March 2015) was an English humorist, satirist, and author of fantasy novels, especially comical works. He is best known for his Discworld series of 41 novels.",
  "/wiki/Santa_Claus%27s_reindeer": "In traditional festive legend, Santa Claus's reindeer pull a sleigh through the night sky to help Santa Claus deliver gifts to children on Christmas Eve. The commonly cited names of the eight fictional reindeer are Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Donder and Blitzen; although Donder is often called Donner. They are based on those used in the 1823 poem \"A Visit from St. Nicholas\" (commonly called \"The Night Before Christmas\") by Clement Clarke Moore, arguably the basis of the reindeers' popularity.",
  "/wiki/The_Pig_Scrolls": "The Pig Scrolls (2004), by Paul Shipton, is a young adult comedy adventure novel about a talking pig (Gryllus) and his endeavours to save the world. The novel is set in Ancient Greece with many, often comical, references to ancient Greek mythology and life. The characters include all the major Ancient Greek gods, some minor deities, the young Homer and Sibyl, a prophetess in training at the temple of Apollo in Delphi.",
  "/wiki/Paul_Shipton": "Paul Shipton (born 1963) is an English children's author.",
  "/wiki/Gub-Gub": "This is a list of characters from the Doctor Dolittle series of children's books by Hugh Lofting and movies based on them. Most of the characters were introduced in the first book, The Story of Doctor Dolittle.",
  "/wiki/Doctor_Dolittle": "Doctor John Dolittle is the central character of a series of children's books by Hugh Lofting starting with the 1920 The Story of Doctor Dolittle. He is a physician who shuns human patients in favour of animals, with whom he can speak in their own languages. He later becomes a naturalist, using his abilities to speak with animals to better understand nature and the history of the world.",
  "/wiki/Hugh_Lofting": "Hugh John Lofting (14 January 1886 – 26 September 1947) was an English author trained as a civil engineer, who created the classic children's literature character of Doctor Dolittle. It first appeared in illustrated letters to his children written by Lofting from the British Army trenches in World War I.",
  "/wiki/Doc_Savage": "Doc Savage is a fictional character originally published in American pulp magazines during the 1930s and 1940s. He was created by publisher Henry W. Ralston and editor John L. Nanovic at Street & Smith Publications, with additional material contributed by the series' main writer, Lester Dent. The illustrations were by Walter Baumhofer, Paul Orban, Emery Clarke, Modest Stein, and Robert G. Harris.",
  "/wiki/Lester_Dent": "Lester Dent (October 12, 1904 – March 11, 1959) was an American pulp-fiction author, best known as the creator and main author of the series of novels about the scientist and adventurer Doc Savage.  The 159 Doc Savage novels that Dent wrote over 16 years were credited to the house name Kenneth Robeson.",
  "/wiki/Maggie_and_the_Ferocious_Beast": "Maggie and the Ferocious Beast is a Canadian animated children's television series created by Michael and Betty Paraskevas. The program was based on the 1996 book The Ferocious Beast with the Polka-Dot Hide and its sequels, all of which were also written by the Paraskevases.",
  "/wiki/Michael_Paraskevas": "Michael Paraskevas (b. 1961 in New Jersey) is an illustrator, cartoonist, and animation producer best known for co-creating along with his mother Betty the Canadian animated children's television series Maggie and the Ferocious Beast. The program was based on the 1996 book The Ferocious Beast with the Polka-Dot Hide and its sequels, all of which were also created by the Paraskevases. Together, they authored 20 children's books. and created three very popular animated series: Maggie and the Ferocious Beast, Marvin the Tap-Dancing Horse, and The Kids from Room 402. They also produced and created The Tangerine Bear as a home video Christmas special.",
  "/wiki/Blackberry_Farm_(books)": "Blackberry Farm is a series of children's literature stories. They were written by Jane Pilgrim, and first published around 1950. The original books were illustrated in colour by F. Stocks May. Published by the Brockhampton Press of Leicester, they originally retailed at One Shilling and Sixpence.",
  "/wiki/Jane_Pilgrim": "Jane Pilgrim is an English full-time trade union organiser working in the National Health Service for UNISON.  She came to public attention in 2011 after criticising the government's health policies.  Despite being billed as a nurse, she was found to be a full-time trade union official, being paid an annual salary of £40,000 by the hospital.  In 2011, she was under investigation by both St George's Hospital and UNISON for running a private health consultancy called 'The Pilgrim Way' on the side, creating a conflict of interests. The outcome of this investigation is unknown.",
  "/wiki/Hen-Wen": "The Chronicles of Prydain is a pentalogy of children's high fantasy Bildungsroman novels written by American author Lloyd Alexander. Henry Holt published one annually from 1964 to 1968; the second earned a 1966 Newbery Honor and the last won the 1969 Newbery Medal.",
  "/wiki/The_Chronicles_of_Prydain": "The Chronicles of Prydain is a pentalogy of children's high fantasy Bildungsroman novels written by American author Lloyd Alexander. Henry Holt published one annually from 1964 to 1968; the second earned a 1966 Newbery Honor and the last won the 1969 Newbery Medal.",
  "/wiki/Lloyd_Alexander": "Lloyd Chudley Alexander (January 30, 1924 – May 17, 2007) was an American author of more than forty books, primarily fantasy novels for children and young adults. His most famous work is The Chronicles of Prydain, a series of five high fantasy novels whose conclusion, The High King, was awarded the 1969 Newbery Medal for excellence in American children's literature. He won U.S. National Book Awards in 1971 and 1982.",
  "/wiki/The_Moosepath_League": "The Moosepath League Saga is a series of historical novels by Van Reid. Set in the State of Maine in the late 19th century, they are on the surface comic novels, but contain strong elements of adventure, mystery, romance, and the occasional brushes with the supernatural. Reid has drawn on history, 19th century literature and newspaper stories, folk-lore, and old family stories for his settings, characters, and themes. The first book in the series was picked as a New York Times Notable Book of 1998.",
  "/wiki/The_Amityville_Horror": "The Amityville Horror is a book by American author Jay Anson, published in September 1977. It is also the basis of a series of films released from 1979 onward. The book is claimed to be based on the paranormal experiences of the Lutz family, but has led to controversy and lawsuits over its truthfulness.",
  "/wiki/Jay_Anson": "Jay Anson (November 4, 1921 – March 12, 1980) was an American author whose most famous work was The Amityville Horror. After the runaway success of that novel, he wrote 666, which also dealt with a haunted house. He died in 1980.",
  "/wiki/Angela_Johnson_(writer)": "Angela Johnson (born June 18, 1961) is an American writer of children's books and poetry, with over 40 books to her credit since beginning her writing career in 1989. Her children's picture books are simple yet poetic stories about African-American families, friendships, and common childhood experiences such as moving. Her books for older children revolve around similar themes but also explore deeper issues such as teen pregnancy and divorce. Her characters are realistic and the treatment sensitive, positive, and hopeful. Many of Johnson's books have connections to Alabama and Alabama history.",
  "/wiki/Dav_Pilkey": "David Murray \"Dav\" Pilkey Jr. (/ˈdeɪv/; born March 4, 1966)  is an American cartoonist, author and illustrator of children's literature. Pilkey is best known as the author and illustrator of the children's book series Captain Underpants and the children's graphic novel series Dog Man.",
  "/wiki/Thunder_Oak": "Thunder Oak is a 1997 heroic fantasy novel written by British author Garry Kilworth. It is the first novel in the Welkin Weasels series. The novel follows a group of anthropomorphised weasels in their quest to restore balance to their home after the disappearance of humans leaves a power vacuum, which has been filled by aggressive stoats.",
  "/wiki/Garry_Kilworth": "Garry Douglas Kilworth (born 5 July 1941 in York) is a British science fiction, fantasy and historical novelist. Kilworth was raised partly in Aden, South Arabia, the son of an airman. Having an itinerant father he travelled widely, both in Britain and abroad, and attended over 20 different schools before the age of 15. He later went to military school and subsequently was himself in the Royal Air Force for 18 years. In 1962 he married Annette Bailey, the daughter of an R.A.F. Catalina aircraft pilot.",
  "/wiki/List_of_fictional_pigs": "This page contains a list of pigs in various categories of fiction, including boars and warthogs."
}