{
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Tarabya": "Tarabya (Ottoman Turkish: Tarabiye‎, Greek: Θεραπειά, romanized: Therapiá) is a neighbourhood in the Sarıyer district of Istanbul, Turkey. It is located on the European shoreline of the Bosphorus strait, between the neighbourhoods of Yeniköy and Kireçburnu. It was the site of the ancient town of Pharmakia.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Lyon": "Lyon or Lyons (UK: /ˈliːɒ̃/, US: /liˈoʊn/,[c] French: [ljɔ̃] (listen); Arpitan: Liyon, pronounced [ʎjɔ̃]; Italian: Lione, pronounced [liˈone]) is the third-largest city and second-largest urban area of France. It is located in the country's east-central part at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnais.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Oran": "Oran (/ɔːˈrɑːn/, also UK: /əˈrɑːn, əˈræn/, US: /oʊˈrɑːn, oʊˈræn, ɔːˈrɒ̃/, French: [ɔʁɑ̃]; Arabic: وَهران‎, romanized: Wahrān) is a major coastal city located in the north-west of Algeria. It is considered the second most important city of Algeria after the capital Algiers, due to its commercial, industrial, and cultural importance. It is 432 km (268 mi) from Algiers. The total population of the city was 759,645 in 2008, while the metropolitan area has a population of approximately 1,500,000 making it the second largest city in Algeria.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Ardenne_Castle": "Ardenne Castle, or the Royal Castle of Ardenne (Château Royal d'Ardenne, formerly also spelled \"Hardenne\") was situated in the municipality of Houyet in Belgium not far from Ciergnon Castle. The construction of the building was ordered in 1874 by King Leopold II of Belgium, to the plans of his architect Alphonse Balat. It replaced an older hunting lodge built in the 1830s by Leopold I.",
  "/wiki/Dinant": "Dinant (French pronunciation: ​[di.nɑ̃]) is a Walloon city and municipality located on the River Meuse, in the Belgian province of Namur. It lies 90 kilometres (56 mi) south-east of Brussels, 30 kilometres (19 mi) south-east of Charleroi and 30 kilometres (19 mi) south of Namur. Dinant is situated 20 kilometres (12 mi) north of the border with France.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Gezirah_Palace": "The Gezirah Palace was one of the Egyptian royal palaces of the Muhammad Ali Dynasty.  It is located in the Zamalek district on Gezira Island in the Nile, just west of Downtown Cairo.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, modern Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Cherbourg": "Cherbourg-Octeville (/ˈʃɛərbʊərɡ/, also UK: /ˈʃɜːrbʊərɡ/, US: /ˈʃɛərbʊər, ʃɛərˈbʊər/, French: [ʃɛʁbuʁ ɔkt(ə)vil] (listen)) is a city and former commune situated at the northern end of the Cotentin peninsula in the northwestern French department of Manche. It is a subprefecture of its department, and was officially formed when the commune of Cherbourg absorbed Octeville on 28 February 2000. On 1 January 2016, it was merged into the new commune of Cherbourg-en-Cotentin. The city is a Maritime prefecture and sub-prefecture of la Manche. Due to its union, it is the most populated city in its department with 37,121 inhabitants[note 1] (over 85,000 with its suburbs)[note 2] making it the first city of the department before the Saint-Lô prefecture and the second in the region after Caen.",
  "/wiki/Brindisi": "Brindisi (US: /ˈbrɪndɪzi, ˈbriːn-/ BRIN-diz-ee, BREEN-, Italian: [ˈbrindisi] (listen); Brindisino: Brìnnisi; Latin: Brundisium; Ancient Greek: Βρεντέσιον, romanized: Brentésion; Messapic: Brunda) is a city in the region of Apulia in southern Italy, the capital of the province of Brindisi, on the coast of the Adriatic Sea. \nHistorically, the city has played an important role in trade and culture, due to its strategic position on the Italian Peninsula and its natural port on the Adriatic Sea. The city remains a major port for trade with Greece and the Middle East. Its industries include agriculture, chemical works, and the generation of electricity.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/%C5%A0trba": "Štrba is a village in the Poprad District, Prešov Region, northern Slovakia. It is situated in the Sub-Tatra Basin, which separates the High Tatras and Low Tatras at the European continental divide between the Baltic and the Black Sea. It is approximately 16 km (10 mi.) west of the city of Poprad.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Maloja_Palace": "The Maloja Palace is a hotel 15 km (9.3 mi) from St Moritz, in the Graubünden canton of Switzerland, at the top of the Maloja Pass (Italian: Passo del Maloja, German: Malojapass) (el. 1815 m.) linking the Engadin  and the Bregell valley, very close to the village of Maloja a hamlet in the municipality of Bregaglia in the Maloja District.",
  "/wiki/Maloja_(district)": "Maloja District (Romansh: District da Malögia, Italian: Distretto di Maloggia) is a former administrative district in the canton of Graubünden (or Grigioni), Switzerland. It had an area of 973.28 km2 (375.79 sq mi) and had a population of 18,698 in 2015. It was replaced with the Maloja Region on 1 January 2017 as part of a reorganization of the Canton.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Meudon": "Meudon (French pronunciation: [mødɔ̃] (listen)) is a municipality in the southwestern suburbs of Paris, France. It is in the département of Hauts-de-Seine. It is located 9.1 km (5.7 mi) from the center of Paris.",
  "/wiki/Hotel_Pera_Palace": "The Pera Palace Hotel (Turkish: Pera Palas Oteli) is a historic special category hotel and museum hotel located in the Beyoğlu (Pera) district in Istanbul, Turkey. It was built in 1892 for the purpose of hosting the passengers of the Orient Express and was named after the place where it is located. It holds the title of \"the oldest European hotel of Turkey\".",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Ostend": "Ostend (Dutch: Oostende, pronounced [ˌoːstˈɛndə]; French: Ostende [ɔstɑ̃d]; German: Ostende [ɔstˈʔɛndə]; West Flemish: Ostende)  is a coastal city and municipality, located in the province of West Flanders in the Flemish Region of Belgium. It comprises the boroughs of Mariakerke, Raversijde, Stene and Zandvoorde, and the city of Ostend proper – the largest on the Belgian coast.",
  "/wiki/Opatija": "Opatija (Croatian pronunciation: [ɔpǎtija]; Italian: Abbazia, German: Sankt Jakobi) is a town in Primorje-Gorski Kotar County in western Croatia. The traditional seaside resort on the Kvarner Gulf is known for its Mediterranean climate and its historic buildings reminiscent of the Austrian Riviera.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Monte_Carlo": "Monte Carlo (/ˌmɒnti ˈkɑːrloʊ/, Italian: [ˈmonte ˈkarlo]; French: Monte-Carlo [mɔ̃te kaʁlo], or colloquially Monte-Carl [mɔ̃te kaʁl]; Monégasque: Munte Carlu; lit. \"Mount Charles\") is officially an administrative area of the Principality of Monaco, specifically the ward of Monte Carlo/Spélugues, where the Monte Carlo Casino is located. Informally, the name also refers to a larger district, the Monte Carlo Quarter (corresponding to the former municipality of Monte Carlo), which besides Monte Carlo/Spélugues also includes the wards of La Rousse/Saint Roman, Larvotto/Bas Moulins, and Saint Michel. The permanent population of the ward of Monte Carlo is about 3,500, while that of the quarter is about 15,000. Monaco has four traditional quarters. From west to east they are: Fontvieille (the newest), Monaco-Ville (the oldest), La Condamine, and Monte Carlo.",
  "/wiki/Beausoleil,_Alpes-Maritimes": "Beausoleil (French: [bosɔlɛj]; Occitan: Bèusoleu [ˌbɛwsuˈlew]; lit. \"Beautiful Sun\") is a commune in the Alpes-Maritimes department in southeastern France. It adjoins the Principality of Monaco. Beausoleil was formerly known as Monte-Carlo-Supérieur (French: [mɔ̃t kaʁlɔ sypeʁjœʁ]; English: Upper Monte Carlo).",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.",
  "/wiki/Shepheard%27s_Hotel": "Shepheard's Hotel was the leading hotel in Cairo and one of the most celebrated hotels in the world from the middle of the 19th century until it was burned down in 1952 in the Cairo Fire. Five years after the original hotel was destroyed, a new one was built nearby and was named the Shepheard Hotel."
}