{
  "/wiki/Kabuki": "Kabuki (歌舞伎) is a classical Japanese dance-drama. Kabuki theatre is known for the stylization of its drama and for the elaborate make-up worn by some of its performers.",
  "/wiki/Edo_period": "The Edo period (江戸時代, Edo jidai) or Tokugawa period (徳川時代, Tokugawa jidai) is the period between 1603 and 1868 in the history of Japan, when Japan was under the rule of the Tokugawa shogunate and the country's 300 regional daimyō. The period was characterized by economic growth, strict social order, isolationist foreign policies, a stable population,  \"no more wars\", and popular enjoyment of arts and culture. The shogunate was officially established in Edo on March 24, 1603, by Tokugawa Ieyasu. The period came to an end with the Meiji Restoration on May 3, 1868, after the fall of Edo.",
  "/wiki/Taish%C5%8D_period": "Taishō era (大正, Taishō) is a period in the history of Japan dating from 30 July 1912 to 25 December 1926, coinciding with the reign of the Emperor Taishō. The new emperor was a sickly man, which prompted the shift in political power from the old oligarchic group of elder statesmen (or genrō) to the Imperial Diet of Japan and the democratic parties. Thus, the era is considered the time of the liberal movement known as the \"Taishō democracy\" in Japan; it is usually distinguished from the preceding chaotic Meiji period and the following militaristic-driven first part of the Shōwa period.",
  "/wiki/%C5%8Cshika,_Nagano": "Ōshika (大鹿村, Ōshika-mura) is a village located in Nagano Prefecture, Japan. As of 1 October 2018[update], the village had an estimated population of 977, and a population density of 3.9 persons per km². The total total area of the village is 248.28 square kilometres (95.86 sq mi). Ōshika is listed as one of The Most Beautiful Villages in Japan.",
  "/wiki/Nagano_Prefecture": "Nagano Prefecture (長野県, Nagano-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Nagano Prefecture has a population of 2,052,493 (1 June 2019) and has a geographic area of 13,561 km² (5,236 sq mi). Nagano Prefecture borders Niigata Prefecture to the north, Gunma Prefecture to the northeast, Saitama Prefecture to the east, Yamanashi Prefecture to the southeast, Shizuoka Prefecture and Aichi Prefecture to the south, and Gifu Prefecture and Toyama Prefecture to the west.",
  "/wiki/Dainichid%C5%8D_Bugaku": "Dainichido Bugaku (Japanese: 大日堂舞楽, literally: Important Day Dance) is a yearly set of nine sacred ritual dances and music, named for the imperial palace ensemble performances, \"bugaku\", and from the palace's ensemble's visit to Hachimantai, Kazuno District, Akita Prefecture, during the reconstruction of the local shrine pavilion, \"Dainichido\", in the early eighth century, and their teaching of dances to the locals.",
  "/wiki/Nara_period": "The Nara period (奈良時代, Nara jidai) of the history of Japan covers the years from AD 710 to 794. Empress Genmei established the capital of Heijō-kyō (present-day Nara). Except for a five-year period (740–745), when the capital was briefly moved again, it remained the capital of Japanese civilization until Emperor Kanmu established a new capital, Nagaoka-kyō, in 784, before moving to Heian-kyō, modern Kyoto, a decade later in 794.",
  "/wiki/Representative_List_of_the_Intangible_Cultural_Heritage_of_Humanity": "UNESCO established its Lists of Intangible Cultural Heritage with the aim of ensuring better protection of important intangible cultural heritages worldwide and the awareness of their significance. This list is published by the Intergovernmental Committee for the Safeguarding of Intangible Cultural Heritage, the members of which are elected by State Parties meeting in a General Assembly.\nThrough a compendium of the different oral and intangible treasures of humankind worldwide, the programme aims to draw attention to the importance of safeguarding intangible heritage, which UNESCO has identified as an essential component and as a repository of cultural diversity and of creative expression.",
  "/wiki/Kazuno,_Akita": "Kazuno (鹿角市, Kazuno-shi) is a city located in Akita Prefecture, Japan. As of 30 April 2019[update], the city had an estimated population of 30.715, and a population density of 43 persons per km² in 12.970 households. The total area of the city is 707.52 square kilometres (273.17 square miles).",
  "/wiki/Akita_Prefecture": "Akita Prefecture (秋田県, Akita-ken) is a prefecture located in the Tōhoku region of Japan. The capital is the city of Akita.",
  "/wiki/Noh": "Noh (能, Nō, derived from the Sino-Japanese word for \"skill\" or \"talent\"), is a major form of classical Japanese dance-drama that has been performed since the 14th century. Developed by Kan'ami and his son Zeami, it is the oldest major theatre art that is still regularly performed today. Although the terms Noh and nōgaku are sometimes used interchangeably, nōgaku encompasses both Noh and kyōgen. Traditionally, a full nōgaku program includes five Noh plays with comedic kyōgen plays in between; an abbreviated program of two Noh plays with one kyōgen piece has become common today. Optionally, an okina play may be presented in the very beginning of nōgaku presentation.",
  "/wiki/Kushibiki,_Yamagata": "Kushibiki (櫛引町, Kushibiki-machi) was a town located in Higashitagawa District, Yamagata Prefecture, Japan.",
  "/wiki/Tsuruoka,_Yamagata": "Tsuruoka (鶴岡市, Tsuruoka-shi) is a city in Yamagata Prefecture, Japan. As of November 2019[update], the city had an estimated population of 125,569, and a population density of 95.74 persons per km². The total area is 1,311.53 square kilometres (506.38 square miles). Tsuruoka is the biggest city in Tōhoku region in terms of surface area.",
  "/wiki/Yamagata_Prefecture": "Yamagata Prefecture (山形県, Yamagata-ken Japanese pronunciation: [ja̠ma̠ɡa̠ta̠kẽ̞ɴ]) is a prefecture located in the Tōhoku region of Japan. Its capital is Yamagata.",
  "/wiki/Bugaku": "Bugaku (舞楽, court dance and music) is the Japanese traditional dance that has been performed to select elites mostly in the Japanese imperial court, for over twelve hundred years. In this way, it has been known only to the nobility, although after World War II, the dance was opened to the public and has even toured around the world in 1959. The dance is marked by its slow, precise and regal movements. The dancers wear intricate traditional Buddhist costumes, which usually include equally beautiful masks. The music and dance pattern is often repeated several times. It is performed on a square platform, usually 6 yards by 6 yards.",
  "/wiki/Shitenn%C5%8D-ji": "Prince Shōtoku invited three Korean Baekje carpenters, and they constructed this temple in 593. Prince Shōtoku was known for his profound Buddhist faith when Buddhism was not widespread in Japan.\n  Most of the present structures are from when the temple was last completely rebuilt in 1963. One of the members involved in the initial construction of the temple in the 6th century later established a firm Kongō Gumi, specialized in temple and shrine buildings over centuries.",
  "/wiki/Shinto": "Shinto,[a] also known as Shintoism or kami-no-michi,[b] is a religion originating from Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves.",
  "/wiki/Kahoku,_Yamagata": "Kahoku (河北町, Kahoku-chō) is a town located in Yamagata Prefecture, Japan. As of October 2013, the town had an estimated population of 19,303, and a population density of 369 persons per km². The total area is 52.38 square kilometres (20 sq mi).",
  "/wiki/Sagae,_Yamagata": "Sagae (寒河江市, Sagae-shi) is a city located in Yamagata Prefecture, Japan. As of October 2015, the city had an estimated population of 41,174, and a population density of 296 persons per km². The total area is 139.03 square kilometres (54 sq mi).",
  "/wiki/Tsukubamirai,_Ibaraki": "Tsukubamirai (つくばみらい市, Tsukubamirai-shi) is a city located in Ibaraki Prefecture, Japan. As of September 2015, the city had an estimated population of 48,807, and a population density of 617 persons per km². Its total area is 79.16 square kilometres (30.56 sq mi).",
  "/wiki/Ibaraki_Prefecture": "Ibaraki Prefecture (茨城県, Ibaraki-ken) is a prefecture of Japan located in the Kantō region of Honshu. Ibaraki Prefecture has a population of 2,871,199 (1 June 2019) and has a geographic area of 6,097.19 km² (2,354.14 sq mi). Ibaraki Prefecture borders Fukushima Prefecture to the north, Tochigi Prefecture to the northwest, Saitama Prefecture to the southwest, and Chiba Prefecture to the south.",
  "/wiki/Papier-m%C3%A2ch%C3%A9": "Papier-mâché (UK: /ˌpæpieɪ ˈmæʃeɪ/, US: /ˌpeɪpər məˈʃeɪ/; French: [papje mɑʃe], literally \"chewed paper\", \"pulped paper\", or \"mashed paper\") is a composite material consisting of paper pieces or pulp, sometimes reinforced with textiles, bound with an adhesive, such as glue, starch, or wallpaper paste.",
  "/wiki/Annaka,_Gunma": "Annaka (安中市, Annaka-shi) is a city located in Gunma Prefecture, Japan. As of February 2015, the city had an estimated population of 58,675, and a population density of 212 persons per km². Its total area is 276.31 km².",
  "/wiki/Gunma_Prefecture": "Gunma Prefecture (群馬県, Gunma-ken) is a prefecture of Japan located in the Kantō region. Its capital is Maebashi.",
  "/wiki/Ky%C5%8Dgen": "Kyōgen (狂言, \"mad words\" or \"wild speech\") is a form of traditional Japanese comic theater. It developed alongside Noh, was performed along with Noh as an intermission of sorts between Noh acts on the same stage, and retains close links to Noh in the modern day; therefore, it is sometimes designated Noh-kyōgen.  Its contents are nevertheless not at all similar to the formal, symbolic, and solemn Noh theater; kyōgen is a comic form, and its primary goal is to make its audience laugh.",
  "/wiki/O-bon": "Obon (お盆) or just Bon (盆) is a Japanese Buddhist custom to honor the spirits of one's ancestors. This Buddhist-Confucian custom has evolved into a family reunion holiday during which people return to ancestral family places and visit and clean their ancestors' graves when the spirits of ancestors are supposed to revisit the household altars. It has been celebrated in Japan for more than 500 years and traditionally includes a dance, known as Bon Odori.",
  "/wiki/Bodhisattva": "In Buddhism, a bodhisattva (/ˌboʊdiːˈsʌtvə/ BOH-dee-SUT-və) is any person who is on the path towards Buddhahood.",
  "/wiki/Kamakura_period": "The Kamakura period (鎌倉時代, Kamakura jidai, 1185–1333) is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
  "/wiki/Yokoshibahikari,_Chiba": "Yokoshibahikari (横芝光町, Yokoshibahikari-machi) is a town located in Chiba Prefecture, Japan. As of April 2012, the town had an estimated population of 24,315, and a population density of 363 persons per km2. The total area is 66.91 km2.",
  "/wiki/Chiba_Prefecture": "Chiba Prefecture (千葉県, Chiba-ken) is a prefecture of Japan located in the Kantō region, and the Greater Tokyo Area. The sixth most populous prefecture, and 27th largest by land area, Chiba is on the east coast of Honshu and largely consists of the Bōsō Peninsula, which encloses the eastern side of Tokyo Bay. Its capital is the city of Chiba.",
  "/wiki/Sagami_Province": "Sagami Province (相模国, Sagami no kuni) was a province of Japan located in what is today the central and western Kanagawa Prefecture. Sagami bordered on Izu, Musashi, Suruga Provinces; and had access to the Pacific Ocean through Sagami Bay. However, most of the present-day cities of Yokohama and Kawasaki, now part of Kanagawa Prefecture, were not in Sagami, but rather, in Musashi Province. Its abbreviated form name was Sōshū (相州).",
  "/wiki/Takemoto_Giday%C5%AB": "Takemoto Gidayū (竹本 義太夫, 1651 – 18 October 1714) was a jōruri chanter and the creator of a style of chanted narration for Japan's puppet theatre which has been used ever since. The name \"gidayū\" has since become the term for all jōruri chanters.[citation needed] He was a close colleague of the famous playwright Chikamatsu Monzaemon, and founder and manager of the Takemoto-za puppet theatre.",
  "/wiki/Chikamatsu_Monzaemon": "Chikamatsu Monzaemon (近松 門左衛門, real name Sugimori Nobumori, 杉森 信盛, 1653 – 6 January 1725) was a Japanese dramatist of jōruri, the form of puppet theater that later came to be known as bunraku, and the live-actor drama, kabuki. The Encyclopædia Britannica has written that he is \"widely regarded as the greatest Japanese dramatist\". His most famous plays deal with double-suicides of honor bound lovers. Of his puppet plays, around 70 are jidaimono (historical romances) and 24 are sewamono (domestic tragedies). The domestic plays are today considered the core of his artistic achievement, particularly works such as The Courier for Hell (1711) and The Love Suicides at Amijima (1721). His histories are viewed less positively, though The Battles of Coxinga (1715) remains praised.",
  "/wiki/Atsugi,_Kanagawa": "Atsugi (厚木市, Atsugi-shi) is a city located in Kanagawa Prefecture, Japan.",
  "/wiki/Kanagawa_Prefecture": "Kanagawa Prefecture (神奈川県, Kanagawa-ken) is a prefecture located in Kantō region of Japan. The capital of the prefecture is Yokohama. Kanagawa is part of the Greater Tokyo Area. Kanagawa Prefecture is home to Kamakura and Hakone, two popular side trip destinations from Tokyo.",
  "/wiki/Shamisen": "The shamisen or samisen (三味線), also sangen (三絃, both words mean \"three strings\"), is a three-stringed traditional Japanese musical instrument derived from the Chinese instrument sanxian. It is played with a plectrum called a bachi.",
  "/wiki/Sado,_Niigata": "Sado (佐渡市, Sado-shi) is a city located on Sado Island (佐渡島, Sado-shima/Sado-ga-shima) in Niigata Prefecture, Japan. Since 2004, the city has comprised the entire island, although not all of its total area is urbanized. Sado is the sixth largest island of Japan in area following the four main islands and Okinawa Island (excluding the Northern Territories).",
  "/wiki/Niigata_Prefecture": "Niigata Prefecture (新潟県, Niigata-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Niigata Prefecture has a population of 2,227,496 (1 July 2019) and is the fifth-largest prefecture of Japan by geographic area at 12,584.18 km² (4,858.78 sq mi). Niigata Prefecture borders Toyama Prefecture and Nagano Prefecture to the southwest, Gunma Prefecture to the south, Fukushima Prefecture to the east, and Yamagata Prefecture to the northeast.",
  "/wiki/Itoigawa,_Niigata": "Itoigawa (糸魚川市, Itoigawa-shi) is a city located in Niigata Prefecture, Japan. As of 1 July 2019[update], the city had an estimated population of 41,513, and a population density of 55.6 persons per km². The total area of the city is 746.24 square kilometres (288.12 sq mi).",
  "/wiki/Mikoshi": "A mikoshi (神輿) is a sacred religious palanquin (also translated as portable Shinto shrine). Shinto followers believe that it serves as the vehicle to transport a deity in Japan while moving between main shrine and temporary shrine during a festival or when moving to a new shrine. Often, the mikoshi resembles a miniature building, with pillars, walls, a roof, a veranda and a railing.",
  "/wiki/Kagura": "The epics Kojiki and Nihon Shoki describe a folktale origin for the dances. In these texts, there is a famous legendary tale about the sun goddess Amaterasu, who retreated into a cave, bringing darkness and cold to the world. Ame-no-Uzume, goddess of the dawn and of revelry, led the other gods in a wild dance, and persuaded Amaterasu to emerge to see what the ruckus was all about. Kagura is one of a number of rituals and arts said to derive from this event.",
  "/wiki/Yahiko,_Niigata": "Yahiko (弥彦村, Yahiko-mura) is a village located in Niigata Prefecture, Japan. As of 1 July 2019[update], the village had an estimated population of 7,824, and a population density of 311 persons per km². The total area of the village was 25.17 square kilometres (9.72 sq mi).",
  "/wiki/Etch%C5%AB_Province": "Etchū Province (越中国, Etchū-no-kuni) was a province of Japan in the area that is today Toyama Prefecture in the Hokuriku region of Japan.   Etchū bordered on Noto and Kaga Provinces to the west, Shinano and Hida Provinces to the south, Echigo Province to the east and  the Sea of Japan to the north. Its abbreviated form name was Esshū (越州).",
  "/wiki/Hayashi_(music)": "A hayashi (囃子) is a group of performers who provide musical accompaniment for Japanese Noh or kabuki theatre, yose (寄席) performances of rakugo, or a festival.",
  "/wiki/%C5%8Cdaiko": "Taiko have a mythological origin in Japanese folklore, but historical records suggest that taiko were introduced to Japan through Korean and Chinese cultural influence as early as the 6th century CE. Some taiko are similar to instruments originating from India. Archaeological evidence also supports the view that taiko were present in Japan during the 6th century in the Kofun period. Their function has varied throughout history, ranging from communication, military action, theatrical accompaniment, and religious ceremony to both festival and concert performances. In modern times, taiko have also played a central role in social movements for minorities both within and outside Japan.",
  "/wiki/Kurobe,_Toyama": "Kurobe (黒部市, Kurobe-shi) is a city in Toyama Prefecture, in the Chūbu region of Japan. As of 1 February 2018[update], the city had an estimated population of 41,564 in 15,387 households and a population density of 95.8 persons per km². Its total area was 426.31 square kilometres (164.60 sq mi).[citation needed]",
  "/wiki/Toyama,_Toyama": "Toyama (富山市, Toyama-shi, Japanese: [toꜜjama]) is the capital city of Toyama Prefecture, Japan, located on the coast of the Sea of Japan in the Chūbu region on central Honshū, about 200 km (120 mi) north of the city of Nagoya and 300 km (190 mi) northwest of Tokyo. As of 1 June 2019[update], the city had an estimated population of 415,844 in 176,643 households, and a population density of 335 persons per km². Its total area was 1,241.77 square kilometres (479.45 sq mi).",
  "/wiki/Imizu,_Toyama": "Imizu (射水市, Imizu-shi) is a city located in Toyama Prefecture, Japan. As of 28 February 2018[update], the city had an estimated population of 93,447 in 37,734 households  and a population density of 850 persons per km². Its total area was 109.43 square kilometres (42.25 sq mi).",
  "/wiki/Toyama_Prefecture": "Toyama Prefecture (富山県, Toyama-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Toyama Prefecture has a population of 1,044,588 (1 June 2019) and has a geographic area of 4,247.61 km² (1,640.01 sq mi). Toyama Prefecture borders Ishikawa Prefecture to the west, Gifu Prefecture to the south, Nagano Prefecture to the east, and Niigata Prefecture to the northeast.",
  "/wiki/Tsurugi,_Ishikawa": "Tsurugi (鶴来町, Tsurugi-machi) was a town located in Ishikawa District, Ishikawa Prefecture, Japan.",
  "/wiki/Hakusan,_Ishikawa": "Hakusan (白山市, Hakusan-shi) is a city located in Ishikawa Prefecture, Japan. As of 31 January 2018[update], the city had an estimated population of 113,375 in 43246 households, and a population density of 290 persons per km². The total area of the city was 754.93 square kilometres (291.48 sq mi). It is the second-most populous city in Ishikawa Prefecture after Kanazawa.",
  "/wiki/Ishikawa_Prefecture": "Ishikawa Prefecture (石川県, Ishikawa-ken) is a prefecture of Japan located in the Chūbu region of Honshu island. Ishikawa Prefecture has a population of 1,140,573 (31 October, 2019) and has a geographic area of 4,186 km² (1,616 sq mi). Ishikawa Prefecture borders Toyama Prefecture to the east, Gifu Prefecture to the southeast, and Fukui Prefecture to the south.",
  "/wiki/Fukui,_Fukui": "Fukui (福井市, Fukui-shi) is the capital city of Fukui Prefecture, Japan. As of 1 July 2018[update], the city had an estimated population of 264,217, and a population density of 69.2 persons per km², in 102,935 households. Its total area is 536.41 square kilometres (207.11 sq mi). Most of the population lives in a small central area; the city limits include rural plains, mountainous areas, and suburban sprawl along the Route 8 bypass.",
  "/wiki/Fukui_Prefecture": "Fukui Prefecture (福井県, Fukui-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Fukui Prefecture has a population of 778,943 (1 June 2017) and has a geographic area of 4,190 km² (1,617 sq mi). Fukui Prefecture borders Ishikawa Prefecture to the north, Gifu Prefecture to the east, Shiga Prefecture to the south, and Kyoto Prefecture to the southwest.",
  "/wiki/Karakuri_puppet": "Karakuri puppets (からくり人形, karakuri ningyō) are traditional Japanese mechanized puppets or automata, originally made from the 17th century to 19th century. The dolls' gestures provided a form of entertainment. The word karakuri means \"mechanisms\" or \"trick\". It is used to describe any device that evokes a sense of awe through concealment of its inner workings.",
  "/wiki/K%C5%8Dfu,_Yamanashi": "Kōfu (甲府市, Kōfu-shi, Japanese: [ko̞ːɸɯᵝ]) is the capital city of Yamanashi Prefecture, Japan. As of 1 April 2019[update],  the city had an estimated population of 187,985 in 90,924 households , and a population density of 880 persons per km2. The total area of the city is 212.41 square kilometres (82.01 sq mi). Kōfu's name means \"capital of Kai Province\". During the Sengoku period, it was famous as the stronghold of Takeda Shingen.",
  "/wiki/Yamanashi_Prefecture": "Yamanashi Prefecture (山梨県, Yamanashi-ken) is a prefecture located in the Chūbu region of Japan.",
  "/wiki/Bunraku": "Bunraku (文楽), also known as Ningyō jōruri (人形浄瑠璃), is a form of traditional Japanese puppet theatre, founded in Osaka in the beginning of the 17th century. Three kinds of performers take part in a bunraku performance: the Ningyōtsukai or Ningyōzukai (puppeteers), the Tayū (chanters), and shamisen musicians. Occasionally other instruments such as taiko drums will be used.",
  "/wiki/Genroku": "Genroku (元禄) was a Japanese era name (年号, nengō, \"year name\") after Jōkyō and before Hōei. This period spanned the years from ninth month of 1688 through third month of 1704. The reigning emperor was Higashiyama-tennō (東山天皇).",
  "/wiki/Motosu,_Gifu": "Motosu (本巣市, Motosu-shi) is a city located in Gifu, Japan. As of 1 November 2018[update], the city had an estimated population of 34,453 in 12, 464 households , and a population density of 390 persons per km2. The total area of the city was 117.01 square kilometres (45.18 sq mi).",
  "/wiki/Gifu_Prefecture": "Gifu Prefecture (岐阜県, Gifu-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Gifu Prefecture has a population of 1,991,390 (1 June 2019) and has a geographic area of 10,621 km² (4,100 sq mi). Gifu Prefecture borders Toyama Prefecture to the north; Ishikawa Prefecture to the northwest; Fukui Prefecture to the west; Shiga Prefecture to the southwest; Mie Prefecture and Aichi Prefecture to the south; and Nagano Prefecture to the east.",
  "/wiki/Kan%27ami": "Kan'ami Kiyotsugu (観阿弥 清次, 1333 – June 8, 1384) was a Japanese Noh actor, author, and musician during the Muromachi period. Born Yūzaki Kiyotsugu (結崎 清次) in Iga Province, Kan'ami also went by Miyomaru (観世丸) and Kanze Kiyotsugu (観世 清次). Father of Zeami Motokiyo (世阿弥 元清).",
  "/wiki/Oguni_Shrine": "The Okuni Shrine (小國神社, Okuni jinja), also known as Okuni jinja, is a Shinto shrine in the town of Mori, Shizuoka Prefecture, Japan.",
  "/wiki/Mori,_Shizuoka": "Mori (森町, Mori-machi) is a town located in Shūchi District, Shizuoka Prefecture, Japan. As of 1 August 2019[update],  the town had an estimated population of 18,306 in 6622 households , and a population density of 134 persons per km2. The total area of the town was 133.91 square kilometres (51.70 sq mi).",
  "/wiki/Shizuoka_Prefecture": "Shizuoka Prefecture (静岡県, Shizuoka-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Shizuoka Prefecture has a population of 3,637,998 (1 December 2019) and has a geographic area of 7,777.42 km² (3,002.88 sq mi). Shizuoka Prefecture borders Kanagawa Prefecture to the east, Yamanashi Prefecture to the northeast, Nagano Prefecture to the north, and Aichi Prefecture to the west.",
  "/wiki/Chiry%C5%AB,_Aichi": "Chiryū (知立市, Chiryū-shi) is a city located in central Aichi Prefecture, Japan. As of 1 October 2019[update], the city had an estimated population of 71,992 in 32,579 households, and a population density of 4,414 persons per km². The total area of the city was 16.31 square kilometres (6.30 sq mi).",
  "/wiki/Aichi_Prefecture": "Aichi Prefecture (愛知県, Aichi-ken, Japanese pronunciation: [aitɕi̥ꜜkeɴ]) is a prefecture of Japan located in the Chūbu region of Honshū. Aichi Prefecture has a population of 7,552,873 (1 October 2019) and a geographic area of 5,172.92 km² (1,997.28 sq mi) with a population density of 1,460 persons per km². Aichi Prefecture borders Mie Prefecture to the west, Gifu Prefecture and Nagano Prefecture to the north, and Shizuoka Prefecture to the east.",
  "/wiki/Ago,_Mie": "Ago (阿児町, Ago-chō) was a town located in the former Shima District, Mie Prefecture, Japan.",
  "/wiki/Shima,_Mie": "Shima (志摩市, Shima-shi) is a city in Mie Prefecture, Japan.",
  "/wiki/Mie_Prefecture": "Mie Prefecture (三重県, Mie-ken) is a prefecture of Japan located in the Kansai region of Honshu. Mie Prefecture has a population of 1,781,948 (1 June 2019) and has a geographic area of 5,774 km² (2,229 sq mi). Mie Prefecture borders Gifu Prefecture to the north, Shiga Prefecture and Kyoto Prefecture to the northwest, Nara Prefecture to the west, Wakayama Prefecture to the southwest, and Aichi Prefecture to the east."
}