{
  "/wiki/Matsumae_Castle": "Matsumae Castle (松前城, Matsumae-jō) is a castle located in Matsumae in Hokkaidō, Japan, and is the northernmost castle in Japan. The only traditional style Edo period castle in Hokkaidō, it was the chief residence of the han (estate) of the Matsumae clan.",
  "/wiki/Matsumae_clan": "The Matsumae clan (松前氏, Matsumae-shi) was a Japanese clan which was granted the area around Matsumae, Hokkaidō as a march fief in 1590 by Toyotomi Hideyoshi, and charged with defending it, and by extension the whole of Japan, from the Ainu 'barbarians' to the north. The clan, originally known as the Kakizaki clan (蠣崎氏), had settled in Kakizaki, Kawauchi, Mutsu on the Shimokita Peninsula. Claiming descent from the Takeda clan of Wakasa Province, the family later took the name Matsumae. In exchange for their service in defending the country, the Matsumae were made exempt from owing rice to the shogunate in tribute, and from the sankin-kōtai system, under which most daimyōs (feudal lords of Edo period Japan) were required to spend half the year at Edo, while their families spent the entire year at Edo and were, essentially, held hostage to prevent rebellion.[citation needed]",
  "/wiki/Hokkaido": "Hokkaido (北海道, Hokkaidō, lit. \"Northern Sea Circuit\"; Japanese: [hokːaꜜidoː] (listen), English: /hɒˈkaɪdoʊ/) is the second largest main island of Japan, and the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu.  It was formerly known as Ezo, Yezo, Yeso, or Yesso. The two islands are connected by the undersea railway Seikan Tunnel. The largest city on Hokkaido is its capital, Sapporo, which is also its only ordinance-designated city. About 43 kilometres (26 mi) north of Hokkaido lies Sakhalin Island and to the east and northeast are the Kuril Islands, which are administered by Russia, although the four most southerly are claimed by Japan—see Kuril Islands dispute.",
  "/wiki/Matsumae_District,_Hokkaido": "Matsumae (松前郡, Matsumae-gun) is a district located in southwestern Oshima Subprefecture, Hokkaido, Japan.",
  "/wiki/Hakodate,_Hokkaido": "Hakodate (函館市, Hakodate-shi) is a city and port located in Oshima Subprefecture, Hokkaido, Japan. It is the capital city of Oshima Subprefecture.",
  "/wiki/Otaru,_Hokkaido": "Otaru (小樽市, Otaru-shi) is a city and port in Shiribeshi Subprefecture, Hokkaido, Japan, northwest of Sapporo. The city faces the Ishikari Bay, and has long served as the main port of the bay. With its many historical buildings, Otaru is a popular tourist destination. Because it is a 25-minute drive from Sapporo, it has recently grown as a bedroom community.",
  "/wiki/Fukushima,_Hokkaido": "Fukushima (福島町, Fukushima-chō) is a town located in Oshima Subprefecture, Hokkaido, Japan.",
  "/wiki/Yamabushi": "Yamabushi (山伏) (one who prostrates himself on the mountain) are Japanese mountain ascetic hermits. According to a traditional Japanese mysticism, Yamabushi are believed to be endowed with supernatural powers. They follow the Shugendō doctrine, an integration of mainly esoteric Buddhism of the Shingon sect, with Tendai Buddhist, Taoism, and elements of Shinto.[unreliable source] For the most part solitary, they did form loose confederations, and associations with certain temples, and also participated in battles and skirmishes alongside samurai and sōhei warrior monks on certain occasions. Their origins can be traced back to the solitary Yama-bito and some hijiri (聖) of the eighth and ninth centuries. There has also been cross-teaching with samurai weaponry and Yamabushi's spiritual approach to life and fighting.[original research?]",
  "/wiki/Gongen": "A gongen (権現), literally \"incarnation\", was believed to be the manifestation of a buddha in the form of an indigenous kami, an entity who had come to guide the people to salvation, during the era of shinbutsu-shūgō in premodern Japan. The words gonge (権化) and kegen (化現) are synonyms for gongen. Gongen shinkō (権現信仰) is the term for belief in the existence of gongen.",
  "/wiki/Shimokita_District,_Aomori": "Shimokita District (下北郡, Shimokita-gun) is a district located in Aomori Prefecture, Japan.  It occupies most of the northern handle of Shimokita Peninsula with the exception of Mutsu City and contains the most northern point on the island of Honshū. It is also home to the Japanese macaque, making it the northernmost natural habitat for monkeys anywhere in the world.",
  "/wiki/Aomori_Prefecture": "Aomori Prefecture (青森県, Aomori-ken) is a prefecture of Japan located in the Tōhoku region. The capital is the city of Aomori.",
  "/wiki/Sanriku_Coast": "The Sanriku Coast (三陸海岸, sanriku kaigan) is a coastal region on the Pacific Ocean, extending from southern Aomori Prefecture, through Iwate Prefecture and northern Miyagi Prefecture in northeastern Honshū, which is Japan's main island. The name comes from the historical region of Sanriku (or \"three riku\"), referring to the former provinces of Rikuō, Rikuchū and Rikuzen.",
  "/wiki/Kuji,_Iwate": "Kuji (久慈市, Kuji-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 33,607 in 15,618 households, and a population density of 53.9 persons per km². The total area of the city is 623.50 square kilometres (240.73 sq mi).",
  "/wiki/Kamaishi,_Iwate": "Kamaishi (釜石市, Kamaishi-shi) is a city located on the Sanriku rias coast in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 34,289, and a population density of 77.9 persons per km², in 16,424 households. The total area of the city is 441.43 square kilometres (170.44 sq mi)",
  "/wiki/Fudai,_Iwate": "Fudai (普代村, Fudai-mura) is a village located in Iwate Prefecture, Japan. As of 1 June 2019[update], the village had an estimated population of 2,602, and a population density of 37.4 persons per km² in 1,157 households. The total area of the village is 69.66 square kilometres (26.90 sq mi).",
  "/wiki/Iwate_Prefecture": "Iwate Prefecture (岩手県, Iwate-ken) is a prefecture of Japan located in the Tōhoku region of Honshu. Iwate Prefecture has a population of 1,229,432 (1 June 2019) and is the second-largest prefecture at 15,275 km² (5,897 sq mi). Iwate Prefecture borders Aomori Prefecture to the north, Akita Prefecture to the west, and Miyagi Prefecture to the south.",
  "/wiki/Miyako,_Iwate": "Miyako (宮古市, Miyako-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 52,782, and a population density of 41.9 persons per km². The total area of the city is 1,259.15 square kilometres (486.16 sq mi).",
  "/wiki/Kami": "In Shinto, kami are not separate from nature, but are of nature, possessing positive and negative, and good and evil characteristics. They are manifestations of musubi (結び), the interconnecting energy of the universe, and are considered exemplary of what humanity should strive towards. Kami are believed to be \"hidden\" from this world, and inhabit a complementary existence that mirrors our own: shinkai (神界, \"the world of the kami\").:22 To be in harmony with the awe-inspiring aspects of nature is to be conscious of kannagara no michi (随神の道 or 惟神の道, \"the way of the kami\").",
  "/wiki/A-un": "The term A-un (阿吽) is the transliteration in Japanese of the two syllables \"a\" and \"hūṃ\", written in Devanagari as .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}अहूँ.",
  "/wiki/Shinto": "Shinto,[a] also known as Shintoism or kami-no-michi,[b] is a religion originating from Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves.",
  "/wiki/Ōhasama,_Iwate": "Ōhasama (大迫町, Ōhasama-machi) was a town located in Hienuki District, Iwate Prefecture, Japan.",
  "/wiki/Hanamaki,_Iwate": "Hanamaki (花巻市, Hanamaki-shi) is a city in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 94,127, and a population density of 104 persons per km², in 36,859 households. The total area of the city is 908.39 square kilometres (350.73 sq mi). Hanamaki is famous as the birthplace of Kenji Miyazawa and for its hot spring resorts.",
  "/wiki/Amano-Iwato": "Ama-no-Iwato (天岩戸, literally \"heavenly rock cave\") is a cave in Japanese mythology. According to the Kojiki (Records of Ancient Matters), the bad behavior of Susano'o, the Japanese god of storms, drove his sister Amaterasu into the Ame-no-Iwato cave.  The land was thus deprived of light.",
  "/wiki/Ōdaiko": "Taiko have a mythological origin in Japanese folklore, but historical records suggest that taiko were introduced to Japan through Korean and Chinese cultural influence as early as the 6th century CE. Some taiko are similar to instruments originating from India. Archaeological evidence also supports the view that taiko were present in Japan during the 6th century in the Kofun period. Their function has varied throughout history, ranging from communication, military action, theatrical accompaniment, and religious ceremony to both festival and concert performances. In modern times, taiko have also played a central role in social movements for minorities both within and outside Japan.",
  "/wiki/Ogatsu,_Miyagi": "Ogatsu (雄勝町, Ogatsu-chō) was a town formerly located in Monou District, Miyagi Prefecture, Japan.",
  "/wiki/Ishinomaki,_Miyagi": "Ishinomaki (石巻市, Ishinomaki-shi) is a city located in Miyagi Prefecture, Japan. As of 1 June 2019[update], the city has an estimated population of 141,725, and a population density of 256 persons per km² in 61,233 households. The total area of the city is 554.58 square kilometres (214.12 sq mi).",
  "/wiki/Miyagi_Prefecture": "Miyagi Prefecture (宮城県, Miyagi-ken) is a prefecture in the Tōhoku region of Japan. The capital is Sendai.",
  "/wiki/Bon_festival": "Obon (お盆) or just Bon (盆) is a Japanese Buddhist custom to honor the spirits of one's ancestors. This Buddhist-Confucian custom has evolved into a family reunion holiday during which people return to ancestral family places and visit and clean their ancestors' graves when the spirits of ancestors are supposed to revisit the household altars. It has been celebrated in Japan for more than 500 years and traditionally includes a dance, known as Bon Odori.",
  "/wiki/Ani,_Akita": "Ani (阿仁町, Ani-machi) was a town located in Kitaakita District, Akita Prefecture, Japan.",
  "/wiki/Kitaakita,_Akita": "Kitaakita (北秋田市, Kitaakita-shi) is a city located in Akita Prefecture, Japan. As of 30 November 2019[update], the city had an estimated population of 31,504 in 14,021 households, and a population density of 27 persons per km². The total area of the city is  1,152.76 square kilometres (445.08 sq mi).",
  "/wiki/Akita_Prefecture": "Akita Prefecture (秋田県, Akita-ken) is a prefecture located in the Tōhoku region of Japan. The capital is the city of Akita.",
  "/wiki/Kagura": "The epics Kojiki and Nihon Shoki describe a folktale origin for the dances. In these texts, there is a famous legendary tale about the sun goddess Amaterasu, who retreated into a cave, bringing darkness and cold to the world. Ame-no-Uzume, goddess of the dawn and of revelry, led the other gods in a wild dance, and persuaded Amaterasu to emerge to see what the ruckus was all about. Kagura is one of a number of rituals and arts said to derive from this event.",
  "/wiki/Ōmori,_Akita": "Ōmori (大森町, Ōmori-machi) was a town located in Hiraka District, Akita Prefecture, Japan.",
  "/wiki/Yokote,_Akita": "Yokote (横手市, Yokote-shi) is a city located in Akita Prefecture, Japan. As of 31 December 2019[update], the city had an estimated population of 89,574  in 34,240 households, and a population density of 130 persons per km². The total area of the city is 693.04 km2 (267.58 sq mi).",
  "/wiki/Lion_dance": "Lion dance (simplified Chinese: 舞狮; traditional Chinese: 舞獅; pinyin: wǔshī) is a form of traditional dance in Chinese culture and other Asian countries in which performers mimic a lion's movements in a lion costume to bring good luck and fortune. The lion dance is usually performed during the Chinese New Year and other Chinese traditional, cultural and religious festivals. It may also be performed at important occasions such as business opening events, special celebrations or wedding ceremonies, or may be used to honour special guests by the Chinese communities.",
  "/wiki/Yuza,_Yamagata": "Yuza (遊佐町, Yuza-machi) is a town located in Yamagata Prefecture, Japan. As of November 2015, the town had an estimated population of 14,070, and a population density of 67.5 persons per km². The total area is 208.38 square kilometres (80 sq mi).",
  "/wiki/Yamagata_Prefecture": "Yamagata Prefecture (山形県, Yamagata-ken Japanese pronunciation: [ja̠ma̠ɡa̠ta̠kẽ̞ɴ]) is a prefecture located in the Tōhoku region of Japan. Its capital is Yamagata.",
  "/wiki/Kisai,_Saitama": "Kisai (騎西町, Kisai-machi) was a town located in Kitasaitama District, Saitama Prefecture, Japan.",
  "/wiki/Saibara": "Saibara (催馬楽) is a genre of accompanied vocal Japanese court music that existed during the Heian period in the Nara and Kyoto regions. It draws from traditional folk music (fūzokuuta (風俗歌)) of the Nara period accompanied by togaku instruments, with the exception of the uchimono (打物, percussion instruments), which are replaced by shakubyoshi (笏拍子), wooden sticks used for rhythm.",
  "/wiki/Washimiya,_Saitama": "Washimiya (鷲宮町, Washimiya-machi) was a town located in Kitakatsushika District, Saitama, Japan.",
  "/wiki/Taitō": "Taitō (台東区, Taitō-ku) is a special ward located in Tokyo Metropolis, Japan. In English, it is known as Taitō City.",
  "/wiki/Shinagawa": "Shinagawa (品川区, Shinagawa-ku) is a special ward in Tokyo, Japan. The ward refers to itself as Shinagawa City in English. The ward is home to ten embassies.",
  "/wiki/Arakawa,_Tokyo": "Arakawa (荒川区, Arakawa-ku) is a special ward located in Tokyo Metropolis, Japan. The ward takes its name from the river, the Arakawa, though the Arakawa River does not run through or touch the ward. Its neighbors are the wards of Adachi, Kita, Bunkyo, Taito and Sumida. In English, the ward calls itself Arakawa City.",
  "/wiki/Inagi,_Tokyo": "Inagi (稲城市, Inagi-shi) is a city located in the western portion of Tokyo Metropolis, Japan. As of 1 February 2016[update], the city had an estimated population of 87,927, and a population density of 4890 persons per km². Its total area is 17.97 square kilometres (17,970,000 m2).",
  "/wiki/Saitama_Prefecture": "Saitama Prefecture (埼玉県, Saitama-ken) is a prefecture of Japan located in the Kantō region. The capital is the city of Saitama.",
  "/wiki/Enpō": "Enpō (延宝) (contemporarily written as 延寳) is the Japanese era name (年号, nengō, \"year name\") after Kanbun and before Tenna.  This period spanned the years from September 1673 to September 1681. The reigning emperor was Reigen-tennō (霊元天皇).",
  "/wiki/Meiji_period": "The Meiji era (明治, Meiji, Japanese pronunciation: [meꜜː(d)ʑi]) is an era of Japanese history which extended from October 23, 1868 to July 30, 1912. This era represents the first half of the Empire of Japan, during which period the Japanese people moved from being an isolated feudal society at risk of colonisation by European powers to the new paradigm of a modern, industrialised nation state and emergent great power, influenced by Western scientific, technological, philosophical, political, legal, and aesthetic ideas. As a result of such wholesale adoption of radically-different ideas, the changes to Japan were profound, and affected its social structure, internal politics, economy, military, and foreign relations. The period corresponded to the reign of Emperor Meiji and was succeeded upon the accession of Emperor Taishō by the Taishō era.",
  "/wiki/Rashōmon_(Noh_play)": "Rashōmon (羅生門) is a Noh play by Kanze Nobumitsu (c.1420). Like other celebrated dramas such as the Maodori-hasi and Ibaraki, it is based on the legend of Watanabe no Tsuna and the demon of Rashōmon.",
  "/wiki/Momotarō": "Momotarō (桃太郎, \"Peach Boy\") is a popular hero of Japanese folklore. His name translates as Peach Tarō, a common Japanese masculine name, and is often translated as Peach Boy. Momotarō is the title of various books, films and other works that portray the tale of this hero.",
  "/wiki/Nō": "Noh (能, Nō, derived from the Sino-Japanese word for \"skill\" or \"talent\"), is a major form of classical Japanese dance-drama that has been performed since the 14th century. Developed by Kan'ami and his son Zeami, it is the oldest major theatre art that is still regularly performed today. Although the terms Noh and nōgaku are sometimes used interchangeably, nōgaku encompasses both Noh and kyōgen. Traditionally, a full nōgaku program includes five Noh plays with comedic kyōgen plays in between; an abbreviated program of two Noh plays with one kyōgen piece has become common today. Optionally, an okina play may be presented in the very beginning of nōgaku presentation.",
  "/wiki/Kyōgen": "Kyōgen (狂言, \"mad words\" or \"wild speech\") is a form of traditional Japanese comic theater. It developed alongside Noh, was performed along with Noh as an intermission of sorts between Noh acts on the same stage, and retains close links to Noh in the modern day; therefore, it is sometimes designated Noh-kyōgen.  Its contents are nevertheless not at all similar to the formal, symbolic, and solemn Noh theater; kyōgen is a comic form, and its primary goal is to make its audience laugh.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Asama_Shrine": "An Asama shrine (浅間神社, Asama jinja, Sengen jinja) is a type of Shinto Shrine in Japan centered on the worship of the kami of volcanos in general, and Mount Fuji in particular.",
  "/wiki/Fujikawaguchiko,_Yamanashi": "Fujikawaguchiko (富士河口湖町, Fujikawaguchiko-machi) is a town located in Yamanashi Prefecture, Japan. As of 1 June 2019[update], the town had an estimated population of 26,542 in 10618 households , and a population density of 170 persons per km2. The total area of the town is 158.40 square kilometres (61.16 sq mi).",
  "/wiki/Yamanashi_Prefecture": "Yamanashi Prefecture (山梨県, Yamanashi-ken) is a prefecture located in the Chūbu region of Japan.",
  "/wiki/Iida,_Nagano": "Iida (飯田市, Iida-shi) is a city located in Nagano Prefecture, Japan. As of 1 March 2019[update], Iida had an estimated population of 101,536, and a population density of 154 persons per km². The total area of the city is 658.66 square kilometres (254.31 sq mi). Iida is an environmental model city (環境モデル都市, Kankyō moderu toshi), a municipality designated by the Japanese government to be a model for making large cuts in greenhouse gas emissions towards a low-carbon society.",
  "/wiki/Nagano_Prefecture": "Nagano Prefecture (長野県, Nagano-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Nagano Prefecture has a population of 2,052,493 (1 June 2019) and has a geographic area of 13,561 km² (5,236 sq mi). Nagano Prefecture borders Niigata Prefecture to the north, Gunma Prefecture to the northeast, Saitama Prefecture to the east, Yamanashi Prefecture to the southeast, Shizuoka Prefecture and Aichi Prefecture to the south, and Gifu Prefecture and Toyama Prefecture to the west.",
  "/wiki/Tenryū,_Nagano": "Tenryū (天龍村, Tenryū-mura) is a village located in Nagano Prefecture, Japan. As of 1 April 2019[update], the village had an estimated population of 1,275 in 712 households , and a population density of 12.1 persons per km². The total area of the village is 109.44 square kilometres (42.26 sq mi).",
  "/wiki/Kitashitara_District,_Aichi": "Kitashitara District (北設楽郡, Kitashitara-gun) is a rural district located in northeastern Aichi Prefecture, Japan.",
  "/wiki/Kuwana,_Mie": "Kuwana (桑名市, Kuwana-shi) is a city located in Mie Prefecture, Japan.",
  "/wiki/Mie_Prefecture": "Mie Prefecture (三重県, Mie-ken) is a prefecture of Japan located in the Kansai region of Honshu. Mie Prefecture has a population of 1,781,948 (1 June 2019) and has a geographic area of 5,774 km² (2,229 sq mi). Mie Prefecture borders Gifu Prefecture to the north, Shiga Prefecture and Kyoto Prefecture to the northwest, Nara Prefecture to the west, Wakayama Prefecture to the southwest, and Aichi Prefecture to the east.",
  "/wiki/Ise,_Mie": "Ise (伊勢市, Ise-shi), formerly called Ujiyamada (宇治山田), is a city located on the eastern tip of Kii Peninsula, in central Mie Prefecture (formally in Ise Province), on the island of Honshū, Japan, facing Ise Bay.  Ise is home to Ise Grand Shrine, the most sacred Shintō shrine in Japan, and is thus a very popular destination for tourists.  The city has a long-standing title – Shinto (神都) – that roughly means \"the Holy City\", and literally means \"the Capital of the Kami\". Most of the city is within the geographic limits of Ise-Shima National Park.",
  "/wiki/Hyoshigi": "The hyōshigi (拍子木) is a simple Japanese musical instrument, consisting of two pieces of hardwood or bamboo often connected by a thin ornamental rope. The clappers are played together or on the floor to create a cracking sound.  Sometimes they are struck slowly at first, then faster and faster.",
  "/wiki/Muromachi_period": "The Muromachi period (室町時代, Muromachi jidai, also known as the Muromachi era, the Ashikaga era, or the Ashikaga period) is a division of Japanese history running from approximately 1336 to 1573. The period marks the governance of the Muromachi or Ashikaga shogunate (Muromachi bakufu or Ashikaga bakufu), which was officially established in 1338 by the first Muromachi shōgun, Ashikaga Takauji, two years after the brief Kenmu Restoration (1333–1336) of imperial rule was brought to a close. The period ended in 1573 when the 15th and last shogun of this line, Ashikaga Yoshiaki, was driven out of the capital in Kyoto by Oda Nobunaga.",
  "/wiki/Edo_period": "The Edo period (江戸時代, Edo jidai) or Tokugawa period (徳川時代, Tokugawa jidai) is the period between 1603 and 1868 in the history of Japan, when Japan was under the rule of the Tokugawa shogunate and the country's 300 regional daimyō. The period was characterized by economic growth, strict social order, isolationist foreign policies, a stable population,  \"no more wars\", and popular enjoyment of arts and culture. The shogunate was officially established in Edo on March 24, 1603, by Tokugawa Ieyasu. The period came to an end with the Meiji Restoration on May 3, 1868, after the fall of Edo.",
  "/wiki/Genroku": "Genroku (元禄) was a Japanese era name (年号, nengō, \"year name\") after Jōkyō and before Hōei. This period spanned the years from ninth month of 1688 through third month of 1704. The reigning emperor was Higashiyama-tennō (東山天皇).",
  "/wiki/Minamiawaji": "Minamiawaji (南あわじ市, Minamiawaji-shi, lit. \"South Awaji City\") is a city in the southern part of Awaji Island in Hyōgo Prefecture, Japan.",
  "/wiki/Hyōgo_Prefecture": "Hyōgo Prefecture (兵庫県, Hyōgo-ken) is a prefecture of Japan located in the Kansai region on Honshu island. The capital of Hyogo is Kobe.",
  "/wiki/List_of_Important_Intangible_Folk_Cultural_Properties": "This is a list of 318 Important Intangible Folk Cultural Properties of Japan."
}