{
  "/wiki/Kami": "In Shinto, kami are not separate from nature, but are of nature, possessing positive and negative, and good and evil characteristics. They are manifestations of musubi (結び), the interconnecting energy of the universe, and are considered exemplary of what humanity should strive towards. Kami are believed to be \"hidden\" from this world, and inhabit a complementary existence that mirrors our own: shinkai (神界, \"the world of the kami\").:22 To be in harmony with the awe-inspiring aspects of nature is to be conscious of kannagara no michi (随神の道 or 惟神の道, \"the way of the kami\").",
  "/wiki/Namahage": "Namahage (生剥) in traditional Japanese folklore is a demonlike being, portrayed by men wearing hefty oni (ogre) masks and traditional straw capes (mino) during a New Year's ritual of the Oga Peninsula area of Akita Prefecture in northern Honshū, Japan.",
  "/wiki/Akita_Prefecture": "Akita Prefecture (秋田県, Akita-ken) is a prefecture located in the Tōhoku region of Japan. The capital is the city of Akita.",
  "/wiki/%C5%8Cfunato,_Iwate": "Ōfunato (大船渡市, Ōfunato-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 35,666, and a population density of 111 persons per km² in 15,017 households. The total area of the city is 322.51 square kilometres (124.52 sq mi).",
  "/wiki/Iwate_Prefecture": "Iwate Prefecture (岩手県, Iwate-ken) is a prefecture of Japan located in the Tōhoku region of Honshu. Iwate Prefecture has a population of 1,229,432 (1 June 2019) and is the second-largest prefecture at 15,275 km² (5,897 sq mi). Iwate Prefecture borders Aomori Prefecture to the north, Akita Prefecture to the west, and Miyagi Prefecture to the south.",
  "/wiki/Marebito": "Marebito (稀人 or 客人) is an ancient Japanese word referring to a supernatural being who comes from afar bringing gifts of wisdom, spiritual knowledge and happiness. The word mare means \"rare,\" while -bito (from the word hito) means both \"person\" and \"spirit.\" The term refers to any one of a number of divine beings who were believed to visit villages in Japan, either from beyond the horizon or from beyond distant mountain ranges, bringing gifts. Villagers usually welcomed a marebito with rituals or festivals.",
  "/wiki/Higashimatsushima,_Miyagi": "Higashi-Matsushima (東松島市, Higashimatsushima-shi) is a city located in Miyagi Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 39,236 and a population density of 387 persons per km². The total area of the city is 101.36 square kilometres (39.14 sq mi).",
  "/wiki/Miyagi_Prefecture": "Miyagi Prefecture (宮城県, Miyagi-ken) is a prefecture in the Tōhoku region of Japan. The capital is Sendai.",
  "/wiki/Shinto_shrine": "A Shinto shrine (神社, jinja, archaic: shinsha, meaning: \"place of the god(s)\") is a structure whose main purpose is to house (\"enshrine\") one or more kami.  Its most important building is used for the safekeeping of sacred objects, and not for worship. Although only one word (\"shrine\") is used in English, in Japanese, Shinto shrines may carry any one of many different, non-equivalent names like gongen, -gū, jinja, jingū, mori, myōjin, -sha, taisha, ubusuna, or yashiro. (For details, see the section Interpreting shrine names.)",
  "/wiki/Tome,_Miyagi": "Tome (登米市, Tome-shi) is a city located in Miyagi Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 78,179 and a population density of 146 persons per km² in 27,275 households. The total area of the city is 536.12 square kilometres (207.00 sq mi). The area is noted for its rice production.",
  "/wiki/Kosh%C5%8Dgatsu": "The Japanese New Year (正月, Shōgatsu) is an annual festival with its own customs. Since 1873, the official Japanese New Year has been celebrated according to the Gregorian calendar, on January 1 of each year, New Year's Day (元日, Ganjitsu). However, some traditional events of the Japanese New Year are partially celebrated on the first day of the year on the modern Tenpō calendar, the last official lunisolar calendar which was used until 1872 in Japan.",
  "/wiki/D%C5%8Dsojin": "Dōsojin (道祖神, road ancestor kami) is a generic name for a type of Shinto kami popularly worshipped in Kantō and neighboring areas in Japan where, as tutelary deities of borders and paths, they are believed to protect travelers, pilgrims, villages, and individuals in \"transitional stages\" from epidemics and evil spirits. Also called Sae no kami or Sai no kami (障の神・塞の神), Dōrokujin (道陸神) or Shakujin (石神, literally: \"stone kami\"). Dōsojin are often represented as a human couple, carved male or female genitals, large stones or statues, or even tall poles along a road.",
  "/wiki/Nikaho,_Akita": "Nikaho (にかほ市, Nikaho-shi) is a city located in Akita Prefecture, Japan. As of 31 December 2019[update], the city had an estimated population of 24,291 in 9,371 households, and a population density of 100 persons per km². The total area of the city is 241.13 square kilometres (93.10 sq mi).",
  "/wiki/Oga_Peninsula": "The Oga Peninsula (男鹿半島 Oga-hantō) is a rugged peninsula which projects west into the Sea of Japan from the coast of Akita in northern Honshū, the main island of Japan. Politically it coincides with the city of Oga.",
  "/wiki/Mochi": "Mochi (Japanese: 餅, もち) is Japanese rice cake made of mochigome, a short-grain japonica glutinous rice, and sometimes other ingredients such as water, sugar, and cornstarch. The rice is pounded into paste and molded into the desired shape. In Japan it is traditionally made in a ceremony called mochitsuki. While also eaten year-round, mochi is a traditional food for the Japanese New Year and is commonly sold and eaten during that time.",
  "/wiki/Oga,_Akita": "Oga (男鹿市, Oga-shi) is a city located in Akita Prefecture, Japan. As of 30 November 2019[update],  the city has an estimated population of 26,930 in 12,880 households, and a population density of 110 persons per km2. The total area of the city is 240.80 square kilometres (92.97 sq mi).",
  "/wiki/Rokug%C5%8D,_Akita": "Rokugō (六郷町, Rokugō-machi) was a town located in Senboku District, Akita Prefecture, Japan.",
  "/wiki/Toshigami": "Ōtoshi (大歳神, Ōtoshi-no-kami; lit. \"Great-Age God\") or Nigihayahi (饒速日尊 Nigihayahi-no-mikoto), commonly known: Toshigami (年神, lit. \"Year God\") or Ōtoshi (大年神, Ōtoshi-no-kami; lit. \"Great-Year God\") is a Kami of the Shinto religion in Japan.",
  "/wiki/Misato,_Akita": "Misato (美郷町, Misato-chō) is a town located in Akita Prefecture, Japan. As of May 2015, the town had an estimated population of 20,101, and a population density of 119 persons per km². The total area is 168.34  km².",
  "/wiki/Kadomatsu": "A kadomatsu (門松, \"gate pine\") is a traditional Japanese decoration as yorishiro of the New Year placed in pairs in front of homes to welcome ancestral spirits or kami of the harvest.",
  "/wiki/Shimenawa": "Shimenawa (標縄・注連縄・七五三縄, 'enclosing rope') are lengths of laid rice straw or hemp rope used for ritual purification in the Shinto religion. They can vary in diameter from a few centimetres to several metres, and are often seen festooned with shide. A space bound by shimenawa often indicates a sacred or pure space, such as that of a Shinto shrine.",
  "/wiki/Yuza,_Yamagata": "Yuza (遊佐町, Yuza-machi) is a town located in Yamagata Prefecture, Japan. As of November 2015, the town had an estimated population of 14,070, and a population density of 67.5 persons per km². The total area is 208.38 square kilometres (80 sq mi).",
  "/wiki/Yamagata_Prefecture": "Yamagata Prefecture (山形県, Yamagata-ken Japanese pronunciation: [ja̠ma̠ɡa̠ta̠kẽ̞ɴ]) is a prefecture located in the Tōhoku region of Japan. Its capital is Yamagata.",
  "/wiki/Mishima,_Fukushima": "Mishima (三島町, Mishima-machi) is a town located in Fukushima Prefecture, Japan. As of 1 October 2018[update], the town had an estimated population of 1,546, and a population density of 17 persons per km². The total area of the town was 90.81 square kilometres (35.06 sq mi).  In 2017, Mishima was selected as one of The Most Beautiful Villages in Japan.",
  "/wiki/Fukushima_Prefecture": "Fukushima Prefecture (/ˌfuːkuːˈʃiːmə/; Japanese: 福島県, romanized: Fukushima-ken, pronounced [ɸɯkɯɕimaꜜkeɴ]) is a prefecture of Japan located in the Tōhoku region. The capital is the city of Fukushima.",
  "/wiki/Oyama,_Tochigi": "Oyama (小山市, Oyama-shi) is a city located in Tochigi Prefecture, Japan. As of May 2015, the city had an estimated population of 165,852, and a population density of 966 persons per km2. Its total area is 171.76  km2. In 2006, Oyama became the second most populous city in Tochigi Prefecture, with the capital Utsunomiya retaining the number one spot.",
  "/wiki/Tochigi_Prefecture": "Tochigi Prefecture (栃木県, Tochigi-ken) is a prefecture located in the Kantō region of Japan. The capital is the city of Utsunomiya.",
  "/wiki/108_(number)": "108 (one hundred [and] eight) is the natural number following 107 and preceding 109.",
  "/wiki/Bon_Festival": "Obon (お盆) or just Bon (盆) is a Japanese Buddhist custom to honor the spirits of one's ancestors. This Buddhist-Confucian custom has evolved into a family reunion holiday during which people return to ancestral family places and visit and clean their ancestors' graves when the spirits of ancestors are supposed to revisit the household altars. It has been celebrated in Japan for more than 500 years and traditionally includes a dance, known as Bon Odori.",
  "/wiki/Misato,_Saitama_(town)": "Misato (美里町, Misato-machi) is a town located in Saitama Prefecture, Japan. As of 1 February 2016[update], the town had an estimated population of 11,170, and a population density of 334 persons per km². Its total area is 33.41 square kilometres (12.90 sq mi).",
  "/wiki/Saitama_Prefecture": "Saitama Prefecture (埼玉県, Saitama-ken) is a prefecture of Japan located in the Kantō region. The capital is the city of Saitama.",
  "/wiki/Miura,_Kanagawa": "Miura (三浦市, Miura-shi) is a city located in Kanagawa Prefecture, Japan.",
  "/wiki/Kanagawa_Prefecture": "Kanagawa Prefecture (神奈川県, Kanagawa-ken) is a prefecture located in Kantō region of Japan. The capital of the prefecture is Yokohama. Kanagawa is part of the Greater Tokyo Area. Kanagawa Prefecture is home to Kamakura and Hakone, two popular side trip destinations from Tokyo.",
  "/wiki/Dango": "Dango (団子) is a Japanese dumpling and sweet made from mochiko (rice flour), related to mochi. It is often served with green tea.\nDango is eaten year-round, but the different varieties are traditionally eaten in given seasons. Three to five dango are often served on a skewer.",
  "/wiki/%C5%8Ciso,_Kanagawa": "Ōiso (大磯町, Ōiso-machi) is a town located in Kanagawa Prefecture, Japan. As of June 2012, the town had an estimated population of 32,786, and a density of 1,910 people per km2. The total area is 17.18 km2.",
  "/wiki/Kumadori": "Kumadori (隈取) is the stage makeup worn by kabuki actors, mostly when performing kabuki plays in the aragoto style. The term also applies to a painting method in which two brushes are used simultaneously, one for the color and the other used to create shading or other details.[citation needed]",
  "/wiki/%C5%8Cmi,_Niigata": "Ōmi (青海町, Ōmi-machi) was a town located in Nishikubiku District, Niigata Prefecture, Japan.",
  "/wiki/Itoigawa,_Niigata": "Itoigawa (糸魚川市, Itoigawa-shi) is a city located in Niigata Prefecture, Japan. As of 1 July 2019[update], the city had an estimated population of 41,513, and a population density of 55.6 persons per km². The total area of the city is 746.24 square kilometres (288.12 sq mi).",
  "/wiki/Niigata_Prefecture": "Niigata Prefecture (新潟県, Niigata-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Niigata Prefecture has a population of 2,227,496 (1 July 2019) and is the fifth-largest prefecture of Japan by geographic area at 12,584.18 km² (4,858.78 sq mi). Niigata Prefecture borders Toyama Prefecture and Nagano Prefecture to the southwest, Gunma Prefecture to the south, Fukushima Prefecture to the east, and Yamagata Prefecture to the northeast.",
  "/wiki/Ny%C5%ABzen,_Toyama": "Nyūzen (入善町, Nyūzen-machi) is a town located in Shimoniikawa District, Toyama Prefecture, Japan. As of 1 May 2018[update], the town had an estimated population of 25,007 in 8970 households and a population density of 350 persons per km². The total area of the town was 71.25 square kilometres (27.51 sq mi).",
  "/wiki/Toyama_Prefecture": "Toyama Prefecture (富山県, Toyama-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Toyama Prefecture has a population of 1,044,588 (1 June 2019) and has a geographic area of 4,247.61 km² (1,640.01 sq mi). Toyama Prefecture borders Ishikawa Prefecture to the west, Gifu Prefecture to the south, Nagano Prefecture to the east, and Niigata Prefecture to the northeast.",
  "/wiki/Noto_Peninsula": "Noto Peninsula (能登半島, Noto-hantō) is a peninsula that projects north into the Sea of Japan/East Sea from the coast of Ishikawa Prefecture in central Honshū, the main island of Japan. The main industries of the peninsula are agriculture, fisheries, and tourism.",
  "/wiki/Monzen,_Ishikawa": "Monzen (門前町, Monzen-machi) was a town located in Hōsu District (formerly from Fugeshi District), Ishikawa Prefecture, Japan.",
  "/wiki/Uchiura,_Ishikawa": "Uchiura (内浦町, Uchiura-machi) was a town located in Suzu District, Ishikawa Prefecture, Japan.",
  "/wiki/Noto,_Ishikawa": "Noto (能登町, Noto-chō) is a town located in Hōsu District (formerly Fugeshi District), Ishikawa Prefecture, Japan. As of 1 February 2018[update], the town had an estimated population of 17,840 in 7689 households, and a population density of 65 persons per km2, in 2542 households. The total area of the town was 273.27 square kilometres (105.51 sq mi).",
  "/wiki/Wajima,_Ishikawa": "Wajima (輪島市, Wajima-shi) is a city located in Ishikawa Prefecture, Japan. As of 31 January 2018[update], the city had an estimated population of 27,698 in 12768 households, and a population density of 65 persons per km², in 29,304 households. The total area of the city was 426.32 square kilometres (164.60 sq mi).",
  "/wiki/Ishikawa_Prefecture": "Ishikawa Prefecture (石川県, Ishikawa-ken) is a prefecture of Japan located in the Chūbu region of Honshu island. Ishikawa Prefecture has a population of 1,140,573 (31 October, 2019) and has a geographic area of 4,186 km² (1,616 sq mi). Ishikawa Prefecture borders Toyama Prefecture to the east, Gifu Prefecture to the southeast, and Fukui Prefecture to the south.",
  "/wiki/Nozawa_Onsen,_Nagano": "Nozawaonsen (野沢温泉村, Nozawaonsen-mura) is a village located in Nagano Prefecture, Japan. As of 1 April 2019[update], the village had an estimated population of 3,653 in 1395 households  and a population density of 63 persons per km². The total area of the village is 57.96 square kilometres (22.38 sq mi).",
  "/wiki/Nagano_Prefecture": "Nagano Prefecture (長野県, Nagano-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Nagano Prefecture has a population of 2,052,493 (1 June 2019) and has a geographic area of 13,561 km² (5,236 sq mi). Nagano Prefecture borders Niigata Prefecture to the north, Gunma Prefecture to the northeast, Saitama Prefecture to the east, Yamanashi Prefecture to the southeast, Shizuoka Prefecture and Aichi Prefecture to the south, and Gifu Prefecture and Toyama Prefecture to the west.",
  "/wiki/Japanese_New_Year": "The Japanese New Year (正月, Shōgatsu) is an annual festival with its own customs. Since 1873, the official Japanese New Year has been celebrated according to the Gregorian calendar, on January 1 of each year, New Year's Day (元日, Ganjitsu). However, some traditional events of the Japanese New Year are partially celebrated on the first day of the year on the modern Tenpō calendar, the last official lunisolar calendar which was used until 1872 in Japan.",
  "/wiki/Nishio,_Aichi": "Nishio (西尾市, Nishio-shi) is a city located in Aichi Prefecture, in the Chūbu region of Japan. As of 1 October 2019[update], the city had an estimated population of 169,984 in 65,553 households, with a population density of 1,054 persons per km². The total area of the city was 160.22 square kilometres (61.86 sq mi). It is a regional commercial and manufacturing center and the country's leading producer of powdered green tea.",
  "/wiki/Aichi_Prefecture": "Aichi Prefecture (愛知県, Aichi-ken, Japanese pronunciation: [aitɕi̥ꜜkeɴ]) is a prefecture of Japan located in the Chūbu region of Honshū. Aichi Prefecture has a population of 7,552,873 (1 October 2019) and a geographic area of 5,172.92 km² (1,997.28 sq mi) with a population density of 1,460 persons per km². Aichi Prefecture borders Mie Prefecture to the west, Gifu Prefecture and Nagano Prefecture to the north, and Shizuoka Prefecture to the east.",
  "/wiki/Toba,_Mie": "Toba (鳥羽市, Toba-shi) is a city located in Mie Prefecture, Japan.",
  "/wiki/Mie_Prefecture": "Mie Prefecture (三重県, Mie-ken) is a prefecture of Japan located in the Kansai region of Honshu. Mie Prefecture has a population of 1,781,948 (1 June 2019) and has a geographic area of 5,774 km² (2,229 sq mi). Mie Prefecture borders Gifu Prefecture to the north, Shiga Prefecture and Kyoto Prefecture to the northwest, Nara Prefecture to the west, Wakayama Prefecture to the southwest, and Aichi Prefecture to the east.",
  "/wiki/Kasai,_Hy%C5%8Dgo": "Kasai (加西市, Kasai-shi) is a city located in Hyōgo Prefecture, Japan. The city was founded on April 1, 1967 when the towns of Hōjō, Izumi and Kasai (former) were merged to create the city of Kasai.",
  "/wiki/Hy%C5%8Dgo_Prefecture": "Hyōgo Prefecture (兵庫県, Hyōgo-ken) is a prefecture of Japan located in the Kansai region on Honshu island. The capital of Hyogo is Kobe.",
  "/wiki/Sakurai,_Nara": "Sakurai (桜井市, Sakurai-shi) is a city located in Nara Prefecture, Japan.",
  "/wiki/Nara_Prefecture": "Nara Prefecture (奈良県, Nara-ken) is a prefecture of Japan located in the Kansai region of Honshu. Nara Prefecture has a population of 1,348,930 (1 September 2017) and has a geographic area of 3,691 km² (1,425 sq mi). Nara Prefecture borders Kyoto Prefecture to the north, Osaka Prefecture to the northwest, Wakayama Prefecture to the southwest, and Mie Prefecture to the east."
}