{
  "/wiki/KFBB-TV": "KFBB-TV, virtual channel 5 (VHF digital channel 8), is a dual ABC/Fox-affiliated television station licensed to Great Falls, Montana, United States. The station is owned by the Cowles Company. KFBB-TV's studios and transmitter are located on Old Havre Highway in Black Eagle.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Great_Falls,_Montana": "Great Falls is a city in and the county seat of Cascade County, Montana, United States. The 2017 census estimate put the population at 58,638. The population was 58,505 at the 2010 census. It is the principal city of the Great Falls, Montana Metropolitan Statistical Area, which encompasses all of Cascade County and has a population of 82,278. Great Falls was the largest city in Montana from 1950 to 1970, when Billings surpassed it. Great Falls remained the second largest city in Montana until 2000, when it was passed by Missoula. Since then Great Falls has been the third largest city in the state.",
  "/wiki/KFCT": "KDVR, virtual channel 31 (UHF digital channel 32), is a Fox-affiliated television station licensed to Denver, Colorado, United States. The station is owned by Nexstar Media Group, as part of a duopoly with CW affiliate KWGN-TV (channel 2). The two stations share studios on East Speer Boulevard in Denver's Speer neighborhood (to the immediate south of the studios of ABC affiliate KMGH-TV, channel 7); KDVR's transmitter is located atop Lookout Mountain, near Golden. On cable, the station is available on Comcast Xfinity channel 13 and CenturyLink Prism channel 31.",
  "/wiki/Fort_Collins,_Colorado": "Fort Collins is a municipality in northern Colorado, which serves as the seat of Larimer County. Situated on the Cache La Poudre River along the Colorado Front Range, Fort Collins is located 56 mi (90 km) north of the Colorado State Capitol in Denver. With a 2018 estimated population of 167,830, it is the fourth most populous city in Colorado after Denver, Colorado Springs, and Aurora. Fort Collins is a midsize college city, home to Colorado State University and Front Range Community College's Larimer campus.",
  "/wiki/KFDA-TV": "KFDA-TV, virtual and VHF digital channel 10, is a CBS-affiliated television station licensed to Amarillo, Texas, United States. The station is owned by Gray Television, as part of a duopoly with Borger-licensed Telemundo affiliate KEYU (channel 31). The two stations share studios on Broadway Drive (just south of West Cherry Avenue) in northern Amarillo, where KFDA's transmitter is also located. On cable, the station is available on Suddenlink Communications channel 12 in Amarillo, and on channel 10 on other providers in outlying areas of the market.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/LATV": "LATV (Spanish pronunciation: [la´teβe]; originally pronounced on-air as from 2007 to 2014 and, since 2014, serving as a backronym for its on-air slogan, \"Latino Alternative Television\") is an American bilingual broadcast television network that is owned by LATV Networks, LLC. The network primarily carries a mix of original and imported music, talk and variety series aimed at Hispanic and Latino American teenagers and young adults between the ages of 13 and 35. From early on, LATV has characterized itself for featuring Latin Alternative musicians such as La Ley, Zayra Alvarez, Jaguares, Julieta Venegas, Enrique Bunbury, Ely Guerra, and Aterciopelados on its shows.",
  "/wiki/Amarillo,_Texas": "Amarillo (/ˌæməˈrɪloʊ/ AM-ə-RIL-oh) is the 14th-most populous city in the state of Texas, United States. It is also the largest city in the Texas Panhandle, and the seat of Potter County. A portion of the city extends into Randall County. The estimated population was 199,826 as of 2017. The Amarillo metropolitan area has an estimated population of 276,020 in four counties as of 2017. The metro population is projected to surpass 310,000 in 2020.",
  "/wiki/KFDM": "KFDM, virtual channel 6 (UHF digital channel 15), is a dual CBS/CW+-affiliated television station licensed to Beaumont, Texas, United States and serving southeast Texas' Golden Triangle region. The station is owned by the Sinclair Broadcast Group, which also operates Port Arthur-licensed Fox affiliate KBTV-TV (channel 4) under joint sales and shared services agreements (JSA/SSA) with owner Deerfield Media. The two stations share studios at the I-10/US 69 (Eastex Freeway) interchange in Beaumont; KFDM's transmitter is located in Vidor, Texas. On cable, the station can be seen on Charter Spectrum channel 3 and in high definition on digital channel 1209.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Beaumont,_Texas": "Beaumont is a city in and the county seat of Jefferson County, Texas, in the United States, within the Beaumont–Port Arthur Metropolitan Statistical Area. Located in Southeast Texas on the Neches River about 85 miles (137 km) east of Houston (city center to city center), Beaumont had a population of 117,267 at the time of the 2010 census, making it the 30th most populous city in the state of Texas.",
  "/wiki/KFDX-TV": "KFDX-TV, virtual channel 3 (UHF digital channel 28), is an NBC-affiliated television station licensed to Wichita Falls, Texas, United States and serving the western Texoma area encompassing Western North Texas and Southwestern Oklahoma. The station is owned by Nexstar Media Group, which also operates Wichita Falls-licensed Fox affiliate KJTL (channel 18) and low-powered MyNetworkTV affiliate KJBO-LP, analog channel 35 (which KFDX simulcasts on its second digital subchannel) under joint sales and shared services agreements with owner Mission Broadcasting. The three stations share studios near Seymour Highway (US 277) and Turtle Creek Road in Wichita Falls, where KFDX-TV's transmitter is also located.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/KJBO-LP": "KJBO-LP, UHF analog channel 35, is a low-powered MyNetworkTV-affiliated television station licensed to Wichita Falls, Texas, United States and serving the western Texoma area encompassing Western North Texas and Southwestern Oklahoma. Owned by Mission Broadcasting, it is a sister station to Wichita Falls-licensed Fox affiliate KJTL (channel 18); Nexstar Media Group, which owns NBC affiliate KFDX-TV (channel 3), operates KJTL and KJBO under joint sales and shared services agreements. The three stations share studios near Seymour Highway (US 277) and Turtle Creek Road in Wichita Falls; KJBO-LP's transmitter is located near Arrowhead Drive and Onaway Trail (near Seymour Highway) in rural southwestern Wichita Falls. There is no separate website for KJBO-LP; instead, it is integrated with that of sister station KFDX-TV.",
  "/wiki/Wichita_Falls,_Texas": "Wichita Falls (/ˈwɪtʃɪtɑː/ WITCH-i-tah) is a city in and the county seat of Wichita County, Texas, United States. It is the principal city of the Wichita Falls Metropolitan Statistical Area, which encompasses all of Archer, Clay, and Wichita counties. According to the 2010 census, it had a population of 104,553, making it the 38th-most populous city in Texas. In addition, its central business district is 5 miles (8 km) from Sheppard Air Force Base, which is home to the Air Force's largest technical training wing and the Euro-NATO Joint Jet Pilot Training  program, the world's only multinationally staffed and managed flying training program chartered to produce combat pilots for both USAF and NATO.",
  "/wiki/KFFV": "KFFV, virtual channel 44 (UHF digital channel 16), is a MeTV owned-and-operated television station licensed to Seattle, Washington, United States and also serving Tacoma. The station is owned by Weigel Broadcasting, as part of a duopoly with Bellingham-licensed Heroes & Icons owned-and-operated station KVOS-TV, channel 12 (which KFFV simulcasts on its third digital subchannel). The two stations share studios on Third Avenue South in Seattle; KFFV's transmitter is located on Capitol Hill east of downtown.",
  "/wiki/Infomercials": "An infomercial is a form of television commercial, which generally includes a toll-free telephone number or website. Most often used as a form of direct response television (DRTV), long-form infomercials are typically 28:30 or 58:30 minutes in length. Infomercials are also known as paid programming (or teleshopping in Europe). This phenomenon started in the United States, where infomercials were typically shown overnight (usually 1:00 a.m. to 6:00 a.m.), outside peak prime time hours for commercial broadcasters. Some television stations chose to air infomercials as an alternative to the former practice of signing off. Some channels air infomercials 24 hours. Some stations also choose to air infomercials during the daytime hours mostly on weekends to fill in for unscheduled network or syndicated programming. By 2009, most infomercial spending in the U.S. occurred during the early morning, daytime and evening hours, or in the afternoon. Stations in most countries around the world have instituted similar media structures. The infomercial industry is worth over $200 billion.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/KFFX-TV": "KFFX-TV, virtual and VHF digital channel 11, is a dual Fox/Telemundo-affiliated television station licensed to Pendleton, Oregon, United States and serving the Tri-Cities, Washington (Richland/Pasco/Kennewick) area. The station is owned by Atlanta-based Cox Media Group. KFFX-TV's studios are located on Clearwater Avenue in Kennewick, and its transmitter is located in the Umatilla National Forest east of Pendleton.",
  "/wiki/Pendleton,_Oregon": "Pendleton is a city and the county seat of Umatilla County, Oregon. The population was 16,612 at the 2010 census, which includes approximately 1,600 inmates incarcerated at Eastern Oregon Correctional Institution.",
  "/wiki/KFJX": "KFJX, virtual channel 14 (VHF digital channel 13), is a dual Fox/CW+-affiliated television station licensed to Pittsburg, Kansas, United States and also serving Joplin, Missouri. Owned by SagamoreHill Broadcasting, it is operated under joint sales and shared services agreements by Morgan Murphy Media, making it a sister station to CBS affiliate KOAM-TV (channel 7, also licensed to Pittsburg). The two stations share studios and transmitter facilities on US 69 south of Pittsburg, with a secondary studio and news bureau on South Range Line Road in Joplin. There is no separate website for KFJX; instead, it is integrated with that of sister station KOAM-TV.",
  "/wiki/Pittsburg,_Kansas": "Pittsburg is a city in Crawford County, Kansas, United States, located in Southeast Kansas near the Missouri state border.  It is the most populous city in Crawford County and southeast Kansas.  As of the 2010 census, the city population was 20,233.",
  "/wiki/KFMB-TV": "KFMB-TV, virtual and VHF digital channel 8, is a dual CBS/CW-affiliated television station licensed to San Diego, California, United States. Owned by Tegna Inc., it is sister to radio stations KFMB (760 AM) and KFMB-FM (100.7). The three stations share studios on Engineer Road in the Kearny Mesa section of San Diego; KFMB-TV and KFMB-FM share transmitter facilities on Mount Soledad in La Jolla.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/San_Diego": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/KFME_(TV)": "Prairie Public Television is a state network of public television stations operated primarily by Prairie Public Broadcasting. It comprises all of the PBS member stations in the U.S. state of North Dakota.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Fargo,_North_Dakota": "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2018 United States Census estimates, its population was 124,844, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
  "/wiki/KFNB": "KLWY, virtual and UHF digital channel 27, is a Fox-affiliated television station licensed to Cheyenne, Wyoming, United States and also serving Scottsbluff, Nebraska. The station is owned by Wyomedia Corporation. KLWY's transmitter is located southwest of Cheyenne along I-25.",
  "/wiki/Casper,_Wyoming": "Casper is a city in and the county seat of Natrona County, Wyoming, United States. Casper is the second largest city in the state, according to the 2010 census, with a population of 55,316. Only Cheyenne, the state capital, is larger. Casper is nicknamed \"The Oil City\" and has a long history of oil boomtown and cowboy culture, dating back to the development of the nearby Salt Creek Oil Field. In 2010, Casper was named the highest-ranked family-friendly small city in the West, and ranked eighth overall in the nation in Forbes magazine's list of \"the best small cities to raise a family\".",
  "/wiki/KFNE": "KLWY, virtual and UHF digital channel 27, is a Fox-affiliated television station licensed to Cheyenne, Wyoming, United States and also serving Scottsbluff, Nebraska. The station is owned by Wyomedia Corporation. KLWY's transmitter is located southwest of Cheyenne along I-25.",
  "/wiki/Riverton,_Wyoming": "Riverton  is a city in Fremont County, Wyoming, United States.  The city's population was 10,615 at the 2010 census, making it the largest city in the county overall.",
  "/wiki/KFNR": "KLWY, virtual and UHF digital channel 27, is a Fox-affiliated television station licensed to Cheyenne, Wyoming, United States and also serving Scottsbluff, Nebraska. The station is owned by Wyomedia Corporation. KLWY's transmitter is located southwest of Cheyenne along I-25.",
  "/wiki/Rawlins,_Wyoming": "Rawlins is a city in Carbon County, Wyoming, United States. The population was 9,259 at the 2010 census. It is the county seat of Carbon County. It was named for Union General John Aaron Rawlins, who camped in the locality in 1867.",
  "/wiki/KFOR-TV": "KFOR-TV, virtual channel 4 (UHF digital channel 27), is an NBC-affiliated television station licensed to Oklahoma City, Oklahoma, United States. The station is owned by Nexstar Media Group, as part of a duopoly with independent station KAUT-TV (channel 43). The two stations share studios on Britton Road (near US 77) in the McCourry Heights section of northeast Oklahoma City; KFOR's transmitter is located between 122nd Street and the John Kilpatrick Turnpike, also on the city's northeast side. On cable, the station is available on Cox Communications and AT&T U-verse channel 4 in standard definition (and on Cox digital channel 704 and U-verse channel 1004 in high definition) in the Oklahoma City metropolitan area; it is also carried on channel 4 on most cable systems elsewhere within the Oklahoma City DMA as well as on DirecTV and Dish Network.",
  "/wiki/Oklahoma_City": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/KFOX-TV": "KFOX-TV, virtual channel 14 (UHF digital channel 15), is a Fox-affiliated television station licensed to El Paso, Texas, United States and also serving Las Cruces, New Mexico. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with CBS affiliate KDBC-TV (channel 4). The two stations share studios on South Alto Mesa Drive in northwest El Paso; KFOX-TV's transmitter is located atop the Franklin Mountains on the El Paso city limits.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
  "/wiki/KFPH-DT": "KFPH-DT, virtual and VHF digital channel 13, branded as UniMás Arizona, is a UniMás owned-and-operated television station licensed to Flagstaff, Arizona, United States. The station is owned by the Univision Local Media subsidiary of Univision Communications, as part of a duopoly with Phoenix-licensed Univision owned-and-operated station KTVW-DT (channel 33). The two stations share studios on 30th Street in southern Phoenix; KFPH's transmitter is located atop Mormon Mountain, about 20 miles (32 km) south of Flagstaff in the Coconino National Forest.",
  "/wiki/UniM%C3%A1s_(television_network)": "UniMás (stylized as UniMÁS, and originally known as TeleFutura from its launch on January 14, 2002 to January 6, 2013) is an American Spanish language free-to-air television network that is owned by Univision Communications. The network's programming, which is aimed at Hispanic Americans in the 18-34 age range, includes telenovelas and other serialized drama series, sports, sitcoms, reruns of imported series previously aired on parent network Univision, reality and variety series, and theatrically released feature films (primarily consisting of Spanish-dubbed versions of American movie releases).",
  "/wiki/Flagstaff,_Arizona": "Flagstaff is a city in and the county seat of Coconino County in northern Arizona, in the southwestern United States. In 2018, the city's estimated population was 73,964. Flagstaff's combined metropolitan area has an estimated population of 139,097. The city is named after a ponderosa pine flagpole made by a scouting party from Boston (known as the \"Second Boston Party\") to celebrate the United States Centennial on July 4, 1876.",
  "/wiki/KFPX-TV": "KFPX-TV, virtual channel 39 (UHF digital channel 36), is an Ion Television owned-and-operated television station serving Des Moines, Iowa, United States that is licensed to Newton. The station is owned by Ion Media Networks. KFPX-TV's offices are located on 114th Street in Urbandale, and its transmitter is located in Alleman, Iowa. On cable, the station is available on Mediacom channel 10 in standard definition and digital channel 810 in high definition.",
  "/wiki/ION_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Newton,_Iowa": "Newton is the county seat of and most populous city in Jasper County, Iowa, United States. Located 30 miles (48 km) east of Des Moines, Newton is in Central Iowa. As of the 2010 Census, the city population was 15,254. It is the home of Iowa Speedway, Maytag Dairy Farms, and the Iowa Sculpture Festival.",
  "/wiki/KFQX": "KFQX, virtual channel 4 (UHF digital channel 15), is a Fox-affiliated television station licensed to Grand Junction, Colorado, United States and serving Colorado's Western Slope region. The station is owned by Mission Broadcasting; Nexstar Media Group, which owns CBS affiliate KREX-TV (channel 5) and low-powered, Class A MyNetworkTV affiliate KGJT-CD (channel 27, which KREX simulcasts on its third digital subchannel), operates KFQX under a shared services agreement (SSA). The three stations share studios on Hillcrest Avenue in downtown Grand Junction; KFQX's transmitter is located at the Black Ridge Electronics Site at the Colorado National Monument west of the city.",
  "/wiki/Grand_Junction,_Colorado": "Grand Junction is a home rule municipality that is the county seat and the most populous municipality of Mesa County, Colorado, United States. The city has a council–manager form of government, and is the most populous municipality in all of western Colorado. Grand Junction is 247 miles (398 km) west-southwest of the Colorado State Capitol in Denver. As of the 2010 census, the city's population was 58,566. Grand Junction is the 15th most populous city in the state of Colorado and the most populous city on the Colorado Western Slope. It is a major commercial and transportation hub within the large area between the Green River and the Continental Divide. It is the principal city of the Grand Junction Metropolitan Statistical Area, which had a population of 146,723 in 2010 census.",
  "/wiki/KFRE-TV": "KFRE-TV, virtual channel 59 (UHF digital channel 36), is a CW-affiliated television station serving Fresno, California, United States that is licensed to Sanger. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with Visalia-licensed Fox affiliate KMPH-TV (channel 26). The two stations share studios on McKinley Avenue in eastern Fresno (one mile (1.6 km) southwest of Fresno Yosemite International Airport); KFRE-TV's transmitter is located on Bear Mountain (near Meadow Lakes). There is no separate website for KFRE-TV; instead, it is integrated with that of sister station KMPH-TV.",
  "/wiki/Sanger,_California": "Sanger is a city in Fresno County, California, United States.  The population was 24,270 at the 2010 census, up from 18,731 at the 2000 census. Sanger is located 13 miles (21 km) east-southeast of Fresno, at an elevation of 371 feet (113 m).",
  "/wiki/KFSF-DT": "KFSF-DT, virtual channel 66 (UHF digital channel 34), is a UniMás owned-and-operated television station licensed to Vallejo, California, United States and serving the San Francisco Bay Area. The station is owned by the Univision Local Media subsidiary of Univision Communications, as part of a duopoly with San Francisco-licensed Univision owned-and-operated station KDTV-DT (channel 14). The two stations share studios on Zanker Road in San Jose; KFSF's transmitter is located at Sutro Tower in San Francisco.",
  "/wiki/Vallejo,_California": "Vallejo (/vəˈleɪ(h)oʊ/ və-LAY-(h)oh; Spanish: [baˈʎexo]) is a waterfront city in Solano County, California, located in the North Bay subregion of the San Francisco Bay Area. Vallejo is geographically the closest North Bay city to the inner East Bay, so it is sometimes associated with that region. Its population was 115,942 at the 2010 census. It is the tenth most populous city in the San Francisco Bay Area, and the largest in Solano County.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_K)": "This is a list of full-power television stations in the United States having call signs beginning with the letter K. Low-power TV stations, those with designations such as KAGN-LP or K11XQ, have not been included in this list."
}