{
  "/wiki/Super_Why!": "Super Why! (stylized as Super WHY!) is an American-Canadian interactive children's CGI computer animated show developed by Angela Santomero and co-created by Dr. Alice Wilder and Samantha Freeman Alpert. The series is produced by New York City-based Out of the Blue Enterprises and Toronto-based DHX Media through its Decode Entertainment division. The show premiered on September 3, 2007 on most PBS member stations and went on hiatus in October 2012 for 2 years and 10 months. The series resumed again on August 17, 2015, until May 12, 2016, with Season 3 being animated by DHX Media's Halifax studio.[citation needed]",
  "/wiki/Forest_Friends": "Forest Friends (French: Les Copains de la Forêt) is an animated television series initially broadcast on TF1, and later rerun on French children's network TiJi. Along with the CGI series The Odd Family, this was one of the first shows produced by Timoon Animation. a company created by Philippe Mounier.",
  "/wiki/Bebop_and_Rocksteady": "Bebop and Rocksteady are two fictional characters in the 1987 Teenage Mutant Ninja Turtles animated television series and the Archie TMNT Adventures comics as well as most of the classic TMNT video games. They follow the orders of series villain The Shredder, leader of the Foot Clan. Their names are both derived from genres of music: bebop is a style of jazz; while rocksteady is a Jamaican music style, a precursor to reggae.",
  "/wiki/Teenage_Mutant_Ninja_Turtles": "Teenage Mutant Ninja Turtles (often shortened to TMNT or Ninja Turtles) are four fictional teenaged anthropomorphic turtles named after Italian Renaissance artists. They were trained by their anthropomorphic rat sensei  in the art of ninjutsu. From their home in the sewers of New York City, they battle petty criminals, evil overlords, mutated creatures, and alien invaders while attempting to remain hidden from society. They were created by Kevin Eastman and Peter Laird.",
  "/wiki/Piggsburg_Pigs": "Piggsburg Pigs! is a Fox Kids animated comedy series from Ruby-Spears Productions, which aired in 1990.",
  "/wiki/Camp_Lazlo": "Camp Lazlo (stylized as CAMP LAZLO!) is an American animated television series created by Joe Murray for Cartoon Network. It follows Lazlo, an anthropomorphic spider monkey who attends Camp Kidney, a Boy Scout-like summer camp in Pimpleback Mountains. Lazlo resides in the \"Jelly Bean\" cabin with his fellow Bean Scouts Raj, an Indian elephant, and Clam, a pygmy rhinoceros. Lazlo is often at odds with his pessimistic camp leader Scoutmaster Lumpus, the second-in-command Slinkman, and other campers. Camp Kidney sits just across the lake from Acorn Flats, which is home to the campsite of the all-female Squirrel Scouts. It was one of the first Cartoon Network Studios series produced in a widescreen aspect ratio of 16:9, despite originally being broadcast in the full screen aspect ratio of 4:3.",
  "/wiki/Duckman": "Duckman: Private Dick/Family Man (commonly known as Duckman) is an American adult animated sitcom that aired on the USA Network from March 5, 1994, through September 6, 1997. It was created and developed by Everett Peck. The sitcom is based on characters created by Peck in his 1990 one-shot comic book published by Dark Horse Comics. Anivision and its parent Sunwoo Entertainment animated the series and was produced by Klasky Csupo and Reno & Osborn Productions for Paramount Television. It marks Klasky Csupo's second adult-oriented television series after the first three seasons of The Simpsons on the Fox Broadcasting Company.",
  "/wiki/Ice_Age:_Continental_Drift": "Ice Age: Continental Drift is a 2012 American computer-animated adventure comedy film produced by Blue Sky Studios and distributed by 20th Century Fox. It is the sequel to Ice Age: Dawn of the Dinosaurs and the fourth film in the Ice Age series. The film was directed by Steve Martino and Michael Thurmeier from a screenplay by Michael Berg and Jason Fuchs. In the film's ensemble voice cast, Ray Romano, John Leguizamo, Denis Leary, Queen Latifah, Seann William Scott, Josh Peck, and Chris Wedge reprise their previous roles alongside Keke Palmer, Nicki Minaj, Drake, Jennifer Lopez, Josh Gad, and Peter Dinklage voicing new characters. The plot focuses on Scrat sending Manny, Sid, and Diego adrift on an iceberg with Sid's Granny and causing them to face a gang of pirates led by Captain Gutt.",
  "/wiki/Metridiochoerus": "Metridiochoerus is an extinct genus in the pig family indigenous to the Pliocene and Pleistocene of Africa. It is also known as the giant warthog.",
  "/wiki/101_Dalmatians:_The_Series": "101 Dalmatians: The Series is an American animated television series produced by Disney Television Animation in association with Jumbo Pictures based on the 1961 Disney animated feature of the same name and its 1996 live-action remake. The show spanned two seasons, with the first episode airing on September 1, 1997, and the last episode airing on March 4, 1998.",
  "/wiki/South_Park": "South Park is an American animated sitcom created by Trey Parker and Matt Stone and developed by Brian Graden for the Comedy Central television network. The series revolves around four boys—Stan Marsh, Kyle Broflovski, Eric Cartman, and Kenny McCormick—and their exploits in and around the titular Colorado town. The show became infamous for its profanity and dark, surreal humor that satirizes a wide range of topics towards a mature audience.",
  "/wiki/Eric_Cartman": "Eric Theodore Cartman, often referred to just by his surname, is a main character in the animated television series South Park, created by Matt Stone and Trey Parker, and voiced by Parker. Cartman is one of four central characters in South Park, along with Stan Marsh, Kyle Broflovski, and Kenny McCormick. Cartman first appeared, originally in prototypical form in a 1992 animated short Jesus vs. Frosty, and a 1995 animated short Jesus vs. Santa, and first appeared on television in the pilot episode of South Park, \"Cartman Gets an Anal Probe\", on August 13, 1997.",
  "/wiki/An_Elephant_Makes_Love_to_a_Pig": "\"An Elephant Makes Love to a Pig\" is the fifth episode of the first season of the American animated television series South Park. It originally aired on Comedy Central in the United States on September 10, 1997. In the episode, the boys of South Park try to force Kyle's pet elephant to crossbreed with Cartman's pet pig for a class project on genetic engineering. Meanwhile, Stan tries to deal with his sister Shelley, who keeps beating him up.",
  "/wiki/Cherokee_Hair_Tampons": "\"Cherokee Hair Tampons\" is the sixth episode of the fourth season of the animated television series South Park, and the 55th episode of the series overall. \"Cherokee Hair Tampons\" originally aired in the United States on June 28, 2000 on Comedy Central.",
  "/wiki/Toy_Story": "Toy Story is a 1995 American computer-animated buddy comedy film produced by Pixar Animation Studios and released by Walt Disney Pictures. The feature film directorial debut of John Lasseter, it was the first entirely computer-animated feature film, as well as the first feature film from Pixar. The screenplay was written by Joss Whedon, Andrew Stanton, Joel Cohen, and Alec Sokolow from a story by Lasseter, Stanton, Pete Docter, and Joe Ranft. The film features music by Randy Newman, and was executive-produced by Steve Jobs and Edwin Catmull. It features the voices of Tom Hanks, Tim Allen, Don Rickles, Wallace Shawn, John Ratzenberger, Jim Varney, Annie Potts, R. Lee Ermey, John Morris, Laurie Metcalf, and Erik von Detten.",
  "/wiki/Piggy_bank": "Piggy bank (sometimes penny bank or money box) is the traditional name of a coin container normally used by children. The piggy bank is known to collectors as a \"still bank\" as opposed to the \"mechanical banks\" popular in the early 20th century. These items are also often used by companies for promotional purposes. The use of the name 'piggy bank' gave rise to its widely recognized 'pig' shape, and many financial service companies use piggy banks as logos for their savings products.",
  "/wiki/Hamton_J._Pig": "The Tiny Toon Adventures animated television series features an extensive cast of characters. The show's central characters are mostly various forms of anthropomorphic animals, based on Looney Tunes characters from earlier films and shows. In the series, the characters attend a school called Acme Looniversity, set in the cartoon community of Acme Acres.",
  "/wiki/Tiny_Toon_Adventures": "Tiny Toon Adventures is an American animated comedy television series that was broadcast from September 14, 1990 through December 6, 1992 as the first collaborative effort of Warner Bros. Animation and Steven Spielberg's Amblin Entertainment after being conceived in the late 1980s by Tom Ruegger.  The show follows the adventures of a group of young cartoon characters who attend Acme Looniversity to become the next generation of characters from the Looney Tunes series.",
  "/wiki/Porky_Pig": "Porky Pig is an animated character in the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons. He was the first character created by the studio to draw audiences based on his star power, and the animators created many critically acclaimed shorts featuring the character. Even after he was supplanted by later characters, Porky continued to be popular with moviegoers and, more importantly, the Warners directors, who recast him in numerous everyman and sidekick roles.",
  "/wiki/The_Seven_Deadly_Sins_(manga)": "The Seven Deadly Sins (Japanese: 七つの大罪, Hepburn: Nanatsu no Taizai) is a Japanese fantasy manga series written and illustrated by Nakaba Suzuki. It has been serialized in Kodansha's Weekly Shōnen Magazine since October 2012, with the chapters collected into thirty-nine tankōbon volumes as of September 17, 2019. The manga features a setting similar to the European Middle Ages, with its titular group of knights representing the seven deadly sins.",
  "/wiki/Hen_Wen": "The Chronicles of Prydain is a pentalogy of children's high fantasy Bildungsroman novels written by American author Lloyd Alexander. Henry Holt published one annually from 1964 to 1968; the second earned a 1966 Newbery Honor and the last won the 1969 Newbery Medal.",
  "/wiki/The_Black_Cauldron_(film)": "The Black Cauldron is a 1985 American animated adventure dark fantasy film produced by Walt Disney Feature Animation in association with Silver Screen Partners II and released by Walt Disney Pictures. The 25th Disney animated feature film, it is loosely based on the first two books in The Chronicles of Prydain by Lloyd Alexander, a series of five novels that are, in turn, based on Welsh mythology.",
  "/wiki/Huxley_Pig": "Huxley Pig is a British stop-motion animated children's television series based on a series of picture books authored by Rodney Peppé.",
  "/wiki/The_Angry_Birds_Movie": "The Angry Birds Movie (also referred to as Angry Birds and released in the United Kingdom as such) is a 2016 computer-animated comedy film based on Rovio Entertainment's video game series of the same name, produced by Columbia Pictures and Rovio Animation, and distributed by Sony Pictures Releasing. It was directed by Clay Kaytis and Fergal Reilly in their directorial debuts and written by Jon Vitti. The film features the voices of Jason Sudeikis, Josh Gad, Danny McBride, Maya Rudolph, Kate McKinnon, Sean Penn, Tony Hale, Keegan-Michael Key, Bill Hader, and Peter Dinklage.",
  "/wiki/Al_Gore": "Albert Arnold Gore Jr. (born March 31, 1948) is an American politician and environmentalist who served as the 45th vice president of the United States from 1993 to 2001. Gore was Bill Clinton's running mate in their successful campaign in 1992, and the pair was re-elected in 1996. Near the end of Clinton's second term, Gore was selected as the Democratic nominee for the 2000 presidential election but lost the election in a very close race after a Florida recount. After his term as vice-president ended in 2001, Gore remained prominent as an author and environmental activist, whose work in climate change activism earned him (jointly with the IPCC) the Nobel Peace Prize in 2007.",
  "/wiki/Dot_and_the_Koala": "Dot and the Koala is a 1985 animated film from Yoram Gross.",
  "/wiki/List_of_fictional_pigs": "This page contains a list of pigs in various categories of fiction, including boars and warthogs."
}