{
  "/wiki/Red_Foley": "Clyde Julian Foley (June 17, 1910 – September 19, 1968), known professionally as Red Foley, was an American singer, musician, and radio and TV personality who made a major contribution to the growth of country music after World War II.",
  "/wiki/Cincinnati": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/The_Adventures_of_Greggery_Peccary": "\"The Adventures of Greggery Peccary\" is a piece by Frank Zappa, originally released on the album Studio Tan in 1978 and later recompiled into the posthumously released Läther album. An instrumental version now appears on the Wazoo CD featuring the original Wazoo ensemble and debuted at the Hollywood Bowl on September 10, 1972. On that CD it is in 4 movements totalling 33.05 minutes. The song is an epic that extended 20 minutes and 33 seconds in length when first released and later 21 minutes (in a slightly different mix and edit) on Läther, mocking the rock opera style and reprising the extended story format used in \"Billy the Mountain\" and, to some extent, the lengthy adventures outlined in the \"Don't Eat the Yellow Snow Suite\".",
  "/wiki/Frank_Zappa": "Frank Vincent Zappa[nb 1] (December 21, 1940 – December 4, 1993) was an American multi-instrumentalist musician, composer, and bandleader. His work is characterized by nonconformity, free-form improvisation, sound experiments, musical virtuosity, and satire of American culture. In a career spanning more than 30 years, Zappa composed rock, pop, jazz, jazz fusion, orchestral and musique concrète works, and produced almost all of the 60-plus albums that he released with his band the Mothers of Invention and as a solo artist. Zappa also directed feature-length films and music videos, and designed album covers. He is considered one of the most innovative and stylistically diverse rock musicians of his era.",
  "/wiki/Peccary": "A peccary (also javelina or skunk pig) is a medium-sized pig-like hoofed mammal of the family Tayassuidae (New World pigs). They are found throughout Central and South America and in the southwestern area of North America. They usually measure between 90 and 130 cm (3.0 and 4.3 ft) in length, and a full-grown adult usually weighs about 20 to 40 kg (44 to 88 lb). They are often confused with the pig family that originated in Afro-Eurasia, since some domestic pigs brought by European settlers escaped and their descendants are now feral \"razorback\" hogs in many parts of the US.",
  "/wiki/Studio_Tan": "Studio Tan is the 24th album by American musician Frank Zappa, first released in September 1978 on his  own DiscReet Records label.  It reached #147 on the Billboard 200 albums chart in the United States.",
  "/wiki/L%C3%A4ther": "''Läther'' (/lɛðɜːr/, or \"Leather\") is the sixty-fifth official album by Frank Zappa, released posthumously as a triple album on Rykodisc in 1996.",
  "/wiki/Phish": "Phish is an American rock band that formed in Burlington, Vermont in 1983. The band is known for musical improvisation, extended jams, blending of genres, and a dedicated fan base. The band consists of guitarist Trey Anastasio, bassist Mike Gordon, drummer Jon Fishman, and keyboardist Page McConnell, all of whom perform vocals, with Anastasio being the primary lead vocalist.",
  "/wiki/Nine_Inch_Nails": "Nine Inch Nails, commonly abbreviated as NIN (stylized as NIИ), is an American industrial rock band formed in 1988 in Cleveland, Ohio. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until the addition of English musician Atticus Ross in 2016.",
  "/wiki/Pig_(song)": "\"Pig\" is a Dave Matthews Band song from the album Before These Crowded Streets.  The song evolved from an earlier tune entitled \"Don't Burn the Pig\", which was written about a television program Dave Matthews viewed in England where pigs were burned to test their reaction to pain. After 11 live performances between 1996 and 1998, \"Don't Burn the Pig\" was recorded in the studio during the Before These Crowded Streets sessions, and then the song reworked itself into \"Pig\", with the same notion in mind; however, it interpreted more of a carpe diem theme.",
  "/wiki/Dave_Matthews_Band": "Dave Matthews Band (also known by the shortened DMB) is an American rock band, formed in Charlottesville, Virginia in 1991. The band's founding members are singer-songwriter and guitarist Dave Matthews, bassist Stefan Lessard, drummer and backing vocalist Carter Beauford, violinist and backing vocalist Boyd Tinsley, and saxophonist LeRoi Moore, who died after complications from an ATV accident in August 2008.",
  "/wiki/Seether": "Seether are a South African rock band founded in 1999 in Pretoria, Gauteng. The band originally performed under the name Saron Gas until 2002, when they moved to the United States and changed it to Seether to avoid confusion with the deadly chemical known as sarin gas.",
  "/wiki/Steve_Vai": "Steven Siro Vai (/vaɪ/; born June 6, 1960) is an American guitarist, composer, singer, songwriter, and producer. A three-time Grammy Award winner and fifteen-time nominee, Vai started his music career in 1978 at the age of eighteen as a transcriptionist for Frank Zappa, and played in Zappa's band from 1980 to 1983. He embarked on a solo career in 1983 and has released eight solo albums to date. He has recorded and toured with Alcatrazz, David Lee Roth, and Whitesnake, as well as recording with artists such as Public Image Ltd, Mary J. Blige, Spinal Tap, and Ozzy Osbourne. Additionally, Vai has toured with live-only acts G3, Zappa Plays Zappa, and the Experience Hendrix tour, as well as headlining international tours.",
  "/wiki/Piggies": "\"Piggies\" is a song by the English rock group the Beatles from their 1968 album The Beatles (also known as \"the White Album\"). Written by George Harrison as a social commentary, the song serves as an Orwellian satire on greed and consumerism. Among several elements it incorporates from classical music, the track features harpsichord and orchestral strings in the baroque pop style, which are contrasted by Harrison's acerbic lyrics and the sound of grunting pigs. Although credited to George Martin, the recording was largely produced by Chris Thomas, who also contributed the harpsichord part.",
  "/wiki/The_Beatles": "The Beatles were an English rock band formed in Liverpool in 1960. With a line-up comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr, they are regarded as the most influential band of all time. The group were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional pop in innovative ways; the band later explored music styles ranging from ballads and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the group revolutionised many aspects of the music industry and were often publicised as leaders of the era's youth and sociocultural movements.",
  "/wiki/George_Harrison": "George Harrison[nb 1] MBE (25 February 1943 – 29 November 2001) was an English musician, singer-songwriter, and music and film producer who achieved international fame as the lead guitarist of the Beatles. Sometimes called \"the quiet Beatle\", Harrison embraced Indian culture and helped broaden the scope of popular music through his incorporation of Indian instrumentation and Hindu-aligned spirituality in the Beatles' work. Although the majority of the band's songs were written by John Lennon and Paul McCartney, most Beatles albums from 1965 onwards contained at least two Harrison compositions. His songs for the group included \"Taxman\", \"Within You Without You\", \"While My Guitar Gently Weeps\", \"Here Comes the Sun\" and \"Something\".",
  "/wiki/Human_nature": "Human nature is a bundle of characteristics, including ways of thinking, feeling, and acting, which humans are said to have naturally. The term is often regarded as capturing what it is to be human, or the essence of humanity. The term is controversial because it is disputed whether or not such an essence exists. Arguments about human nature have been a mainstay of philosophy for centuries and the concept continues to provoke lively philosophical debate. The concept also continues to play a role in science, with neuroscientists, psychologists and social scientists sometimes claiming that their results have yielded insight into human nature. Human nature is traditionally contrasted with characteristics that vary among humans, such as characteristics associated with specific cultures. Debates about human nature are related to, although not the same as, debates about the comparative importance of genes and environment in development (\"nature versus nurture\").",
  "/wiki/Jane%27s_Addiction": "Jane's Addiction is an American rock band from Los Angeles, formed in 1985. The band consists of vocalist Perry Farrell, guitarist Dave Navarro, drummer Stephen Perkins and bassist Chris Chaney.",
  "/wiki/Pink_Floyd_pigs": "Inflatable flying pigs were one of the staple props of Pink Floyd's live shows. The first balloon was a sow, with a male pig balloon later introduced in their 1987 tour. Pigs appeared numerous times in concerts by the band, promoting concerts and record releases, and on the cover of their 1977 album Animals.",
  "/wiki/Pink_Floyd": "Pink Floyd were an English rock band formed in London in 1965. Gaining a following as a psychedelic rock group, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre. They are one of the most commercially successful and influential bands in popular music history.",
  "/wiki/Pigs_on_the_Wing": "\"Pigs on the Wing\" is a two-part song by progressive rock band Pink Floyd from its 1977 concept album Animals, opening and closing the album. According to various interviews, it was written by Roger Waters as a declaration of love to his new wife Carolyne Christie. The song is significantly different from the other three songs on the album, \"Dogs,\" \"Pigs\" and \"Sheep,\" in that the other songs are dark, whereas this one is lighter-themed, as well as also being much shorter in duration at under a minute and a half while the others are all at least 10 minutes in length.",
  "/wiki/Pigs_(Three_Different_Ones)": "\"Pigs (Three Different Ones)\" is a song from Pink Floyd's 1977 album Animals. In the album's three parts, \"Dogs\", \"Pigs\" and \"Sheep\", pigs represent the people whom Roger Waters considers to be at the top of the social ladder, the ones with wealth and power; they also manipulate the rest of society and encourage them to be viciously competitive and cut-throat, so the pigs can remain powerful.",
  "/wiki/George_Orwell": "Eric Arthur Blair (25 June 1903 – 21 January 1950), better known by his pen name George Orwell,  was an English novelist and essayist, journalist and critic. His work is characterised by lucid prose, awareness of social injustice, opposition to totalitarianism, and outspoken support of democratic socialism.",
  "/wiki/Animal_Farm": "Animal Farm is an allegorical novella by George Orwell, first published in England on 17 August 1945. The book tells the story of a group of farm animals who rebel against their human farmer, hoping to create a society where the animals can be equal, free, and happy. Ultimately, however, the rebellion is betrayed and the farm ends up in a state as bad as it was before, under the dictatorship of a pig named Napoleon.",
  "/wiki/Procol_Harum": "Procol Harum (/ˈproʊkəl ˈhɑːrəm/) is an English rock band formed in 1967. Their best-known recording is the 1967 hit single \"A Whiter Shade of Pale\", one of the few singles to have sold over 10 million copies. Although noted for their baroque and classical influence, Procol Harum's music also embraces the blues, R&B, and soul.",
  "/wiki/This_Little_Piggy": "\"This Little Piggy\" or \"This Little Pig\" is an English language nursery rhyme and fingerplay. It has a Roud Folk Song Index number of 19297.",
  "/wiki/Fingerplay": "Fingerplay, commonly seen in early childhood, is hand action or movement combined with singing or spoken-words to engage the child's interest. According to Erikson, many children develop autonomy and \"want to learn and imitate the activities and behavior of others\". According to Wong's Essentials of Pediatric Nursing, \"gestures precedes speech and in this way a child communicates satisfactorily\". From all ages children become active listeners and can control their eyes, body, and attention on the teacher.",
  "/wiki/War_Pigs": "\"War Pigs\" is a song by English heavy metal band Black Sabbath. It is the opening track from their 1970 album Paranoid.",
  "/wiki/Black_Sabbath": "Black Sabbath were an English rock band formed in Birmingham in 1968 by guitarist Tony Iommi, drummer Bill Ward, bassist Geezer Butler and vocalist Ozzy Osbourne. They are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970), and Master of Reality (1971). The band had multiple line-up changes following Osbourne's departure in 1979, with Iommi being the only constant member throughout its history.",
  "/wiki/Paranoid_(album)": "Paranoid is the second studio album by the English rock band Black Sabbath. Released in September 1970, it was the band's only LP to top the UK Albums Chart until the release of 13 in 2013. Paranoid contains several of the band's signature songs, including \"Iron Man\", \"War Pigs\" and the title track, which was the band's only Top 20 hit, reaching number 4 in the UK charts. It is often cited as an influential album in the development of heavy metal music."
}