{
  "/wiki/KTAB-TV": "KTAB-TV, virtual channel 32 (UHF digital channel 24), is a dual CBS/Telemundo-affiliated television station licensed to Abilene, Texas, United States. The station is owned by Nexstar Media Group, which also operates NBC affiliate KRBC-TV (channel 9) under joint sales and shared services agreements (JSA/SSA) with owner Mission Broadcasting. The two stations share studios on South 14th Street in western Abilene, and transmitter facilities on Texas State Highway 36 in neighboring Callahan County.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Abilene,_Texas": "Abilene (/ˈæbɪliːn/ AB-i-leen) is a city in Taylor and Jones counties in Texas, United States. The population was 122,999 at the 2019 census, making it the 27th-most populous city in the state of Texas. It is the principal city of the Abilene Metropolitan Statistical Area, which had a 2017 estimated population of 170,219. It is the county seat of Taylor County. Dyess Air Force Base is located on the west side of the city.",
  "/wiki/KTAJ-TV": "KTAJ-TV, virtual channel 16 (UHF digital channel 21), is a TBN owned-and-operated television station licensed to St. Joseph, Missouri, United States and also serving the Kansas City metropolitan area. The station is owned by the Trinity Broadcasting Network. KTAJ-TV's studios are located in the Tiffany Springs area of Kansas City, Missouri, and its transmitter is located at the intersection of East 23rd Street and Topping Avenue in the city's Blue Valley section.",
  "/wiki/Trinity_Broadcasting_Network": "The Trinity Broadcasting Network (TBN) is an international Christian-based broadcast television network and the world's largest religious television network. TBN was headquartered in Costa Mesa, California until March 3, 2017 when it sold its highly visible office park. The broadcaster will retain its Tustin, California facilities. Auxiliary studio facilities  are located in Irving, Texas; Hendersonville, Tennessee; Gadsden, Alabama; Decatur, Georgia; Miami, Florida; Tulsa, Oklahoma; Orlando, Florida; and New York City. TBN broadcasts programs hosted by a diverse group of ministries from Evangelical, traditional Protestant and Catholic denominations, non-profit charities, Messianic Jewish and Christian media personalities. TBN also offers a wide range of original programming, and faith-based films from various distributors.",
  "/wiki/St._Joseph,_Missouri": "St. Joseph (informally St. Joe) is a small city in and the county seat of Buchanan County, Missouri, United States. Small parts of St. Joseph extend into Andrew County, Missouri.  Saint Joseph is known for hosting the Kansas City Chiefs Training Camp every year at Missouri Western State University. Saint Joseph is filled with many lush forests and parks as well as its very own go kart track and mini golf course. It is the principal city of the St. Joseph Metropolitan Statistical Area, which includes Buchanan, Andrew, and DeKalb counties in Missouri and Doniphan County, Kansas. As of the 2010 census, St. Joseph had a total population of 76,780, making it the eighth largest city in the state, and the third largest in Northwest Missouri. St. Joseph is located roughly thirty miles north of the Kansas City, Missouri city limits and approximately 125 miles south of Omaha, Nebraska.",
  "/wiki/KTAL-TV": "KTAL-TV, virtual channel 6 (UHF digital channel 26), is an NBC-affiliated television station serving Shreveport, Louisiana, United States that is licensed to Texarkana, Texas. (As such, it is the only major network affiliate in the Ark-La-Tex that is licensed to a municipality outside Louisiana.) The station is owned by Nexstar Media Group, which also operates two Shreveport-licensed stations—Marshall Broadcasting Group-owned Fox affiliate KMSS-TV (channel 33) and White Knight Broadcasting-owned MyNetworkTV affiliate KSHV-TV (channel 45)—under separate shared services agreements (SSAs).",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Texarkana,_Texas": "Texarkana is a city in Bowie County, Texas, United States, located in the Ark-La-Tex region. Located approximately 180 miles (290 km) from Dallas, Texarkana is a twin city with neighboring Texarkana, Arkansas. The population of the Texas city was 36,411 at the 2010 census . The city and its Arkansas counterpart form the core of the Texarkana Metropolitan Statistical Area, encompassing all of Bowie County, Texas, and Miller County, Arkansas. The two cities had a combined population of 67,592 at the 2017 census, and the metropolitan area had a total population of 150,098.",
  "/wiki/KTAS": "KTAS is a Telemundo-affiliated television station licensed to San Luis Obispo, California, United States and serving the Central Coast of California. It broadcasts a high definition digital signal on UHF channel 34 (or virtual channel 33 via PSIP) from a transmitter atop Cuesta Peak. Owned by Raul & Consuelo Palazuelos, KTAS maintains studios on Carmen Lane in Santa Maria.",
  "/wiki/Telemundo": "Telemundo (Spanish pronunciation: [teleˈmundo] (listen); formerly NetSpan) is an American Spanish-language terrestrial television network owned by Comcast through NBCUniversal. It is the second-largest provider of Spanish-language content nationally behind American competitor Univision, with programming syndicated worldwide to more than 100 countries in over 35 languages.",
  "/wiki/San_Luis_Obispo,_California": "San Luis Obispo (/sæn ˌluːɪs əˈbɪspoʊ/; SLO (/sloʊ/) for short, is a city in the U.S. state of California, located 190 miles (310 km) north of Los Angeles in  Southern California's Central Coast region. The population was 45,119 at the 2010 census. The population of San Luis Obispo County was 269,637 in 2010.",
  "/wiki/KTAZ": "KTAZ, virtual channel 39 (UHF digital channel 29), is a Telemundo owned-and-operated television station licensed to Phoenix, Arizona, United States. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast). KTAZ's studios are located on South 33rd Place in Phoenix, and its transmitter is located atop South Mountain on the city's south side.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/KTBC_(TV)": "KTBC, virtual and VHF digital channel 7, is a Fox owned-and-operated television station licensed to Austin, Texas, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. KTBC's studios are located on East 10th Street near the Texas State Capitol in downtown Austin, and its transmitter is based at the West Austin Antenna Farm on Mount Larson.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/KTBN-TV": "KTBN-TV, virtual channel 40 (UHF digital channel 33), is a religious television station serving Los Angeles, California, United States that is licensed to Santa Ana. It is the flagship station of the locally based Trinity Broadcasting Network. KTBN-TV's offices are located at the TBN headquarters in nearby Tustin, and its transmitter is located atop Mount Wilson.",
  "/wiki/Santa_Ana,_California": "Santa Ana /ˌsæntə ˈænə/ (Spanish for \"Saint Anne\") is a city in and the county seat of Orange County, California in the Los Angeles metropolitan area. The city is the second most populous in the county. The United States Census Bureau estimated its 2018 population at 332,725, making Santa Ana the 57th most-populous city in the United States.[citation needed]",
  "/wiki/KTBO-TV": "KTBO-TV, virtual channel 14 (UHF digital channel 15), is a TBN owned-and-operated television station licensed to Oklahoma City, Oklahoma, United States. The station is owned by the Trinity Broadcasting Network. KTBO's studios are located on Northeast 108th Street and East Hefner Road, and its transmitter is located near the John Kilpatrick Turnpike/Interstate 44, both on Oklahoma City's northeast side.",
  "/wiki/Oklahoma_City": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/KTBS-TV": "KTBS-TV, virtual channel 3 (UHF digital channel 28), is an ABC-affiliated television station licensed to Shreveport, Louisiana, United States and also serving Texarkana, Texas. The station is owned by locally based KTBS, LLC (owned by the Wray Properties Trust, which is managed by Betty Wray Anderson, John D. Wray and Edwin N. Wray, Jr.), as part of a duopoly with Minden-licensed CW affiliate KPXJ (channel 21). The two stations share studios on East Kings Highway on the eastern side of Shreveport and transmitter facilities near St. Johns Baptist Church Road (southeast of Mooringsport and Caddo Lake) in rural northern Caddo Parish. KTBS-TV is one of a handful of TV stations today to have locally based ownership.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Shreveport,_Louisiana": "Shreveport (/ˈʃriːvpɔːrt/ SHREEV-port) is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport-Bossier City metropolitan area. Shreveport ranks third in population in Louisiana after New Orleans and Baton Rouge and 133rd in the U.S. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 as of the 2010 U.S. Census. The United States Census Bureau's 2018 estimates for the city's population decreased to 188,987, and grew to an estimated 189,149.",
  "/wiki/KTBU": "KTBU, virtual channel 55 (UHF digital channel 33), is a Mega TV owned-and-operated television station serving Houston, Texas, United States that is licensed to Conroe. The station is owned by the Spanish Broadcasting System. KTBU's studios are located on Equity Drive (adjacent to the Sam Houston Tollway) on the northwest side of Houston; digital channel 55.5 (branded as VIETV) has a separate studio near the intersection of Bellaire Boulevard and Boone Road. The station's transmitter is located near Missouri City, in unincorporated northeastern Fort Bend County.",
  "/wiki/Mega_TV_(United_States)": "Mega TV is an American free-to-air television network based in San Juan, Puerto Rico, owned by Spanish Broadcasting System (SBS). The network's flagship is WSBS-TV, a television station licensed to Key West, Florida, with studios also in Miami.",
  "/wiki/Conroe,_Texas": "Conroe is a city in Texas, United States. It is the seat of Montgomery County and a principal city in the Houston–The Woodlands–Sugar Land metropolitan area. It is about 40 miles (64 km) north of Houston.",
  "/wiki/KTBW-TV": "KTBW-TV, virtual channel 20 (UHF digital channel 21), is a TBN owned-and-operated television station serving Seattle, Washington, United States that is licensed to Tacoma. The station is owned by the Trinity Broadcasting Network. KTBW's studios are located on South 341st Place in Federal Way, and its transmitter is located on Gold Mountain near Bremerton.",
  "/wiki/Tacoma,_Washington": "Tacoma (/təˈkoʊmə/ tə-KOH-mə) is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles (51 km) southwest of Seattle (of which it is the largest satellite city), 31 miles (50 km) northeast of the state capital, Olympia, and 58 miles (93 km) northwest of Mount Rainier National Park. The population was 198,397, according to the 2010 census.  Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of  around 1 million.",
  "/wiki/KTBY": "KTBY, virtual channel 4 (UHF digital channel 20), is a Fox-affiliated television station licensed to Anchorage, Alaska, United States. The station is owned by Coastal Television Broadcasting Company LLC, which also operates ABC affiliate KYUR (channel 13) under joint sales and shared services agreements with owner Vision Alaska LLC. The two stations share studios on East Tudor Road in Anchorage; KTBY's transmitter is located in historic downtown Anchorage atop the Hilton Anchorage East Tower hotel.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/KTCA-TV": "Twin Cities PBS (abbreviated TPT, from the name Twin Cities Public Television used on-air until 2015 and still used as the organization's legal name) is a non-profit organization based in Saint Paul, Minnesota, United States, that operates the Twin Cities' two Public Broadcasting Service (PBS) member television stations, KTCA-TV (virtual channel 2.1, UHF digital channel 34) and KTCI-TV (virtual channel 2.3, UHF digital channel 23), both licensed to Saint Paul. It produces programs for local, regional and national television broadcast, operates numerous websites, and produces rich media content for Web distribution.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Minneapolis": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/KTCI-TV": "Twin Cities PBS (abbreviated TPT, from the name Twin Cities Public Television used on-air until 2015 and still used as the organization's legal name) is a non-profit organization based in Saint Paul, Minnesota, United States, that operates the Twin Cities' two Public Broadcasting Service (PBS) member television stations, KTCA-TV (virtual channel 2.1, UHF digital channel 34) and KTCI-TV (virtual channel 2.3, UHF digital channel 23), both licensed to Saint Paul. It produces programs for local, regional and national television broadcast, operates numerous websites, and produces rich media content for Web distribution.",
  "/wiki/St._Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/KTCW": "KMTR, virtual channel 16 (UHF digital channel 17), is a dual NBC/CW+-affiliated television station licensed to Eugene, Oregon, United States. The station is owned by Roberts Media, LLC; the Sinclair Broadcast Group, which owns CBS affiliate KVAL-TV (channel 13), operates KMTR under a shared services agreement (SSA). KMTR's studios are located on International Court in Springfield. Master control and some internal operations are based at the KVAL studios on Blanton Road in Eugene, where KMTR's transmitter is also located.",
  "/wiki/Roseburg,_Oregon": "Roseburg is a city in the U.S. state of Oregon. It is in the Umpqua River Valley in southern Oregon and is the county seat and most populous city of Douglas County. Founded in 1851, the population was 21,181 at the 2010 census, making it the principal city of the Roseburg, Oregon Micropolitan Statistical Area. The community developed along both sides of the South Umpqua River and is traversed by Interstate 5. Traditionally a lumber industry town, Roseburg is the original home of Roseburg Forest Products, which is now based in nearby Springfield.",
  "/wiki/KTDO": "KTDO, virtual channel 48 (UHF digital channel 26), is a Telemundo owned-and-operated television station serving El Paso, Texas, United States that is licensed to Las Cruces, New Mexico. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast, which also owns the local cable system in Las Cruces). KTDO's studios are located on North Mesa Street/Highway 20 in northwest El Paso, and its transmitter is located atop the Franklin Mountains on the El Paso city limits.",
  "/wiki/Las_Cruces,_New_Mexico": "Las Cruces is the seat of Doña Ana County, New Mexico, United States. As of the 2010 census the population was 97,618, and in 2017 the estimated population was 101,712, making it the second largest city in the state, after Albuquerque. Las Cruces is the largest city in both Doña Ana County and southern New Mexico. The Las Cruces metropolitan area had an estimated population of 213,849 in 2017. It is the principal city of a metropolitan statistical area which encompasses all of Doña Ana County and is part of the larger El Paso–Las Cruces combined statistical area.",
  "/wiki/KTEJ": "The Arkansas Educational Television Network (AETN) is a state network of Public Broadcasting Service (PBS) member television stations serving the U.S. state of Arkansas. It is operated by the Arkansas Educational Television Commission, an agency of the Arkansas state government which holds the licenses for all of the PBS member stations licensed in the state. The broadcast signals of the six stations that are part of the public television network cover almost all of the state, as well as portions of Mississippi, Tennessee, Missouri, Oklahoma, Texas and Louisiana.",
  "/wiki/Jonesboro,_Arkansas": "Jonesboro is a city located on Crowley's Ridge in the northeastern corner of the U.S. State of Arkansas. Jonesboro is one of two county seats of Craighead County and the home of Arkansas State University. According to the 2010 Census, the city had a population of 71,551 and is the fifth-largest city in Arkansas.",
  "/wiki/KTEL-TV": "KTEL-CD is a low-power Class A television station in Albuquerque, New Mexico, broadcasting locally in digital on UHF channel 15 as an affiliate of Telemundo. Founded November 28, 1994, the station is owned by Ramar Communications.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Carlsbad,_New_Mexico": "Carlsbad (/ˈkɑːrlzbæd/ KARLZ-bad) is a city in and the county seat of Eddy County, New Mexico, United States. As of the 2010 census, the city population was 26,138. Carlsbad is centered at the intersection of U.S. Routes 62/180 and 285, and is the principal city of the Carlsbad-Artesia Micropolitan Statistical Area, which has a total population of 55,435. Located in the southeastern part of New Mexico, Carlsbad straddles the Pecos River and sits at the eastern edge of the Guadalupe Mountains.",
  "/wiki/KTEN": "KTEN, virtual channel 10 (UHF digital channel 26), is a NBC/CW+/ABC-affiliated television station licensed to Ada, Oklahoma, United States and serving the Ada–Sherman television market. The station is owned by Lockwood Broadcast Group. KTEN's primary studios are located on High Point Circle (near Katy Memorial Expressway/U.S. Route 75) in northwestern Denison, Texas, with secondary studios at the Ardmore Energy Center on Merrick Drive (near North Commerce Street) in northwestern Ardmore, and business offices at the intersection of East Main Street and Rennie Avenue (near the offices of the Ada Evening News) in downtown Ada, Oklahoma. The station's transmitter is located along State Highway 7 in rural northeastern Johnston County, Oklahoma (west of Wapanucka and southwest of Bromide).",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Ada,_Oklahoma": "Ada is a city in and the county seat of Pontotoc County, Oklahoma, United States. The population was 16,810 at the 2010 census, an increase of 7.1 percent from 15,691 at the 2000 census. The city was named for Ada Reed, the daughter of an early settler, and was incorporated in 1901. Ada is home to East Central University, and is the headquarters of the Chickasaw Nation.",
  "/wiki/KTFD-TV": "KTFD-TV, virtual channel 50 (UHF digital channel 28), is a UniMás-affiliated television station licensed to Denver, Colorado, United States. The station is owned by Entravision Communications, which also operates Boulder-licensed Univision-owned station KCEC (channel 14) under a local marketing agreement (LMA) with the Univision Local Media subsidiary of Univision Communications. The two stations share studios on Mile High Stadium West Circle in Denver; KTFD-TV's transmitter is located atop Lookout Mountain, near Golden.",
  "/wiki/UniMás_(television_network)": "UniMás (stylized as UniMÁS, and originally known as TeleFutura from its launch on January 14, 2002 to January 6, 2013) is an American Spanish language free-to-air television network that is owned by Univision Communications. The network's programming, which is aimed at Hispanic Americans in the 18-34 age range, includes telenovelas and other serialized drama series, sports, sitcoms, reruns of imported series previously aired on parent network Univision, reality and variety series, and theatrically released feature films (primarily consisting of Spanish-dubbed versions of American movie releases).",
  "/wiki/Denver": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_K)": "This is a list of full-power television stations in the United States having call signs beginning with the letter K. Low-power TV stations, those with designations such as KAGN-LP or K11XQ, have not been included in this list."
}