{
  "/wiki/KUAC-TV": "KUAC-TV, virtual and VHF digital channel 9, is a Public Broadcasting Service (PBS) member television station licensed to Fairbanks, Alaska, United States. Owned by the University of Alaska Fairbanks, it is sister to National Public Radio (NPR) member station KUAC (89.9 FM). The two outlets share studios in the Great Hall on the UAF campus; KUAC-TV's transmitter is located on Bender Mountain.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Fairbanks,_Alaska": "Fairbanks is a home rule city and the borough seat of the Fairbanks North Star Borough in the U.S. state of Alaska.",
  "/wiki/KUAM-TV": "KUAM-TV, virtual and VHF digital channel 8, is a dual NBC/CBS-affiliated television station serving the U.S. territory of Guam that is licensed to Hagåtña (Agana). Owned by Pacific Telestations, Inc., it is sister to the local public access cable channel Local 2. KUAM-TV's studios are located at 600 Harmon Loop in Dededo, and its transmitter is located east-northeast of Agat.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Hag%C3%A5t%C3%B1a,_Guam": "Hagåtña (/həˈɡɑːtnjə/; Chamorro pronunciation: [hæˈɡɑtɲæ]; formerly in English: Agana /əˈɡɑːnjə/, in Spanish: Agaña) is the capital village of the United States territory of Guam. From the 18th through mid-20th century, it was Guam's population center, but today it is the second smallest of the island's 19 villages in both area and population. However, it remains one of the island's major commercial districts in addition to being the seat of government.",
  "/wiki/KUAS-TV": "KUAT-TV, virtual channel 6 (UHF digital channel 30), is a Public Broadcasting Service (PBS) member television station licensed to Tucson, Arizona, United States. Owned by the Arizona Board of Regents and operated by the University of Arizona, it broadcasts from the facilities of Arizona Public Media, located on campus in the Modern Languages Building. KUAT's transmitter is located atop Mount Bigelow.",
  "/wiki/Tucson,_Arizona": "Tucson (/ˈtuːsɒn, tuːˈsɒn/) is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area (CSA), with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles (174 km) southeast of Phoenix and 60 mi (97 km) north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States (2014).",
  "/wiki/KUAT-TV": "KUAT-TV, virtual channel 6 (UHF digital channel 30), is a Public Broadcasting Service (PBS) member television station licensed to Tucson, Arizona, United States. Owned by the Arizona Board of Regents and operated by the University of Arizona, it broadcasts from the facilities of Arizona Public Media, located on campus in the Modern Languages Building. KUAT's transmitter is located atop Mount Bigelow.",
  "/wiki/KUBD_(TV)": "KUBD is a CBS-affiliated television station licensed to Ketchikan, Alaska, United States. It is a full-time satellite of Sitka-licensed KTNL-TV (channel 13) which is owned by Denali Media Holdings (a subsidiary of local cable provider GCI). KUBD broadcasts a high definition digital signal on VHF channel 13 (or virtual channel 4 via PSIP) from a transmitter in downtown Ketchikan.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Ketchikan,_Alaska": "Ketchikan (/ˈkɛtʃɪkæn/ KETCH-ih-kan; Tlingit: Kichx̱áan) is a city in and the borough seat of the Ketchikan Gateway Borough of Alaska.  It is the state's southeasternmost major settlement. Downtown Ketchikan is a National Historic District. With a population at the 2010 census of 8,050, it is the fifth-most populous city in the state, and tenth-most populous community when census-designated places are included. The surrounding borough, encompassing suburbs both north and south of the city along the Tongass Highway (most of which are commonly regarded as a part of Ketchikan, albeit not a part of the city itself), plus small rural settlements accessible mostly by water, registered a population of 13,477 in that same census. Estimates put the 2017 population at 13,754 people. Incorporated on August 25, 1900, Ketchikan is the earliest extant incorporated city in Alaska, because consolidation or unification elsewhere in Alaska resulted in dissolution of those communities' city governments.  Ketchikan is located on Revillagigedo Island, so named in 1793 by Captain George Vancouver.",
  "/wiki/KUBE-TV": "KUBE-TV, virtual channel 57 (UHF digital channel 31), is an independent television station serving Houston, Texas, United States that is licensed to the suburb of Baytown. The station is owned by WRNN-TV Associates. KUBE-TV's studios are located on Fountain View Drive and Burgoyne Road on Houston's southwest side, and its transmitter is located near Missouri City, in unincorporated northeastern Fort Bend County.",
  "/wiki/Independent_station_(North_America)": "An independent station is a type of television station broadcasting in the United States or Canada that is not affiliated with any broadcast television network; most commonly, these stations carry a mix of syndicated, brokered and in some cases, local programming to fill time periods when network programs typically would air. Stations that are affiliated with networks such as The CW, MyNetworkTV or to a lesser degree, even Fox may be considered to be quasi-independent stations as these networks mainly provide programming during primetime, with limited to no network-supplied content in other time periods.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Baytown,_Texas": "Baytown is a city within Harris County and partially in Chambers County in the Gulf Coast region of the U.S. state of Texas. Located within the Houston–The Woodlands–Sugar Land metropolitan area, it lies on the northern side of the Galveston Bay complex near the outlets of the San Jacinto River and Buffalo Bayou. It is the sixth-largest city within this metropolitan area. Major highways serving the city include State Highway 146 and Interstate 10. As of 2010, Baytown had a population of 71,802, and it had an estimated population of 77,024 in 2018.",
  "/wiki/KUCW": "KUCW, virtual channel 30 (UHF digital channel 35), is a CW-affiliated television station serving Salt Lake City, Utah, United States that is licensed to Ogden. The station is owned by Nexstar Media Group, as part of a duopoly with Salt Lake City-licensed ABC affiliate KTVX (channel 4). The two stations share studios on West 1700 South in Salt Lake City (along I-215) and transmitter facilities atop Farnsworth Peak in the Oquirrh Mountains, southwest of Salt Lake City.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Ogden,_Utah": "Ogden /ˈɒɡdən/ is a city and the county seat of Weber County, Utah, United States, approximately 10 miles (16 km) east of the Great Salt Lake and 40 miles (64 km) north of Salt Lake City. The population was 87,325 in 2018, according to the US Census Bureau, making it Utah's 7th largest city. The city served as a major railway hub through much of its history, and still handles a great deal of freight rail traffic which makes it a convenient location for manufacturing and commerce. Ogden is also known for its many historic buildings, proximity to the Wasatch Mountains, and as the location of Weber State University.",
  "/wiki/KUED": "KUED, virtual channel 7 (UHF digital channel 27), branded on-air as PBS Utah, is a Public Broadcasting Service (PBS) member television station licensed to Salt Lake City, Utah, United States. The station is owned by the University of Utah. KUED's studios are located at the Eccles Broadcast Center on Wasatch Drive in the northeastern section of Salt Lake City, and its transmitter is located on Farnsworth Peak in the Oquirrh Mountains, southwest of Salt Lake City. The station has a large network of broadcast translators that extend its over-the-air coverage throughout Utah.",
  "/wiki/Salt_Lake_City": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/KUEN": "KUEN, virtual channel 9 (UHF digital channel 36), is an educational independent television station serving Salt Lake City, Utah, United States that is licensed to Ogden. The station is owned by the Utah State Board of Regents, and is operated by the Utah Education Network on behalf of higher education (USHE) as well as public education (USOE). KUEN's studios are located at the Eccles Broadcast Center on the University of Utah campus, and its transmitter is located at Farnsworth Peak in the Oquirrh Mountains, southwest of Salt Lake City. The station has a large network of broadcast translators that extend its over-the-air coverage throughout Utah, as well as portions of Colorado.",
  "/wiki/Utah_Education_Network": "The Utah Education Network (UEN) is a broadband and digital broadcast network serving public education, higher education, applied technology campuses, libraries, and public charter schools throughout the state of Utah. The Network facilitates interactive video conferencing, provides instructional support services, and operates a public television station (KUEN) on behalf of the Utah State Board of Regents. UEN services benefit more than 60,000 faculty and staff, and more than 780,000 students from pre-schoolers in Head Start programs through grandparents in graduate school. UEN headquarters are in Salt Lake City at the Eccles Broadcast Center on the University of Utah campus.",
  "/wiki/KUES": "KUED, virtual channel 7 (UHF digital channel 27), branded on-air as PBS Utah, is a Public Broadcasting Service (PBS) member television station licensed to Salt Lake City, Utah, United States. The station is owned by the University of Utah. KUED's studios are located at the Eccles Broadcast Center on Wasatch Drive in the northeastern section of Salt Lake City, and its transmitter is located on Farnsworth Peak in the Oquirrh Mountains, southwest of Salt Lake City. The station has a large network of broadcast translators that extend its over-the-air coverage throughout Utah.",
  "/wiki/Richfield,_Utah": "Richfield is a city in and the county seat of Sevier County, Utah, in the United States, and is the largest city in southern-central Utah.",
  "/wiki/KUEW": "KUED, virtual channel 7 (UHF digital channel 27), branded on-air as PBS Utah, is a Public Broadcasting Service (PBS) member television station licensed to Salt Lake City, Utah, United States. The station is owned by the University of Utah. KUED's studios are located at the Eccles Broadcast Center on Wasatch Drive in the northeastern section of Salt Lake City, and its transmitter is located on Farnsworth Peak in the Oquirrh Mountains, southwest of Salt Lake City. The station has a large network of broadcast translators that extend its over-the-air coverage throughout Utah.",
  "/wiki/St._George,_Utah": "St. George is a city in and the county seat of Washington County, Utah, United States. Located in the southwestern part of the state on the Arizona border, near the tri-state junction of Utah, Arizona and Nevada, it is the principal city of the St. George Metropolitan Statistical Area. The city lies in the northeasternmost part of the Mojave Desert, adjacent to the Pine Valley Mountains near the convergence of three distinct geological areas: the Mojave Desert, Colorado Plateau, and Great Basin. The city is 118 miles (190 km) northeast of Las Vegas and 300 miles (480 km) south-southwest of Salt Lake City on Interstate 15. The St. George area is well known for its natural environment and proximity to several state and national parks.",
  "/wiki/KUFM-TV": "Montana PBS is the Public Broadcasting Service (PBS) member public television state network for Montana. It is a joint venture between Montana State University (MSU) and the University of Montana (UM). The network is headquartered in the Visual Communications Building on the MSU campus in Bozeman, with a separate studio on the UM campus in Missoula.",
  "/wiki/Missoula,_Montana": "Missoula /mɪˈzuːlə/ (listen) is a city in the U.S. state of Montana and is the county seat of Missoula County. It is located along the Clark Fork River near its confluences with the Bitterroot and Blackfoot Rivers in western Montana and at the convergence of five mountain ranges, thus it is often described as the \"hub of five valleys\". In 2018[update], the United States Census Bureau estimated the city's population at 74,428 and the population of the Missoula Metropolitan Area at 118,791. After Billings, Missoula is both the second largest city and metropolitan area in Montana. Missoula is home to the University of Montana, a public research university.",
  "/wiki/KUGF-TV": "Montana PBS is the Public Broadcasting Service (PBS) member public television state network for Montana. It is a joint venture between Montana State University (MSU) and the University of Montana (UM). The network is headquartered in the Visual Communications Building on the MSU campus in Bozeman, with a separate studio on the UM campus in Missoula.",
  "/wiki/PBS": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/PBS_Kids": "PBS Kids is the brand for most of the children's programming aired by the Public Broadcasting Service (PBS) in the United States. Some public television children's programs are not produced by PBS member stations or transmitted by PBS which is produced by independent public television distributors such as American Public Television are not labeled as \"PBS Kids\" programming, and it is mainly a programming block branding.",
  "/wiki/Create_(TV_network)": "Create is an American digital broadcast television network. The network broadcasts how-to, DIY and other lifestyle-oriented instructional programming 24 hours a day.",
  "/wiki/World_(TV_channel)": "World Channel (formerly PBS World) is an American digital multicast public television network owned and operated by WGBH. It is distributed by American Public Television and the National Educational Telecommunications Association, and features factual programming covering topics such as science, nature, news, and public affairs. Programming is supplied by the entities, as well as other partners such as WNET and WGBH. It is primarily carried on the digital subchannels of PBS member stations.",
  "/wiki/TVMT": "TVMT is a full-time television channel available on Montana cable systems, along with the DT5 digital subchannel on the member stations of the Montana PBS state network; service commenced January 2007. TVMT covers both houses of the Montana State Legislature, as well as other hearings staged in the Montana State Capitol at Helena.",
  "/wiki/Great_Falls,_Montana": "Great Falls is a city in and the county seat of Cascade County, Montana, United States. The 2017 census estimate put the population at 58,638. The population was 58,505 at the 2010 census. It is the principal city of the Great Falls, Montana Metropolitan Statistical Area, which encompasses all of Cascade County and has a population of 82,278. Great Falls was the largest city in Montana from 1950 to 1970, when Billings surpassed it. Great Falls remained the second largest city in Montana until 2000, when it was passed by Missoula. Since then Great Falls has been the third largest city in the state.",
  "/wiki/KUHM-TV": "KUHM-TV is a PBS-member television station in Helena, Montana, broadcasting locally on digital channel 29 (virtual channel 10). KUHM is owned by Montana State University, which operates the station as part of its Montana PBS system.",
  "/wiki/Helena,_Montana": "Helena (/ˈhɛlɪnə/) is the state capital of the U.S. state of Montana and the county seat of Lewis and Clark County.",
  "/wiki/KUHT": "KUHT, virtual and VHF digital channel 8, is a Public Broadcasting Service (PBS) member television station licensed to Houston, Texas, United States. Owned by the University of Houston System, it is sister to National Public Radio (NPR) member station KUHF (88.7 FM). The two stations share studios and offices in the Melcher Center for Public Broadcasting on the campus of the University of Houston. KUHT's transmitter is located near Missouri City, in unincorporated northeastern Fort Bend County. In addition, the station leased some of its studio operations to Tegna-owned CBS affiliate KHOU (channel 11) from August 2017 to February 2019 when the latter's original studios were inundated by Hurricane Harvey.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/KUID-TV": "Idaho Public Television (also known as IdahoPTV and Idaho Public TV) is a Public Broadcasting Service (PBS) member network serving the U.S. state of Idaho. Consisting of five television stations, it is operated and funded by the Idaho State Board of Education, an agency of the Idaho state government that holds the licenses to all PBS member stations in the state. The network is headquartered in Boise, with satellite studios at the University of Idaho in Moscow and Idaho State University in Pocatello.",
  "/wiki/Moscow,_Idaho": "Moscow (/ˈmɒskoʊ/ MOS-koh) is a city in northern Idaho along the state border with Washington, with a population of 23,800 at the 2010 census. The county seat and largest city of Latah County, Moscow is the home of the University of Idaho, the state's land grant institution and primary research university.",
  "/wiki/KUKL-TV": "Montana PBS is the Public Broadcasting Service (PBS) member public television state network for Montana. It is a joint venture between Montana State University (MSU) and the University of Montana (UM). The network is headquartered in the Visual Communications Building on the MSU campus in Bozeman, with a separate studio on the UM campus in Missoula.",
  "/wiki/Kalispell,_Montana": "Kalispell (/ˈkæləˌspɛl, ˌkæləˈspɛl/) is a city in, and the county seat of Flathead County, Montana, United States. The 2010 Census put Kalispell's population at 19,927. The Kalispell Micropolitan Statistical Area has a population of 93,068 and it is the largest city and commercial center of northwest Montana. The name Kalispell is a Salish word meaning \"flat land above the lake\". Kalispell is also the gateway to Glacier National Park.",
  "/wiki/KULR-TV": "KULR-TV, virtual channel 8 (VHF digital channel 11), is an NBC-affiliated television station licensed to Billings, Montana, United States. The station is owned by the Cowles Company. KULR's studios are located on Overland Avenue in the Homestead Business Park section of Billings, and its transmitter is located on Coburn Hill southeast of downtown Billings. On cable, the station is available on Charter Spectrum channel 9 in both standard and high definition.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Billings,_Montana": "Billings is the largest city in the U.S. state of Montana, with a population estimated at 109,550 as of 2018. Located in the south-central portion of the state, it is the seat of Yellowstone County and the principal city of the Billings Metropolitan Area, which has a population of 171,677. It has a trade area of over 500,000.",
  "/wiki/KUMV-TV": "KUMV-TV, virtual and VHF digital channel 8, is a dual NBC/Fox-affiliated television station licensed to Williston, North Dakota, United States. The station is owned by Gray Television. KUMV-TV's news studio and advertising sales office are located at the intersection of Main Street (US 2 BUS) and 6th Street East in Williston, and its transmitter is located west of the city near the North Dakota–Montana border. On cable, the station is available on Midcontinent Communications channel 5 in Williston, and channel 8 in most other areas. There is a high definition feed provided on Midco digital channel 605.",
  "/wiki/Williston,_North_Dakota": "Williston is a city in and the county seat of Williams County, North Dakota, United States. The 2010 census gave its population as 14,716, and the Census Bureau gave the 2018 estimated population as 27,096, making Williston the sixth-largest city in North Dakota. The North Dakota oil boom is largely responsible for the sharp increase in population.",
  "/wiki/KUNP": "KUNP, virtual and UHF digital channel 16, is a Univision-affiliated television station serving Portland, Oregon, United States that is licensed to La Grande. The station is owned by Sinclair Broadcast Group, as part of a duopoly with Portland-licensed ABC affiliate KATU (channel 2). The two stations share studios on NE Sandy Boulevard in Portland; KUNP's transmitter is located east of Cove atop of Mt. Fanny, within eastern Oregon's Wallowa–Whitman National Forest.",
  "/wiki/Univision": "Univision (Spanish pronunciation: [uniβiˈsjon] (listen)) is an American Spanish-language free-to-air television network that is owned by Univision Communications. It is the country's largest provider of Spanish-language content, followed by American competitor Telemundo. The network's programming is aimed at the Latino public and includes telenovelas and other drama series, sports, sitcoms, reality and variety series, news programming, and imported Spanish-language feature films. Univision is headquartered in Midtown Manhattan, New York City, and has its major studios, production facilities, and business operations based in Doral, Florida (near Miami).",
  "/wiki/La_Grande,_Oregon": "La Grande /ləˈɡrænd/ is a city in Union County, Oregon, United States. Originally named \"Brownsville,\" it was forced to change its name because that name was being used for a city in Linn County. Located in the Grande Ronde Valley, the city's name comes from an early French settler, Charles Dause, who often used the phrase \"La Grande\" to describe the area's beauty. The population was 13,082 at the 2010 census. It is the county seat of Union County. La Grande lies east of the Blue Mountains and southeast of Pendleton."
}