{
  "/wiki/KRBC-TV": "KRBC-TV, virtual channel 9 (UHF digital channel 29), is an NBC-affiliated television station licensed to Abilene, Texas, United States. The station is owned by Mission Broadcasting; Nexstar Media Group, which owns CBS affiliate KTAB-TV (channel 32), operates KRBC under joint sales and shared services agreements (JSA/SSA). The two stations share studios on South 14th Street in western Abilene, and transmitter facilities on Texas State Highway 36 in neighboring Callahan County.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Abilene,_Texas": "Abilene (/ˈæbɪliːn/ AB-i-leen) is a city in Taylor and Jones counties in Texas, United States. The population was 122,999 at the 2019 census, making it the 27th-most populous city in the state of Texas. It is the principal city of the Abilene Metropolitan Statistical Area, which had a 2017 estimated population of 170,219. It is the county seat of Taylor County. Dyess Air Force Base is located on the west side of the city.",
  "/wiki/KRBK": "KRBK, virtual channel 49 (UHF digital channel 22), is a Fox-affiliated television station serving Springfield, Missouri, United States that is licensed to Osage Beach. The station is owned by Nexstar Media Group, as part of a duopoly with Springfield-licensed MyNetworkTV affiliate KOZL-TV (channel 27); Nexstar also operates Springfield-licensed CBS affiliate KOLR (channel 10) under a shared services agreement (SSA) with owner Mission Broadcasting. The three stations share studios on East Division Street in Springfield and transmitter facilities on Switchgrass Road, north of Fordland.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Osage_Beach,_Missouri": "Osage Beach is a city in Camden and Miller counties in the U.S. state of Missouri. Most of the city is in Camden County, while a small eastern sliver is in Miller County.  The population was 4,351 at the 2010 census.",
  "/wiki/KRCA": "KRCA, virtual channel 62 (VHF digital channel 7), is an Estrella TV owned-and-operated television station serving Los Angeles, California, United States that is licensed to Riverside. It is the flagship television property of Burbank-based Estrella Media. The station's studios are located on North Victory Drive (near Interstate 5) in Burbank, and its transmitter is located atop Mount Wilson.",
  "/wiki/Estrella_TV": "Estrella TV (Spanish pronunciation: [esˈtɾeʎa teˈβe] (listen); stylized on-air as estrellaTV) is an American Spanish-language broadcast television network that is owned by the Estrella Media subsidiary of HPS Investment Partners, LLC. The network primarily features programs, the vast majority of which are produced by the network itself, aimed at Hispanic and Latino American audiences – featuring a mix of variety and sketch comedy series, music programming, reality television series, scripted anthology drama series, news programming, sports, and imported Mexican-produced feature films.",
  "/wiki/Riverside,_California": "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River. It is the most populous city in the Inland Empire and in Riverside County, and is located about 55 miles (89 km) east of downtown Los Angeles. It is also part of the Greater Los Angeles area. Riverside is the 59th most populous city in the United States and 12th most populous city in California. As of the 2010 Census, Riverside had a population of 303,871.",
  "/wiki/KRCB_(TV)": "KRCB, virtual channel 22 (UHF digital channel 23), is a Public Broadcasting Service (PBS) member television station licensed to Cotati, California, United States and serving the northern portion of the San Francisco Bay Area. Owned by Northern California Public Media, it is a sister station to National Public Radio (NPR) member KRCB-FM (91.1). The two stations share studios on Carlson Avenue in Rohnert Park; the TV station's transmitter is located on Sonoma Mountain near Glen Ellen, California.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Cotati,_California": "Cotati /koʊˈtɑːtiː/ is an incorporated city in Sonoma County, California, U.S., located about 45 mi (70 km) north of San Francisco in the 101 corridor between Rohnert Park and Petaluma.",
  "/wiki/KRCG": "KRCG, virtual channel 13 (VHF digital channel 12), is a CBS-affiliated television station licensed to Jefferson City, Missouri, United States and serving the Columbia–Jefferson City television market. The station is owned by the Sinclair Broadcast Group. KRCG's studios and transmitter are located on US 54 in the nearby town of New Bloomfield.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Jefferson_City,_Missouri": "Jefferson City, officially the City of Jefferson and informally Jeff City or Jefferson, is the capital of the U.S. state of Missouri and the 15th most populous city in the state. It is also the county seat of Cole County and the principal city of the Jefferson City Metropolitan Statistical Area, the second-most-populous metropolitan area in Mid-Missouri and the fifth-largest in the state. Most of the city is in Cole County, with a small northern section extending into Callaway County. Jefferson City is named for Thomas Jefferson, the third President of the United States.",
  "/wiki/KRCR-TV": "KRCR-TV, virtual and VHF digital channel 7, is an ABC-affiliated television station licensed to Redding, California, United States and also serving Chico. Owned by the Sinclair Broadcast Group, it is sister to five low-power stations: Chico-licensed Antenna TV affiliate KXVU-LP (analog channel 17); MyNetworkTV affiliates Redding-licensed KRVU-LD (channel 21) and Chico-licensed KZVU-LD (channel 22); Chico-licensed Univision affiliate KUCO-LD (channel 27); and Chico-licensed UniMás affiliate KKTF-LD (channel 30). Sinclair also operates Paradise-licensed Fox affiliate KCVU (channel 20) under a local marketing agreement (LMA) with owner Cunningham Broadcasting. However, Sinclair effectively owns KCVU as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. The stations share studios on Auditorium Drive in Redding and maintain a news bureau and sales office at the former Sainte Television Group facilities on Main Street in downtown Chico. KRCR's transmitter is located atop Shasta Bally, west of Redding.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Redding,_California": "Redding is a city in and the county seat of Shasta County, California, United States, in the northern part of the state. It lies along the Sacramento River, 162 miles (261 kilometers) north of Sacramento, and 120 miles (190 km) south of California's northern border, shared with the state of Oregon. Interstate 5 bisects the entire city, from the south to north before it approaches Shasta Lake, which is located 15 miles (24 km) to the north. The 2010 population was 90,322. Redding is the largest city in the Shasta Cascade region, and it is the sixth-largest city in the Sacramento Valley, behind Chico, Sacramento, Elk Grove, Roseville, and Vacaville.",
  "/wiki/KRCW-TV": "KRCW-TV, virtual channel 32 (UHF digital channel 33), is a CW-affiliated television station serving Portland, Oregon, United States that is licensed to the state capital of Salem. The station is owned by Nexstar Media Group, as part of a duopoly with Portland-licensed CBS affiliate KOIN (channel 6). The two stations share studios in the basement of the KOIN Center skyscraper on Southwest Columbia Street in downtown Portland and transmitter facilities in the Sylvan-Highlands neighborhood of the city. Previously, KRCW-TV maintained separate studios on Southwest Arctic Drive in Beaverton, while KOIN's facilities only housed KRCW-TV's master control and some internal operations. There is no separate website for KRCW-TV; instead, it is integrated with that of sister station KOIN.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/This_TV": "This TV (also known as This TV Network and alternately stylized as thisTV) is an American free-to-air television network that is owned by ThisTV, LLC, a division of the MGM Domestic Television Distribution subsidiary of Metro-Goldwyn-Mayer. The network maintains a large programming emphasis on films (those primarily sourced from the library of partial owner Metro-Goldwyn-Mayer), but also airs other limited general entertainment content in the form of classic television series and children's programming.",
  "/wiki/Salem,_Oregon": "Salem /ˈseɪləm/ is the capital of the U.S. state of Oregon, and the county seat of Marion County. It is located in the center of the Willamette Valley alongside the Willamette River, which runs north through the city. The river forms the boundary between Marion and Polk counties, and the city neighborhood of West Salem is in Polk County. Salem was founded in 1842, became the capital of the Oregon Territory in 1851, and was incorporated in 1857.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area.[a]",
  "/wiki/KRDK-TV": "KRDK-TV, virtual channel 4 (UHF digital channel 24), is a television station serving Fargo and Grand Forks, North Dakota, United States that is licensed to Valley City. Owned by Major Market Broadcasting, it is affiliated with multiple networks on various digital subchannels. KRDK-TV's offices are located on Winter Show Road in Valley City, and its transmitter is located near Galesburg, North Dakota. The station launched in December 1954 as KXJB-TV, the CBS affiliate for the market.",
  "/wiki/Valley_City,_North_Dakota": "Valley City is a city in Barnes County, North Dakota, United States. It is the county seat of Barnes County. The population was 6,585 during the 2010 census, making it the thirteenth largest city in North Dakota. Valley City was founded in 1874.",
  "/wiki/KRDO-TV": "KRDO-TV, virtual channel 13 (UHF digital channel 24), is an ABC-affiliated television station licensed to Colorado Springs, Colorado, United States and also serving Pueblo. Owned by Pikes Peak Television, a subsidiary of the News-Press & Gazette Company (NPG), it is sister to low-powered Telemundo affiliate KTLO-LP, channel 46 (which is simulcast on KRDO-TV's second digital subchannel) and radio stations KRDO-AM (1240 kHz) and KRDO-FM (105.5 MHz). The four stations share studios on South 8th Street in Colorado Springs; KRDO-TV's transmitter is located on Cheyenne Mountain.",
  "/wiki/Colorado_Springs,_Colorado": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.",
  "/wiki/KREG-TV": "KREG-TV, virtual channel 3 (UHF digital channel 23), is a Heroes & Icons owned-and-operated television station licensed to Glenwood Springs, Colorado, United States. The station is owned by Weigel Broadcasting. KREG's transmitter is located atop Sunlight Peak.",
  "/wiki/Glenwood_Springs,_Colorado": "Glenwood Springs is the Home Rule Municipality that is the county seat of Garfield County, Colorado, United States.  Glenwood Springs is located at the confluence of the Roaring Fork River and the Colorado River, threading together the Roaring Fork Valley and a series of smaller towns up and down the Colorado River. As of the 2010 census it had a population of 9,614.",
  "/wiki/KREM_(TV)": "KREM, virtual channel 2 (UHF digital channel 20), is a CBS-affiliated television station licensed to Spokane, Washington, United States and also serving Coeur d'Alene, Idaho. The station is owned by Tegna Inc., as part of a duopoly with CW affiliate KSKN (channel 22). The two stations share studios on South Regal Street in Spokane; KREM's transmitter is on Krell Hill southeast of Spokane.",
  "/wiki/Spokane,_Washington": "Spokane (/ˌspoʊˈkæn/ (listen) spoh-KAN) is a city in Spokane County in the state of Washington in the northwestern United States. It is located in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills—92 miles (148 km) south of the Canada–US border, 18 miles (30 km) west of the Washington–Idaho border, and 279 miles (449 km) east of Seattle along Interstate 90.",
  "/wiki/KREN-TV": "KREN-TV, virtual channel 27 (UHF digital channel 26), is a Univision-affiliated television station licensed to Reno, Nevada, United States. Owned by Entravision Communications, it is a sister station to low-power, Class A UniMás affiliate KRNS-CD (channel 46). The two stations share studios on Wells Avenue in Reno; KREN-TV's transmitter is located on Slide Mountain between SR 431 and I-580/US 395/US 395 ALT in unincorporated Washoe County.",
  "/wiki/Univision": "Univision (Spanish pronunciation: [uniβiˈsjon] (listen)) is an American Spanish-language free-to-air television network that is owned by Univision Communications. It is the country's largest provider of Spanish-language content, followed by American competitor Telemundo. The network's programming is aimed at the Latino public and includes telenovelas and other drama series, sports, sitcoms, reality and variety series, news programming, and imported Spanish-language feature films. Univision is headquartered in Midtown Manhattan, New York City, and has its major studios, production facilities, and business operations based in Doral, Florida (near Miami).",
  "/wiki/KRNS-CD": "KRNS-CD, virtual channel 46 (UHF digital channel 18), is a low-powered, Class A UniMás-affiliated television station licensed to Reno, Nevada, United States. Owned by Entravision Communications, it is a sister station to Univision affiliate KREN-TV (channel 27). The two stations share studios on Wells Avenue in Reno; KRNS-CD's transmitter is located on Slide Mountain between SR 431 and I-580/US 395/US 395 ALT in unincorporated Washoe County.",
  "/wiki/Reno,_Nevada": "Reno (/ˈriːnoʊ/ REE-noh) is a city in the northwest section of the U.S. state of Nevada, approximately 22 miles (35 km) from Lake Tahoe, known as \"The Biggest Little City in the World\". Known for its casino & tourism industry, Reno is the county seat and largest city of Washoe County and sits in a high desert river valley at the foot of the Sierra Nevada and its downtown area (along with Sparks) occupies a valley informally known as the Truckee Meadows, which due to large-scale investments from Seattle & Bay Area, such as Amazon, Tesla, Panasonic, Microsoft, Apple and many more (most recently Google) has become a new major technology hub in the United States. The city is named after Union Major General Jesse L. Reno, who was killed in action during the American Civil War at the Battle of South Mountain on Fox's Gap.",
  "/wiki/KREX-TV": "KREX-TV, virtual channel 5 (VHF digital channel 2), is a CBS-affiliated television station licensed to Grand Junction, Colorado, United States and serving Colorado's Western Slope region. Owned by Nexstar Media Group, it is a sister station to low-powered, Class A MyNetworkTV affiliate KGJT-CD, channel 27 (which KREX-TV simulcasts on its third digital subchannel); Nexstar also operates Fox affiliate KFQX (channel 4) under a shared services agreement (SSA) with owner Mission Broadcasting. The three stations share studios on Hillcrest Avenue in Grand Junction, where KREX-TV's transmitter is also located.",
  "/wiki/KGJT-CD": "KGJT-CD, virtual and UHF digital channel 27, is a low-powered, Class A MyNetworkTV-affiliated television station licensed to Grand Junction, Colorado, United States, and serving Colorado's Western Slope region. Owned by Nexstar Media Group, it is a sister station to CBS affiliate KREX-TV (channel 5); Nexstar also operates Fox affiliate KFQX (channel 4) under a shared services agreement (SSA) with owner Mission Broadcasting. The three stations share studios on Hillcrest Avenue in downtown Grand Junction; KGJT's transmitter is located at Land's End, east of the city.",
  "/wiki/Grand_Junction,_Colorado": "Grand Junction is a home rule municipality that is the county seat and the most populous municipality of Mesa County, Colorado, United States. The city has a council–manager form of government, and is the most populous municipality in all of western Colorado. Grand Junction is 247 miles (398 km) west-southwest of the Colorado State Capitol in Denver. As of the 2010 census, the city's population was 58,566. Grand Junction is the 15th most populous city in the state of Colorado and the most populous city on the Colorado Western Slope. It is a major commercial and transportation hub within the large area between the Green River and the Continental Divide. It is the principal city of the Grand Junction Metropolitan Statistical Area, which had a population of 146,723 in 2010 census.",
  "/wiki/KREY-TV": "KREX-TV, virtual channel 5 (VHF digital channel 2), is a CBS-affiliated television station licensed to Grand Junction, Colorado, United States and serving Colorado's Western Slope region. Owned by Nexstar Media Group, it is a sister station to low-powered, Class A MyNetworkTV affiliate KGJT-CD, channel 27 (which KREX-TV simulcasts on its third digital subchannel); Nexstar also operates Fox affiliate KFQX (channel 4) under a shared services agreement (SSA) with owner Mission Broadcasting. The three stations share studios on Hillcrest Avenue in Grand Junction, where KREX-TV's transmitter is also located.",
  "/wiki/Montrose,_Colorado": "Montrose is the Home Rule Municipality that is the county seat and the most populous municipality of Montrose County, Colorado, United States.  The city population was 19,132 at the 2010 United States Census.  The main road that leads in and out of Montrose is U.S. Highway 50. The town is located in cardinal-western Colorado, in the upper Uncompahgre Valley and is an economic, labor, and transportation waypoint for the surrounding recreation industry. Demographically, the town is majority white, with a large Hispanic population. It is also the home of a few major engineering projects, namely the Gunnison Tunnel.",
  "/wiki/KREZ-TV": "KRQE, virtual and VHF digital channel 13, is a dual CBS/Fox-affiliated television station licensed to Albuquerque, New Mexico, United States and also serving Santa Fe. Owned by Nexstar Media Group, it is a sister station to Santa Fe-licensed CW affiliate KWBQ (channel 19) and Albuquerque-licensed MyNetworkTV affiliate KASY-TV (channel 50) (both owned by Tamer Media with certain services provided by Nexstar through a shared services agreement [SSA]). KRQE's studios are located on Broadcast Plaza in Albuquerque (across the street from NBC affiliate KOB, channel 4), and its transmitter is located on Sandia Crest, east of Albuquerque.",
  "/wiki/Durango,_Colorado": "Durango is the county seat and the most populous municipality of La Plata County, Colorado, United States.  It is home to Fort Lewis College. The United States Census Bureau reported a population of 16,887 in the 2010 census.",
  "/wiki/KRGV-TV": "KRGV-TV, virtual channel 5 (VHF digital channel 13), is an ABC-affiliated television station licensed to Weslaco, Texas, United States and serving the Rio Grande Valley metropolitan area. The station is owned by the Manship family of Baton Rouge, Louisiana through Mobile Video Tapes, Inc., which often does business as KRGV-TV Corporation. KRGV's studios are located on East Expressway (I-2/US 83) in Weslaco, and its transmitter is located in Santa Maria, Texas. On cable and satellite, the station is available on Charter Spectrum, DirecTV and Dish Network channel 5.",
  "/wiki/Weslaco,_Texas": "Weslaco /ˈwɛsləˌkoʊ/ is a city in Hidalgo County, Texas, United States. As of the 2010 census the population was 35,670, and in 2018 the estimated population was 41,171. It is located at the southern tip of Texas in the Rio Grande Valley near the  Mexican border, across the Rio Grande from the city of Nuevo Progreso, Rio Bravo, Tamaulipas.",
  "/wiki/KRII": "KBJR-TV, virtual channel 6 (UHF digital channel 19), is a dual NBC/CBS-affiliated television station licensed to Superior, Wisconsin, United States, serving northwestern Wisconsin and northeastern Minnesota, including Duluth. The station is owned by Quincy Media, as part of a duopoly with CW+ affiliate KDLH (channel 3). The two stations share studios on South Lake Avenue in Canal Park, downtown Duluth; KBJR-TV's transmitter is located west of downtown in Hilltop Park.",
  "/wiki/KDLH-DT2": "KDLH, virtual channel 3 (UHF digital channel 33), is a CW-affiliated television station licensed to Duluth, Minnesota, United States, serving northeastern Minnesota and northwestern Wisconsin. The station is owned by Quincy Media, as part of a duopoly with Superior, Wisconsin-licensed dual NBC/CBS affiliate KBJR-TV, channel 6 (and its Chisholm, Minnesota-licensed semi-satellite KRII, channel 11). The two stations share studios on South Lake Avenue in Canal Park, downtown Duluth; KDLH's transmitter is located west of downtown in Hilltop Park.",
  "/wiki/KDLH": "KDLH, virtual channel 3 (UHF digital channel 33), is a CW-affiliated television station licensed to Duluth, Minnesota, United States, serving northeastern Minnesota and northwestern Wisconsin. The station is owned by Quincy Media, as part of a duopoly with Superior, Wisconsin-licensed dual NBC/CBS affiliate KBJR-TV, channel 6 (and its Chisholm, Minnesota-licensed semi-satellite KRII, channel 11). The two stations share studios on South Lake Avenue in Canal Park, downtown Duluth; KDLH's transmitter is located west of downtown in Hilltop Park.",
  "/wiki/KBJR-DT2": "KBJR-TV, virtual channel 6 (UHF digital channel 19), is a dual NBC/CBS-affiliated television station licensed to Superior, Wisconsin, United States, serving northwestern Wisconsin and northeastern Minnesota, including Duluth. The station is owned by Quincy Media, as part of a duopoly with CW+ affiliate KDLH (channel 3). The two stations share studios on South Lake Avenue in Canal Park, downtown Duluth; KBJR-TV's transmitter is located west of downtown in Hilltop Park.",
  "/wiki/Chisholm,_Minnesota": "Chisholm is a city in Saint Louis County, Minnesota, United States.  The population was 4,976 at the 2010 census.",
  "/wiki/KRIN": "Iowa PBS, formerly Iowa Public Television (IPTV), is a network of Public Broadcasting Service (PBS) member stations in the U.S. state of Iowa. It is owned by the Iowa Public Broadcasting Board, an agency of the state education department which holds the licenses for all the PBS member stations in the state. Iowa PBS' headquarters are located at 6450 Corporate Drive in Johnston, Iowa, a suburb of Des Moines.",
  "/wiki/Waterloo,_Iowa": "Waterloo is a city in and the county seat of Black Hawk County, Iowa, United States. and the city is part of the Waterloo – Cedar Falls Metropolitan Statistical Area.",
  "/wiki/KRIS-TV": "KRIS-TV, virtual channel 6 (VHF digital channel 13), is a NBC-affiliated television station licensed to Corpus Christi, Texas, United States. Owned by the E. W. Scripps Company, it is sister to low-power independent station K22JA-D and low-power Telemundo affiliate K47DF-D; Scripps also operates CBS affiliate KZTV (channel 10) through a shared services agreement (SSA) with owner SagamoreHill Broadcasting. The four stations share studios on Artesian Street in Downtown Corpus Christi; KRIS-TV's transmitter is located in Robstown.",
  "/wiki/Corpus_Christi,_Texas": "Corpus Christi (/ˌkɔːrpəs ˈkrɪsti/; Latin: Body of Christ), colloquially Corpus, is a coastal city in the South Texas region of the U.S. state of Texas. The county seat of Nueces County, it also extends into Aransas, Kleberg, and San Patricio Counties. It is 130 miles southeast of San Antonio. Its political boundaries encompass Nueces Bay and Corpus Christi Bay. Its zoned boundaries include small land parcels or water inlets of three neighboring counties.",
  "/wiki/KRIV_(TV)": "KRIV, virtual and UHF digital channel 26, is a Fox owned-and-operated television station licensed to Houston, Texas, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station KTXH (channel 20). The two stations share studios on Southwest Freeway in Houston (between the Uptown and Greenway Plaza districts); KRIV's transmitter is located near Missouri City, Texas, in unincorporated northeastern Fort Bend County.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_K)": "This is a list of full-power television stations in the United States having call signs beginning with the letter K. Low-power TV stations, those with designations such as KAGN-LP or K11XQ, have not been included in this list."
}