{
  "/wiki/The_Elder_Scrolls_V:_Skyrim_%E2%80%93_Dragonborn": "The Elder Scrolls V: Skyrim – Dragonborn is the third and final add-on for the action role-playing open world video game The Elder Scrolls V: Skyrim. It was developed by Bethesda Game Studios and released by Bethesda Softworks on the Xbox Live Marketplace on December 4, 2012. The Microsoft Windows version was released on February 5, 2013, and the PlayStation 3 version was released on February 12, 2013.",
  "/wiki/Personal_computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputer and mainframes, time-sharing by many people at the same time is not used with personal computers.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Ganon": "Ganon,[a][b] also known as Ganondorf[c] in his Gerudo form, is a fictional character and the main antagonist of Nintendo's The Legend of Zelda video game series. Ganon is the final boss in many Zelda titles.",
  "/wiki/The_Legend_of_Zelda": "The Legend of Zelda[a] is an action-adventure video game franchise created by Japanese game designers Shigeru Miyamoto and Takashi Tezuka. It is primarily developed and published by Nintendo, although some portable installments and re-releases have been outsourced to Capcom, Vanpool, and Grezzo. The gameplay incorporates action-adventure and elements of action RPG games.",
  "/wiki/Hogzilla": "Hogzilla, a portmanteau of hog + Godzilla, was a male hybrid of wild hog and domestic pig that was shot and killed by Chris Griffin in Alapaha, Georgia, United States, on June 17, 2004, on Ken Holyoak's fish farm and hunting reserve. It was alleged to be 12 feet (3.7 m) long and weighed over 1,000 pounds (450 kg). It was originally widely considered a hoax.",
  "/wiki/Cabela%27s_Dangerous_Hunts_2": "Cabela's Dangerous Hunts 2 is a 2005 hunting video game published by Sand Grain Studios and Cabela's. It is a sequel to the 2003 game Cabela's Dangerous Hunts.",
  "/wiki/Warsow_(video_game)": "Warsow, also stylized as War§ow, is an open source first-person shooter video game.",
  "/wiki/Beyond_Good_%26_Evil": "Beyond Good & Evil is a 2003 action-adventure video game developed and published by Ubisoft for the PlayStation 2, PC, Xbox and GameCube platforms. The story follows the adventures of Jade, an investigative reporter and martial artist, who works with a resistance movement to reveal a planet-wide alien conspiracy. The player controls Jade and allies, solving puzzles, fighting enemies, and obtaining photographic evidence.",
  "/wiki/Pig": "A pig is any of the animals in the genus Sus, within the even-toed ungulate family Suidae. Pigs include domestic pigs and their ancestor, the common Eurasian wild boar (Sus scrofa), along with other species. Related creatures outside the genus include the peccary, the babirusa, and the warthog. Pigs, like all suids, are native to the Eurasian and African continents. Juvenile pigs are known as piglets. Pigs are highly social and intelligent animals.",
  "/wiki/Minecraft": "Minecraft is a sandbox video game created by Swedish developer Markus Persson, released by Mojang in 2011 and purchased by  Microsoft in 2014. It is the single best-selling video game of all time, selling over 180 million copies across all platforms by late 2019, with over 112 million monthly active players.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Pigma_Dengar": "This is a list of characters from the Star Fox series of video games, listed in order of introduction.",
  "/wiki/Star_Fox_(series)": "Star Fox[a] is a spaceship shooter game series created by Nintendo. The games follow a combat team of anthropomorphic animals called Star Fox, led by chief protagonist Fox McCloud. Gameplay involves adventures around the Lylat planetary system in the futuristic \"Arwing\" fighter aircraft, in other vehicles and on foot. The original Star Fox (1993) was a forward-scrolling 3D rail shooter, though later titles added more directional freedom.",
  "/wiki/SNES": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Donkey_Kong_Country_Returns": "Donkey Kong Country Returns is a side-scrolling platformer video game developed by Retro Studios and published by Nintendo for the Wii console. The game was released first in North America in November 2010, and in PAL regions and Japan the following month. A stereoscopic port of the game, titled Donkey Kong Country Returns 3D, was released for the Nintendo 3DS in May 2013, and in Japan the following month.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Cabela%27s_Big_Game_Hunter_(2007_video_game)": "Cabela's Big Game Hunter is a hunting video game series published by HeadGames Publishing, Inc and Activision from 1998 to 2014, named after retailer Cabela's.",
  "/wiki/Wild_Boar": "The wild boar (Sus scrofa), also known as the wild swine, Eurasian wild pig, or simply wild pig, is a suid native to much of Eurasia, North Africa, and the Greater Sunda Islands. Human intervention has spread its distribution further, making the species one of the widest-ranging mammals in the world, as well as the most widely spread suiform. Its wide range, high numbers, and adaptability mean that it is classed as least concern by the IUCN and it has become an invasive species in part of its introduced range. The animal probably originated in Southeast Asia during the Early Pleistocene, and outcompeted other suid species as it spread throughout the Old World.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Aion:_The_Tower_of_Eternity": "Aion: The Tower of Eternity (Korean: 아이온: 영원의 탑) is a massively multiplayer online role-playing game (MMORPG) released by NCSOFT. The game combines PvP and PvE (a concept the developers call PvPvE) in a fantasy game environment. As of May 20, 2009, Aion had 3.5 million subscribers in Asia. AION's first major expansion pack was released to North America and Europe on September 7, 2010 under the name AION: Assault on Balaurea. On February 29, 2012 AION changed publisher in Europe while North American Truly Free launched on April 11, 2012 with no restrictions. Aion's second major expansion was released in North America on June 26, 2013 under the name \"Aion: Dark Betrayal\". Its most recent expansion was launched on July 13, 2016 under the name \"Aion: Echoes of Eternity\".[full citation needed]"
}