{
  "/wiki/Bordeaux": "Bordeaux (French pronunciation: [bɔʁdo] (listen); Gascon Occitan: Bordèu [buɾˈðɛw]) is a port city on the Garonne in the Gironde department in Southwestern France.",
  "/wiki/Blanquefort,_Gironde": "Blanquefort (French) or Blancafòrt (Gascon) is a commune in the Gironde department in Nouvelle-Aquitaine in southwestern France. Blanquefort is an outlying commune of the Bordeaux metropolitan area.",
  "/wiki/Ford_Bridgend_Engine_Plant": "The Ford Bridgend Engine Plant is a manufacturing facility of Ford of Europe, located in Bridgend, Wales.",
  "/wiki/Bridgend": "Bridgend (English:  /brɪˈdʒɛnd/; Welsh: Pen-y-bont ar Ogwr or just Pen-y-bont, meaning \"the end (or head) of the bridge on the Ogmore\") is a town in Bridgend County Borough in Wales, 20 miles (32 km) west of the capital Cardiff and 20 miles (32 km) east of Swansea.  The river crossed by the original bridge, which gave the town its name, is the River Ogmore, but the River Ewenny also passes to the south of the town.",
  "/wiki/Ford_EcoBoost_engine": "EcoBoost is a series of turbocharged, direct-injection gasoline engines produced by Ford and originally co-developed by Australian company FPV Engineering and Mazda. The Ecoboost 2L and 2.3L are Ford turbocharged derivatives of the Mazda L engine. EcoBoost engines are designed to deliver power and torque consistent with those of larger-displacement (cylinder volume), naturally aspirated engines, while achieving about 30% better fuel efficiency and 15% fewer greenhouse emissions, according to Ford. The manufacturer sees the EcoBoost technology as less costly and more versatile than further developing or expanding the use of hybrid and diesel engine technologies. EcoBoost engines are broadly available across Ford's vehicle lineup.",
  "/wiki/Volvo": "The Volvo Group (Swedish: Volvokoncernen; legally Aktiebolaget Volvo, shortened to AB Volvo, stylized as VOLVO) is a Swedish multinational manufacturing company headquartered in Gothenburg. While its core activity is the production, distribution and sale of trucks, buses and construction equipment, Volvo also supplies marine and industrial drive systems and financial services. In 2016, it was the world's second largest manufacturer of heavy-duty trucks.",
  "/wiki/Land_Rover": "Land Rover is a British brand of four-wheel drive cars, that exclusively offers premium and luxury sport utility vehicles. Owned by multinational car manufacturer Jaguar Land Rover (JLR), which has been owned by India's Tata Motors since 2008, JLR currently build Land Rovers in Brazil, China, India, Slovakia, and the United Kingdom.",
  "/wiki/Cologne_Body_&_Assembly": "Cologne Body & Assembly is a Ford Motor Company automobile factory in the Niehl district of Cologne, Germany spanning 628,500 square feet (14.43 acres).",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Ford_Fiesta": "The Ford Fiesta is a supermini marketed by Ford since 1976 over seven generations. It has been manufactured in the United Kingdom, Germany, Spain, Australia, Brazil, Argentina, Venezuela, Mexico, China, India, Thailand, and South Africa.",
  "/wiki/Ford_Romania": "Ford Romania is an automobile manufacturing company operated by Ford of Europe, located in Craiova, Romania.",
  "/wiki/Craiova": "Craiova (/krəˈjoʊvə/, also US: /kraɪˈoʊvə, krɑːˈjɔːvɑː, krɑːˈjoʊvɑː/, Romanian: [kraˈjova] (listen)), Romania's 6th largest city and capital of Dolj County, is situated near the east bank of the river Jiu in central Oltenia. It is a longstanding political center, and is located at approximately equal distances from the Southern Carpathians (north) and the River Danube (south). Craiova is the chief commercial city west of Bucharest and the most important city of Oltenia. The city prospered as a regional trading centre despite an earthquake in 1790, a plague in 1795, and a Turkish assault in 1802 during which it was burned.",
  "/wiki/Ford_B-Max": "The Ford B-Max (stylized as Ford B-MAX) code name: B232, is a mini MPV (M-segment) manufactured by Ford Europe since 2012. Built on the Ford global B platform, it was initially unveiled as a concept car at the 2011 Geneva Motor Show, and was officially launched at the 2012 Mobile World Congress in Barcelona.",
  "/wiki/Ford_Dagenham": "Ford Dagenham is a major automotive factory located in Dagenham, London, operated by the Ford of Britain subsidiary of Ford Motor Company. The plant opened in 1931 and has produced 10,980,368 cars and more than 39,000,000 engines in its history. It covers around 475 acres and has received over £800 million of capital investment since 2000.",
  "/wiki/Dagenham": "Dagenham (/ˈdæɡənəm/) is a district and suburban town in East London, England. In the London Borough of Barking and Dagenham, it is 11.5 miles (18.5 km) east of Charing Cross. Historically a parish in the county of Essex, it was an agrarian village and remained mostly undeveloped until 1921, when the London County Council began construction of the large Becontree estate. The population of the area significantly increased in the 20th century, with the parish of Dagenham becoming an urban district in 1926 and a municipal borough in 1938. It has formed part of Greater London since 1965 and is a predominantly residential area, with some areas of declining industrial activity, including the Ford Dagenham plant. The southern part of Dagenham, adjacent to the River Thames, forms part of the London Riverside section of the Thames Gateway redevelopment area. The total population of Dagenham, including the Becontree estate, was 106,247 as of 2011.",
  "/wiki/Dunton_Technical_Centre": "The Dunton Campus (informally Ford Dunton or Dunton) is a major automotive research and development facility located in Dunton Wayletts, Laindon, Essex, United Kingdom owned and operated by Ford Motor Company. It was the largest automotive technical centre in the United Kingdom and takes its name from the nearby Dunton Wayletts. Ford Dunton houses the main design team of Ford of Europe alongside its Merkenich Technical Centre in Cologne, Germany. With the closure of Ford's Warley site (Brentwood, essex) in September 2019, the staff from the UK division of Ford Motor Credit Company and Ford's UK Sales and Marketing departments, have moved to the Dunton site. As of November 2019, Dunton had around 4000 staff working at the site.",
  "/wiki/Dunton_Wayletts": "Dunton Wayletts is a hamlet on the western outskirts of Laindon, in the Borough of Basildon, Essex, England.  It is located between the Southend Arterial Road (A127 road) and the London, Tilbury and Southend Railway.  It is usually known as Dunton.",
  "/wiki/Halewood_Body_&_Assembly": "Halewood Body & Assembly is a Jaguar Land Rover production facility in Halewood, Merseyside, England.",
  "/wiki/Halewood": "Halewood is a town in the Metropolitan Borough of Knowsley in Merseyside, England. It lies near the city of Liverpool's southeastern boundary, bordered by the suburbs of Netherley, Hunt's Cross and Woolton.",
  "/wiki/Otosan": "Ford Otomotiv Sanayi A.Ş. (Ford Automotive Industry) is an automotive manufacturing company based in Turkey that is equally owned by Ford Motor Company and Koç Holding. It was established in its current form in 1977, with original relations dating back to 1928. It currently operates five facilities throughout the country, and is headquartered in Gölcük, with a second location in İnönü.",
  "/wiki/Kocaeli_Province": "Kocaeli Province (Turkish: Kocaeli ili, pronounced [koˈdʒaeli]) is a province of Turkey and one of only two to not have the same official name as its capital, İzmit, which is thus also sometimes called Kocaeli. The province is the successor of the Ottoman-era Sanjak of Kocaeli. The largest towns in the province are İzmit and Gebze. The traffic code is 41. The province is located at the easternmost end of the Marmara Sea around the Gulf of İzmit. Kocaeli is bordered by the province of Istanbul and the Marmara Sea to the west, the Black Sea to the north, the province of Sakarya to the east, the province of Bursa to the south and the province of Yalova to the southwest. The metropolitan area of Istanbul extends to the Kocaeli-Istanbul provincial border.  The size and natural conditions of the Bay of İzmit allow for extensive port facilities, including the Gölcük Naval Base.  The province is called the industrial capital of Turkey. Kocaeli has an airport named Cengiz Topel Naval Air Station which is used for military and civilian transport. Kocaeli has two universities: Kocaeli University and Gebze Technical University.",
  "/wiki/Ford_Transit": "The Ford Transit is a range of light commercial vehicles produced by Ford since 1965. Sold primarily as a cargo van, the Transit is also built as a passenger van (marketed as the Ford Tourneo since 1995), minibus, cutaway van chassis, and as a pickup truck. Over 8,000,000 Transit vans have been sold, making it the third best-selling van of all time and have been produced across four basic platform generations (debuting in 1965, 1986, 2000, and 2013 respectively), with various \"facelift\" versions of each.",
  "/wiki/Ford_Transit_Custom": "The Ford Transit Custom is a mid-sized, front wheel drive van produced by Ford Europe since 2012. This is the smaller version of the Ford Transit Mk.5.  As with the rest of the Transit lineup, the better-appointed passenger versions are branded Tourneo Custom.",
  "/wiki/Ford_Transit_Connect": "The Ford Transit Connect is a compact panel van developed by Ford Europe. It is built on a dedicated commercial vehicle platform and shares parts with the Ford Focus. The first generation was designed by Peter Horbury and introduced in 2002 to replace the older Ford Escort and Fiesta-based Courier van ranges, which had ceased production in the same year. It has been imported to the North American market since the 2010 model year. In North America, the Transit Connect does not have a direct predecessor; the closest vehicle to its size was the standard-length Ford Aerostar cargo van, which ceased production in 1997.",
  "/wiki/Lommel_Proving_Grounds": "The Lommel Proving Ground also known as the Ford LPG, is an automotive proving ground, constructed by Ford of Europe on ground rented from the municipality of Lommel, located south of the Belgian hamlet of Kattenbos. Lommel covers an area of 3.22 km ², and since the development of new models are kept secret, the track closed to the public and heavily guarded.",
  "/wiki/Lommel": "Lommel is a municipality and a city in the Belgian province of Limburg. The Kempen city has about 34,000 inhabitants and is part of the electoral district and the judicial district Lommel Neerpelt.",
  "/wiki/Proving_grounds": "A proving ground (US), training area (Australia, Ireland, UK) or training centre (Canada) is a military installation or reservation where weapons or other military technology are experimented with or are tested, or where military tactics are tested.",
  "/wiki/Saarlouis_Body_&_Assembly": "The Ford Saarlouis body and assembly plant is a major car plant located on the western edge of Saarlouis in the German Saarland. It belongs to Ford-Werke GmbH, the German subsidiary of the American automaker Ford Motor Company.",
  "/wiki/Saarlouis": "Saarlouis (German pronunciation: [ˌzaːɐ̯luˈiː]; French: Sarrelouis, French pronunciation: ​[saʁlwi]) is a city in the Saarland, (Germany), capital of the district of Saarlouis. In 2017, the town had a population of 34,758. Saarlouis, as the name implies, is located on the River Saar.\nIt was built as a fortress in 1680 and named after Louis XIV of France.",
  "/wiki/Ford_Focus_(international)": "The Ford Focus is a compact car (C-segment in Europe) manufactured by the Ford Motor Company and created under Alexander Trotman's Ford 2000 plan, which aimed to globalize model development and sell one compact vehicle worldwide. The original Focus was primarily designed by Ford of Europe's German and British teams.",
  "/wiki/Ford_C-Max": "The Ford C-Max (stylized as Ford C-MAX and previously called the Ford Focus C-Max) is a compact multi-purpose vehicle (MPV) produced by the Ford Motor Company since 2003. The Ford Grand C-Max has a longer wheelbase.",
  "/wiki/Ford_Valencia_Plant": "The Ford Valencia Body and Assembly is a major car assembly plant located at Almussafes on the southern edge of the Valencia conurbation, Spain.   with a production capacity of 450,000 vehicles a year and 8000 employees, it is Ford's largest manufacturing complex outside the United States.",
  "/wiki/Almusafes": "Almussafes (Spanish: Almusafes) is a municipality in the comarca of Ribera Baixa in the Valencian Community, Spain.",
  "/wiki/Ford_Kuga": "The Ford Kuga is a compact sport utility vehicle (SUV) produced by Ford since 2008. It is based on the C1 platform, that also forms the underpinnings of the Ford Focus and Ford C-Max. Both front-wheel-drive and four-wheel-drive are offered.",
  "/wiki/Ford_Galaxy": "The Ford Galaxy is a large multi-purpose vehicle (MPV) produced by Ford Europe since June 1995.  The first MPV marketed by Ford outside of North America, three generations of the Galaxy have been produced.  Since 2006, the Galaxy has been developed alongside the Ford S-MAX, sharing its platform architecture with the Ford Mondeo.",
  "/wiki/Ford_Mondeo": "The Ford Mondeo is a large family car manufactured by Ford since 1993.  The first Ford declared a \"world car\", the Mondeo was intended to consolidate several Ford model lines worldwide (the European Ford Sierra, the Ford Telstar in Asia and Australia, and the Ford Tempo/Mercury Topaz of North America).  The Mondeo nameplate is derived from Latin mundus, meaning \"world\".",
  "/wiki/Ford_S-Max": "The Ford S-Max (stylized as Ford S-MAX) is an MPV produced by Ford Europe for the European market. Ford also describes the S-Max as an SAV (sports activity vehicle). Introduced at the 2006 Geneva Motor Show, the S-Max went on sale alongside the new generation Galaxy in June 2006.",
  "/wiki/Vsevolozhsk": "Vsevolozhsk (Russian: Все́воложск, IPA: [ˈfsʲevələʂsk]; Finnish: Seuloskoi or Rääpyvä) is a town and the administrative center of Vsevolozhsky District in Leningrad Oblast, Russia, located on the Karelian Isthmus 24 kilometers (15 mi) east of St. Petersburg. Population: 59,704 (2010 Census); 45,310 (2002 Census); 31,946 (1989 Census).",
  "/wiki/Ford_of_Europe": "Ford of Europe AG is a subsidiary company of Ford Motor Company founded in 1967 in Cork, Ireland, with headquarters in Cologne, Germany."
}