{
  "/wiki/Martin_G._Brumbaugh": "Martin Grove Brumbaugh, A.M., Ph.D. (April 14, 1862 – March 14, 1930) was an American Republican politician who served as the 26th Governor of Pennsylvania from 1915 until 1919. He is frequently referred to as M.G. Brumbaugh, as is common in the Brumbaugh family. He was president of Juniata College and the first education commissioner for Puerto Rico.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.\n The GOP was founded in 1854 by opponents of the Kansas–Nebraska Act, which allowed for the potential expansion of slavery into certain U.S. territories. The party supported classical liberalism, opposed the expansion of slavery, and supported economic reform. Abraham Lincoln was the first Republican president. Under the leadership of Lincoln and a Republican Congress, slavery was banned in the United States in 1865. The Party was generally dominant during the Third Party System and the Fourth Party System. After 1912, the Party underwent an ideological shift to the right. Following the Civil Rights Act of 1964 and the Voting Rights Act of 1965, the party's core base shifted, with Southern states becoming more reliably Republican in presidential politics. The party's 21st-century base of support includes people living in rural areas, men, people without college degrees, the elderly, white Americans, and evangelical Christians.\n The 21st-century Republican Party ideology is American conservatism, which incorporates both economic policies and social values. The GOP supports lower taxes, free market capitalism, restrictions on immigration, increased military spending, gun rights, restrictions on abortion, deregulation and restrictions on labor unions. After the Supreme Court's 1973 decision in Roe v. Wade, the Republican Party opposed abortion in its party platform and grew its support among evangelicals. The GOP was strongly committed to protectionism and tariffs at its founding, but grew more supportive of free trade in the 20th century, although tariffs experienced a resurgence in the 21st century.\n There have been 19 Republican presidents (including incumbent president Donald Trump, who was elected in 2016), the most from any one political party. As of 2020, the GOP controls the presidency, a majority in the U.S. Senate, a majority of state governorships, a majority (30) of state legislatures, and 21 state government trifectas (governorship and both legislative chambers). Five of the nine sitting U.S. Supreme Court justices were nominated by Republican presidents.",
  "/wiki/William_McKinley": "William McKinley (January 29, 1843 – September 14, 1901) was the 25th president of the United States, serving from March 4, 1897, until his assassination six months into his second term. During his presidency, McKinley led the nation to victory in the Spanish–American War, raised protective tariffs to promote American industry and kept the nation on the gold standard in a rejection of free silver (effectively, expansionary monetary policy).\n McKinley was the last president to have served in the American Civil War and the only one to have started the war as an enlisted soldier, beginning as a private in the Union Army and ending as a brevet major. After the war, he settled in Canton, Ohio, where he practiced law and married Ida Saxton. In 1876, he was elected to Congress, where he became the Republican Party's expert on the protective tariff, which he promised would bring prosperity. His 1890 McKinley Tariff was highly controversial, which together with a Democratic redistricting aimed at gerrymandering him out of office led to his defeat in the Democratic landslide of 1890. He was elected governor of Ohio in 1891 and 1893, steering a moderate course between capital and labor interests. With the aid of his close adviser Mark Hanna, he secured the Republican nomination for president in 1896 amid a deep economic depression. He defeated his Democratic rival William Jennings Bryan after a front porch campaign in which he advocated \"sound money\" (the gold standard unless altered by international agreement) and promised that high tariffs would restore prosperity.\n Rapid economic growth marked McKinley's presidency. He promoted the 1897 Dingley Tariff to protect manufacturers and factory workers from foreign competition and in 1900 secured the passage of the Gold Standard Act. McKinley hoped to persuade Spain to grant independence to rebellious Cuba without conflict, but when negotiation failed he led the nation into the Spanish-American War of 1898. The United States victory was quick and decisive. As part of the peace settlement, Spain turned over to the United States its main overseas colonies of Puerto Rico, Guam and the Philippines while Cuba was promised independence, but at that time remained under the control of the United States Army. The United States annexed the independent Republic of Hawaii in 1898 and it became a United States territory.\n Historians regard McKinley's 1896 victory as a realigning election in which the political stalemate of the post-Civil War era gave way to the Republican-dominated Fourth Party System, which began with the Progressive Era. McKinley defeated Bryan again in the 1900 presidential election in a campaign focused on imperialism, protectionism and free silver. His legacy was suddenly cut short when he was shot on September 6, 1901 by Leon Czolgosz, a second-generation Polish-American with anarchist leanings. McKinley died eight days later and was succeeded by his Vice President Theodore Roosevelt. As an innovator of American interventionism and pro-business sentiment, McKinley's presidency is generally considered above average, though his highly positive public perception was soon overshadowed by Roosevelt.",
  "/wiki/Theodore_Roosevelt": "Theodore  Roosevelt Jr. (/ˈroʊzəvɛlt/ ROH-zə-velt;[b] October 27, 1858 – January 6, 1919) was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He served as the 25th vice president from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Roosevelt emerged as a leader of the Republican Party and became a driving force for the anti-trust policy while supporting Progressive Era policies in the United States in the early 20th century. His face is depicted on Mount Rushmore alongside George Washington, Thomas Jefferson, and Abraham Lincoln. He is generally ranked in polls of historians and political scientists as one of the five best presidents.\n Roosevelt was a sickly child with debilitating asthma, but he overcame his health problems by embracing a strenuous lifestyle, as well as growing out of his asthma naturally in his young adult years. He integrated his exuberant personality, vast range of interests, and world-famous achievements into a \"cowboy\" persona defined by robust masculinity. He was home-schooled, and he began a lifelong naturalist avocation before attending Harvard College. His book The Naval War of 1812 (1882) established his reputation as a learned historian and as a popular writer. Upon entering politics, he became the leader of the reform faction of Republicans in New York's state legislature. His wife and his mother both died in rapid succession, and he escaped to a cattle ranch in the Dakotas. He served as Assistant Secretary of the Navy under President William McKinley, but he resigned from that post to lead the Rough Riders during the Spanish–American War, returning a war hero. He was elected governor of New York in 1898. After Vice President Garret Hobart died in 1899, the New York state party leadership convinced McKinley to accept Roosevelt as his running mate in the 1900 election. Roosevelt campaigned vigorously, and the McKinley–Roosevelt ticket won a landslide victory based on a platform of peace, prosperity, and conservation.\n Roosevelt took office as vice president in March 1901 and assumed the presidency at age 42 after McKinley was assassinated the following September. He remains the youngest person to become President of the United States. Roosevelt was a leader of the progressive movement, and he championed his \"Square Deal\" domestic policies, promising the average citizen fairness, breaking of trusts, regulation of railroads, and pure food and drugs. He made conservation a top priority and established many new national parks, forests, and monuments intended to preserve the nation's natural resources. In foreign policy, he focused on Central America where he began construction of the Panama Canal. He expanded the Navy and sent the Great White Fleet on a world tour to project the United States' naval power around the globe. His successful efforts to broker the end of the Russo-Japanese War won him the 1906 Nobel Peace Prize. He avoided controversial tariff and money issues. Roosevelt was elected to a full term in 1904 and continued to promote progressive policies, many of which were passed in Congress. He groomed his close friend William Howard Taft, and Taft won the 1908 presidential election to succeed him.\n Roosevelt grew frustrated with Taft's conservatism and belatedly tried to win the 1912 Republican nomination for president. He failed, walked out, and founded the so-called \"Bull Moose\" Party which called for wide-ranging progressive reforms. He ran in the 1912 election and the split allowed the Democratic nominee Woodrow Wilson to win the election. Following the defeat, Roosevelt led a two-year expedition to the Amazon basin where he nearly died of tropical disease. During World War I, he criticized Wilson for keeping the country out of the war with Germany, and his offer to lead volunteers to France was rejected. He considered running for president again in 1920, but his health continued to deteriorate and he died in 1919.",
  "/wiki/William_Howard_Taft": "William Howard Taft (September 15, 1857 – March 8, 1930) was the 27th president of the United States (1909–1913) and the tenth chief justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for re-election by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position in which he served until a month before his death.\n Taft was born in Cincinnati, Ohio in 1857. His father, Alphonso Taft, was a U.S. Attorney General and Secretary of War. Taft attended Yale and, like his father, was a member of Skull and Bones. After becoming a lawyer, Taft was appointed a judge while still in his twenties. He continued a rapid rise, being named Solicitor General and as a judge of the Sixth Circuit Court of Appeals. In 1901, President William McKinley appointed Taft civilian governor of the Philippines. In 1904, Roosevelt made him Secretary of War, and he became Roosevelt's hand-picked successor. Despite his personal ambition to become chief justice, Taft declined repeated offers of appointment to the Supreme Court of the United States, believing his political work to be more important.\n With Roosevelt's help, Taft had little opposition for the Republican nomination for president in 1908 and easily defeated William Jennings Bryan for the presidency in that November's election. In the White House, he focused on East Asia more than European affairs and repeatedly intervened to prop up or remove Latin American governments. Taft sought reductions to trade tariffs, then a major source of governmental income, but the resulting bill was heavily influenced by special interests. His administration was filled with conflict between the conservative wing of the Republican Party, with which Taft often sympathized, and the progressive wing, toward which Roosevelt moved more and more. Controversies over conservation and antitrust cases filed by the Taft administration served to further separate the two men. Roosevelt challenged Taft for renomination in 1912. Taft used his control of the party machinery to gain a bare majority of delegates and Roosevelt bolted the party. The split left Taft with little chance of re-election and he took only Utah and Vermont in Wilson's victory.\n After leaving office, Taft returned to Yale as a professor, continuing his political activity and working against war through the League to Enforce Peace. In 1921, President Harding appointed Taft as chief justice, an office he had long sought. Chief Justice Taft was a conservative on business issues and under him there were advances in individual rights. In poor health, he resigned in February 1930, and died the following month. He was buried at Arlington National Cemetery, the first president and first Supreme Court justice to be interred there. Taft is generally listed near the middle in historians' rankings of U.S. presidents.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.\n In its early years, the Party supported limited government, state sovereignty and opposed banks and the abolition of slavery. Since Franklin D. Roosevelt and his New Deal coalition in the 1930s, the Democratic Party has promoted a social liberal platform. Well into the 20th century, the party had conservative pro-business and Southern conservative-populist wings; following the New Deal, however, the conservative wing of the party largely withered outside the South. The New Deal Coalition of 1932–1964 attracted strong support from voters of recent European extraction—many of whom were Catholics based in the cities. After the Civil Rights Act of 1964 and the Voting Rights Act of 1965, the core bases of the two parties shifted, with the Southern states becoming more reliably Republican in presidential politics and the Northeastern states becoming more reliably Democratic. The once-powerful labor union element became smaller and less supportive after the 1970s. White evangelicals and Southerners have become heavily Republican at the state and local levels since the 1990s. People living in urban areas, women, college graduates, sexual and gender minorities, millennials, and black, Latino, Jewish, Muslim and Asian Americans tend to support the Democratic Party.\n The Democratic Party's philosophy of modern liberalism advocates social and economic equality, along with the welfare state. It seeks to provide government regulation in the economy. Policies such as environmental protection, support for organized labor and labor unions, the introduction of social programs, affordable college tuition, universal health care, equal opportunity, and consumer protection form the core of the party's economic policy. On social issues, it advocates campaign finance reform, LGBT rights, police and immigration reform, stricter gun laws, and the legalization of marijuana.\n There have been 15 Democrats who have served as president of the United States. The first was Andrew Jackson, who was the seventh president and served from 1829 to 1837. The most recent was Barack Obama, who was the 44th and held office from 2009 to 2017. As of 2019, the Democrats hold a majority in the House of Representatives, 15 state government trifectas (governorship and both legislative chambers), the mayoralty of most major American cities, and 19 total state legislatures. Four of the nine sitting justices of the Supreme Court were appointed by Democratic presidents.",
  "/wiki/Woodrow_Wilson": "Thomas Woodrow Wilson (December 28, 1856 – February 3, 1924) was an American politician, lawyer, and academic who served as the 28th president of the United States from 1913 to 1921. A member of the Democratic Party, Wilson served as the president of Princeton University and as the 34th governor of New Jersey before winning the 1912 presidential election. As president, he oversaw the passage of progressive legislative policies unparalleled until the New Deal in 1933. He also led the United States into World War I in 1917, establishing an activist foreign policy known as \"Wilsonianism.\" He was the leading architect of the League of Nations.\n Wilson spent his early years in the American South (mainly in Augusta, Georgia) during the Civil War and Reconstruction. After earning a Ph.D. in political science from Johns Hopkins University, Wilson taught at various schools before becoming the president of Princeton University. As governor of New Jersey from 1911 to 1913, Wilson broke with party bosses and won the passage of several progressive reforms. His success in New Jersey gave him a national reputation as a progressive reformer, and he won the presidential nomination at the 1912 Democratic National Convention. Wilson defeated incumbent Republican President William Howard Taft and Progressive Party nominee Theodore Roosevelt to win the 1912 presidential election, becoming the first Southerner to be elected president since the American Civil War.\n During his first term, Wilson presided over the passage of his progressive New Freedom domestic agenda. His first major priority was the passage of the Revenue Act of 1913, which lowered tariffs and implemented a federal income tax. Later tax acts implemented a federal estate tax and raised the top income tax rate to 77 percent. Wilson also presided over the passage of the Federal Reserve Act, which created a central banking system in the form of the Federal Reserve System. Two major laws, the Federal Trade Commission Act and the Clayton Antitrust Act, were passed to regulate and break up large business interests known as trusts. To the disappointment of his African-American supporters, Wilson allowed some of his Cabinet members to segregate their departments. Upon the outbreak of World War I in 1914, Wilson maintained a policy of neutrality between the Allied Powers and the Central Powers. He won re-election by a narrow margin in the presidential election of 1916, defeating Republican nominee Charles Evans Hughes.\n In early 1917, Wilson asked Congress for a declaration of war against Germany after Germany implemented a policy of unrestricted submarine warfare, and Congress complied. Wilson presided over war-time mobilization but devoted much of his efforts to foreign affairs, developing the Fourteen Points as a basis for post-war peace. After Germany signed an armistice in November 1918, Wilson and other Allied leaders took part in the Paris Peace Conference, where Wilson advocated for the establishment of a multilateral organization, per his \"fourteenth point\". The resulting League of Nations was incorporated into the Treaty of Versailles and other treaties with the defeated Central Powers, but Wilson was subsequently unable to convince the Senate to ratify that treaty or allow the United States to join the League. Wilson suffered a severe stroke in October 1919 and was incapacitated for the remainder of his presidency. He retired from public office in 1921 and died in 1924. Scholars have generally ranked Wilson as one of the better U.S. presidents, though he has received strong criticism for his actions regarding racial segregation.",
  "/wiki/Juan_B._Huyke": "Juan Bernardo Huyke Bozello (June 11, 1880 – December 17, 1961) served as interim Governor of Puerto Rico several months in 1923.",
  "/wiki/Warren_G._Harding": "Warren Gamaliel Harding (November 2, 1865 – August 2, 1923) was the 29th president of the United States from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular U.S. presidents to that point. After his death, a number of scandals—including Teapot Dome—came to light, as did his extramarital affair with Nan Britton; each eroded his popular regard. Harding is often rated as one of the worst presidents in historical rankings.\n Harding lived in rural Ohio all his life, except when political service took him elsewhere. As a young man, he bought The Marion Star and built it into a successful newspaper. In 1899, he was elected to the Ohio State Senate; he spent four years there, then was elected lieutenant governor. He was defeated for governor in 1910, but was elected to the U.S. Senate in 1914. He ran for the Republican nomination for president in 1920, and he was considered a long shot until after the convention began. The leading candidates could not gain the needed majority, and the convention deadlocked. Harding's support gradually grew until he was nominated on the tenth ballot. He conducted a front porch campaign, remaining for the most part in Marion and allowing the people to come to him, and running on a theme of a return to normalcy of the pre-World War I period. He won in a landslide over Democrat James M. Cox and the then-imprisoned Socialist Party candidate Eugene Debs and became the first sitting senator to be elected president.\n Harding appointed a number of well-regarded figures to his cabinet, including Andrew Mellon at Treasury, Herbert Hoover at the Department of Commerce, and Charles Evans Hughes at the State Department. A major foreign policy achievement came with the Washington Naval Conference of 1921–1922, in which the world's major naval powers agreed on a naval limitations program that lasted a decade. Harding released political prisoners who had been arrested for their opposition to World War I. His cabinet members Albert B. Fall (Interior Secretary) and Harry Daugherty (Attorney General) were each later tried for corruption in office; these and other scandals greatly damaged Harding's posthumous reputation. Harding died of a heart attack in San Francisco while on a western tour and was succeeded by Vice President Calvin Coolidge.",
  "/wiki/Herbert_Hoover": "Herbert Clark Hoover (August 10, 1874 – October 20, 1964) was an American engineer, businessman, and politician who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Prior to serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the 3rd U.S. Secretary of Commerce.\n Born to a Quaker family in West Branch, Iowa, he grew up in Oregon. Hoover took a position with a London-based mining company after graduating from Stanford University in 1895. After the outbreak of World War I, he became the head of the Commission for Relief in Belgium, an international relief organization that provided food to occupied Belgium. When the U.S. entered the war, President Woodrow Wilson appointed Hoover to lead the Food Administration, and Hoover became known as the country's \"food czar\". After the war, Hoover led the American Relief Administration, which provided food to the inhabitants of Central Europe and Eastern Europe. Hoover's war-time service made him a favorite of many progressives, and he unsuccessfully sought the Republican nomination in the 1920 presidential election.\n After the 1920 election, newly-elected Republican President Warren G. Harding appointed Hoover as Secretary of Commerce; Hoover continued to serve under President Calvin Coolidge after Harding died in 1923. Hoover was an unusually active and visible cabinet member, becoming known as \"Secretary of Commerce and Under-Secretary of all other departments\". He was influential in the development of radio and air travel and led the federal response to the Great Mississippi Flood of 1927. Hoover won the Republican nomination in the 1928 presidential election, and decisively defeated the Democratic candidate, Al Smith. The stock market crashed shortly after Hoover took office, and the Great Depression became the central issue of his presidency. Hoover pursued a variety of policies in an attempt to lift the economy, but opposed directly involving the federal government in relief efforts.\n In the midst of an ongoing economic crisis, Hoover was decisively defeated by Democratic nominee Franklin D. Roosevelt in the 1932 presidential election. Hoover enjoyed one of the longest retirements of any former president, and he authored numerous works. After leaving office, Hoover became increasingly conservative, and he strongly criticized Roosevelt's foreign policy and New Deal domestic agenda. In the 1940s and 1950s, Hoover's public reputation was rehabilitated as he served for Presidents Harry S. Truman and Dwight D. Eisenhower in various assignments, including as chairman of the Hoover Commission. Nevertheless, Hoover is generally not ranked highly in historical rankings of presidents of the United States.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.\n Roosevelt was born in Hyde Park, New York, to a Dutch American family made well known by the reputation of Theodore Roosevelt, the 26th president of the United States, and William Henry Aspinwall. FDR graduated from Groton School and Harvard College and attended Columbia Law School but left after passing the bar exam to practice law in New York City. In 1905, he married his fifth cousin once removed, Eleanor Roosevelt. They had six children, of whom five survived into adulthood. He won election to the New York State Senate in 1910, and then served as Assistant Secretary of the Navy under President Woodrow Wilson during World War I. Roosevelt was James M. Cox's running mate on the Democratic Party's 1920 national ticket, but Cox was defeated by Republican Warren G. Harding. In 1921, Roosevelt contracted a paralytic illness, believed at the time to be polio, and his legs became permanently paralyzed. While attempting to recover from his condition, Roosevelt founded the treatment center in Warm Springs, Georgia, for people with poliomyelitis. In spite of being unable to walk unaided, Roosevelt returned to public office by winning election as Governor of New York in 1928. He served as governor from 1929 to 1933, promoting programs to combat the economic crisis besetting the United States.\n In the 1932 presidential election, Roosevelt defeated Republican President Herbert Hoover in a landslide. Roosevelt took office in the midst of the Great Depression, the worst economic crisis in U.S. history. During the first 100 days of the 73rd United States Congress, Roosevelt spearheaded unprecedented federal legislation and issued a profusion of executive orders that instituted the New Deal—a variety of programs designed to produce relief, recovery, and reform. He created numerous programs to provide relief to the unemployed and farmers while seeking economic recovery with the National Recovery Administration and other programs. He also instituted major regulatory reforms related to finance, communications, and labor, and presided over the end of Prohibition. He harnessed radio to speak directly to the American people, giving 30 \"fireside chat\" radio addresses during his presidency and becoming the first American president to be televised. The economy having improved rapidly from 1933 to 1936, Roosevelt won a landslide reelection in 1936. However, the economy then relapsed into a deep recession in 1937 and 1938. After the 1936 election, Roosevelt sought passage of the Judiciary Reorganization Bill of 1937 (the \"court packing plan\"), which would have expanded the size of the Supreme Court of the United States. The bipartisan Conservative Coalition that formed in 1937 prevented passage of the bill and blocked the implementation of further New Deal programs and reforms. Major surviving programs and legislation implemented under Roosevelt include the Securities and Exchange Commission, the National Labor Relations Act, the Federal Deposit Insurance Corporation, Social Security, and the Fair Labor Standards Act of 1938.\n The United States reelected FDR in 1940 for his third term, making him the only U.S. President to serve for more than two terms. With World War II looming after 1938, Roosevelt gave strong diplomatic and financial support to China, the United Kingdom and eventually the Soviet Union while the U.S. remained officially neutral. Following the Japanese attack on Pearl Harbor on December 7, 1941, an event he famously called \"a date which will live in infamy\", Roosevelt obtained a congressional declaration of war on Japan, and, a few days later, on Germany and Italy. Assisted by his top aide Harry Hopkins and with very strong national support, he worked closely with British Prime Minister Winston Churchill, Soviet leader Joseph Stalin and Chinese Generalissimo Chiang Kai-shek in leading the Allied Powers against the Axis Powers. Roosevelt supervised the mobilization of the U.S. economy to support the war effort, and implemented a Europe first strategy, making the defeat of Germany a priority over that of Japan. He also initiated the development of the world's first atomic bomb, and worked with the other Allied leaders to lay the groundwork for the United Nations and other post-war institutions. Roosevelt won reelection in 1944, but with his physical health declining during the war years, he died in April 1945, less than three months into his fourth term. The Axis Powers surrendered to the Allies in the months following Roosevelt's death, during the presidency of his successor, Harry S. Truman.",
  "/wiki/Mariano_Villaronga_Toro": "Mariano Villaronga Toro was a Puerto Rican educator and Commissioner of Public Instruction in Puerto Rico from 1946 to 1957. Under his leadership as Commissioner of Public Instruction, three major institutions that still stand today were put in place: the Department of Education Printing Press, the public radio and television educational service, and the Free School of Music system. Most importantly, during his tenure Spanish was adopted as the official language of instruction in all levels of the Puerto Rico public education system, displacing instruction in English which had been pushed by the previous governments of Puerto Rico under US-appointed colonial governors.",
  "/wiki/Harry_S._Truman": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO.\n Truman grew up in Independence, Missouri, and during World War I was sent to France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri and was later elected as a Jackson County official in 1922. Truman was elected to the United States Senate from Missouri in 1934 and gained national prominence as chairman of the Truman Committee aimed at reducing waste and inefficiency in wartime contracts. Soon after succeeding to the presidency he authorized the first and only use of nuclear weapons in war. Truman's administration engaged in an internationalist foreign policy and renounced isolationism. He rallied his New Deal coalition during the 1948 presidential election and won a surprise victory that secured his own presidential term.\n Truman oversaw the Berlin Airlift of 1948.  When North Korea invaded South Korea in 1950, he gained United Nations approval to intervene in what became known as the Korean War. On domestic issues, bills endorsed by Truman faced opposition from a conservative Congress, but his administration successfully guided the U.S. economy through the post-war economic challenges. In 1948 he submitted the first comprehensive civil rights legislation and issued Executive Orders to start racial integration in the military and federal agencies.\n Corruption in the Truman administration became a central campaign issue in the 1952 presidential election. After Republican Dwight D. Eisenhower's electoral victory against Democrat Adlai Stevenson II, Truman went into a financially-difficult retirement, marked by the founding of his presidential library and the publication of his memoirs. When he left office, Truman's presidency was criticized, but scholars rehabilitated his image in the 1960s and he is highly ranked by scholars.",
  "/wiki/List_of_Secretaries_of_Education_of_Puerto_Rico": "There have been three types of Secretaries of Education in Puerto Rico. The first were the Education Commissioners established in 1899 after Puerto Rico was succeeded to the United States from Spain. The second were the Secretaries of Public Instruction after the Department of Public Instruction was formally established by law. Today Puerto Rico has Secretaries of Education after the Department of Public Instruction was reorganized and renamed as the Department of Education. The following is a list of all the aforementioned executives."
}