{
  "/wiki/Itsukushima": "Itsukushima (厳島) is an island in the western part of the Inland Sea of Japan, located in the northwest of Hiroshima Bay. It is popularly known as Miyajima (宮島), which in Japanese means \"Shrine Island\". The island is one of Hayashi Gahō's Three Views of Japan specified in 1643. Itsukushima is part of the city of Hatsukaichi in Hiroshima Prefecture. The island was part of the former town of Miyajima before the 2005 merger with Hatsukaichi.",
  "/wiki/Hatsukaichi,_Hiroshima": "Hatsukaichi (廿日市市, Hatsukaichi-shi) is a city of some 120,000 people located in Hiroshima Prefecture, Japan. The name derives from a market traditionally held on the 20th of each month with hatsuka (廿日) meaning \"20th day\" and ichi (市) translating to \"market\". The market continues to this day on a small scale featuring fresh, locally grown vegetables and foodstuffs.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Fukuyama,_Hiroshima": "Fukuyama (福山市, Fukuyama-shi) is a city located on the Ashida River in Hiroshima Prefecture, Japan.",
  "/wiki/Higashihiroshima": "Higashihiroshima (東広島市, Higashihiroshima-shi) is a city located in Hiroshima Prefecture, Japan.",
  "/wiki/Ichinomiya": "Ichinomiya (一宮, also 一の宮 or 一之宮, first shrine) is a historical term referring to the Japanese Shinto shrines with the highest shrine rank (ja:社格) in a province  or prefecture.",
  "/wiki/Mihara,_Hiroshima": "Mihara (三原市, Mihara-shi) is a city located in Hiroshima Prefecture, Japan. The city was founded on November 15, 1936.",
  "/wiki/Miyoshi,_Hiroshima": "Miyoshi (三次市, Miyoshi-shi) is a city located in Hiroshima Prefecture, Japan. The city was founded on March 31, 1954.",
  "/wiki/Shōbara,_Hiroshima": "Shōbara (庄原市, Shōbara-shi) is a city located in northeastern Hiroshima Prefecture, Japan. The city was founded on March 31, 1954.",
  "/wiki/Kikkawa_family": "The Kikkawa clan (吉川氏, Kikkawa-shi) was a prominent samurai clan of Japan's Sengoku period. The most famous member of the clan is likely Kikkawa Motoharu (1530-1586), one of Toyotomi Hideyoshi's generals, who was adopted into the family. Along with the Kobayakawa clan, the Kikkawa played an important role in Hideyoshi's Kyūshū Campaign (1586-7), and later became daimyō in Izumo province and Iwakuni after that.",
  "/wiki/Kitahiroshima,_Hiroshima": "Kitahiroshima (北広島町, Kitahiroshima-chō) is a town in Yamagata District, Hiroshima Prefecture, Japan.",
  "/wiki/Hiroshima_Peace_Memorial": "The Hiroshima Peace Memorial (広島平和記念碑, Hiroshima Heiwa Kinenhi), originally the Hiroshima Prefectural Industrial Promotion Hall, and now commonly called the Genbaku Dome, Atomic Bomb Dome or A-Bomb Dome (原爆ドーム, Genbaku Dōmu), is part of the Hiroshima Peace Memorial Park in Hiroshima, Japan and was designated a UNESCO World Heritage Site in 1996. The ruin of the hall serves as a memorial to the people who were killed in the atomic bombing of Hiroshima on 6 August 1945. Over 70,000 people were killed instantly, and another 70,000 suffered fatal injuries from the radiation.",
  "/wiki/Hiroshima": "Hiroshima (広島市, Hiroshima-shi, /ˌhɪroʊˈʃiːmə/, also UK: /hɪˈrɒʃɪmə/, US: /hɪˈroʊʃɪmə/, Japanese: [çiɾoɕima]) is the capital of Hiroshima Prefecture in Japan. As of June 1, 2019[update], the city had an estimated population of 2.089 million. The gross domestic product (GDP) in Greater Hiroshima, Hiroshima Urban Employment Area, was US$61.3 billion as of 2010. Kazumi Matsui has been the city's mayor since April 2011.",
  "/wiki/Hiroshima_Castle": "Hiroshima Castle (広島城, Hiroshima-jō), sometimes called Carp Castle (鯉城, Rijō), is a castle in Hiroshima, Japan that was the home of the daimyō (feudal lord) of the Hiroshima han (fief). The castle was constructed in the 1590s, but was destroyed by the atomic bombing on August 6, 1945. It was rebuilt in 1958, a replica of the original that now serves as a museum of Hiroshima's history before World War II.",
  "/wiki/Kobayakawa_clan": "The Kobayakawa clan (小早川氏, Kobayakawa-shi) was a Japanese samurai clan that claimed descent from the Taira clan. Their holdings were in the Chūgoku region. They were a powerful clan during the Sengoku period but were disbanded during the Edo period after the Battle of Sekigahara. However, the Kobayakawa clan was restored by the Mōri clan during the Meiji period and granted a title of baronage in the new nobility. In addition, the Kusai clan of Takehara which is a branch of the Kobayakawa were granted a rank of nobility.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Hiroshima)": "This list is of the Historic Sites of Japan located within the Prefecture of Hiroshima."
}