{
  "/wiki/Melbourne_Cricket_Ground": "The Melbourne Cricket Ground (MCG), also known simply as \"The G\", is an Australian sports stadium located in Yarra Park, Melbourne, Victoria. Founded and managed by the Melbourne Cricket Club, it is the largest stadium in the Southern Hemisphere, the 10th largest globally, and the largest cricket ground by capacity. The MCG is within walking distance of the city centre and is served by Richmond and Jolimont railway stations, as well as the route 70 tram. It is adjacent to Melbourne Park and is part of the Melbourne Sports and Entertainment Precinct.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/State_of_Origin_series": "The State of Origin series is an annual best-of-three rugby league matches between two Australian state representative sides, the New South Wales Blues and the Queensland Maroons.",
  "/wiki/Wembley_Stadium": "Wembley Stadium (branded as Wembley Stadium connected by EE for sponsorship reasons) is a football stadium in Wembley, London, which opened in 2007, on the site of the original Wembley Stadium, which was demolished from 2002 to 2003. The stadium hosts major football matches including home matches of the England national football team, and the FA Cup Final. The stadium was also the temporary home of Premier League football club Tottenham Hotspur between August 2017 and March 2019, while White Hart Lane was being demolished and their new stadium was constructed.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Challenge_Cup_Final": "The Challenge Cup of Rugby league was instituted in the 1896–97 and the final was contested between Batley and St. Helens at Headingley, Leeds. In the seasons during the Second World War the final was played over two legs, with the aggregate score being used. The final was played at many neutral venues up to and including 1928 after which it was mostly played at Wembley Stadium until 1939 just prior to the Second World War apart from 1932 when it was switched to Central Park, Wigan. In the war years, apart from 1940, it was played at various venues between 1941–45 after which it returned to Wembley in 1946 when the final permently became a Wembley final.",
  "/wiki/England_national_rugby_league_team": "The England national rugby league team represents England in international rugby league.",
  "/wiki/Stadium_Australia": "Stadium Australia, commercially known as ANZ Stadium, is a multi-purpose stadium located in the Sydney Olympic Park, in Sydney, Australia. The stadium, which in Australia is sometimes referred to as Sydney Olympic Stadium, Homebush Stadium or simply the Olympic Stadium, was completed in March 1999 at a cost of A$690 million to host the 2000 Summer Olympics. The Stadium was leased by a private company the Stadium Australia Group until the Stadium was sold back to the NSW Government on 1 June 2016 after NSW Premier Michael Baird announced the Stadium was to be redeveloped as a world-class rectangular stadium. The Stadium is owned by Venues NSW on behalf of the NSW Government.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/NRL_Grand_Final": "The NRL Grand Final, which determines the Australian rugby league football season's premiers, is one of Australia's major sporting events and one of the largest attended club championship events in the world.[citation needed] Since 1999 it has been contested at Sydney's Stadium Australia, which was the primary athletics venue for the 2000 Olympic Games. The first year it was held at Stadium Australia, the National Rugby League grand final broke the record for attendance at an Australian rugby league game, with 107,999 people attending.",
  "/wiki/New_South_Wales_rugby_league_team": "The New South Wales rugby league team has represented the Australian state of New South Wales in rugby league football since the sport's beginnings there in 1907. Also known as the Blues due to their sky blue jerseys, the team competes in the annual State of Origin series against neighbouring state, the Queensland rugby league team. This annual event is a series of three games competing for the State of Origin shield. As of 2019, the team is coached by Brad Fittler and captained by Boyd Cordner.",
  "/wiki/Canterbury_Bulldogs": "The Canterbury-Bankstown Bulldogs are an Australian professional rugby league football club based in Belmore, a suburb in the Canterbury-Bankstown region of Sydney. They compete in the National Rugby League (NRL) premiership, as well as the New South Wales Rugby League junior competitions.",
  "/wiki/South_Sydney_Rabbitohs": "The South Sydney Rabbitohs are a professional Australian rugby league team based in Redfern, a suburb of inner-southern Sydney, New South Wales. They participate in the National Rugby League (NRL) premiership and are one of nine existing teams from the state capital. They are often called Souths and  The Bunnies.",
  "/wiki/Parramatta_Eels": "The Parramatta Eels are an Australian professional rugby league football club based in the Sydney suburb of Parramatta. \nThe Parramatta District Rugby League Football Club was formed in 1947, and their home ground was Parramatta Stadium (formerly Cumberland Oval). As of 2019, Parramatta's home ground stadium has been rebuilt and they now play as the majority tenants at Western Sydney Stadium, which sits on the same site that was once Parramatta Stadium.",
  "/wiki/Wests_Tigers": "The Wests Tigers are an Australian professional rugby league football based in the contiguous regions of the Inner West and Western Sydney. They have competed in the National Rugby League since being formed at the end of the 1999 NRL season as a joint-venture club between the Balmain Tigers and the Western Suburbs Magpies.",
  "/wiki/Sports_Authority_Field_at_Mile_High": "Empower Field at Mile High (previously known as Broncos Stadium at Mile High, Invesco Field at Mile High and Sports Authority Field at Mile High, and commonly known as Mile High, New Mile High or Mile High Stadium) is an American football stadium in Denver, Colorado, named Mile High due to the city's elevation of 5,280 feet (1,610 m).",
  "/wiki/Denver": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Old_Trafford": "Old Trafford (/ˈtræfərd/) is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United. With a capacity of 74,879, it is the largest club football stadium (and second largest football stadium overall after Wembley Stadium) in the United Kingdom, and the eleventh-largest in Europe. It is about 0.5 miles (800 m) from Old Trafford Cricket Ground and the adjacent tram stop.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Super_League_Grand_Final": "The Super League Grand Final is the championship-deciding game of rugby league's Super League competition. It is played between two teams who have qualified via the Super League Play-Off series.",
  "/wiki/Millennium_Stadium": "The Millennium Stadium (Welsh: Stadiwm y Mileniwm), known since 2016 as the Principality Stadium (Welsh: Stadiwm Principality) for sponsorship reasons, is the national stadium of Wales. Located in Cardiff, it is the home of the Wales national rugby union team and has also held Wales national football team games. Initially built to host the 1999 Rugby World Cup, it has gone on to host many other large-scale events, such as the Tsunami Relief Cardiff concert, the Super Special Stage of Wales Rally Great Britain, the Speedway Grand Prix of Great Britain and various concerts. It also hosted six FA Cup finals and several other high-profile football fixtures while Wembley Stadium was being redeveloped.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Super_League": "Super League (currently known as the Betfred Super League for sponsorship reasons) is the top-level professional rugby league club competition in the Northern Hemisphere. The league has twelve teams: ten from England, one from France and one from Canada.",
  "/wiki/Magic_Weekend": "The Magic Weekend (known as the Dacia Magic Weekend for sponsorship reasons) is an annual event organised by the Rugby Football League in which an entire round of Super League matches is played over a weekend at a single stadium to promote the sport of rugby league.",
  "/wiki/Wales_national_rugby_league_team": "The Wales national rugby league team represents Wales in international rugby league football matches. Currently the team is ranked fourteenth in the RLIF World Rankings.  The team was run under the auspices of the Rugby Football League, but an independent body, Wales Rugby League, now runs the team from Cardiff. Three Welsh players have been entered into the Rugby League Hall Of Fame.",
  "/wiki/Murrayfield_Stadium": "Murrayfield Stadium (known as BT Murrayfield Stadium for sponsorship reasons, or popularly as Murrayfield) is a sports stadium located in the west end of Edinburgh, the capital of Scotland. Its all-seater capacity is 67,144 which makes it the largest stadium in Scotland and the fifth largest in the United Kingdom.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/London_Stadium": "London Stadium (formerly and also known as Olympic Stadium and The Stadium at Queen Elizabeth Olympic Park) is a multi-purpose outdoor stadium at Queen Elizabeth Olympic Park in the Stratford district of London. It was constructed for the 2012 Summer Olympics and 2012 Summer Paralympics—serving as the track and field venue, and as the site of their opening and closing ceremonies. Following the Games, the stadium was subsequently renovated as a multi-purpose stadium and now serves primarily as the home of West Ham United of the Premier League.",
  "/wiki/Perth_Stadium": "Perth Stadium, also known by naming rights sponsorship as Optus Stadium, is a multi-purpose stadium in Perth, Western Australia, located in the suburb of Burswood. It was completed in late 2017 and officially opened on 21 January 2018. The stadium has a capacity of over 60,000 people, making it the third-largest stadium in Australia (after the Melbourne Cricket Ground and Stadium Australia). The stadium can be extended up to 65,000 seats for rectangular sports.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/National_Rugby_League": "The National Rugby League (NRL) is a league of professional men's rugby league teams in Australia. Run by the Australian Rugby League Commission, the NRL's main competition is known as the Telstra Premiership due to sponsorship from Telstra and is contested by sixteen teams, fifteen of which are based in Australia with one based in New Zealand. It is the most viewed and attended rugby league club competition in the world.",
  "/wiki/Docklands_Stadium": "Docklands Stadium, also known by naming rights sponsorship as Marvel Stadium, is a multi-purpose sports and entertainment stadium in the Docklands area of Melbourne, Victoria, Australia. Construction started in October 1997, under the working name \"Victoria Stadium\", and was completed in 2000 at a cost of A$460 million.",
  "/wiki/Estadi_Ol%C3%ADmpic_Llu%C3%ADs_Companys": "Estadi Olímpic Lluís Companys (Catalan pronunciation: [əsˈtaði uˈlimpiɡ ʎuˈis kumˈpaɲs], formerly known as the Estadi Olímpic de Montjuïc and Estadio de Montjuic) is a stadium in Barcelona, Catalonia, Spain. Originally built in 1927 for the 1929 International Exposition in the city (and Barcelona's bid for the 1936 Summer Olympics, which were awarded to Berlin), it was renovated in 1989 to be the main stadium for the 1992 Summer Olympics. It is now used mainly as the home stadium of local amateur side FC Penger.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Catalonia_national_rugby_league_team": "The Catalonia national rugby league team represents Catalonia in the sport of rugby league football, running under the auspices of the Associació Catalana de Rugby Lliga.",
  "/wiki/City_of_Manchester_Stadium": "The City of Manchester Stadium in Manchester, England, currently known as the Etihad Stadium for sponsorship reasons, is the home of Manchester City and, with a domestic football capacity of 55,097, the sixth-largest in the Premier League and tenth-largest in the United Kingdom.",
  "/wiki/Anfield": "Anfield is a football stadium in Anfield, Liverpool, Merseyside, England, which has a seating capacity of 54,074, making it the seventh largest football stadium in England. It has been the home of Liverpool F.C. since their formation in 1892. It was originally the home of Everton F.C. from 1884 to 1891, before they moved to Goodison Park after a dispute with the club president.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Adelaide_Oval": "Adelaide Oval is a sports ground in Adelaide, South Australia, located in the parklands between the city centre and North Adelaide. The venue is predominantly used for cricket and Australian rules football, but has also played host to rugby league, rugby union, soccer, tennis among other sports as well as regularly being used to hold concerts. Austadiums.com described Adelaide Oval as being \"one of the most picturesque Test cricket grounds in Australia, if not the world\". After the completion of the ground‘s most recent redevelopment in 2014, sports journalist Gerard Whateley described the venue as being \"the most perfect piece of modern architecture because it's a thoroughly contemporary stadium with all the character that it's had in the past\".",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide.",
  "/wiki/Sydney_Roosters": "The Sydney Roosters is an Australian professional rugby league football club based in the Eastern Suburbs of Sydney. The club competes in the National Rugby League (NRL) competition and is one of the oldest and most successful clubs. The Roosters have won fifteen New South Wales Rugby League (NSWRL) and National Rugby League titles, and several other competitions. As a franchise, the Eastern Suburbs/Sydney City/Sydney Roosters have won 15 premierships, tying them with the St George Dragons. Only South Sydney Rabbitohs have won more premierships. The club holds the record for having the most wins and the second greatest margin of victory in a match in Australian rugby league history, and has won more minor premierships than any other club. The Roosters is one of only two clubs (the other being the St. George Illawarra Dragons in 1999) to finish runners-up in its inaugural season. The Eastern Suburbs DRLFC is the only club to have played in each and every season at the elite level, and since the 1970s has often been dubbed the \"glamour club\" of the league. Coached by Trent Robinson along with captains Boyd Cordner and Jake Friend, the Roosters play their home games at the Sydney Cricket Ground.",
  "/wiki/Lang_Park": "Lang Park, also known as Brisbane Stadium, and by the sponsored name Suncorp Stadium, is a multi-purpose stadium in Brisbane, Queensland, Australia, located in the suburb of Milton. The current facility comprises a three-tiered rectangular sporting stadium with a capacity of 52,500 people. It is primarily used for rugby league, rugby union, and soccer, with a rectangular playing field of 136 metres by 82 metres.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Brisbane_Broncos": "The Brisbane Broncos Rugby League Football Club Ltd., commonly referred to as the Broncos, are an Australian professional rugby league football club based in the city of Brisbane, the capital of the state of Queensland. Founded in April 1988, the Broncos play in Australia's elite competition, the National Rugby League (NRL) premiership. They have won six premierships, including two NSWRL titles, a Super League premiership and three NRL premierships. They also have two World Club Challenges. The Broncos have achieved four minor premierships during their 29 years in multiple competitions, making them Rugby League's most successful club over the past three decades. Until 2015, Brisbane had never been defeated in a grand final, and since 1991, have only failed to qualify for the finals twice. They are one of the most successful clubs in the National Rugby League since it began in 1998, winning three premierships (second only to the Sydney Roosters' four). It is also one of the most successful clubs in the history of rugby league, having won 62.5% of games played since its induction in 1988, second only to Melbourne Storm with 65.2%. Since the club's founding, Brisbane has never received the wooden spoon.",
  "/wiki/Queensland_Maroons": "The Queensland rugby league team represents the Australian state of Queensland in rugby league football. Nicknamed the \"Maroons\", after the colour of their jersey, the team plays three times a year against arch-rivals New South Wales in the State of Origin series. Coached by Kevin Walters and captained by Daly Cherry-Evans, the team is administered by the Queensland Rugby League and plays all of its home matches at Brisbane's Lang Park (now known as Suncorp Stadium).",
  "/wiki/Australian_Kangaroos": "The Australian national rugby league team (or the Kangaroos) have represented Australia in senior men's rugby league football competition since the establishment of the 'Northern Union game' in Australia in 1908. Administered by the Australian Rugby League, the Kangaroos are ranked second in the RLIF World Rankings. The team is the most successful in Rugby League World Cup history, having contested all 15 and winning 11 of them, failing to reach the final only once; the inaugural tournament in 1954. Only five nations have beaten Australia in test matches, and Australia have an overall win percentage of 67%.",
  "/wiki/St_James%27_Park": "St James' Park is a football stadium in Newcastle upon Tyne, England. It is the home of Premier League club Newcastle United F.C. With a seating capacity of 52,388, it is the eighth largest football stadium in England. St James' Park is known for its outstanding atmosphere generated by the Newcastle United fans.",
  "/wiki/Newcastle_upon_Tyne": "Newcastle upon Tyne (/ˌnjuːkɑːsəl -/, locally /njuːˌkæsəl -/ (listen)), commonly known as Newcastle, is a city in Tyne and Wear, North East England, 103 miles (166 km) south of Edinburgh and 277 miles (446 km) north of London on the northern bank of the River Tyne, 8.5 mi (13.7 km) from the North Sea. Newcastle is the most populous city in the North East, and forms the core of the Tyneside conurbation, the eighth most populous urban area in the United Kingdom. Newcastle is a member of the UK Core Cities Group and is a member of the Eurocities network of European cities.",
  "/wiki/Aloha_Stadium": "Aloha Stadium is a stadium located in Halawa, Hawaii, a western suburb of Honolulu (though with a Honolulu address). It is the largest stadium in the state of Hawaii. Aloha Stadium is home to the University of Hawaiʻi Rainbow Warriors football team (Mountain West Conference, NCAA Division I FBS).",
  "/wiki/Halawa,_Hawaii": "Halawa is a census-designated place (CDP) in the ‘Ewa District of Honolulu County, Hawaii, United States. Halawa Stream branches into two valleys: North and South Halawa; North Halawa is the larger stream and fluvial feature. Their confluence is within the H-3/H-201 highways exchange. Most of Halawa Valley is undeveloped.  As of the 2010 Census, the CDP had a population of 14,014.",
  "/wiki/Eden_Park": "Eden Park is New Zealand's largest sports stadium. Located in central Auckland, New Zealand's largest city, it is three kilometres southwest of the CBD, on the boundary between the suburbs of Mount Eden and Kingsland.  Although used primarily for rugby union in winter and cricket in summer, it has hosted rugby league and football matches. In 2011 it hosted pool games, two quarter-finals, both semi-finals and the final of 2011 Rugby World Cup. In doing so it became the first stadium in the world to host two Rugby World Cup Finals, having held the inaugural final in 1987. It was a venue for the 2015 Cricket World Cup, which was jointly hosted by Australia and New Zealand.  Eden Park is considered one of rugby union's most difficult assignments for visiting sides: New Zealand's national rugby union team, the All Blacks, have been unbeaten at this venue for over 40 consecutive test matches stretching back to 1994. Eden Park is the site of the 2021 Te Matatini. It will also be the site for 2021 Women's Cricket World Cup and the final of the 2021 Women's Rugby World Cup.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/NRL_Auckland_Nines": "The NRL Nines (known as the Downer NRL Nines due to sponsorship) is a rugby league nines competition held during the preseason in Perth. It was formerly held in Auckland, staged by Duco Events with the National Rugby League and played annually prior to the beginning of the NRL season proper from 2014 until 2017. The inaugural tournament was staged between 15 – 16 February 2014, with subsequent tournaments being played earlier in the year normally at the end of January. The NRL signed a five-year agreement for Auckland's Eden Park to host the tournament with the 2014 event being the first. This expired in 2018, and the 2020 nines will be held in Perth at HBF Park.",
  "/wiki/New_Zealand_Warriors": "The New Zealand Warriors are a professional rugby league football club based in Auckland, New Zealand that competes in the National Rugby League (NRL) premiership and is the League's only team from outside Australia. They were formed in 1995 as the Auckland Warriors, and are officially known as the Vodafone Warriors for sponsorship reasons. The Warriors are coached by Stephen Kearney and captained by Roger Tuivasa-Sheck. They are based at Mt Smart Stadium in the Auckland suburb of Penrose.",
  "/wiki/New_Zealand_national_rugby_league_team": "The New Zealand national rugby league team (Māori: Tīma rīki motu Aotearoa) has represented New Zealand in rugby league since 1907. Administered by the New Zealand Rugby League, they are commonly known as the Kiwis, after the native bird of that name. The team's colours are black and white, with the dominant colour being black, and the players perform a haka before every match they play as a challenge to their opponents. The New Zealand Kiwis are currently first in the IRL World Rankings. Since the 1980s, most New Zealand representatives have been based overseas, in the professional National Rugby League and Super League competitions. Before that, players were selected entirely from clubs in domestic New Zealand leagues.",
  "/wiki/New_Zealand_Kiwi_Ferns": "The New Zealand women's national rugby league team, also known as the Kiwi Ferns or New Zealand Kiwi Ferns, represents New Zealand in Women's rugby league. They are administered by the New Zealand Rugby League.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney_Football_Stadium": "The Sydney Football Stadium, commercially known as Allianz Stadium and previously Aussie Stadium, was a football stadium in Moore Park, Sydney, Australia. Built in 1988 next to the Sydney Cricket Ground, the stadium was Sydney's premier rectangular field venue for rugby league, rugby union, and football.",
  "/wiki/List_of_rugby_league_stadiums_by_capacity": "The following is a list of stadiums at which rugby league is played, ordered by seating capacity. Currently all stadiums with a capacity of 5,000 or more which are the regular home venue of a club or national team, or are the regular hosts of a major competition (such as the State of Origin series, Magic Weekend, or the final of an annual national competition), are included. Stadiums for which the only rugby league use is hosting occasional matches or which have only hosted one-off rugby league tournaments are not included. Not all of these stadiums are primarily venues for rugby league, with some being primarily venues for another sport."
}