{
  "/wiki/Georg_Hackl": "Georg Hackl (born 9 September 1966) is a German former luger who was three time Olympic and World Champion. He is known affectionately as Hackl-Schorsch or as the Speeding Weißwurst a reference to what he looks like in his white bodysuit coming down the luge at fast speeds.",
  "/wiki/Luge_at_the_1998_Winter_Olympics": "Luge at the 1998 Winter Olympics consisted of three events at Spiral.  The competition took place between February 8 and February 11, 1998.",
  "/wiki/Gunda_Niemann-Stirnemann": "Gunda Niemann-Stirnemann (née Kleemann, born 7 September 1966) is a former German speed skater. She is a three-time Olympic gold medallist, winning the 3000 metres in 1992 and 1998 and the 5000 metres in 1992. She won a total of eight Olympic medals.",
  "/wiki/Speed_skating_at_the_1998_Winter_Olympics": "Speed skating at the 1998 Winter Olympics, was held from 8 to 20 February. Ten events were contested at M-Wave.",
  "/wiki/Silke_Kraushaar": "Silke Kraushaar-Pielach (born Silke Kraushaar on 10 October 1970 in Sonneberg, Thuringia) is a German luger who competed from 1995 to 2008. In June 2008, she was named sports manager for the luge section of Bob- und Schlittenverband für Deutschland (BSD - German bobsleigh, luge, and skeleton federation).",
  "/wiki/Nicola_Thost": "Nicola Thost (born 3 May 1977) is a German snowboarder and Olympic champion. She won a gold medal at the 1998 Winter Olympics in Nagano.",
  "/wiki/Snowboarding_at_the_1998_Winter_Olympics": "The snowboarding competition of the 1998 Winter Olympics was held at Mount Yakebitai and Kanbayashi Snowboard Park. The competition took place between February 8 and 12, 1998 and featured four events: Men's and Women's giant slalom and halfpipe.",
  "/wiki/Stefan_Krau%C3%9Fe": "Stefan Krauße (born 17 September 1967 in Ilmenau, Bezirk Suhl) is an East German-German luger who competed from the mid-1980s to 1998. Together with Jan Behrendt he won two Olympic gold medals (1992, 1998), one silver medal (1988) and one bronze (1994) in men's doubles.",
  "/wiki/Jan_Behrendt": "Jan Behrendt (born 29 November 1967 in Ilmenau, Bezirk Suhl) is an East German-German luger who competed from the mid-1980s to 1998. Together with Stefan Krauße he won two Olympic gold medals (1992, 1998), one silver medal (1988) and one bronze (1994) in men's doubles.",
  "/wiki/Katja_Seizinger": "Katja Seizinger (born 10 May 1972) is a former alpine ski racer, the most successful alpine racer from Germany.",
  "/wiki/Alpine_skiing_at_the_1998_Winter_Olympics": "Alpine Skiing at the 1998 Winter Olympics consisted of ten alpine skiing events. The speed events were held at Hakuba and the technical events at Shiga Kogen. There were a number of race postponements due to weather; the events began on 10 February and ended on 21 February.",
  "/wiki/Hilde_Gerg": "Mathilde Gerg (born 19 October 1975 in Lenggries, Upper Bavaria) is a German former alpine skier.",
  "/wiki/Uschi_Disl": "Ursula \"Uschi\" Disl (born 15 November 1970 in Bad Tölz, West Germany) is a German former biathlete.",
  "/wiki/Martina_Zellner": "Martina Zellner-Seidl (born February 26, 1974 in Traunstein) is a former German biathlete. By the end of her career she had won one Olympic gold and six world championship medals, (2 gold, 1 silver and 3 bronze). In the World Cup she achieved 14 podium places with three victories. The best overall placing she achieved was in the 1997/98 season when she finished third.",
  "/wiki/Katrin_Apel": "Katrin Apel (born 4 May 1973 in Erfurt) is a retired German biathlete. 1.72 m (5 ft 8 in), 61 kg (134 lb). Apel now resides in Gräfenroda, and is a member of the SV Eintracht Frankenhain club. Like most German winter sport athletes, Apel is a sport soldier, performing normal soldier duties but released for training and competitions.",
  "/wiki/Petra_Behle": "Petra Behle (born Petra Schaaf on 5 January 1969 in Offenbach am Main) is a former German biathlete.",
  "/wiki/Biathlon_at_the_1998_Winter_Olympics": "Biathlon at the 1998 Winter Olympics consisted of six biathlon events. They were held at Nozawa Onsen.  The events began on 9 February and ended on 21 February 1998.",
  "/wiki/Claudia_Pechstein": "Claudia Pechstein (born 22 February 1972) is a German speed skater. She has won five Olympic gold medals. With a total of nine Olympic medals, five gold, two silver and two bronze, she was the most successful Olympic speed skater, male or female, of all-time, until the gold medal of Ireen Wüst in the 2018 Winter Olympics of PyeongChang, and also the most successful German Winter Olympian of all-time. After the World Championships in Norway in February 2009, Pechstein was accused of blood doping and banned her from all competitions for two years.",
  "/wiki/Ricco_Gro%C3%9F": "Ricco Groß (born 22 August 1970) is a former German biathlete whose exploits made him one of the most successful biathletes of all time at the Winter Olympics and the World Championships.",
  "/wiki/Peter_Sendel": "Peter Sendel (born 6 March 1972) is a former German biathlete. At the 1998 Olympics in Nagano, Sendel was a part of the German team that won the gold medal. Later he earned a relay silver medal from the 2002 Olympics in Salt Lake City.\nSendel retired as a biathlete in 2004.",
  "/wiki/Sven_Fischer": "Sven Fischer (born 16 April 1971) is a former German biathlete. He trained with the WSV Oberhof 05 club, and was coached by Frank Ullrich and Fritz Fischer (national coaches) and Klaus Siebert (club coach). After the 2006/07 biathlon season, he retired.",
  "/wiki/Frank_Luck": "Frank Luck (born 5 December 1967) is a former German and, before 1990, East German biathlete.",
  "/wiki/Christoph_Langen": "Christoph Langen (born 27 March 1962, in Cologne, North Rhine-Westphalia) is a German bobsledder who competed for the West German and German national team from 1985 to 2005 (as a pilot from 1991). Competing in four Winter Olympics, he won four medals with two golds (Two-man: 2002, Four-man: 1998) and two bronzes (Two-man: 1992, 1998).",
  "/wiki/Markus_Zimmermann": "Markus Zimmermann (born 4 September 1964 in Berchtesgaden) is a German former bobsledder who competed from 1984 to 2004. Competing in four Winter Olympics, he won four medals with two golds (Two-man: 2002, Four-man: 1998), one silver (Two-man: 1992), and one bronze (Two-man: 1998).  He was born at Berchtesgaden, in southern Bavaria.",
  "/wiki/Marco_Jakobs": "Marco Jakobs (sometimes spelled Marco Jacobs[citation needed], born 30 May 1974 in Unna, North Rhine-Westphalia) is a German bobsledder who competed in the 1990s. At the 1998 Winter Olympics in Nagano, he won a gold medal in the four-man event with teammates Christoph Langen, Markus Zimmermann and Olaf Hampel.",
  "/wiki/Olaf_Hampel": "Olaf Hampel (sometimes shown as Olav Hampel, born 1 November 1965 in Bielefeld, North Rhine-Westphalia) is a German bobsledder who competed during the 1990s. Competing in two Winter Olympics, he won gold medals in the four-man event in both 1994 and 1998.",
  "/wiki/Bobsleigh_at_the_1998_Winter_Olympics": "Bobsleigh at the 1998 Winter Olympics consisted of two events at Spiral.  The competition took place between February 16 and February 23, 1998.",
  "/wiki/Heidi_Renoth": "Heidi Renoth (born 22 February 1978) is a German snowboarder and Olympic medalist. She received a silver medal at the 1998 Winter Olympics in Nagano.",
  "/wiki/Tatjana_Mittermayer": "Tatjana Mittermayer (born July 26, 1964 in Rosenheim, Bavaria) is a German freestyle skier and Olympic medalist. She received a silver medal at the 1998 Winter Olympics in Nagano, in moguls.",
  "/wiki/Freestyle_skiing_at_the_1998_Winter_Olympics": "The freestyle skiing competition of the 1998 Winter Olympics was held at Iizuna Kogen Ski Area.  There were four events, taking place between 8 and 18 February 1998.",
  "/wiki/Barbara_Niedernhuber": "Barbara Niedernhuber (nicknamed Babsi, born 6 June 1974 in Berchtesgaden) is a German luger who competed from 1994 to 2006. She won two silver medals in the women's singles event at the Winter Olympics (1998 (she was beaten by 2 thousandths of a second by her teammate, Silke Kraushaar), 2002). A favorite to make the 2006 Winter Olympics, she was upset at the national championships by Tatjana Hüfner in late 2005.",
  "/wiki/Sven_Hannawald": "Sven Hannawald (born 9 November 1974) is a German former ski jumper, motor racing driver, and footballer. In ski jumping he competed from 1992 to 2004, with his career best achievement being the winner of the 2002 Four Hills Tournament and becoming the first athlete in history to win all four events in the same tournament. He also finished runner-up twice in the World Cup season, winning four medals at the Ski Jumping World Championships, as well as three medals each at the Winter Olympics and Ski Flying World Championships. After retiring from ski jumping, Hannawald played football for Kreisliga club TSV Burgau, and drove for Callaway Competition in the ADAC GT Masters series.",
  "/wiki/Martin_Schmitt": "Martin Schmitt (German pronunciation: [ˈmaʁtɪn ˈʃmɪt]; born 29 January 1978) is a German former ski jumper who competed from 1997 to 2014. He is one of Germany's most successful ski jumpers, having won the World Cup twice; a gold medal at the Winter Olympics; four gold medals at the World Championships; and a ski flying world record. His and his countryman Sven Hannawald's success further popularized ski jumping in Germany, and with particular help from cable TV station RTL, their coverage received great acclaim in the late 1990s and early 2000s.",
  "/wiki/Hansj%C3%B6rg_J%C3%A4kle": "Hansjörg Jäkle (born 19 October 1971) is a German former ski jumper who competed from 1993 to 2002. His career best achievement was winning a gold medal in the team large hill event at the 1994 Winter Olympics in Lillehammer. He also won a silver medal in the team large hill at the 1995 FIS Nordic World Ski Championships in Thunder Bay. His best individual finish at World Cup level was second in Bischofshofen on 6 January 1998.",
  "/wiki/Dieter_Thoma": "Dieter Thoma (born 19 October 1969) is a West German/German former ski jumper.",
  "/wiki/Ski_jumping_at_the_1998_Winter_Olympics": "Ski jumping at the 1998 Winter Olympics consisted of three events held from 11 February to 17 February, taking place at Hakuba Ski Jumping Stadium.",
  "/wiki/Martina_Ertl-Renz": "Martina Maria Ertl-Renz (born 12 September 1973 in Bad Tölz, Upper Bavaria) is a German former alpine skier. She was two times world champion and also won several medals at Olympic Winter Games and World Championships.",
  "/wiki/Germany_at_the_1998_Winter_Olympics": "Germany competed at the 1998 Winter Olympics in Nagano, Japan."
}