{
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.",
  "/wiki/Paul_Ebert": "Paul Allen Ebert (August 11, 1932 – April 21, 2009) was a director of the American College of Surgeons and athlete.  He had been Chairman of the Departments of Surgery at both Cornell University Medical College and the University of California San Francisco Medical Center, as well as the President of the American College of Cardiology, the American Association for Thoracic Surgery, the Society of University Surgeons, and the Western Thoracic Surgical Association.  Before earning his medical degree, he was an All-American in both baseball and basketball at the Ohio State University. He was born in Columbus, Ohio.",
  "/wiki/Ohio_State_Buckeyes_baseball": "The Ohio State Buckeyes baseball team is the college baseball team of The Ohio State University. The program, founded in 1881, was the first athletic team in Ohio State history. Bill Davis Stadium in Columbus, Ohio has been the home field of the program since 1997. The team won a National Title in 1966, and also 14 Big Ten Titles throughout the team's history. It is currently coached by Greg Beals. Ohio State has produced many professional baseball players, such as major leaguers Steve Arlin, Frank Howard, Nick Swisher, Barry Bonnell, Dave Burba, and Fred Taylor.",
  "/wiki/St._John's_Red_Storm_baseball": "The St. John's Red Storm baseball team represents St. John's University, in New York City in college baseball. The program is classified in the NCAA Division I, and the team competes in the Big East Conference. The team is coached by Mike Hampton. The St. John's baseball team has been to the College World Series six times and have sent more than 100 players on to professional baseball careers.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/Tom_Yewcic": "Thomas J. Yewcic (born May 9, 1932) is a former American football quarterback and punter and Major League Baseball player. He attended Michigan State University. In football, he played from 1961 to 1966 with the Boston Patriots of the American Football League (AFL), and is a member of the Patriots All-1960s (AFL) Team. In baseball, he played one game for the Detroit Tigers in 1957.",
  "/wiki/Michigan_State_Spartans_baseball": "The Michigan State Spartans baseball team is the varsity intercollegiate athletic team of the Michigan State University in East Lansing, Michigan, United States. The team competes in the National Collegiate Athletic Association's Division I and are members of the Big Ten Conference.",
  "/wiki/First_baseman": "First base, or 1B, is the first of four stations on a baseball diamond which must be touched in succession by a baserunner to score a run for that player's team. A first baseman is the player on the team playing defense who fields the area nearest first base, and is responsible for the majority of plays made at that base. In the numbering system used to record defensive plays, the first baseman is assigned the number 3.",
  "/wiki/Oregon_State_Beavers_baseball": "The Oregon State Beavers baseball team represents Oregon State University in NCAA Division I college baseball. The team participates in the Pac-12 Conference. They are currently coached by Mitch Canham and assistant coaches Pat Bailey and Rich Dorman. They play home games in Goss Stadium at Coleman Field. The Beavers won  the 2006 and 2007 College World Series to become only the fifth team in history to win back-to-back national championships, and the first since the super regional format has been implemented. In 2018, the program won its third national title.  In addition, the program has won 26 conference championships, qualified for 20 NCAA tournaments, and appeared in seven College World Series.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.",
  "/wiki/Seton_Hall_Pirates": "The Seton Hall Pirates are the athletic teams representing Seton Hall University. They compete as a member of the NCAA Division I level (non-football sub-level), primarily competing in the Big East Conference for all sports since the 1979-80 season. Men's sports include baseball, basketball, cross country, golf, soccer and swimming & diving;  women's sports include basketball, cross country, golf, soccer, softball, swimming & diving, tennis and volleyball. Seton Hall canceled football (which was played in Division III) in 1982.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'.",
  "/wiki/North_Carolina_State_Wolfpack": "The NC State Wolfpack is the nickname of the athletic teams representing North Carolina State University. The Wolfpack competes at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for college football) as a member of the Atlantic Coast Conference (ACC) for all sports since the 1953–54 season. The athletic teams of the Wolfpack compete in 23 intercollegiate varsity sports. NC State is a founding member of the ACC and has won eight national championships: two NCAA championships, two AIAW championships, and four titles under other sanctioning bodies. Most NC State fans and athletes recognize the rivalry with the North Carolina Tar Heels as their biggest.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/Stanford_Cardinal_baseball": "The Stanford Cardinal baseball team represents Stanford University in NCAA Division I college baseball. Along with most other Stanford athletic teams, the baseball team participates in the Pac-12 Conference. The Cardinal play their home games on campus at Klein Field at Sunken Diamond, and they are currently coached by David Esquer.",
  "/wiki/Outfielder": "An outfielder is a person playing in one of the three defensive positions in baseball or softball, farthest from the batter. These defenders are the left fielder, the center fielder, and the right fielder. As an outfielder, their duty is to catch fly balls and/ ground balls then to return them to the infield for the out or before the runner advances, if there is any runners on the bases. As an outfielder, they normally play behind the six players located in the field.\nBy convention, each of the nine defensive positions in baseball is numbered. The outfield positions are 7 (left field), 8 (center field) and 9 (right field). These numbers are shorthand designations useful in baseball scorekeeping and are not necessarily the same as the squad numbers worn on player uniforms.",
  "/wiki/Ohio_Bobcats": "The Ohio Bobcats are the National Collegiate Athletic Association (NCAA) Division I Intercollegiate athletic teams that represent Ohio University, located in Athens, Ohio, United States. Ohio University is a charter member (1946) of the Mid-American Conference (MAC), is currently in the East Division of that conference, and sponsors teams in six men's and ten women's NCAA sanctioned sports. The football team competes in the Football Bowl Subdivision (FBS), the highest level for college football.",
  "/wiki/Jerry_Schoonmaker": "Jerald Lee Schoonmaker (December 14, 1933 – March 18, 2018) was an American professional baseball player. An outfielder, Schoonmaker was signed to a $30,000 bonus contract by the Washington Senators of Major League Baseball in 1955 after a standout career at the University of Missouri. However, his career was hampered by the Bonus Rule, which compelled him to spend his first two years as a professional on the Washington roster. Then, after his only minor league season, he sustained a career-ending eye injury in December 1958.",
  "/wiki/Missouri_Tigers_baseball": "The Missouri Tigers baseball team represents the University of Missouri in NCAA Division I college baseball. The Missouri Tigers had an overall record of 2053-1339-17 entering the 2012 season.",
  "/wiki/Mickey_Sullivan": "Mickey Sullivan (February 6, 1932 – March 22, 2012) was the head baseball coach at Baylor from 1974 to 1994.",
  "/wiki/Baylor_Bears_baseball": "The Baylor Bears baseball team represents Baylor University in NCAA Division I college baseball. The team belongs to the Big 12 Conference and plays home games at Baylor Ballpark. The Bears are currently led by head coach Steve Rodriguez, who was hired in 2015.",
  "/wiki/1954_College_Baseball_All-America_Team": "An All-American team is an honorary sports team composed of the best amateur players of a specific season for each team position—who in turn are given the honorific \"All-America\" and typically referred to as \"All-American athletes\", or simply \"All-Americans\".  Although the honorees generally do not compete together as a unit, the term is used in U.S. team sports to refer to players who are selected by members of the national media.  Walter Camp selected the first All-America team in the early days of American football in 1889."
}