{
  "/wiki/Christine_de_Pizan": "Christine de Pizan or Pisan (French pronunciation: [kʁistin də pizɑ̃] (listen)), born Cristina da Pizzano (1364 – c. 1430), was a poet and author at the court of King Charles VI of France. She is best remembered for defending women in The Book of the City of Ladies and The Treasure of the City of Ladies. Venetian by birth, Christine was a prominent moralist and political thinker in medieval France. Christine's patrons included dukes Louis I of Orleans, Philip the Bold, and John the Fearless. Her books of advice to princesses, princes, and knights remained in print until the 16th century.",
  "/wiki/Siege_of_Orleans": "The Siege of Orléans (12 October 1428 – 8 May 1429) was the watershed of the Hundred Years' War between France and England. It was the French royal army's first major military victory to follow the crushing defeat at the Battle of Agincourt in 1415, and also the first while Joan of Arc was with the army.[b] The siege took place at the pinnacle of English power during the later stages of the war. The city held strategic and symbolic significance to both sides of the conflict. The consensus among contemporaries was that the English regent, John of Lancaster, would have succeeded in realizing his brother the English king Henry V's dream of conquering all of France if Orléans fell. For half a year the English and their French allies appeared to be winning but the siege collapsed nine days after Joan's arrival.",
  "/wiki/Orleans": "Orléans (UK: /ɔːrˈliːənz, ˈɔːrliənz/, US: /ˌɔːrleɪˈɒ̃, ˌɔːrliˈɑːn, ɔːrˈleɪənz/, French: [ɔʁleɑ̃] (listen)) is a prefecture and commune in north-central France, about 111 kilometres (69 miles) southwest of Paris. It is the capital of the Loiret department and of the Centre-Val de Loire region.",
  "/wiki/Ballade_des_dames_du_temps_jadis": "The \"Ballade des dames du temps jadis\" (\"Ballade of Ladies of Time Gone By\") is a poem by François Villon that celebrates famous women in history and mythology, and a prominent example of the ubi sunt? genre.  It is written in the fixed-form ballade format, and forms part of his collection Le Testament.",
  "/wiki/François_Villon": "François Villon (pronounced [fʁɑ̃swa vijɔ̃] in modern French; in fifteenth-century French, [frɑnswɛ vilɔn], c. 1431 - c. 1463), is the best known French poet of the Late Middle Ages. A ne'er-do-well who was involved in criminal behavior and had multiple encounters with law enforcement authorities, Villon wrote about some of these experiences in his poems.",
  "/wiki/Le_Testament": "Le Testament is a collection of poetry composed in 1461 by François Villon. Le Testament, comprising over twenty essentially independent poems in octosyllabic verse, consists of a series of fixed-form poems, namely 16 ballades and three rondeaux, and is recognized as a gem of medieval literature.",
  "/wiki/Henry_VI,_Part_1": "Henry VI, Part 1, often referred to as 1 Henry VI, is a history play by William Shakespeare—possibly in collaboration with Christopher Marlowe and Thomas Nashe—believed to have been written in 1591. It is set during the lifetime of King Henry VI of England.",
  "/wiki/William_Shakespeare": "William Shakespeare (bapt. 26 April 1564 – 23 April 1616)[a] was an English poet, playwright, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"the Bard\").[b] His extant works, including collaborations, consist of some 39 plays,[c] 154 sonnets, two long narrative poems, and a few other verses, some of uncertain authorship. His plays have been translated into every major living language and are performed more often than those of any other playwright.",
  "/wiki/Project_Gutenberg": "Project Gutenberg (PG) is a volunteer effort to digitize and archive cultural works, to \"encourage the creation and distribution of eBooks\". It was founded in 1971 by American writer Michael S. Hart and is the oldest digital library. Most of the items in its collection are the full texts of public domain books. The Project tries to make these as free as possible, in long-lasting, open formats that can be used on almost any computer. As of 23 June 2018[update], Project Gutenberg reached 57,000 items in its collection of free eBooks.",
  "/wiki/The_Maid_of_Orleans_(poem)": "The Maid of Orleans (French: La Pucelle d'Orléans) is a satirical poem by François-Marie Arouet, better known by his pen name, Voltaire. It was first published in 1899, but Voltaire had written it over a century beforehand; while he had started writing the text in 1730, he never completed it. It was translated into English by W. H. Ireland.",
  "/wiki/Voltaire": "François-Marie Arouet (French: [fʁɑ̃swa maʁi aʁwɛ]; 21 November 1694 – 30 May 1778), known by his nom de plume Voltaire (/vɒlˈtɛər, voʊlˈ-/; also US: /vɔːlˈ-/, French: [vɔltɛːʁ]), was a French Enlightenment writer, historian, and philosopher famous for his wit, his criticism of Christianity, especially the Roman Catholic Church, as well as his advocacy of freedom of speech, freedom of religion, and separation of church and state.",
  "/wiki/Joan_of_Arc_(poem)": "Joan of Arc is a 1796 epic poem composed by Robert Southey. The idea for the story came from a discussion between Southey and Grosvenor Bedford, when Southey realised that the story would be suitable for an epic. The subject further appealed to Southey because the events of the French Revolution were concurrent to the writing of the poem and would serve as a parallel to current events. Eventually, Samuel Taylor Coleridge helped rewrite parts of the poem for a 1798 edition. Later editions removed Coleridge's additions along with other changes.",
  "/wiki/Robert_Southey": "Robert Southey (/ˈsaʊði/ or /ˈsʌði/;[a] 12 August 1774 – 21 March 1843) was an English poet of the Romantic school, one of the Lake Poets along with William Wordsworth and Samuel Taylor Coleridge, and England's Poet Laureate for 30 years from 1813 until his death in 1843. Although his fame has been eclipsed by that of Wordsworth and Coleridge, his verse still enjoys some popularity. The English word \"zombie\", from the Haitian French \"zombi\", is purported to have first been recorded by Southey in his 1819 essay History of Brazil.",
  "/wiki/The_Maid_of_Orleans_(play)": "The Maid of Orleans (German: Die Jungfrau von Orleans) is a tragedy by Friedrich Schiller, premiered on 11 September 1801 in Leipzig. During his lifetime, it was one of Schiller's most frequently-performed pieces.",
  "/wiki/Friedrich_Schiller": "Johann Christoph Friedrich von Schiller (German: [ˈjoːhan ˈkʁɪstɔf ˈfʁiːdʁɪç fɔn ˈʃɪlɐ]; 10 November 1759 – 9 May 1805) was a German poet, philosopher, physician, historian and playwright. During the last seventeen years of his life (1788–1805), Schiller developed a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches. This relationship and these discussions led to a period now referred to as Weimar Classicism. They also worked together on Xenien, a collection of short satirical poems in which both Schiller and Goethe challenge opponents of their philosophical vision.",
  "/wiki/Romanticism": "Romanticism (also known as the Romantic era) was an artistic, literary, musical and intellectual movement that originated in Europe toward the end of the 18th century, and in most areas was at its peak in the approximate period from 1800 to 1850. Romanticism was characterized by its emphasis on emotion and individualism as well as glorification of all the past and nature, preferring the medieval rather than the classical.   It was partly a reaction to the Industrial Revolution, the aristocratic social and political norms of the Age of Enlightenment, and the scientific rationalization of nature—all components of modernity. It was embodied most strongly in the visual arts, music, and literature, but had a major impact on historiography, education, the social sciences, and the natural sciences.[failed verification] It had a significant and complex effect on politics, with romantic thinkers influencing liberalism, radicalism, conservatism and nationalism.",
  "/wiki/Tchaikovsky": "Pyotr Ilyich Tchaikovsky[a 1] (English: /tʃaɪˈkɒfski/ chy-KOF-skee; Russian: Пётр Ильи́ч Чайко́вский[a 2], tr. Pëtr Ilʹič Čajkovskij, IPA: [pʲɵtr ɪlʲˈjitɕ tɕɪjˈkofskʲɪj] (listen); 7 May [O.S. 25 April] 1840  – 6 November [O.S. 25 October] 1893[a 3]) was a Russian composer of the Romantic period. He was the first Russian composer whose music made a lasting impression internationally, bolstered by his appearances as a guest conductor in Europe and the United States. He was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension.",
  "/wiki/Philippe-Alexandre_Le_Brun_de_Charmettes": "Philippe-Alexandre Le Brun de Charmettes (1785–1870) was a French historian, poet, translator and official.",
  "/wiki/Tower_of_London": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a  historic  castle located on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the Norman Conquest of England. The White Tower, which gives the entire castle its name, was built by William the Conqueror in 1078 and was a resented symbol of oppression, inflicted upon London by the new ruling elite. The castle was used as a prison from 1100 (Ranulf Flambard) until 1952 (Kray twins), although that was not its primary purpose. A grand palace early in its history, it served as a royal residence. As a whole, the Tower is a complex of several buildings set within two concentric rings of defensive walls and a moat. There were several phases of expansion, mainly under kings Richard I, Henry III, and Edward I in the 12th and 13th centuries. The general layout established by the late 13th century remains despite later activity on the site.",
  "/wiki/The_Destiny_of_Nations": "The Destiny of Nations was composed by Samuel Taylor Coleridge as part of Robert Southey's Joan of Arc epic poem. The lines were later isolated from Southey's and expanded. The new poem includes Coleridge's feelings on politics, religion, and humanity's duty to helping each other.",
  "/wiki/Samuel_Taylor_Coleridge": "Samuel Taylor Coleridge  (/ˈkoʊlərɪdʒ/; 21 October 1772 – 25 July 1834) was an English poet, literary critic, philosopher and theologian who, with his friend William Wordsworth, was a founder of the Romantic Movement in England and a member of the Lake Poets.  He also shared volumes and collaborated with Charles Lamb, Robert Southey, and Charles Lloyd. He wrote the poems The Rime of the Ancient Mariner and Kubla Khan, as well as the major prose work Biographia Literaria. His critical work, especially on William Shakespeare, was highly influential, and he helped introduce German idealist philosophy to English-speaking culture. Coleridge coined many familiar words and phrases, including suspension of disbelief. He had a major influence on Ralph Waldo Emerson and American transcendentalism.",
  "/wiki/Eugène_Sue": "Marie-Joseph \"Eugène\" Sue (French pronunciation: ​[ø.ʒɛn sy]; 26 January 1804 – 3 August 1857) was a French novelist. He was one of several authors who popularized the genre of the serial novel in France with his very popular and widely imitated The Mysteries of Paris, which was published in a newspaper from 1842 to 1843.",
  "/wiki/Daniel_De_Leon": "Daniel De Leon (/də ˈliːɒn/; December 14, 1852 – May 11, 1914) was an American socialist newspaper editor, politician, Marxist theoretician, and trade union organizer. He is regarded as the forefather of the idea of revolutionary industrial unionism and was the leading figure in the Socialist Labor Party of America from 1890 until the time of his death.",
  "/wiki/Thérèse_of_Lisieux": "Thérèse of Lisieux (French: sainte Thérèse de Lisieux), born Marie Françoise-Thérèse Martin (2 January 1873 – 30 September 1897), also known as Saint Thérèse of the Child Jesus and  the Holy Face, was a French Catholic Discalced Carmelite nun who is widely venerated in modern times. She is popularly known as \"The Little Flower of Jesus\", or simply \"The Little Flower.”",
  "/wiki/Personal_Recollections_of_Joan_of_Arc": "Personal Recollections of Joan of Arc, by the Sieur Louis de Conte is an 1896 novel by Mark Twain which recounts the life of Joan of Arc. It is Twain's last completed novel, published when he was 61 years old.",
  "/wiki/Mark_Twain": "Samuel Langhorne Clemens (November 30, 1835 – April 21, 1910), known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist this country has produced\", and William Faulkner called him \"the father of American literature\". His novels include The Adventures of Tom Sawyer (1876) and its sequel, the Adventures of Huckleberry Finn (1884), the latter often called \"The Great American Novel\".",
  "/wiki/Charles_Péguy": "Charles Pierre Péguy (French: [ʃaʁl peɡi]; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic.\nFrom that time, Catholicism strongly influenced his works.",
  "/wiki/Léon_Denis": "Léon Denis (January 1, 1846 – March 12, 1927) was a notable spiritist philosopher, and with Gabriel Delanne and Camille Flammarion, one of the principal exponents of spiritism after the death of Allan Kardec. He lectured throughout Europe at international conferences of spiritism and spiritualism, promoting the idea of survival of the soul after death and the implications of this for human relations. He is known as the apostle of French spiritism.[citation needed]",
  "/wiki/Arthur_Conan_Doyle": "Sir Arthur Ignatius Conan Doyle KStJ DL (22 May 1859 – 7 July 1930) was a British writer, who created the character Sherlock Holmes. Originally a physician, in 1887 he published A Study in Scarlet, the first of four novels and more than fifty short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are generally considered milestones in the field of crime fiction.",
  "/wiki/Genevieve": "Genevieve (French: Sainte Geneviève; Latin: Sancta Genovefa, Genoveva; from Gaullish geno \"race, lineage\" and uida \"sage\") (Nanterre, c. 419/422 AD – Paris 502/512 AD), is the patron saint of Paris in the Roman Catholic and Eastern Orthodox traditions. Her feast day is kept on January the 3rd.",
  "/wiki/Georg_Kaiser": "Friedrich Carl Georg Kaiser, called Georg Kaiser, (25 November 1878 – 4 June 1945) was a  German dramatist.",
  "/wiki/Gilles_de_Rais": "Gilles de Rais (c. September 1405 – 26 October 1440), Baron de Rais (French: [də ʁɛ]), was a knight and lord from Brittany, Anjou and Poitou, a leader in the French army, and a companion-in-arms of Joan of Arc. He is best known for his reputation and later conviction as a confessed serial killer of children.",
  "/wiki/Saint_Joan_(play)": "Saint Joan is a play by George Bernard Shaw about 15th-century French military figure Joan of Arc. Premiering in 1923, three years after her canonization by the Roman Catholic Church, the play reflects Shaw's belief that the people involved in Joan's trial acted according to what they thought was right.  He wrote in his preface to the play:",
  "/wiki/George_Bernard_Shaw": "George Bernard Shaw (/ˈbərnɑːrd/; 26 July 1856 – 2 November 1950), known at his insistence simply as Bernard Shaw, was an Irish playwright, critic, polemicist and political activist. His influence on Western theatre, culture and politics extended from the 1880s to his death and beyond. He wrote more than sixty plays, including major works such as Man and Superman (1902), Pygmalion (1912) and Saint Joan (1923). With a range incorporating both contemporary satire and historical allegory, Shaw became the leading dramatist of his generation, and in 1925 was awarded the Nobel Prize in Literature.",
  "/wiki/Protestant": "Protestantism is the second-largest form of Christianity with a total of 800 million to 1 billion adherents worldwide or about 37% of all Christians.[a] It originated with the 16th century Reformation,[b] a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist. They emphasize the priesthood of all believers, justification by faith alone (sola fide) rather than also by good works, and the highest authority of the Bible alone (rather than also with sacred tradition) in faith and morals (sola scriptura). The \"five solae\" summarise basic theological differences in opposition to the Roman Catholic Church.",
  "/wiki/International_Standard_Book_Number": "The International Standard Book Number (ISBN) is a numeric commercial book identifier which is intended to be unique.[a][b] Publishers purchase ISBNs from an affiliate of the International ISBN Agency.",
  "/wiki/Special:BookSources/0-14-043791-6": "N/A",
  "/wiki/Saint_Joan_of_the_Stockyards": "Saint Joan of the Stockyards (German: Die heilige Johanna der Schlachthöfe) is a play written by the German modernist playwright Bertolt Brecht between 1929 and 1931, after the success of his musical The Threepenny Opera and during the period of his radical experimental work with the Lehrstücke. It is based on the musical that he co-authored with Elisabeth Hauptmann, Happy End (1929). In this version of the story of Joan of Arc, Brecht transforms her into \"Joan Dark\", a member of the \"Black Straw Hats\" (a Salvation Army-like group) in 20th-century Chicago. The play charts Joan's battle with Pierpont Mauler, the unctuous owner of a meat-packing plant. Like her predecessor, Joan is a doomed woman, a martyr and (initially, at least) an innocent in a world of strike-breakers, fat cats, and penniless workers. Like many of Brecht's plays it is laced with humor and songs as part of its epic dramaturgical structure and deals with the theme of emancipation from material suffering and exploitation.",
  "/wiki/Bertolt_Brecht": "Eugen Berthold Friedrich Brecht[a] (10 February 1898 – 14 August 1956), known professionally as Bertolt Brecht, was a German theatre practitioner, playwright, and poet. Coming of age during the Weimar Republic, he had his first successes as a playwright in Munich and moved to Berlin in 1924, where he wrote The Threepenny Opera with Kurt Weill and began a lifelong collaboration with the composer Hanns Eisler. Immersed in Marxist thought during this period, he wrote didactic Lehrstücke and became a leading theoretician of epic theatre (which he later preferred to call \"dialectical theatre\") and the so-called V-effect.  During the Nazi period he lived in exile, first in Scandinavia, and during World War II in the United States, where he was surveilled by the FBI and subpoenaed by the House Un-American Activities Committee.  Returning to East Berlin after the war, he established the theatre company Berliner Ensemble with his wife and long-time collaborator, actress Helene Weigel.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Special:BookSources/1-55970-420-9": "N/A",
  "/wiki/Cultural_depictions_of_Joan_of_Arc": "."
}