{
  "/wiki/Gary_Muhrcke": "Gary Muhrcke (born c. 1940) is an American runner and former New York City fireman who won the first New York City Marathon in 1970. He also won the first Empire State Building Run-Up in 1978, and was a two-time winner of the Yonkers Marathon.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Sheldon_Karlin": "Sheldon Karlin (1950–January 16, 2000) was an American marathon runner. His career in the sport was brief and mostly confined to the early 1970s.",
  "/wiki/Tom_Fleming_(athlete)": "Thomas J. Fleming (July 23, 1951 – April 19, 2017) was an American distance runner who won the 1973 and 1975 New York City Marathon.  He was also a two time runner-up in the Boston Marathon in 1973 and 1974 and finished six times in the top ten in the BAA marathon. Fleming was the winner of the Cleveland, Toronto, Los Angeles, Jersey Shore (3 times) and Washington DC marathons in the 1970s. He set a personal best of 2:12:05 in the Boston Marathon 1975, and was renowned for running 110 to 150 miles per week to train for road racing. He was awarded the United Nations Peace Medal in 1977.",
  "/wiki/Norbert_Sander": "Norbert Sander (August 21, 1942 - March 17, 2017) was an American physician and runner who won the New York City Marathon in 1974. He has been described as \"one of the most influential track and field figures in the city's history.\"",
  "/wiki/Bill_Rodgers_(athlete)": "William Henry \"Bill\" Rodgers nicknamed Boston Billy (born December 23, 1947) is an American runner, Olympian and former American record holder in the marathon. Rodgers is best known for his four victories in both the Boston Marathon, including three straight 1978-1980 and the New York City Marathon between 1976 and 1980.",
  "/wiki/Alberto_Salazar": "Alberto Salazar (born August 7, 1958) is an American track coach, former world-class long-distance runner and a doping offender. Born in Cuba, Salazar immigrated to the United States as a child with his family. They moved to Manchester, Connecticut and then to Wayland, Massachusetts, where Salazar competed in track and field in high school. Salazar is best known for his performances in the New York City Marathon in the early 1980s and his 1982 Boston Marathon victory known as the \"Duel in the Sun.\" He held American track records of 13:11.93 for 5,000 m (July 6, 1982 – Stockholm) and 27:25.61 for 10,000 m – (June 26, 1982 – Oslo).",
  "/wiki/Marathon_world_record_progression": "This list is a chronological progression of record times for the marathon. World records in the marathon are now ratified by the International Association of Athletics Federations (IAAF), the international governing body for the sport of athletics.",
  "/wiki/Rod_Dixon": "Rodney Phillip \"Rod\" Dixon (born 13 July 1950) is a former New Zealand middle- to long-distance runner. He won the bronze medal in the 1500 metres at the 1972 Olympics in Munich, and in 1983 won the New York City Marathon.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Orlando_Pizzolato": "Orlando Pizzolato (born 30 July 1958) is a retired long-distance runner from Italy.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Gianni_Poli": "Pier Giovanni \"Gianni\" Poli (born 5 November 1957 in Lumezzane) is a former Italian long-distance runner who won the New York City Marathon in 1986.",
  "/wiki/Ibrahim_Hussein_(runner)": "Ibrahim Kipkemboi Hussein (born June  1958 in Kapsabet, Rift Valley) is a retired long-distance runner from Kenya, who was a three-time winner of the Boston Marathon in 1988, 1991, and 1992. He was also the first winner from Kenya of the New York City Marathon in 1987, and multiple other marathons in his years. He and his wife Zainab Ibrahim are both alumni at the University of New Mexico in Albuquerque, NM. Ibrahim Hussein is among many athletes on the Hall of Fame in New Mexico. The couple have five children, Hussein Ibrahim, Farida Ibrahim, Hadija Ibrahim, Jamal Ibrahim and Warda Ibrahim.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Steve_Jones_(athlete)": "Stephen Henry Jones MBE (born 4 August 1955) is a Welsh athlete and set the former world record in the marathon, in his first completed race at that distance at the Chicago Marathon in 1984 with 2:08:05.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Juma_Ikangaa": "Juma Ikangaa (born 19 July 1957 in Dodoma) is a marathon runner from Tanzania, who won the 1989 New York City Marathon in a course-record time of 2:08:01. Ikangaa was also a sentimental favorite in Boston Marathon after finishing second three years in a row at \nthe Boston Marathon from 1988-1990.  A great trainer, Ikangaa said \"The will to win means nothing without the will to prepare.\"",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/List_of_winners_of_the_New_York_City_Marathon": "The New York City Marathon is a 42,195-meter (26.2 mile) race through all five boroughs of New York City, and ranks as the largest marathon in the world, with a record 51,392 finishers (29,927 men/21,465 women) in 2016. Since its inaugural race in 1970, 34 men and 25 women have won the open division of the New York City Marathon, representing 22 different countries. From 1970 through 1975, the race was held entirely in Central Park. It has started in Staten Island and gone through New York City's other four boroughs since 1976. Grete Waitz of Norway has won the race more than any other athlete, having completed her 9th victory in 1988, setting three course records in the process. Current course records were set by Geoffrey Mutai of Kenya in 2011 in the men's division, and by Margaret Okayo of Kenya in 2003 in the women's division."
}