{
  "/wiki/Gary_Muhrcke": "Gary Muhrcke (born c. 1940) is an American runner and former New York City fireman who won the first New York City Marathon in 1970. He also won the first Empire State Building Run-Up in 1978, and was a two-time winner of the Yonkers Marathon.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Sheldon_Karlin": "Sheldon Karlin (1950–January 16, 2000) was an American marathon runner. His career in the sport was brief and mostly confined to the early 1970s.\n Karlin placed fourth at the Washington's Birthday Marathon in February 1972, then had the biggest achievement of his career later that year at the New York City Marathon. He expressed surprise at his win in a time of 2:27:52, having failed to realise he was the race leader for a portion of the race. At age 22, he remained the competition's youngest male winner for many years, eventually being topped by a 20-year-old Eritrean, Ghirmay Ghebreslassie, in 2016. He returned to win the Washington's Birthday Marathon in 1974, and also won the Hunter's Woods Elementary School 20-miler that year.\n Born in Newark, New Jersey, Karlin grew up in Kenilworth, New Jersey, where he ran cross country in high school. Karlin attended the University of Maryland and competed for the Maryland Terrapins cross country running team. He was promised a sports scholarship if he excelled on the team, but when the scholarship was not forthcoming he left the college team. Following his retirement from the sport, he lived in Livingston, New Jersey with his wife Donna. The couple had three children Ian, Sarah and Matthew, in the 1980s. He died of a heart condition at age 49 following poor health. The Washington Running Club, of which Karlin was a founder member, named its club competition trophy the Sheldon Karlin Cup in his honour.",
  "/wiki/Tom_Fleming_(athlete)": "Thomas J. Fleming (July 23, 1951 – April 19, 2017) was an American distance runner who won the 1973 and 1975 New York City Marathon.  He was also a two time runner-up in the Boston Marathon in 1973 and 1974 and finished six times in the top ten in the BAA marathon. Fleming was the winner of the Cleveland, Toronto, Los Angeles, Jersey Shore (3 times) and Washington DC marathons in the 1970s. He set a personal best of 2:12:05 in the Boston Marathon 1975, and was renowned for running 110 to 150 miles per week to train for road racing. He was awarded the United Nations Peace Medal in 1977.\n He was quoted as saying \"Somewhere, someone in the world is training when you are not. When you race him, he will win.\"",
  "/wiki/Norbert_Sander": "Norbert Sander (August 21, 1942 - March 17, 2017) was an American physician and runner who won the New York City Marathon in 1974. He has been described as \"one of the most influential track and field figures in the city's history.\"",
  "/wiki/Bill_Rodgers_(athlete)": "William Henry \"Bill\" Rodgers nicknamed Boston Billy (born December 23, 1947) is an American runner, Olympian and former American record holder in the marathon. Rodgers is best known for his four victories in both the Boston Marathon, including three straight 1978-1980 and the New York City Marathon between 1976 and 1980.",
  "/wiki/Alberto_Salazar": "Alberto Salazar (born August 7, 1958) is an American track coach, former world-class long-distance runner and a doping offender. Born in Cuba, Salazar immigrated to the United States as a child with his family. They moved to Manchester, Connecticut and then to Wayland, Massachusetts, where Salazar competed in track and field in high school. Salazar is best known for his performances in the New York City Marathon in the early 1980s and his 1982 Boston Marathon victory known as the \"Duel in the Sun.\" He held American track records of 13:11.93 for 5,000 m (July 6, 1982 – Stockholm) and 27:25.61 for 10,000 m – (June 26, 1982 – Oslo).\n Salazar was the head coach of the Nike Oregon Project in Portland, Oregon. He won the IAAF Coaching Achievement Award in 2013 during a ceremony hosted by the International Athletics Foundation in Monaco.\n In June 2015, Salazar was named in a joint BBC Panorama and ProPublica investigation into doping allegations.\n In 2019 Salazar was banned for 4 years from athletics for doping offenses. The Nike Oregon Project was shut down in the wake of the controversy.  \n He was further mired in controversy after the New York Times published a video op-ed from his former athlete Mary Cain.",
  "/wiki/Marathon_world_record_progression": "This list is a chronological progression of record times for the marathon. World records in the marathon are now ratified by the International Association of Athletics Federations (IAAF), the international governing body for the sport of athletics.\n Kenyan Eliud Kipchoge set an official world record for men of 2:01:39 on September 16, 2018, at the 2018 Berlin Marathon. His run broke the previous world record by 1 minute and 18 seconds, the greatest improvement over a previous record since 1967. \n The IAAF recognizes two world records for women, a time of 2:14:04, pending ratification, set by Brigid Kosgei on October 13, 2019 during the Chicago Marathon  which was contested by men and women together, and a \"Women Only\" record of 2:17:01, set by Mary Keitany, on April 23, 2017 at the London Marathon for women only.",
  "/wiki/Rod_Dixon": "Rodney Phillip \"Rod\" Dixon (born 13 July 1950) is a former New Zealand middle- to long-distance runner. He won the bronze medal in the 1500 metres at the 1972 Olympics in Munich, and in 1983 won the New York City Marathon.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/Orlando_Pizzolato": "Orlando Pizzolato (born 30 July 1958) is a retired long-distance runner from Italy.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Gianni_Poli": "Pier Giovanni \"Gianni\" Poli (born 5 November 1957 in Lumezzane) is a former Italian long-distance runner who won the New York City Marathon in 1986.\n He also won the silver in medal in the marathon at the 1990 European Athletics Championships.",
  "/wiki/Ibrahim_Hussein_(runner)": "Ibrahim Kipkemboi Hussein (born June  1958 in Kapsabet, Rift Valley) is a retired long-distance runner from Kenya, who was a three-time winner of the Boston Marathon in 1988, 1991, and 1992. He was also the first winner from Kenya of the New York City Marathon in 1987, and multiple other marathons in his years. He and his wife Zainab Ibrahim are both alumni at the University of New Mexico in Albuquerque, NM. Ibrahim Hussein is among many athletes on the Hall of Fame in New Mexico. The couple have five children, Hussein Ibrahim, Farida Ibrahim, Hadija Ibrahim, Jamal Ibrahim and Warda Ibrahim.\n Ibrahim Hussein was the first Kenyan (and also the first African) to win Boston, setting a world record and having books written on his legacy. Since his 1988 win, the Kenyans have come to dominate Boston. In fact, Kenyans have won the race every year since 1988 with exceptions in 1989, 1990, 2001, 2005, 2009, 2013, 2014 and 2015. The only non-African to win Boston since 1988 were South Korean Lee Bong-Ju and Italian Gelindo Bordin.\n He is now retired and owns Amedo Center, which is an apartment complex that comprises a restaurant, abe's pool place and an electronics shop. in Eldoret, Kenya, as well as many other properties in Kenya. He also runs a training camp for young Kenyan athletes who are given a chance to race alongside elite athletes. He was the chairman of Athletics Kenya North Rift branch. He now holds one of only nine offices in the world at the Regional Development Center in Nairobi, after John Velzian's retirement. He works as a representative of English-speaking countries in Africa, holding one of the important offices associated with International Association of Athletics Federation (IAAF), which is an athletic federation governing the sport of athletics.\n His 1988 win in Boston was a photo finish with Juma Ikangaa. Hussein held off Ikangaa by a mere second. This was the closest Boston Marathon finish ever up until that point. There would be a closer finish in 2000 when Elijah Lagat won. Ikangaa would go on to finish second again in the next two Boston Marathons but would never win it.\n He is the older brother of Mbarak Hussein, a naturalized U.S. citizen who is an elite Master's marathoner in his own right and who has two top five finishes himself in Boston (fifth in 2001 and fourth in 2002.) \n Hussein is a graduate of St. Patrick's High School (Iten, Kenya). And the University of New Mexico (Albuquerque, New Mexico, USA).",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Steve_Jones_(athlete)": "Stephen Henry Jones MBE (born 4 August 1955) is a Welsh athlete and set the former world record in the marathon, in his first completed race at that distance at the Chicago Marathon in 1984 with 2:08:05.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Juma_Ikangaa": "Juma Ikangaa (born 19 July 1957 in Dodoma) is a marathon runner from Tanzania, who won the 1989 New York City Marathon in a course-record time of 2:08:01. Ikangaa was also a sentimental favorite in Boston Marathon after finishing second three years in a row at \nthe Boston Marathon from 1988-1990.  A great trainer, Ikangaa said \"The will to win means nothing without the will to prepare.\"",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.\n Many important hominid fossils have been found in Tanzania, such as 6-million-year-old Pliocene hominid fossils. The genus Australopithecus ranged all over Africa 4 to 2 million years ago; and the oldest remains of the genus Homo are found near Lake Olduvai. Following the rise of Homo erectus 1.8 million years ago, humanity spread all over the Old World, and later in the New World and Australia under the species Homo sapiens. Homo sapiens also overtook Africa and absorbed the older archaic species and subspecies of humanity. One of the oldest known ethnic groups still existing, the Hadzabe, appears to have originated in Tanzania, and their oral history recalls ancestors who were tall and were the first to use fire, medicine, and lived in caves, much like Homo erectus or Homo heidelbergensis who lived in the same region before them.\n Later in the Stone and Bronze Age, prehistoric migrations into Tanzania included Southern Cushitic speakers who moved south from present-day Ethiopia; Eastern Cushitic people who moved into Tanzania from north of Lake Turkana about 2,000 and 4,000 years ago; and the Southern Nilotes, including the Datoog, who originated from the present-day South Sudan–Ethiopia border region between 2,900 and 2,400 years ago.:page 18 These movements took place at about the same time as the settlement of the Mashariki Bantu from West Africa in the Lake Victoria and Lake Tanganyika areas. They subsequently migrated across the rest of Tanzania between 2,300 and 1,700 years ago.\n German rule began in mainland Tanzania during the late 19th century when Germany formed German East Africa. This was followed by British rule after World War I. The mainland was governed as Tanganyika, with the Zanzibar Archipelago remaining a separate colonial jurisdiction. Following their respective independence in 1961 and 1963, the two entities merged in 1964 to form the United Republic of Tanzania.\n The United Nations estimated Tanzania's 2018 population at 56.31 million. The population is composed of several ethnic, linguistic, and religious groups. The sovereign state of Tanzania is a presidential constitutional republic and since 1996 its official capital city has been Dodoma where the president's office, the National Assembly, and some government ministries are located. Dar es Salaam, the former capital, retains most government offices and is the country's largest city, principal port, and leading commercial centre. Tanzania is a de facto one-party state with the democratic socialist Chama Cha Mapinduzi party in power.\n Tanzania is mountainous and densely forested in the north-east, where Mount Kilimanjaro is located. Three of Africa's Great Lakes are partly within Tanzania. To the north and west lie Lake Victoria, Africa's largest lake, and Lake Tanganyika, the continent's deepest lake, known for its unique species of fish. To the south lies Lake Malawi. The eastern shore is hot and humid, with the Zanzibar Archipelago just offshore. The Menai Bay Conservation Area is Zanzibar's largest marine protected area. The Kalambo Falls, located on the Kalambo River at the Zambian border, is the second highest uninterrupted waterfall in Africa.\n Over 100 different languages are spoken in Tanzania, making it the most linguistically diverse country in East Africa. The country does not have a de jure official language,[citation needed] although the national language is Swahili. Swahili is used in parliamentary debate, in the lower courts, and as a medium of instruction in primary school. English is used in foreign trade, in diplomacy, in higher courts, and as a medium of instruction in secondary and higher education, although the Tanzanian government is planning to discontinue English as a language of instruction altogether. Approximately 10 percent of Tanzanians speak Swahili as a first language, and up to 90 percent speak it as a second language.",
  "/wiki/List_of_winners_of_the_New_York_City_Marathon": "The New York City Marathon is a 42,195-meter (26.2 mile) race through all five boroughs of New York City, and ranks as the largest marathon in the world, with a record 51,392 finishers (29,927 men/21,465 women) in 2016. Since its inaugural race in 1970, 34 men and 25 women have won the open division of the New York City Marathon, representing 22 different countries. From 1970 through 1975, the race was held entirely in Central Park. It has started in Staten Island and gone through New York City's other four boroughs since 1976. Grete Waitz of Norway has won the race more than any other athlete, having completed her 9th victory in 1988, setting three course records in the process. Current course records were set by Geoffrey Mutai of Kenya in 2011 in the men's division, and by Margaret Okayo of Kenya in 2003 in the women's division.\n A wheelchair race has been held since 2000. Among the wheelchair racers, Edith Hunkeler of Switzerland and Tatyana McFadden of USA has the most victories, with five each (McFadden has four in a row). Tatyana McFadden also holds the women's course record with a time of 1:43:04 set in 2015, while Kurt Fearnley of Australia holds the men's record with 1:29:22 set in 2006."
}