{
  "/wiki/Kanashimi_no_Belladonna": "Belladonna of Sadness (哀しみのベラドンナ, Kanashimi no Belladonna, also known as La Sorciere, Tragedy of Belladonna[n 1] or simply Belladonna) is an adult 1973 feature film produced by the Japanese animation studio Mushi Production and distributor Nippon Herald Films. It follows the story of Jeanne, a peasant woman who is raped which leads to her being accused of witchcraft and is notable for its erotic, violent and psychedelic imagery.",
  "/wiki/Hundred_Years'_War": "The Hundred Years' War was a series of conflicts from 1337 to 1453, waged between the House of Plantagenet, rulers of England and the French House of Valois, over the right to rule the Kingdom of France. Each side drew many allies into the war. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the throne of the largest kingdom in Western Europe. The war marked both the height of chivalry and its subsequent decline, and the development of strong national identities in both countries.\n Tensions between the French and English crowns had gone back centuries to the origins of the English royal family, which was French (Norman, and later, Angevin) in origin. English monarchs had therefore historically held titles and lands within France, which made them vassals to the kings of France. The status of the English king's French fiefs was a major source of conflict between the two monarchies throughout the Middle Ages. French monarchs systematically sought to check the growth of English power, stripping away lands as the opportunity arose, particularly whenever England was at war with Scotland, an ally of France. English holdings in France had varied in size, at some points dwarfing even the French royal domain; by 1337, however, only Gascony was English.\n In 1328, Charles IV of France died without sons or brothers and a new principle disallowed female succession. Charles's closest male relative was his nephew Edward III of England, whose mother, Isabella of France, was Charles's sister. Isabella claimed the throne of France for her son, but the French[who?] rejected it, maintaining that Isabella could not transmit a right she did not possess. Political sentiment favoured a Frenchman for the crown rather than a foreign prince. The throne passed instead to Charles's patrilineal cousin, Philip, Count of Valois. The English had not expected their claim to be successful and did not immediately challenge the succession.  French disagreements with Edward, however, induced Philip to confiscate Edward's lands in France, which then prompted Edward to reclaim the French throne.\n The early years of the war saw resounding English successes (notably at Crécy in 1346 and at Poitiers in 1356 where King John II of France was taken prisoner). But by 1378, the French under King Charles the Wise had reconquered most of the lands they lost in the Treaty of Brétigny (signed in 1360) leaving the English with only a few cities on the continent. In the following decades, the weakening of royal authority, combined with a difficult economic context, led to a period of civil war in both countries, struggles from which England emerged first. The newly crowned Henry V of England seized the opportunity presented by the mental illness of Charles VI of France and the French civil war between Armagnacs and Burgundians to revive the conflict. Overwhelming victories at Agincourt in 1415 and Verneuil in 1424 as well as an alliance with the Burgundians raised the prospects of an ultimate English triumph and persuaded the English to continue the war over many decades. However, a variety of factors such as the death of Henry V, the emergence of Joan of Arc which boosted French morale and the loss of Burgundy as an ally marking the end of the civil war in France prevented it. The Siege of Orléans in 1429 announced the beginning of the end for English hopes of conquest. Even with the eventual capture of Joan by the Burgundians and her execution in 1431, a series of crushing French victories such as those at Patay in 1429, Formigny in 1450 and Castillon in 1453 concluded the war in favour of the Valois dynasty. England permanently lost most of its continental possessions, with only the Pale of Calais remaining under its control on the continent until the Siege of Calais in 1558.\n Later historians adopted the term \"Hundred Years' War\" as a historiographical periodisation to encompass all of these events, thus constructing the longest military conflict in European history, but they commonly divide the war into three phases separated by truces: the Edwardian War (1337–1360), the Caroline War (1369–1389), and the Lancastrian War (1415–1453). Local conflicts in neighbouring areas, which were contemporarily related to the war, including the War of the Breton Succession (1341–1365), the Castilian Civil War (1366–1369), the War of the Two Peters (1356–1369) in Aragon, and the 1383–85 crisis in Portugal, were used by the parties to advance their agendas.\n By the war's end, feudal armies had been largely replaced by professional troops, and aristocratic dominance had yielded to a democratisation of the manpower and weapons of armies. Although primarily a dynastic conflict, the war inspired French and English nationalism. The wider introduction of weapons and tactics supplanted the feudal armies where heavy cavalry had dominated, and artillery became important. The war precipitated the creation of the first standing armies in Western Europe since the Western Roman Empire, and helped change their role in warfare. In France, civil wars, deadly epidemics, famines, and bandit free-companies of mercenaries reduced the population drastically. In England, political forces over time came to oppose the costly venture. The dissatisfaction of English nobles, resulting from the loss of their continental landholdings, as well as the general shock at losing a war in which investment had been so great, helped lead to the Wars of the Roses (1455–1487).",
  "/wiki/Yoshikazu_Yasuhiko": "Yoshikazu Yasuhiko (安彦 良和, Yasuhiko Yoshikazu, born December 9, 1947) is a Japanese animator, manga artist, and director in the anime industry.\n Born in Engaru, Hokkaidō, Yasuhiko dropped out of Hirosaki University and was hired by Osamu Tezuka's Mushi Productions in 1970 as an animator.  He later went freelance and worked on various animation productions for film and television. He began working as a manga artist in 1979.  In 1981 he won the Seiun Award in Art category.  In 1992 he won the Japan Cartoonists Association Award, and in 2000, an Excellence Prize in manga for Ōdō no Inu at the Japan Media Arts Festival. He is also known as a novelist and science fiction illustrator.  Some of his most notable works as character designer and director are Brave Reideen, Combattler V, and Mobile Suit Gundam. Less well known is the fact that he was the original character designer for the Dirty Pair, long before their first anime or manga appearance, when he was illustrating the Haruka Takachiho short stories that became the 1980 fixup novel Great Adventures of the Dirty Pair. He's also worked on the character designs for the video game, Vay.\n In recent years he has branched out artistically, creating such works as Joan, a three-volume story of a young French girl living at the time of the Hundred Years' War, whose life parallels that of Joan of Arc; and Jesus, a two-volume biographical manga about the life of Jesus Christ.\n Yasuhiko signs his artwork as \"YAS\".",
  "/wiki/Fantasy": "Fantasy is a genre of speculative fiction set in a fictional universe, often inspired by real world myth and folklore. Its roots are in oral traditions, which then became fantasy literature and drama. From the twentieth century it has expanded further into various media, including film, television, graphic novels, manga and video games.\n Fantasy is distinguished from the genres of science fiction and horror by the absence of scientific or macabre themes respectively, though these genres overlap. In popular culture, the fantasy genre predominantly features settings of a medieval nature. In its broadest sense, however, fantasy consists of works by many writers, artists, filmmakers, and musicians from ancient myths and legends to many recent and popular works.",
  "/wiki/Katsuya_Kondō": "Katsuya Kondō (近藤 勝也, Kondō Katsuya, born June 2, 1963 in Ehime Prefecture, Japan) is a Japanese manga artist, character designer, animator and animation director. He is best known for his character design work on the Studio Ghibli films Kiki's Delivery Service and Ocean Waves, as well as the PlayStation game Jade Cocoon. His character designs are considered the epitome of the Studio Ghibli style.\n After graduating from high school, he began working for Osamu Dezaki and Akio Sugino at their Studio Annapuru. Under the direction of Shinji Ōtsuka, Kondō worked as a key animator of the TV anime series Cat's Eye. He then worked as a free agent on such shows as The Mighty Orbots, Rainbow Brite and  Disney's Adventures of the Gummi Bears.  His first work with Studio Ghibli was as a key animator on Castle in the Sky. After working on the Gainax film The Wings of Honneamise and the OVAs Devilman and Meikyū Bukken File 538, Kondō began to be known for the high quality of his work.\n Kondō collaborated with Ken'ichi Sakemi on a manga retelling of the Joan of Arc story, as well as doing the character designs for the Jade Cocoon video game series. He also collaborated with Sakemi by creating the character designs for the 1990 NTV TV movie Like the Clouds, Like the Wind (based on Sakemi's novel Kōkyū Monogatari), which tells the story of a young country girl who is chosen to become one of the Emperor's concubines. He also worked with Tomomi Mochizuki on the NHK Minna no Uta music video titled Kaze no Tōri Michi, produced by Ajia-do Animation Works for Sayuri Horishita. In 2007, he was announced as the supervising animator of the Studio Ghibli film Ponyo on the Cliff by the Sea. He also wrote the lyrics for the film's theme song.",
  "/wiki/Ken'ichi_Sakemi": "Ken'ichi Sakemi (酒見 賢一, Sakemi Ken'ichi, born on November 26, 1963 in Kurume, Fukuoka Prefecture, Japan) is a Japanese novelist. He attended Fukuoka Prefectural Meizen High School, and then graduated with a major in Chinese philosophy at Aichi University in Nagoya. Sakemi uses many themes from Chinese history in his writing. He examines the meanings of freedom and imprisonment as well, even if this causes his stories to vary from historical fact. In addition to writing, Sakemi has also worked at a housing equipment company.",
  "/wiki/Witchblade": "Witchblade is a comic book series published by Top Cow Productions, an imprint of Image Comics, which ran from November 1995 to October 2015. The series was created by Top Cow founder and owner Marc Silvestri, editor David Wohl, writers Brian Haberlin and Christina Z, and artist Michael Turner.\n The Witchblade comic was adapted into a television series in 2001, as well as an anime, a manga and a novel in 2006. A feature film based on the comic, titled The Witchblade, was announced for a 2009 release, but was never produced. A second Witchblade television series was announced for development in January 2017.\n Top Cow announced in September 2017 that the Witchblade comic would be relaunched in December 2017 with the creative team of writer Caitlin Kittredge and artist Roberta Ingranata. The series features journalist Alex Underwood as the main character.",
  "/wiki/Histeria!": "Histeria! is an American animated series created by Tom Ruegger and produced by Warner Bros. Animation.  Unlike other animated series produced by Warner Bros. in the 1990s, Histeria! stood out as the most explicitly educational program in order to meet FCC requirements for educational/informational content for children.\nHisteria! aired on Kids' WB from 1998 to 2000, which continued to air reruns until August 30, 2001. It was presented as a Saturday Night Live-style sketch comedy, with its cast often filling the roles of historical figures. It was to be WB's most ambitious project since Animaniacs. Like the aforementioned series, 65 episodes were originally going to be made,[citation needed] but due to being $10 million over budget,[citation needed] only 52 episodes were completed before production of the series was canceled in March 2000. Due to the high production costs, footage from previous episode was often re-used and re-timed to match newly recorded audio, as well as several non-educational segments being used as filler. More recently, the show was aired on In2TV, first from March to July 2006, and then returning in October of that year. In January 2009, all of the episodes were taken off the site.\n As of January 2020 it has never been released on DVD.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).\n The company's portfolio encompasses the film studios Warner Bros. Pictures, New Line Cinema, Castle Rock Entertainment and DC Films; the television production and syndication company Warner Bros. Television; the animation studios Warner Bros. Animation and Warner Animation Group; the publisher DC Comics; the video game development and publishing arm Warner Bros. Interactive Entertainment; the pay television channels Cartoon Network, Boomerang and Turner Classic Movies; and a 50% interest in The CW television network, which is co-owned with ViacomCBS. Aside from content operations, Warner Bros. also has several theme parks that are managed and operated by third party companies.",
  "/wiki/Laraine_Newman": "Laraine Newman (born March 2, 1952) is an American comedian, actress, voice actress, and writer who was part of the original cast of NBC's Saturday Night Live, and played the villain Lawanda Dumore in the 1991 film Problem Child 2.",
  "/wiki/Valley_Girl": "Valley girl is a socioeconomic stereotype depicting a class of women characterized by the colloquial California English dialect Valleyspeak and materialism.\n Originally referring to upper-middle-class girls from the Los Angeles commuter communities of the San Fernando Valley during the 1980s, the term in later years became more broadly applied to any female in the United States who embodied ditziness, airheadedness, or greater interest in conspicuous consumption than intellectual or personal accomplishment.",
  "/wiki/Shaman_King": "Shaman King (Japanese: シャーマンキング, Hepburn: Shāman Kingu) is a Japanese manga series written and illustrated by Hiroyuki Takei. This manga follows the adventures of Yoh Asakura as he attempts to hone his shaman skills to become the Shaman King by winning the Shaman Fight. Takei chose shamanism as the main theme of the series because he wanted a topic that had never been attempted before in manga.\n The Shaman King manga was originally serialized in Weekly Shōnen Jump between 1998 and 2004. The individual chapters were collected and released in 32 tankōbon volumes by Shueisha. An animated television series was co-produced by TV Tokyo, NAS, and Xebec, which aired on Japan's TV Tokyo network from 2001 to 2002. The manga has also been reprinted in a kanzenban edition, and has spawned video games, a trading card game, and many types of Shaman King-related merchandise.\n In North America, Viz Media obtained the English-language license for the manga and published chapters of Shaman King in its Shonen Jump magazine from March 2003 to August 2007. The anime series was licensed in North America by 4Kids Entertainment in 2003, and aired on Fox Box. Exclusive video games were released by 4Kids Entertainment in North America and Europe.\n In Japan, the manga has been popular, selling over 26 million volumes. Both the manga and anime have been featured, at various times, in \"top ten\" lists of their respective media. The Shaman King anime has been watched by a large number of television viewers in Japan. Publications about manga, anime, and other media have commented on the Shaman King manga, with positive comments on the series.",
  "/wiki/Iron_Maiden_Jeanne": "The manga and anime series Shaman King features several characters created by Hiroyuki Takei. As a result of being focused on shamanism the series' cast is divided between humans and spirits, the latter not being able to go the afterlife due to their alliance with the former.\n The series primarily focuses on a teenager named Yoh Asakura, who reveals to his classmate Manta Oyamada that he is a shaman when fighting a group delinquents led by Ryu. Wishing to lead a peaceful life, Yoh has been training from an early age to become the titular \"Shaman King\", who will be able to change the world according to his will.  During Yoh's training, Manta meets Yoh's demanding fiancée, Anna Kyoyama and Yoh's spirit partner, the samurai Amidamaru.  In his journey to become Shaman King, Yoh also meets with a number of rival shamans who seek to become Shaman King for their own reasons and visions of the future, some who become his allies and others who become his enemies.  The series' sequel, Shaman King Flowers, deals with Yoh's son, Hana Asakura, on his development as a shaman.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.\n The family was conceived by Groening shortly before a solicitation for a series of animated shorts with producer James L. Brooks. Groening created a dysfunctional family and named the characters after his own family members, substituting Bart for his own name. The shorts became a part of The Tracey Ullman Show on April 19, 1987. After three seasons, the sketch was developed into a half-hour prime time show and became Fox's first series to land in the Top 30 ratings in a season (1989–90).\n Since its debut on December 17, 1989, 674 episodes of The Simpsons have been broadcast. It is the longest-running American sitcom, and the longest-running American scripted primetime television series, both in terms of seasons and number of episodes. The Simpsons Movie, a feature-length film, was released in theaters worldwide on July 27, 2007, and grossed over $527 million. Then on October 30, 2007, a video game was released. The Simpsons was renewed on February 6, 2019 for a thirty-first and thirty-second season. The former began airing September 29, 2019 and will conclude in March, 2020, and the latter of which will contain the 700th episode. The Simpsons is a joint production by Gracie Films and 20th Century Fox Television and syndicated by 20th Television.\nThe Simpsons received acclaim throughout its first nine or ten seasons, which are generally considered its \"Golden Age\". Time named it the 20th century's best television series, and Erik Adams of The A.V. Club named it \"television's crowning achievement regardless of format\". On January 14, 2000, the Simpson family was awarded a star on the Hollywood Walk of Fame. It has won dozens of awards since it debuted as a series, including 34 Primetime Emmy Awards, 34 Annie Awards, and a Peabody Award. Homer's exclamatory catchphrase \"D'oh!\" has been adopted into the English language, while The Simpsons has influenced many other later adult-oriented animated sitcoms. However, it has also been criticized for a perceived decline in quality over the years.",
  "/wiki/Tales_from_the_Public_Domain": "\"Tales from the Public Domain\" is the fourteenth episode of The Simpsons’ thirteenth season. It originally aired on the Fox network in the United States on March 17, 2002. It is the third trilogy episode of the series, which had become annual since the twelfth season's \"Simpsons Tall Tales\", consisting of three self-contained segments that are based on historical stories. The first segment puts Homer Simpson in the role of Odysseus in the ancient Greek epic poem the Odyssey. The second segment tells the story of Joan of Arc, and the third and final segment lampoons William Shakespeare's tragedy Hamlet.\n The episode was written by Andrew Kreisberg, Josh Lieb and Matt Warburton, and Mike B. Anderson served as the director. Show runner and executive producer Al Jean stated that the episode was \"very fun for the writers\" to do because it \"allow[ed] them to parody great works of literature.\" On the other hand, Anderson stated that the episode was \"much harder\" to direct than others because, like with Treehouse of Horror episodes, the animators had to make as many character designs for one act as they would for one normal episode.\n In its original American broadcast, the episode was seen by more than 4% of the population between ages 18 and 49. Following its release on DVD and Blu-ray however, the episode received mixed reviews from critics.",
  "/wiki/Sir_Lancelot": "Lancelot du Lac (meaning Lancelot of the Lake), also written as Launcelot and other spellings, is one of the Knights of the Round Table in the Arthurian legend. He typically features as King Arthur's greatest companion, the lord of Joyous Gard and the greatest swordsman and jouster of the age – until his adulterous affair with Queen Guinevere is discovered, causing a civil war which is exploited by Mordred and brings about the end of Arthur's kingdom.\n His first appearance as a main character is in Chrétien de Troyes' poem Lancelot, the Knight of the Cart, written in the 12th century. Later, his exploits were expanded upon in the Prose Lancelot, which was further expanded for the vast Lancelot-Grail cycle. There, his and Lady Elaine's son, Galahad, becomes an even more perfect knight and achieves the Holy Grail.",
  "/wiki/Bambi": "Bambi is a 1942 American animated film directed by David Hand (supervising a team of sequence directors), produced by Walt Disney and based on the 1923 book Bambi, a Life in the Woods by Austrian author Felix Salten. The film was released by RKO Radio Pictures on August 13, 1942, and is the fifth Disney animated feature film.\n The main characters are Bambi, a mule deer; his parents (the Great Prince of the forest and his unnamed mother); his friends Thumper (a pink-nosed rabbit); and Flower (a skunk); and his childhood friend and future mate, Faline. For the movie, Disney took the liberty of changing Bambi's species into a mule deer from his original species of roe deer, since roe deer are not native to North America, and the mule deer is more widespread in the United States. The film received three Academy Award nominations: Best Sound (Sam Slyfield), Best Song (for \"Love Is a Song\" sung by Donald Novis) and Original Music Score.\n In June 2008, the American Film Institute presented a list of its \"10 Top 10\"—the best ten films in each of ten classic American film genres—after polling over 1,500 people from the creative community. Bambi placed third in animation. In December 2011, the film was added to the National Film Registry of the Library of Congress.\n In January 2020, it was announced that a live-action styled adaptation was in development.",
  "/wiki/Clone_High": "Clone High (occasionally referred to in the U.S. as Clone High U.S.A.) is a Canadian–American adult animated sitcom created by Phil Lord, Christopher Miller and Bill Lawrence. The comedy centers on a high school populated by the clones of famous historical figures. The show's central cast includes adolescent depictions of Abraham Lincoln, Joan of Arc, Mahatma Gandhi, John F. Kennedy, and Cleopatra. The series also serves as a parody of teen dramas; every episode is introduced as a \"very special episode\".\n Lord and Miller first developed the series' concept while at Dartmouth College in the 1990s, later pitching it to executives at American network Fox Broadcasting Company, who ultimately decided to pass on the program. It was later purchased by cable channel MTV, and was produced between 2002–03. The show's design is heavily stylized and its animation style limited, emphasizing humor and story over visuals. The Clone High theme song was written by Tommy Walter and performed by his alternative rock band Abandoned Pools, who also provided much of the series' background music.\n Clone High first aired in its entirety on Canadian cable network Teletoon between 2002 and 2003, later debuting on MTV. It became embroiled in a controversy regarding its depiction of Gandhi soon afterward, which prompted hundreds in India to mount a hunger strike in response. Shortly after, MTV pulled the series, which had been receiving low ratings. Clone High attracted mixed reviews from television critics upon its premiere, but it has since received critical acclaim and a cult following.",
  "/wiki/Joan_of_Arc_(Clone_High)": "Clone High (occasionally referred to in the U.S. as Clone High U.S.A.) is a Canadian–American adult animated sitcom created by Phil Lord, Christopher Miller and Bill Lawrence. The comedy centers on a high school populated by the clones of famous historical figures. The show's central cast includes adolescent depictions of Abraham Lincoln, Joan of Arc, Mahatma Gandhi, John F. Kennedy, and Cleopatra. The series also serves as a parody of teen dramas; every episode is introduced as a \"very special episode\".\n Lord and Miller first developed the series' concept while at Dartmouth College in the 1990s, later pitching it to executives at American network Fox Broadcasting Company, who ultimately decided to pass on the program. It was later purchased by cable channel MTV, and was produced between 2002–03. The show's design is heavily stylized and its animation style limited, emphasizing humor and story over visuals. The Clone High theme song was written by Tommy Walter and performed by his alternative rock band Abandoned Pools, who also provided much of the series' background music.\n Clone High first aired in its entirety on Canadian cable network Teletoon between 2002 and 2003, later debuting on MTV. It became embroiled in a controversy regarding its depiction of Gandhi soon afterward, which prompted hundreds in India to mount a hunger strike in response. Shortly after, MTV pulled the series, which had been receiving low ratings. Clone High attracted mixed reviews from television critics upon its premiere, but it has since received critical acclaim and a cult following.",
  "/wiki/Digimon": "Digimon (デジモン Dejimon, branded as Digimon: Digital Monsters, stylized as DIGIMON), short for \"Digital Monsters\" (デジタルモンスター Dejitaru Monsutā), is a Japanese media franchise encompassing virtual pet toys, anime, manga, video games, films and a trading card game. The franchise focuses on the eponymous creatures, who inhabit a \"Digital World\", a parallel universe that originated from Earth's various communication networks.\n The franchise was created in 1997 as a series of virtual pets, akin to—and influenced in style by—the contemporary Tamagotchi or nano Giga Pet toys. The creatures were first designed to look cute and iconic even on the devices' small screens; later developments had them created with a harder-edged style influenced by American comics. The franchise gained momentum with its first anime incarnation, Digimon Adventure, and an early video game, Digimon World, both released in 1999. Several anime series and films based on them have been released, and the video game series has expanded into genres such as role-playing, racing, fighting, and MMORPGs.",
  "/wiki/Yu-Gi-Oh!": "Yu-Gi-Oh![a] is a Japanese manga series about gaming written and illustrated by Kazuki Takahashi. It was serialized in Shueisha's Weekly Shōnen Jump magazine between September 30, 1996 and March 8, 2004. The plot follows the story of a boy named Yugi Mutou, who solves the ancient Millennium Puzzle. Yugi awakens a gambling alter-ego within his body that solves his conflicts using various games.\n Two anime adaptations were produced; one by Toei Animation, which aired from April 4, 1998 to October 10, 1998, and another produced by NAS and animated by Studio Gallop titled Yu-Gi-Oh! Duel Monsters, which aired between April 2000 and September 2004. The manga series has spawned a  media franchise that includes multiple spin-off manga and anime series, a trading card game, and numerous video games. Most of the incarnations of the franchise involve the fictional trading card game known as Duel Monsters, where each player uses cards to \"duel\" each other in a mock battle of fantasy \"monsters\". This forms the basis for the real life Yu-Gi-Oh! Trading Card Game. As of 2018, Yu-Gi-Oh is one of the highest-grossing media franchises of all time.[dubious  – discuss]",
  "/wiki/Ashita_no_Nadja": "Ashita no Nadja (明日のナージャ, Ashita no Nāja, lit. \"Tomorrow's Nadja\"), is a Japanese anime television series animated by Toei Animation and aired between February 2, 2003 and January 25, 2004. In 2009, William Winckler Productions produced two all-new English-dubbed movie versions edited from the original series. Producer William Winckler, known for Tekkaman: The Space Knight, wrote, produced and directed the English films, which are seen on broadband in Japan. A manga adaptation, written by Izumi Todo and illustrated by Yui Ayumi, was serialized by Kodansha in the manga magazine Nakayoshi from March 2003 to February 2004, and collected in two bound volumes.",
  "/wiki/Hetalia:_Axis_Powers": "Hetalia: Axis Powers (Japanese: ヘタリア Axis Powers, Hepburn: Hetaria Akushisu Pawāzu) is a Japanese webcomic, later adapted as a manga and an anime series, by Hidekaz Himaruya. The series' main presentation is as an often over-the-top allegory of political and historic events as well as more general cultural comparisons. Characters are personifications of countries, regions such as Hong Kong and micronations with little reference to other national personifications. Both positive and negative cultural stereotypes form part of each character's personality.\n The character roster is large and far from complete, but the main cast is primarily the countries which made up the Axis powers and Allies of World War II—namely Italy (North Italy in particular), (Western) Germany, Japan, United States, United Kingdom, France, Russia, and China. Hetalia (ヘタリア) is a portmanteau combining hetare (ヘタレ, Japanese for \"useless\" or \"pathetic\" in a cute or endearing way) and \"Italia\" (イタリア, Itaria, Japanese for \"Italy\").\n The main storyline's events occur during World War II, but the vast majority of the comics take place during other historical events, modern holidays, or at no specific time whatsoever. The series often uses satire and light-hearted comedy to reinterpret well-known events as well as less common historical and cultural trivia. Historical, political, economic, and military interaction between countries is generally represented in Hetalia as social interactions and misunderstandings between the characters.\n Himaruya originally created Hetalia as an online webcomic, and so far six tankōbon have been published by Gentosha Comics, the first on March 28, 2008, the second on December 10, 2008, the third on May 20, 2010, the fourth on June 30, 2011, and the fifth on July 31, 2012. English translations of the first two volumes have been published by Tokyopop in the United States, the United Kingdom and Canada. Both printed volumes published so far have topped The New York Times manga best seller list. As of May 2012 the English-language version of the manga was published by Tokyopop via Right Stuf Inc.. The series was later adapted into drama CDs, and an anime series created by Studio Deen has also begun streaming online. As of January 8, 2010, the anime series' international distribution is being handled by Funimation.",
  "/wiki/Mont_Saint-Michel": "Le Mont-Saint-Michel (pronounced [mɔ̃ sɛ̃ mi.ʃɛl]; Norman: Mont Saint Miché, English: Saint Michael's Mount) is a tidal island and mainland commune in Normandy, France.\n The island is located about one kilometer (0.6 miles) off the country's northwestern coast, at the mouth of the Couesnon River near Avranches and is 7 hectares (17 acres) in area. The mainland part of the commune is 393 hectares (971 acres) in area so that the total surface of the commune is 400 hectares (988 acres).\n As of 2015[update], the island has a population of 50.\n The commune's position—on an island just a few hundred metres from land—made it accessible at low tide to the many pilgrims to its abbey, but defensible as an incoming tide stranded, drove off, or drowned would-be assailants. The island remained unconquered during the Hundred Years' War; a small garrison fended off a full attack by the English in 1433. Louis XI recognised the reverse benefits of its natural defence and turned it into a prison. The abbey was used regularly as a prison during the Ancien Régime.\n Mont Saint-Michel and its bay are on the UNESCO list of World Heritage Sites. It is visited by more than 3 million people each year. Over 60 buildings within the commune are protected in France as monuments historiques.",
  "/wiki/Top_10:_The_Forty-Niners": "Top 10: The Forty-Niners is a graphic novel published by America's Best Comics in 2005. It is a prequel to the ABC series Top 10, a police procedural set in the city of Neopolis, where superpowers, robots, monsters, and other comic fodder are the norm for all citizens.  It was written by Alan Moore, drawn by Gene Ha, and colored by Art Lyon, with lettering, logos, and design by Todd Klein. Unlike the original series and its spin-off Smax, it was released in one 112 page edition instead of being released in separate issues and collected later.  It won the 2006 Eisner Award in the \"Best Graphic Album: New\" category.\n The Forty-Niners is set in 1949, in the founding days of Neopolis. After World War II, realizing that average citizens do not want to live next door to the science heroes, mutants, and robots largely responsible for the Allied victory, the U.S. government built Neopolis, where all of these exceptional people can live together.  The story primarily follows a young Steve Traynor, a.k.a. Jetlad, the boy fighter ace who will later become Captain of Neopolis Police Precinct 10, from which the series derives its name.  The primary story lines follow Jetlad's meeting with the great love of his life (seen at the end of Top 10: Book 2) and the formative days of the Neopolis Police, as they try to prove that they can bring order to the chaos of Neopolis in the face of vampire gangsters and bigotry against robots.\n The story features several characters who either appear in the original Top 10, or else who are alluded to in conversation or background picture.",
  "/wiki/List_of_characters_in_Top_10:_The_Forty-Niners": "This is a list of Top 10 characters. Top 10 is a comic book series published by Wildstorm Comics under their America's Best Comics imprint. All characters were created by Alan Moore unless otherwise stated.\n The following list includes characters from the original twelve issue series that ran from 2000–2001, the five issue Smax mini-series (2003), and the five issue mini-series Top 10: Beyond The Farthest Precinct (2005).",
  "/wiki/Aflame_Inferno": "Aflame Inferno (불꽃의 인페르노, Bulkkoch-ui Inpeleuno) is a Korean manhwa series written by Dall-Young Lim and illustrated by Kwang-Hyun Kim, the former who is known for writing Unbalance Unbalance, Zero, and the Japanese manga Black God. The story revolves around Shi-Chan Kang, a high school student and fashion model who was nearly killed in a crossfire between demonic beings called \"Tedlars\". However, Inferno, one of the Tedlars, saves Shi-Chan's life by merging his body with his own. In order to separate themselves, they must collect 1,000 \"Invento Hells\" by killing other Tedlars in hopes of ever being separated from each other.\n Aflame Inferno began serialization in Vol.8 of Booking, published on April 1, 2006. The first volume was released by Haksan Culture Company on July 15, 2006, with a total of six volumes available in South Korea as of January 15, 2011.",
  "/wiki/Manhwa": "Manhwa (Hangul: 만화, Hanja: 漫畵 Korean pronunciation: [manhwa]) is the general Korean term for comics and print cartoons (common usage also includes animated cartoons). Outside Korea, the term usually refers to South Korean comics, although the comics industry is emerging in North Korea as well.",
  "/wiki/Manga": "Manga (漫画, manga) are comics or graphic novels created in Japan or using the Japanese language and conforming to a style developed in Japan in the late 19th century. They have a long and complex pre-history in earlier Japanese art.\n The term manga (kanji: 漫画; hiragana: まんが; katakana: マンガ; listen (help·info); English: /ˈmæŋɡə/ or /ˈmɑːŋɡə/) in Japan is used to refer to both comics and cartooning. Outside Japan, the word is used to refer to comics originally published in Japan.\n In Japan, people of all ages read manga. The medium includes works in a broad range of genres: action, adventure, business and commerce, comedy, detective, drama, historical, horror, mystery, romance, science fiction and fantasy, erotica (hentai), sports and games, and suspense, among others. Many manga are translated into other languages. Since the 1950s, manga has become an increasingly major part of the Japanese publishing industry. By 1995, the manga market in Japan was valued at ¥586.4 billion ($6–7 billion), with annual sales of 1.9 billion manga books and manga magazines in Japan (equivalent to 15 issues per person). Manga have also gained a significant worldwide audience. In 2008, in the U.S. and Canada, the manga market was valued at $175 million. Manga represent 38% of the French comics market, which is equivalent to approximately ten times that of the United States. In France, the manga market was valued at about €460 million ($569 million) in 2005. In Europe and the Middle East, the market was valued at $250 million in 2012.\n Manga stories are typically printed in black-and-white (due to time constraints, artistic reasons (as coloring could lessen the impact of the artwork) and to keep printing costs low),  although some full-color manga exist (e.g., Colorful). In Japan, manga are usually serialized in large manga magazines, often containing many stories, each presented in a single episode to be continued in the next issue. Collected chapters are usually republished in tankōbon volumes, frequently but not exclusively, paperback books. A manga artist (mangaka in Japanese) typically works with a few assistants in a small studio and is associated with a creative editor from a commercial publishing company. If a manga series is popular enough, it may be animated after or during its run. Sometimes manga are drawn that are based on previous live-action or animated films.\n Manga-influenced comics, among original works, exist in other parts of the world, particularly in Algeria (\"DZ-manga\"), China, Hong Kong, Taiwan (\"manhua\"), and South Korea (\"manhwa\").",
  "/wiki/Aria_the_Scarlet_Ammo": "Aria The Scarlet Ammo (Japanese: 緋弾のアリア, Hepburn: Hidan no Aria) is a Japanese light novel series written by Chūgaku Akamatsu and illustrated by Kobuichi. As of June 2019, 31 volumes have been published by Media Factory under their MF Bunko J label. A manga adaptation by Yoshino Koyoka started serialization in the seinen manga magazine Monthly Comic Alive on September 26, 2009. An anime adaptation aired between April and June 2011. An original video animation (OVA) episode was released on December 21, 2011. A spin-off manga titled Aria the Scarlet Ammo AA by Shogako Tachibana began serialization in Square Enix's Young Gangan magazine on November 5, 2010, with an anime adaptation by Doga Kobo airing from October 6, 2015.",
  "/wiki/Drifters_(manga)": "Drifters (ドリフターズ, Dorifutāzu) is a Japanese manga series written and illustrated by Kouta Hirano. The manga started serialization in Shōnen Gahosha's magazine, Young King Ours, on April 30, 2009. It centers on various historical figures summoned to an unknown world where their skills and techniques are needed by magicians in order to save their world from total destruction. An anime television adaptation aired between October 7, 2016 and December 23, 2016. A second season of the anime series has been announced.",
  "/wiki/Afterschool_Charisma": "Afterschool Charisma (Japanese: 放課後のカリスマ, Hepburn: Hokago no Charisma) is a Japanese seinen manga series written and illustrated by Kumiko Suekane. It was serialized in Shogakukan's monthly manga magazine Ikki between 2009 and 2014, and its chapters were compiled by Shogakukan and released into twelve volumes. The manga is licensed in North America by Viz Media, and is partially available online at their website. It is also licensed in Taiwan by Tohan.\n In developing the manga, Suekane felt it would be interesting to have \"many great personages\" together, and so she conceived of the idea of cloning them and putting them into the same world.",
  "/wiki/Napoleon_Bonaparte": "Napoléon Bonaparte[a] (/nəˈpoʊliən ˈboʊnəpɑːrt/, French: [napɔleɔ̃ bɔnɑpaʁt]; 15 August 1769 – 5 May 1821) was a French statesman and military leader who rose to prominence during the French Revolution and led several successful campaigns during the French Revolutionary Wars. He was Emperor of the French as Napoleon I from 1804 until 1814 and again briefly in 1815 during the Hundred Days. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napoleonic Wars. He won most of these wars and the vast majority of his battles, building a large empire that ruled over much of continental Europe before its final collapse in 1815. He is considered one of the greatest commanders in history, and his wars and campaigns are studied at military schools worldwide. Napoleon's political and cultural legacy has endured as one of the most celebrated and controversial leaders in human history.\n He was born Napoleone Buonaparte (Italian: [napoleˈoːne ˌbwɔnaˈparte]) in Corsica  to a relatively modest Italian family from minor nobility. He was serving as an artillery officer in the French army when the French Revolution erupted in 1789. He rapidly rose through the ranks of the military, seizing the new opportunities presented by the Revolution and becoming a general at age 24. The French Directory eventually gave him command of the Army of Italy after he suppressed the 13 Vendémiaire revolt against the government from royalist insurgents. At age 26, he began his first military campaign against the Austrians and the Italian monarchs aligned with the Habsburgs—winning virtually every battle, conquering the Italian Peninsula in a year while establishing \"sister republics\" with local support, and becoming a war hero in France. In 1798, he led a military expedition to Egypt that served as a springboard to political power. He orchestrated a coup in November 1799 and became First Consul of the Republic. After the Peace of Amiens in 1802, Napoleon turned his attention to France's colonies. He sold the Louisiana Territory to the United States, and he attempted to restore slavery to the French Caribbean colonies. However, while he was successful in restoring slavery in the eastern Caribbean, Napoleon failed in his attempts to subdue Saint-Domingue, and the colony that France once proudly boasted of as the \"Pearl of the Antilles\" became independent as Haiti in 1804. Napoleon's ambition and public approval inspired him to go further, and he became the first Emperor of the French in 1804. Intractable differences with the British meant that the French were facing a Third Coalition by 1805. Napoleon shattered this coalition with decisive victories in the Ulm Campaign and a historic triumph over the Russian Empire and Austrian Empire at the Battle of Austerlitz which led to the dissolution of the Holy Roman Empire. In 1806, the Fourth Coalition took up arms against him because Prussia became worried about growing French influence on the continent. Napoleon quickly defeated Prussia at the battles of Jena and Auerstedt, then marched his Grande Armée deep into Eastern Europe and annihilated the Russians in June 1807 at the Battle of Friedland. France then forced the defeated nations of the Fourth Coalition to sign the Treaties of Tilsit in July 1807, bringing an uneasy peace to the continent. Tilsit signified the high-water mark of the French Empire. In 1809, the Austrians and the British challenged the French again during the War of the Fifth Coalition, but Napoleon solidified his grip over Europe after triumphing at the Battle of Wagram in July.\n Napoleon then occupied the Iberian Peninsula, hoping to extend the Continental System and choke off British trade with the European mainland, and declared his brother Joseph Bonaparte the King of Spain in 1808. The Spanish and the Portuguese revolted with British support. The Peninsular War lasted six years, featured extensive guerrilla warfare, and ended in victory for the Allies against Napoleon. The Continental System caused recurring diplomatic conflicts between France and its client states, especially Russia. The Russians were unwilling to bear the economic consequences of reduced trade and routinely violated the Continental System, enticing Napoleon into another war. The French launched a major invasion of Russia in the summer of 1812. The campaign destroyed Russian cities, but did not yield the decisive victory Napoleon wanted. It resulted in the collapse of the Grande Armée and inspired a renewed push against Napoleon by his enemies. In 1813, Prussia and Austria joined Russian forces in the War of the Sixth Coalition against France. A lengthy military campaign culminated in a large Allied army defeating Napoleon at the Battle of Leipzig in October 1813, but his tactical victory at the minor Battle of Hanau allowed retreat onto French soil. The Allies then invaded France and captured Paris in the spring of 1814, forcing Napoleon to abdicate in April. He was exiled to the island of Elba off the coast of Tuscany, and the Bourbon dynasty was restored to power. Napoleon escaped from Elba in February 1815 and took control of France once again. The Allies responded by forming a Seventh Coalition which defeated him at the Battle of Waterloo in June. The British exiled him to the remote island of Saint Helena in the South Atlantic, where he died six years later at the age of 51.\n Napoleon's influence on the modern world brought liberal reforms to the numerous territories that he conquered and controlled, such as the Low Countries, Switzerland, and large parts of modern Italy and Germany. He implemented fundamental liberal policies in France and throughout Western Europe. His Napoleonic Code has influenced the legal systems of more than 70 nations around the world. British historian Andrew Roberts states: \"The ideas that underpin our modern world—meritocracy, equality before the law, property rights, religious toleration, modern secular education, sound finances, and so on—were championed, consolidated, codified and geographically extended by Napoleon. To them he added a rational and efficient local administration, an end to rural banditry, the encouragement of science and the arts, the abolition of feudalism and the greatest codification of laws since the fall of the Roman Empire\".",
  "/wiki/Queen_Elizabeth_I": "Elizabeth I (7 September 1533 – 24 March 1603) was Queen of England and Ireland from 17 November 1558 until her death on 24 March 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor.\n Elizabeth was the daughter of Henry VIII and Anne Boleyn, his second wife, who was executed two-and-a-half years after Elizabeth's birth. Anne's marriage to Henry VIII was annulled, and Elizabeth was declared illegitimate. Her half-brother, Edward VI, ruled until his death in 1553, bequeathing the crown to Lady Jane Grey and ignoring the claims of his two half-sisters, the Roman Catholic Mary and the younger Elizabeth, in spite of statute law to the contrary.  Edward's will was set aside and Mary became queen, deposing Lady Jane Grey. During Mary's reign, Elizabeth was imprisoned for nearly a year on suspicion of supporting Protestant rebels.\n In 1558 upon Mary's death, Elizabeth succeeded her half-sister to the throne and set out to rule by good counsel. She depended heavily on a group of trusted advisers, led by William Cecil, 1st Baron Burghley. One of her first actions as queen was the establishment of an English Protestant church, of which she became the Supreme Governor. This Elizabethan Religious Settlement was to evolve into the Church of England. It was expected that Elizabeth would marry and produce an heir; however, despite numerous courtships, she never did. She was eventually succeeded by her first cousin twice removed, James VI of Scotland. She had earlier been responsible for the imprisonment and execution of James's mother, Mary, Queen of Scots.\n In government, Elizabeth was more moderate than her father and half-siblings had been. One of her mottoes was \"video et taceo\" (\"I see but say nothing\"). In religion, she was relatively tolerant and avoided systematic persecution. After the pope declared her illegitimate in 1570 and released her subjects from obedience to her, several conspiracies threatened her life, all of which were defeated with the help of her ministers' secret service. Elizabeth was cautious in foreign affairs, manoeuvring between the major powers of France and Spain. She only half-heartedly supported a number of ineffective, poorly resourced military campaigns in the Netherlands, France, and Ireland. By the mid-1580s, England could no longer avoid war with Spain.  England's defeat of the Spanish Armada in 1588 associated Elizabeth with one of the greatest military victories in English history.\n As she grew older, Elizabeth became celebrated for her virginity. A cult grew around her which was celebrated in the portraits, pageants, and literature of the day. Elizabeth's reign became known as the Elizabethan era. The period is famous for the flourishing of English drama, led by playwrights such as William Shakespeare and Christopher Marlowe, and for the seafaring prowess of English adventurers such as Francis Drake. Some historians depict Elizabeth as a short-tempered, sometimes indecisive ruler, who enjoyed more than her share of luck. Towards the end of her reign, a series of economic and military problems weakened her popularity. Elizabeth is acknowledged as a charismatic performer and a dogged survivor in an era when government was ramshackle and limited, and when monarchs in neighbouring countries faced internal problems that jeopardised their thrones. After the short reigns of her half-siblings, her 44 years on the throne provided welcome stability for the kingdom and helped forge a sense of national identity.",
  "/wiki/Florence_Nightingale": "Florence Nightingale, OM, RRC, DStJ (/ˈnaɪtɪnɡeɪl/; 12 May 1820 – 13 August 1910) was an English social reformer and statistician, and the founder of modern nursing.\n Nightingale came to prominence while serving as a manager and trainer of nurses during the Crimean War, in which she organised care for wounded soldiers. She gave nursing a favourable reputation and became an icon of Victorian culture, especially in the persona of \"The Lady with the Lamp\" making rounds of wounded soldiers at night.\n Recent commentators have asserted Nightingale's Crimean War achievements were exaggerated by media at the time, but critics agree on the importance of her later work in professionalising nursing roles for women. In 1860, Nightingale laid the foundation of professional nursing with the establishment of her nursing school at St Thomas' Hospital in London. It was the first secular nursing school in the world, and is now part of King's College London. In recognition of her pioneering work in nursing, the Nightingale Pledge taken by new nurses, and the Florence Nightingale Medal, the highest international distinction a nurse can achieve, were named in her honour, and the annual International Nurses Day is celebrated on her birthday. Her social reforms included improving healthcare for all sections of British society, advocating better hunger relief in India, helping to abolish prostitution laws that were harsh for women, and expanding the acceptable forms of female participation in the workforce.\n Nightingale was a prodigious and versatile writer. In her lifetime, much of her published work was concerned with spreading medical knowledge. Some of her tracts were written in simple English so that they could easily be understood by those with poor literary skills. She was also a pioneer in data visualization with the use of infographics, effectively using graphical presentations of statistical data. Much of her writing, including her extensive work on religion and mysticism, has only been published posthumously.",
  "/wiki/Marie_Curie": "Marie Skłodowska Curie (/ˈkjʊəri/ KEWR-ee, French: [kyʁi], Polish: [kʲiˈri]), born Maria Salomea Skłodowska (Polish: [ˈmarja salɔˈmɛa skwɔˈdɔfska]; 7 November 1867 – 4 July 1934), was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, is the first person and the only woman to win the Nobel prize twice, and is the only person to win the Nobel Prize in two different scientific fields. She was part of the Curie family legacy of five Nobel Prizes. She was also the first woman to become a professor at the University of Paris, and in 1995 became the first woman to be entombed on her own merits in the Panthéon in Paris.\n She was born in Warsaw, in what was then the Kingdom of Poland, part of the Russian Empire. She studied at Warsaw's clandestine Flying University and began her practical scientific training in Warsaw. In 1891, aged 24, she followed her older sister Bronisława to study in Paris, where she earned her higher degrees and conducted her subsequent scientific work. She shared the 1903 Nobel Prize in Physics with her husband Pierre Curie and physicist Henri Becquerel. She won the 1911 Nobel Prize in Chemistry.\n Her achievements included the development of the theory of radioactivity (a term she coined), techniques for isolating radioactive isotopes, and the discovery of two elements, polonium and radium. Under her direction, the world's first studies were conducted into the treatment of neoplasms using radioactive isotopes. She founded the Curie Institutes in Paris and in Warsaw, which remain major centres of medical research today. During World War I she developed mobile radiography units to provide X-ray services to field hospitals.\n While a French citizen, Marie Skłodowska Curie, who used both surnames, never lost her sense of Polish identity. She taught her daughters the Polish language and took them on visits to Poland. She named the first chemical element she discovered polonium, after her native country.[a]\n Marie Curie died in 1934, aged 66, at a sanatorium in Sancellemoz (Haute-Savoie), France, of aplastic anemia from exposure to radiation in the course of her scientific research and in the course of her radiological work at field hospitals during World War I.",
  "/wiki/Ikkyu": "Ikkyū (一休宗純, Ikkyū Sōjun, 1394–1481) was an eccentric, iconoclastic Japanese Zen Buddhist monk and poet. He had a great impact on the infusion of Japanese art and literature with Zen attitudes and ideals.",
  "/wiki/Sigmund_Freud": "Sigmund Freud (/frɔɪd/ FROYD; German: [ˈziːkmʊnt ˈfʁɔʏt]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst.\n Freud was born to Galician Jewish parents in the Moravian town of Freiberg, in the Austrian Empire. He qualified as a doctor of medicine in 1881 at the University of Vienna. Upon completing his habilitation in 1885, he was appointed a docent in neuropathology and became an affiliated professor in 1902. Freud lived and worked in Vienna, having set up his clinical practice there in 1886. In 1938, Freud left Austria to escape the Nazis. He died in exile in the United Kingdom in 1939.\n In founding psychoanalysis, Freud developed therapeutic techniques such as the use of free association and discovered transference, establishing its central role in the analytic process. Freud's redefinition of sexuality to include its infantile forms led him to formulate the Oedipus complex as the central tenet of psychoanalytical theory. His analysis of dreams as wish-fulfillments provided him with models for the clinical analysis of symptom formation and the underlying mechanisms of repression. On this basis Freud elaborated his theory of the unconscious and went on to develop a model of psychic structure comprising id, ego and super-ego. Freud postulated the existence of libido, a sexualised energy with which mental processes and structures are invested and which generates erotic attachments, and a death drive, the source of compulsive repetition, hate, aggression and neurotic guilt. In his later works, Freud developed a wide-ranging interpretation and critique of religion and culture.\n Though in overall decline as a diagnostic and clinical practice, psychoanalysis remains influential within psychology, psychiatry, and psychotherapy, and across the humanities. It thus continues to generate extensive and highly contested debate with regard to its therapeutic efficacy, its scientific status, and whether it advances or is detrimental to the feminist cause. Nonetheless, Freud's work has suffused contemporary Western thought and popular culture. W. H. Auden's 1940 poetic tribute to Freud describes him as having created \"a whole climate of opinion / under whom we conduct our different lives.\"",
  "/wiki/Makai_Ouji:_Devils_and_Realist": "Devils and Realist (Japanese: 魔界王子 devils and realist, Hepburn: Makai Ōji) is a Japanese manga series written by Madoka Takadono and illustrated by Utako Yukihiro. An anime adaptation was animated by Doga Kobo and aired from July 7, 2013 to September 22, 2013.",
  "/wiki/Webcomic": "Webcomics (also known as online comics or Internet comics) are comics published on a website or mobile app. While many are published exclusively on the web, others are also published in magazines, newspapers or in comic books.\n Webcomics can be compared to self-published print comics in that anyone with an Internet connection can publish their own webcomic. Readership levels vary widely; many are read only by the creator's immediate friends and family, while some of the largest claim audiences well over one million readers. Webcomics range from traditional comic strips and graphic novels to avant garde comics, and cover many genres, styles and subjects. They sometimes take on the role of a comic blog. The term web cartoonist is sometimes used to refer to someone who creates webcomics.",
  "/wiki/Cultural_depictions_of_Joan_of_Arc": ".\n Joan of Arc (Jeanne d'Arc in French) has inspired artistic and cultural works for nearly six centuries. The following lists cover various media to include items of historic interest, enduring works of high art, and recent representations in popular culture.  The entries represent portrayals that a reader has a reasonable chance of encountering rather than a complete catalog.  Lesser known works, particularly from early periods, are not included.\nIn this article, many of the excluded items are derivative of better known representations.  For instance, Schiller's play inspired at least 82 different dramatic works during the nineteenth century, and Verdi's and Tchaikovsky's operatic adaptations are still recorded and performed.  Most of the others survive only in research libraries.  As another example, in 1894, Émile Huet listed over 400 plays and musical works about Joan of Arc. Despite a great deal of scholarly interest in Joan of Arc no complete list of artistic works about her exists, although a 1989 doctoral dissertation did identify all relevant films including ones for which no copy survives.\n Portrayals of Joan of Arc are numerous. For example, in 1979 the Bibliothèque Municipale in Rouen, France displayed a gallery containing over 500 images and other items related to Joan of Arc.\nThe story of Joan of Arc was a popular subject for dramatization in the 1940s.  In addition to Maxwell Anderson's play Joan of Lorraine and the Ingrid Bergman film Joan of Arc, there was also the 1948 RKO film The Miracle of the Bells starring Fred MacMurray, Alida Valli, and Frank Sinatra, about a dying film actress whose first and last role is Joan of Arc. There were also three radio dramatizations of the story of Joan during those years, one of them specifically written with a World War II framework."
}