{
  "/wiki/Doug_Kingsmore_Stadium": "Doug Kingsmore Stadium (known prior to 2003 officially as Beautiful Tiger Field) is a baseball park in the southeastern United States, located in Clemson, South Carolina. It is primarily used for NCAA and is the home field of the Clemson Tigers  of the Division I Atlantic Coast Conference.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/Fike_Recreation_Center": "Fike Recreation Center, originally known as Clemson Field House, is an on-campus recreation facility at Clemson University in Clemson, South Carolina. It houses several gymnasiums, a pool, a fitness atrium, racquetball courts, an indoor walk/jog/run track, and a climbing wall. The basketball team played there from 1930 to 1968, when Littlejohn Coliseum opened.",
  "/wiki/Jervey_Athletic_Center": "The Jervey Athletic Center is a building in Clemson, South Carolina, on the campus of Clemson University.  It contains the gymnasium for the volleyball team and offices and training facilities for all of Clemson's athletic teams.  The facility was built in 1973 and renovated in 1995.",
  "/wiki/Littlejohn_Coliseum": "The Littlejohn Coliseum, is a 9,000-seat multi-purpose arena in Clemson, South Carolina, United States.  It is home to the Clemson University Tigers men's and women's basketball teams.  It is also the site of Clemson graduations and the Clemson Career Fair. It is owned and operated by Clemson University and hosts more than 150 events per year including concerts, trade shows, galas, and sporting events.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Banks_McFadden": "James Banks McFadden (February 7, 1917 – June 4, 2005) was an American football and basketball player and coach.  McFadden is best known for his association with Clemson University, where he spent 43 years as a player, coach, and administrator.  He was elected to the College Football Hall of Fame in 1959.",
  "/wiki/College_Football_Hall_of_Fame": "The College Football Hall of Fame is a hall of fame and interactive attraction devoted to college football. The National Football Foundation (NFF) founded the Hall in 1951 to immortalize the players and coaches of college football.",
  "/wiki/Memorial_Stadium,_Clemson": "Frank Howard Field at Clemson Memorial Stadium, popularly known as \"Death Valley\", is home to the Clemson Tigers, an NCAA Division I FBS football team located in Clemson, South Carolina. Built in 1941–1942, the stadium has seen expansions throughout the years with the most recent being the WestZone with Phase 1 construction beginning in 2004 and completing in 2015 with the addition of the Oculus, the final piece of Phase 3. Phase 1 of the EastZone project is scheduled to begin in 2020.",
  "/wiki/Frank_Howard_(American_football_coach)": "Frank J. Howard (March 25, 1909 – January 26, 1996) was an American college football player and coach. He played college football for Alabama.  After a career-ending injury, Howard joined the staff at Clemson College and became head coach in 1940.  Howard coached the Clemson Tigers for 30 years, amassing the 15th most wins of any college football coach.  He led Clemson to ten bowl games, an undefeated season in 1948, and several top-20 rankings during his tenure as head coach.  During his stay at Clemson, Howard also oversaw the athletic department, ticket sales, and was an assistant coach for the baseball team.  He was inducted into the College Football Hall of Fame, the South Carolina Sports Hall of Fame, the Alabama Sports Hall of Fame and the Clemson Ring of Honor.  The playing surface at Clemson's Memorial Stadium is named after him.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/Lake_Hartwell": "Lake Hartwell is a man-made reservoir bordering Georgia and South Carolina on the Savannah, Tugaloo, and Seneca Rivers. Lake Hartwell is one of the southeast's largest and most popular recreation lakes. The lake is created by Hartwell Dam located on the Savannah River seven miles (11 km) below the point at which the Tugaloo and Seneca Rivers join to form the Savannah. Extending 49 miles (79 km) up the Tugaloo and 45 miles (72 km) up the Seneca at normal pool elevation, the lake comprises nearly 56,000 acres (230 km²) of water with a shoreline of 962 miles (1,548 km). The entire Hartwell \"Project\" contains 76,450 acres (309 km²) of land and water. I-85 bisects Hartwell Lake and makes the area easily accessible to visitors.",
  "/wiki/Riggs_Field": "Riggs Field is a 6,500-capacity soccer-specific stadium located in Clemson, South Carolina. The stadium is home to the Clemson Tigers men's and women's soccer teams.  It has also hosted the NCAA Men's Soccer Championship in 1987.  The stadium opened for soccer in 1980, and was renovated in 1987, and again in 2013. Previous to this, it hosted a variety of the school's athletic teams, including the football team from 1915 until 1941 and the baseball team from 1916 until 1969.  It is named after Walter Riggs, the former coach of the football team and president of Clemson (1910–1924).  Riggs Field is the fifth oldest collegiate athletic facility in the nation.",
  "/wiki/Walter_Merritt_Riggs": "Walter Merritt Riggs (January 24, 1873 – January 22, 1924) was the president of Clemson University from 1910 to 1924 and the \"father of Clemson football\" coaching the first football team for what was then Clemson College. Riggs graduated from the Agricultural and Mechanical College of Alabama (now Auburn University) with a Bachelor of Science in engineering in 1892 and was a member of Auburn's first football team. He was also president of his class, director of the glee club, and a member of Phi Delta Theta fraternity while at Auburn. Riggs was the second president of the Southern Intercollegiate Athletic Association, taking over for William Lofland Dudley in 1912.",
  "/wiki/NCAA_Men%27s_Division_I_Soccer_Championship": "The NCAA Division I Men's Soccer Tournament, sometimes known as the College Cup, is an American intercollegiate soccer tournament conducted by the National Collegiate Athletic Association (NCAA), and determines the Division I men's national champion. The tournament has been formally held since 1959, when it was an eight-team tournament. Since then, the tournament has expanded to 48 teams, in which every Division I conference tournament champion is allocated a berth. Among the most successful programs, Saint Louis won 10 titles during dynasty years between 1959 and 1973. Indiana has won 8 titles beginning in 1982, whereas Virginia has won 7 titles beginning in 1989.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Walker_Golf_Course": "The John E. Walker Sr. Golf Course (often referred to as the Walker Course) is an 18-hole golf course on the campus of Clemson University in South Carolina.  The course is the home of the Clemson Tigers men's and women's golf teams.  Its signature 17th green and bunkers echo the university's tiger paw logo.",
  "/wiki/Campus_of_Clemson_University": "The Campus of Clemson University was originally the site of U.S. Vice President John C. Calhoun's plantation, named Fort Hill.  The plantation passed to his daughter, Anna, and son-in-law, Thomas Green Clemson.  On Clemson's death in 1888, he willed the land to the state of South Carolina for the creation of a public university."
}