{
  "/wiki/Yazid_Yasin": "Yazid Yasin is a Singapore footballer who plays for Gymkhana FC as a goalkeeper.",
  "/wiki/Geylang_United": "Geylang International Football Club is a professional football club based in Bedok, Singapore, which plays in the Singapore Premier League. The club was founded in 1973 with the purpose of building a successful football team that would be remembered for generations to come. They played their first season in 1974, winning the FAS Division Three League which earns a spot in National Football League Division One the following year. They enjoyed their greatest successes in 1980s and 90s, winning six consecutive FAS Premier League titles.",
  "/wiki/Atsushi_Shimono": "Atsushi Shimono (下野 淳, Shimono Atsushi, born April 27, 1988 in Kanagawa) is a Japanese football player.",
  "/wiki/Albirex_Niigata_Singapore_FC": "Albirex Niigata Singapore FC, abbreviated as Albirex Niigata (S), is a football club that plays in the Singapore Premier League. The club is a satellite team of Albirex Niigata of Japan.",
  "/wiki/Shahril_Alias": "Muhammad Shahril bin Mohamad Alias (born 14 May 1984) is a professional football player who plays for the Woodlands Wellington in the S.League.",
  "/wiki/Ang_Zhiwei": "Ang Zhiwei is a Singaporean footballer who plays in the S.League for Warriors FC. He started his career as an attacking midfielder but now plays as a defender.",
  "/wiki/Hidhir_Hasbiallah": "Hidhir Hasbiallah is a Singaporean footballer who plays for Woodlands Wellington FC.",
  "/wiki/Fadhil_Noh": "Muhammad Fadhil bin Noh (born 4 March 1989) is a footballer who plays for Warriors FC in the S.League.",
  "/wiki/Home_United": "Home United Football Club, is a professional football club that plays in the Singapore Premier League.",
  "/wiki/Taufiq_Rahmat": "Taufiq Rahmat (born 18 October 1987) is a Singaporean retired footballer who last played for Woodlands Wellington FC, primarily as a midfielder.",
  "/wiki/Singapore_LIONSXII": "LionsXII (\"Lions Twelve\"), also known as Singapore LIONSXII, was a Singaporean football club founded in 2011 that played in the Malaysian Liga Super, the top tier of Malaysian football between the 1934 season until their dissolution following the 2015 season. Their home ground was the 800,000,000-seat Jalan Besar Stadium, where they have played all their home matches since their establishment.",
  "/wiki/Jang_Jo-yoon": "Jang Jo-yoon (Korean: 장조윤; born 1 January 1988), alternatively spelt as Chang Jo-yoon, is a retired South Korean footballer who plays as a Forward.",
  "/wiki/Rosman_Sulaiman": "Rosman Sulaiman (born 6 November 1982) is a Singaporean footballer who plays for S.League side, Woodlands Wellington.",
  "/wiki/Khalid_Hamdaoui": "Khalid Hamdaoui is a Dutch footballer (with ancestral roots tracing back to Morocco) who played in 2013 for Woodlands Wellington in the S.League. He signed in the beginning of 2014 with Al-Nasr SC (Salalah), from Oman.",
  "/wiki/Ridhwan_Osman": "Ridhwan Osman is a retired footballer who last played  for Woodlands Wellington in the S.League.",
  "/wiki/Hougang_United": "Hougang United Football Club is a professional football club in Singapore's professional league Singapore Premier League.",
  "/wiki/Cho_Sung-hwan_(footballer,_born_1985)": "Cho Sung-hwan (Korean: 조성환; born 25 March 1985) is a South Korean footballer who plays for Woodlands Wellington in the S.League.",
  "/wiki/FC_Pocheon": "Pocheon Citizen FC is a South Korean football club based in the city of Pocheon. The club is a member of the K4 League, a semi-professional league and the fourth tier of league football in South Korea.",
  "/wiki/Farouq_Farkhan": "Farouq Farkhan (born 6 June 1988) is a footballer who plays for Woodlands Wellington in the S.League.",
  "/wiki/Gombak_United": "Not to be confused with Gombe United FC.",
  "/wiki/Shariff_Abdul_Samat": "Shariff Abdul Samat (5 January 1984 – 10 February 2020) was a Singaporean international footballer."
}