{
  "/wiki/Academy_of_Art_University_Automobile_Museum": "The Academy of Art University Automobile Museum is a non-profit museum located in San Francisco, California. The museum serves both as a conservator of automotive history and as a tool for students in the industrial design department at the Academy of Art University, particularly those in the Automotive Restoration program. Forbes has estimated the value of the museum's collection to be $70 million. The museum is accessible for the public by appointment at scheduled times.",
  "/wiki/Aquarium_of_the_Bay": "Aquarium of the Bay is a public aquarium located at The Embarcadero and Beach Street, at the edge of Pier 39 in San Francisco, California. The Aquarium is focused on local aquatic animals from the San Francisco Bay and neighboring rivers and watersheds as far as the Sierras.",
  "/wiki/Alcatraz_Island": "Alcatraz Island (/ˈælkəˌtræz/) is located in San Francisco Bay, 1.25 miles (2.01 km) offshore from San Francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison, and a federal prison from 1934 until 21 March 1963. The water currents around the island were high at all times, which presumably decreased the chance of an inmate escaping. Beginning in November 1969, the island was occupied for more than 19 months by a group of Native Americans from San Francisco, who were part of a wave of Native American activism across the U.S., with public protests through the 1970s. In 1972, Alcatraz became part of Golden Gate National Recreation Area and received designation as a National Historic Landmark in 1986.",
  "/wiki/American_Bookbinders_Museum": "The American Bookbinders Museum is a small, not-for-profit museum in San Francisco, California, dedicated to showcasing the artistry, history, and craft of bookbinding.",
  "/wiki/Asian_Art_Museum_of_San_Francisco": "The Asian Art Museum of San Francisco – Chong-Moon Lee Center for Asian Art and Culture houses one of the most comprehensive Asian art collections in the world, with more than 18,000 works of art in its permanent collection, some as much as 6,000 years old.",
  "/wiki/Beat_Museum": "The Beat Museum is located in San Francisco, California and is dedicated to preserving the memory and works of the Beat Generation.",
  "/wiki/The_Beats": "The Beat Generation was a literary movement started by a group of authors whose work explored and influenced American culture and politics in the post-war era. The bulk of their work was published and popularized throughout the 1950s. The central elements of Beat culture are the rejection of standard narrative values, making a spiritual quest, the exploration of American and Eastern religions, the rejection of economic materialism, explicit portrayals of the human condition, experimentation with psychedelic drugs, and sexual liberation and exploration.",
  "/wiki/San_Francisco_Cable_Car_Museum": "The Cable Car Museum is a free museum in the Nob Hill neighborhood of San Francisco, California. Located at 1201 Mason Street, it contains historical and explanatory exhibits on the San Francisco cable car system, which can itself be regarded as a working museum.",
  "/wiki/California_Academy_of_Sciences": "The California Academy of Sciences is a research institute and  natural history museum in San Francisco, California, that is among the largest museums of natural history in the world, housing over 46 million specimens. The Academy began in 1853 as a learned society and still carries out a large amount of original research. It is California's oldest museum.",
  "/wiki/California_Historical_Society": "The California Historical Society, located at 678 Mission Street at the corner of Annie Street in the South of Market neighborhood of San Francisco, California is the state's official historical society since 1979.",
  "/wiki/Cartoon_Art_Museum": "The Cartoon Art Museum (CAM) is a California art museum that specializes in the art of comics and cartoons. It is the only museum in the Western United States dedicated to the preservation and exhibition of all forms of cartoon art. The permanent collection features some 7,000 pieces as of 2015, including original animation cels, comic book pages and sculptures.",
  "/wiki/Children%27s_Creativity_Museum": "The Children's Creativity Museum is an interactive museum for children aged 2-12 years, located in Yerba Buena Gardens, in San Francisco, California, near the headquarters of Wikia. It offers workshops and exhibits which allow childen to produce their own media through various interactive, creative processes: stop motion animation, programming robots, music video production, design challenges, art projects, and more. It has around 100,000 museum visitors annually (as of 2016/17). The Children's Creativity Museum is a nonprofit 501(c)(3) organization, with annual revenues of around $2.1 million (as of 2016/17), including $600,000 of funding from the city of San Francisco.",
  "/wiki/Chinese_Historical_Society_of_America": "The Chinese Historical Society of America (simplified Chinese: 美国华人历史学会; traditional Chinese: 美國華人歷史學會; pinyin: Měiguó Huárén Lìshǐ Xuéhuì; Jyutping: Mei5gwok3 Waa4jan4 Lik6si2 Hok6wui6; abbreviated CHSA) is the oldest and largest archive and history center documenting the Chinese American experience in the United States. It is based in the Chinatown neighborhood of San Francisco, California.",
  "/wiki/Chinese_Culture_Center": "The Chinese Culture Center (simplified Chinese: 旧金山中华文化中心; traditional Chinese: 舊金山中華文化中心; pinyin: Jiùjīnshān Zhōnghuá Wénhuà Zhōngxīn; Jyutping: Gau6gam1saan1 Zung1waa4 Man4faa3 Zung1sam1) of San Francisco, California, United States, is a community-based, non-profit organization established in 1965 as the operations center of the Chinese Culture Foundation.",
  "/wiki/Contemporary_Jewish_Museum": "The Contemporary Jewish Museum (CJM) is a non-collecting museum at 736 Mission Street at Yerba Buena Lane in the South of Market (SoMa) neighborhood of San Francisco, California.  The museum, which was founded in 1984, is located in the historic Jessie Street Substation, which was gutted and its interior redesigned by Daniel Libeskind, along with a new addition; the new museum opened in 2008.  The museum's mission is to make the diversity of the Jewish experience relevant for a twenty-first century audience through exhibitions and educational programs.",
  "/wiki/M._H._de_Young_Memorial_Museum": "The  M. H. de Young Memorial Museum, commonly referred to as the de Young, is a fine arts museum located in San Francisco's Golden Gate Park, and one of the Fine Arts Museums of San Francisco along with the Legion of Honor. The de Young is named for early San Francisco newspaperman M. H. de Young. Since Nov 1, 2018, Thomas P. Campbell serves as the Director and CEO of the Fine Arts Museums of San Francisco, overseeing the de Young and Legion of Honor museums.",
  "/wiki/Exploratorium": "The Exploratorium is a museum of science, technology, and arts in San Francisco. Its mission is to create inquiry-based experiences that transform learning worldwide. It has been described by the New York Times as the most important science museum to have opened since the mid-20th century, an achievement attributed to \"the nature of its exhibits, its wide-ranging influence and its sophisticated teacher training program\". Characterized as \"a mad scientist's penny arcade, a scientific funhouse, and an experimental laboratory all rolled into one\", the participatory nature of its exhibits and its self-identification as a center for informal learning has led to it being cited as the prototype for participatory museums around the world.",
  "/wiki/Fort_Point,_San_Francisco": "Fort Point is a masonry seacoast fortification located on the southern side of the Golden Gate at the entrance to San Francisco Bay. It is also the geographic name of the promontory upon which the fort and the southern approach of the Golden Gate Bridge were constructed.",
  "/wiki/Presidio_of_San_Francisco": "The Presidio of San Francisco (originally, El Presidio Real de San Francisco or The Royal Fortress of Saint Francis) is a park and former U.S. Army military fort on the northern tip of the San Francisco Peninsula in San Francisco, California, and is part of the Golden Gate National Recreation Area.",
  "/wiki/GLBT_Historical_Society": "The GLBT Historical Society (Gay, Lesbian, Bisexual, Transgender Historical Society) (formerly Gay and Lesbian Historical Society of Northern California; San Francisco Bay Area Gay and Lesbian Historical Society) maintains an extensive collection of archival materials, artifacts and graphic arts relating to the history of LGBT people in the United States, with a focus on the LGBT communities of San Francisco and Northern California. The society also sponsors the GLBT Historical Society Museum, a stand-alone museum that has attracted international attention.",
  "/wiki/Haas-Lilienthal_House": "The Haas–Lilienthal House at 2007 Franklin Street, San Francisco, California, United States is the city's only intact Victorian era home that is open regularly as a museum, complete with period furniture and artifacts. As of 2016, it received over 6,500 visitors annually.",
  "/wiki/List_of_museums_in_the_San_Francisco_Bay_Area": "This list of museums in the San Francisco Bay Area is a list of museums, defined for this context as institutions (including nonprofit organizations, government entities, and private businesses) that collect and care for objects of cultural, artistic, scientific, or historical interest and make their collections or related exhibits available for public viewing. Also included are non-profit and university art galleries. Museums that exist only in cyberspace (i.e., virtual museums) are not included."
}