{
  "/wiki/La_bambola_di_Satana": "La bambola di Satana (lit. Satan's Doll) is a 1969 Italian gothic horror film written and directed by Ferruccio Casapinta.",
  "/wiki/Emma_Costantino": "Erna Schürer (born August 18, 1942) is an Italian actress, model and television hostess, sometimes credited as Erna Scheurer or Erna Schuler.",
  "/wiki/Yasuzo_Masumura": "Yasuzo Masumura (増村 保造, Masumura Yasuzō, August 25, 1924 – November 23, 1986) was a Japanese film director.",
  "/wiki/Eiji_Funakoshi": "Eiji Funakoshi (船越 英二, Funakoshi Eiji, 17 March 1923 – 17 March 2007) was a Japanese actor. He received the Kinema Junpo Award for Best Actor and the Mainichi Film Concours for Best Actor for his performance in Fires on the Plain.",
  "/wiki/Mako_Midori": "Mako Midori (緑 魔子, Midori Mako, born 26 March 1944, Taiwan) is a Japanese actress. Debuting on film in 1964, she won the Blue Ribbon Award for best new face for Nihiki no mesuinu. Beyond appearing in over fifty Japanese language films in the 1960s and 1970s, she has also acted extensively on stage, winning major awards such as the Kinokuniya Theatre Prize. She is married to Renji Ishibashi.",
  "/wiki/Noriko_Sengoku": "Reiko Mori (森礼子, April 29, 1922 - December 27, 2012), known by her stage name Noriko Sengoku (千石規子, Sengoku Noriko), was a Japanese film and television actress active primarily in the 1950s and 1960s. She made her film debut in 1947 and starred in several of Akira Kurosawa's early films such as Drunken Angel (1948), The Quiet Duel (1949), Stray Dog (1949), Scandal (1950), The Idiot (1951) and Seven Samurai (1954).",
  "/wiki/Michael_Gough": "Francis Michael Gough (/ˈɡɒf/ GOF; 23 November 1916 – 17 March 2011) was an English character actor who made over 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, with his first role as Sir Arthur Holmwood in Dracula, and for his recurring role as Alfred Pennyworth in all four films of the Tim Burton / Joel Schumacher Batman tetralogy. He would appear in three more Burton films: in Sleepy Hollow, voicing Elder Gutknecht in Corpse Bride and the Dodo in Alice in Wonderland.",
  "/wiki/Yvonne_Mitchell": "Yvonne Mitchell (7 July 1915 – 24 March 1979) was an English stage, television and film actress. After beginning her acting career in theatre, Mitchell progressed to films in the late 1940s. Her roles include Julia in the 1954 BBC adaptation of George Orwell's novel Nineteen Eighty-Four. She retired from acting in 1977.",
  "/wiki/Eye_of_the_Cat": "Eye of the Cat is a 1969 American horror film directed by David Lowell Rich and starring Michael Sarrazin, Gayle Hunnicutt and Eleanor Parker. The screenplay is by Joseph Stefano, best known as the author of the script for Alfred Hitchcock's Psycho.",
  "/wiki/David_Lowell_Rich": "David Lowell Rich (August 31, 1920 – October 21, 2001) was an American film director and producer. He directed nearly 100 films and TV episodes between 1950 and 1987. He was born in New York City.",
  "/wiki/Michael_Sarrazin": "Michael Sarrazin (May 22, 1940 – April 17, 2011) was a Canadian film and television actor who found fame opposite Jane Fonda in They Shoot Horses, Don't They? (1969).",
  "/wiki/Gayle_Hunnicutt": "Gayle Hunnicutt, Lady Jenkins, (born February 6, 1943), is an American film, television and stage actress, She has made more than 30 film appearances.",
  "/wiki/Eleanor_Parker": "Eleanor Jean Parker (June 26, 1922 – December 9, 2013) was an American actress who appeared in some 80 movies and television series. An actress of notable versatility, she was called Woman of a Thousand Faces by Doug McClelland, author of a biography of Parker by the same title.",
  "/wiki/Frankenstein_Must_Be_Destroyed": "Frankenstein Must Be Destroyed is a 1969 British horror film directed by Terence Fisher for Hammer Film Productions, starring Peter Cushing, Freddie Jones, Veronica Carlson and Simon Ward. The film is the fifth in a series of Hammer films focusing on Baron Frankenstein, who, in this entry, terrorises those around him in a bid to uncover the secrets of a former associate confined to a lunatic asylum.",
  "/wiki/Terence_Fisher": "Terence Fisher (23 February 1904 – 18 June 1980) was a British film director best known for his work for Hammer Films.",
  "/wiki/Peter_Cushing": "Peter Wilton Cushing, OBE (26 May 1913 – 11 August 1994) was an English actor best known for his roles in the Hammer Productions horror films of the 1950s, 1960s, and 1970s, as well as his performance as Grand Moff Tarkin in Star Wars (1977). His acting career spanned over six decades and included appearances in more than 100 films, as well as many television, stage and radio roles. Born in Kenley, Surrey, Cushing made his stage debut in 1935 and spent three years at a repertory theatre before moving to Hollywood to pursue a film career.",
  "/wiki/Veronica_Carlson": "Veronica Carlson (born 18 September 1944 in Yorkshire, England) is an English model and actress, famous for her roles in Hammer horror films.",
  "/wiki/Freddie_Jones": "Frederick Charles Jones (12 September 1927 – 9 July 2019) was an English actor who had an extensive career in television, theatre and cinema productions for almost sixty years. In theatre, he was best known for originating the role of Sir in The Dresser; in film, he was best known for his role as the circus ringmaster Bytes in The Elephant Man (1980); and in television, he was best known for playing Sandy Thomas in the ITV soap opera Emmerdale from 2005 to 2018.",
  "/wiki/The_Haunted_House_of_Horror": "The Haunted House of Horror, also titled Horror House and The Dark is a 1969 British film, an early type of \"slasher film\". It starred Frankie Avalon and Jill Haworth as young adults looking for a thrill by spending the night in an old mansion in the English countryside. Avalon was nearly 30 years old at the time of filming. It was directed by  Michael Armstrong who would go on to direct Mark of the Devil.",
  "/wiki/Michael_Armstrong_(cinematographer)": "Michael Armstrong (born 24 July 1944 in Bolton, Lancashire) is an English writer and director.",
  "/wiki/Frankie_Avalon": "Frankie Avalon (born Francis Thomas Avallone; September 18, 1940) is an American actor, singer, and former teen idol. Avalon had 31 charted U.S. Billboard singles from 1958 to late 1962, including the number one hits \"Venus\" and \"Why\" in 1959.",
  "/wiki/Jill_Haworth": "Valerie Jill Haworth (15 August 1945 – 3 January 2011) was an English actress. She appeared in films throughout the 1960s, and started making guest appearances on television in 1963. She originated the role of Sally Bowles in the musical Cabaret on Broadway in 1966.",
  "/wiki/Dennis_Price": "Dennis Price (born Dennistoun Franklyn John Rose-Price; 23 June 1915 – 6 October 1973) was an English actor, best remembered for his role as Louis Mazzini in the film Kind Hearts and Coronets (1949) and for his portrayal of the omniscient valet Jeeves in 1960s television adaptations of P. G. Wodehouse's stories.",
  "/wiki/Horrors_of_Malformed_Men": "Horrors of Malformed Men (江戸川乱歩全集　恐怖奇形人間, Edogawa Rampo Zenshū: Kyoufu Kikei Ningen) is a 1969 Japanese horror film directed by Teruo Ishii, who also co-wrote the film. It is based on the novels Strange Tale of Panorama Island (パノラマ島奇談, Panorama-tō Kidan) and The Demon of the Lonely Isle (孤島の鬼, Kotō no Oni) by Edogawa Rampo.",
  "/wiki/Teruo_Ishii": "Teruo Ishii (石井輝男, Ishii Teruo, January 1, 1924 – August 12, 2005) was a Japanese film director best known in the West for his early films in the Super Giant series, and for his films in the Ero guro (\"erotic-grotesque\") subgenre of pinku eiga such as Shogun's Joys of Torture (1968). He also directed the 1965 film, Abashiri Prison, which helped to make Ken Takakura a major star in Japan. Referred to in Japan as \"The King of Cult\", Ishii had a much more prolific and eclectic career than was generally known in the West during his lifetime.",
  "/wiki/Tatsumi_Hijikata": "Tatsumi Hijikata (土方 巽, Hijikata Tatsumi, March 9, 1928 – January 21, 1986) was a Japanese choreographer, and the founder of a genre of dance performance art called Butoh. By the late 1960s, he had begun to develop this dance form, which is highly choreographed with stylized gestures drawn from his childhood memories of his northern Japan home. It is this style which is most often associated with Butoh by Westerners.",
  "/wiki/It%27s_Alive!_(1969_film)": "'It's Alive!' is a 1969 American monster movie directed by Larry Buchanan and distributed by American International Pictures, about a mad farmer who tries to feed a stranded couple to a dinosaur he keeps in a cave. The tagline was \"Trapped in a Cave of Terror!\".",
  "/wiki/Larry_Buchanan": "Larry Buchanan (January 31, 1923 − December 2, 2004), born Marcus Larry Seale Jr., was a film director, producer and writer, who proclaimed himself a \"schlockmeister\". Many of his titles have landed on \"worst movie\" lists or in the public domain, but all at least broke even and many made a profit. He is perhaps most famous for the films In the Year 2889, The Eye Creatures, Zontar, the Thing from Venus, Curse of the Swamp Creature, It's Alive!, and Mars Needs Women.",
  "/wiki/Tommy_Kirk": "Thomas Lee Kirk (born December 10, 1941) is an American former actor and later a businessman. He was best known for his performances in a number of highly popular films made by Walt Disney Studios such as Old Yeller, The Shaggy Dog, The Swiss Family Robinson,  The Misadventures of Merlin Jones, as well as the beach-party films of the mid-1960s.",
  "/wiki/Shirley_Bonne": "Shirley Bonne (born May 22, 1934) is a former television actress who portrayed Eileen Sherwood in the CBS television sitcom My Sister Eileen, which aired during the 1960-1961 season. Bonne played an aspiring actress in New York City sharing an apartment with her older sister, Ruth Sherwood, a magazine writer played by Elaine Stritch. Her series co-stars included Raymond Bailey, Rose Marie, Stubby Kaye, and Jack Weston.",
  "/wiki/Joy_N._Houck,_Jr.": "Joy Newton Houck Jr. (January 26, 1942 – October 1, 2003) was an American actor, screenwriter and film director who is probably best known for Creature from Black Lake, one of the many Bigfoot horror movies of the 1970s.",
  "/wiki/Gerald_McRaney": "Gerald Lee McRaney (born August 19, 1947) is an American television and movie actor. McRaney is best known as one of the stars of the television shows Simon & Simon, Major Dad, and Promised Land. He was a series regular in the first season of Jericho and the final season of Deadwood. He appeared in a recurring role as main antagonist Mason Wood in season eight of Castle. Recently, he played Barlow Connally in the A&E series Longmire and has a recurring role in the NBC series This Is Us as Dr. Nathan Katowski, a role which earned him the Primetime Emmy Award for Outstanding Guest Actor in a Drama Series.",
  "/wiki/Nightmare_in_Wax": "Nightmare in Wax is a 1969 horror film. Cameron Mitchell plays Vince Rinaud, a former film special effects artist who is disfigured by Max Block, the head of Paragon Pictures, and also a rival for the affections of a woman (Anne Helm). Leaving the film industry, Vince becomes a recluse and opens a wax museum. Within a few months, four popular Paragon stars disappear. Wax figures of the missing stars soon feature as wax models in the museum and the police become suspicious.",
  "/wiki/Cameron_Mitchell_(actor)": "Cameron Mitchell (born Cameron McDowell Mitzell; November 4, 1918 – July 6, 1994) was an American film, television, and stage actor. He began his career on Broadway before transitioning into feature films in the 1950s, appearing in several major motion pictures. He  later became known for his roles in numerous exploitation films in the 1970s and 1980s.",
  "/wiki/Scott_Brady": "Scott Brady (born Gerard Kenneth Tierney; September 13, 1924 – April 16, 1985) was an American film and television actor best known for his roles in western films and as a ubiquitous television presence.",
  "/wiki/The_Oblong_Box_(film)": "The Oblong Box is a 1969 British horror film directed by Gordon Hessler, starring Vincent Price, Christopher Lee and Alister Williamson. This was the first film to star both Price and Lee.",
  "/wiki/Gordon_Hessler": "Gordon Hessler (12 December 1925 – 19 January 2014) was a British film and television director, screenwriter, and producer.",
  "/wiki/Vincent_Price": "Vincent Leonard Price Jr. (May 27, 1911 – October 25, 1993) was an American actor best known for his performances in horror films, although his career spanned other genres, including film noir, drama, mystery, thriller, and comedy. He appeared on stage, television, and radio, and in more than 100 films. He has two stars on the Hollywood Walk of Fame, one for motion pictures and one for television. He was born and raised near St. Louis, Missouri and has a star on the St. Louis Walk of Fame.",
  "/wiki/Christopher_Lee": "Sir Christopher Frank Carandini Lee, CBE, CStJ (27 May 1922 – 7 June 2015) was an English actor, singer and author. With a career spanning nearly 70 years, Lee was well known for portraying villains and became best known for his role as Count Dracula in a sequence of Hammer Horror films, a typecasting he always lamented. His other film roles include Francisco Scaramanga in the James Bond film The Man with the Golden Gun (1974), Count Dooku in the Star Wars prequel trilogy (2002 and 2005), and Saruman in the Lord of the Rings film trilogy (2001–2003) and the Hobbit film trilogy (2012–2014).",
  "/wiki/Alister_Williamson": "Alister Williamson (17 June 1918 – 19 May 1999) was an Australian-born character actor, who appeared in many British films and television series of the 1960s and 1970s. A big, craggy-faced man, he would usually be found playing gruff police inspectors or henchmen in adventure series and police dramas of the period. He was also notable as a supporting player in a number of classic British horror films.",
  "/wiki/Jes%C3%BAs_Franco": "Jesús Franco Manera (12 May 1930 – 2 April 2013) was a Spanish filmmaker, composer, and actor, best known for his stylish exploitation films, directing around 160 feature films.",
  "/wiki/Adrian_Hoven": "Adrian Hoven (18 May 1922 – 28 April 1981) was an Austrian actor, producer and film director. He appeared in 100 films between 1947 and 1981. He was born in Wöllersdorf, Austria as Wilhelm Arpad Hofkirchner and died in Tegernsee, Germany.",
  "/wiki/Satan%27s_Sadists": "Satan's Sadists is a 1969 American outlaw biker film directed by Al Adamson and starring Russ Tamblyn.",
  "/wiki/Al_Adamson": "Albert Victor Adamson Jr. (July 25, 1929 – June 21, 1995) was an American filmmaker and actor known as a prolific director of B-grade horror and exploitation films throughout the 1960s and 1970s.",
  "/wiki/John_%27Bud%27_Cardos": "John \"Bud\" Cardos (born December 20, 1929 in St. Louis, Missouri) is a film director and former actor/stuntman. His father and uncle managed Graumann's Egyptian and Chinese theaters. He made television guest appearances on The Monroes, The High Chaparral and NBC's Daniel Boone starring Fess Parker.",
  "/wiki/Scream_Baby_Scream": "Scream, Baby, Scream (also known as Nightmare House) is a 1969 American horror film directed by Joseph Adler and written by Larry Cohen, who went on to write such horror classics as It's Alive and Q.",
  "/wiki/Joseph_Adler": "Joseph Adler (October 5, 1940 - ) is a Miami, Florida based theatre and film director.   He was born in Brooklyn, New York.  Adler studied drama at Carnegie Mellon University in Pittsburgh, and graduated from the Film Department at New York University.",
  "/wiki/Brad_F._Grinter": "Brad F. Grinter (May 18, 1922 – April 1993) was an American film director, actor, producer, and screenwriter who is best known for the 1972 cult classic horror film, Blood Freak. He also directed the 1970 film, Flesh Feast, which stars Veronica Lake in her last film appearance. His son, Randy Grinter was a cameraman and had worked on a number of films.",
  "/wiki/Ross_Harris_(actor)": "Richard R. Harris (born March 13, 1969), better known by his nickname, Ross Harris, is an American actor, artist, and musician.",
  "/wiki/List_of_horror_films_of_1969": "A list of horror films released in 1969."
}