{
  "/wiki/Benicia,_California": "Benicia (/bəˈniːʃə/ bə-NEE-shə; bə-NI-shə; Spanish pronunciation: [beˈnisja]) is a waterside city in Solano County, California, located in the North Bay region of the San Francisco Bay Area. It served as the state capital for nearly thirteen months from 1853 to 1854.  The population was 26,997 at the 2010 census. The city is located along the north bank of the Carquinez Strait. Benicia is just east of Vallejo and across the strait from Martinez. Elizabeth Patterson has served as Mayor of Benicia since 2007.",
  "/wiki/Solano_County,_California": "Solano County is a county located in the U.S. state of California. As of the 2010 census, the population was 413,344. The county seat is Fairfield.",
  "/wiki/San_Francisco_Bay_Area": "The San Francisco Bay Area, popularly referred to as the Bay Area or simply the Bay, is a populous region surrounding the San Francisco, San Pablo, and Suisun Bay estuaries in Northern California. Although the exact boundaries of the region vary depending on the source, the Bay Area is defined by the Association of Bay Area Governments to include the nine counties that border the aforementioned estuaries: Alameda, Contra Costa, Marin, Napa, San Mateo, Santa Clara, Solano, Sonoma, and San Francisco. Other sources may exclude parts of or even entire counties, or expand the definition to include neighboring counties that do not border the bay such as San Benito, San Joaquin, and Santa Cruz.",
  "/wiki/Bay_Area_Discovery_Museum": "The Bay Area Discovery Museum is a children's museum located in Sausalito, California inside the Golden Gate National Recreation Area, which is right at the foot of the Golden Gate Bridge. The museum's mission is \"to transform research in early learning experience that inspire creative problem solving\" so that children will gain skills to become the innovative problem solvers of tomorrow.",
  "/wiki/Sausalito,_California": "Sausalito is a city in Marin County, California, located 8 miles (13 km) south-southeast of San Rafael, and 4 miles (7 km) north of San Francisco.",
  "/wiki/Marin_County,_California": "Marin County /məˈrɪn/ is a county located in the San Francisco Bay Area of the U.S. state of California. As of the 2010 census, the population was 252,409. Its county seat is San Rafael. Marin County is included in the San Francisco–Oakland–Berkeley, CA Metropolitan Statistical Area across the Golden Gate Bridge from San Francisco.",
  "/wiki/U.S._Army_Corps_of_Engineers_Bay_Model": "The U.S. Army Corps of Engineers Bay Model is a working hydraulic scale model of the San Francisco Bay and Sacramento-San Joaquin River Delta System.  While the Bay Model is still operational, it is no longer used for scientific research but is instead open to the public alongside educational exhibits about Bay hydrology. The model is located in the Bay Model Visitor Center at 2100 Bridgeway Blvd. in Sausalito, California.",
  "/wiki/US_Army_Corps_of_Engineers": "The United States Army Corps of Engineers (USACE)   is a federal agency under the Department of Defense (DoD) that primarily oversees dams, canals and flood protection in the United States, as well as a wide range of public works throughout the world. The Corps of Engineers is a major Army command made up of some 37,000 civilian and military personnel, making it one of the world's largest public engineering, design, and construction management agencies. Through some of its dams, reservoirs, and flood control projects, the Corps of Engineers also provides outdoor recreation opportunities to the public. Its hydroelectric projects provide 24% of U.S. hydropower capacity.",
  "/wiki/Benicia_Capitol_State_Historic_Park": "Benicia Capitol State Historic Park is a state park in Benicia, California. The park is dedicated to California’s third capitol building, where the California State Legislature convened from February 3, 1853 to February 24, 1854, when they voted to move the state capital to Sacramento. It is the only pre-Sacramento capitol that survives. The park includes the Fischer-Hanlon House, an early Benicia building that was moved to the property and converted into a home in 1858, after the legislature departed. Benicia Capitol State Historic Park just off the city's main street also includes a carriage house, workers' quarters and sculptured gardens.",
  "/wiki/Bolinas,_California": "Bolinas is an unincorporated coastal community in Marin County, California. The census designated place is located on the California coast, approximately 13 miles (21 km) (straight line distance) northwest of San Francisco.",
  "/wiki/Cline_Cellars": "Cline Cellars Winery is a family owned and operated winery located in the Carneros wine appellation of Sonoma County, California that specializes in Zinfandels and French Rhône-style wines.",
  "/wiki/Sonoma,_California": "Sonoma is a city in Sonoma County's Sonoma Valley, in California's Wine Country. Today, Sonoma is a center of California's wine industry in the Sonoma Valley AVA Appellation. Sonoma is similarly known as the home of the Sonoma International Film Festival and for its historic town plaza, a remnant of the town's Mexican colonial past. Sonoma's population was 10,648 as of the 2010 census, while the Sonoma urban area had a population of 32,678.",
  "/wiki/Sonoma_County,_California": "Sonoma County is a county in the U.S. state of California. As of the 2010 United States Census, its population was 483,878. Its county seat and largest city is Santa Rosa. It is to the north of Marin County and the south of Mendocino County. It is west of Napa County and Lake County.",
  "/wiki/North_Coast_(California)": "The North Coast of California (also called the Redwood Empire or the Redwood Coast) is the region in Northern California that lies on the Pacific coast between San Francisco Bay and the Oregon border. It commonly includes Mendocino, Humboldt, and Del Norte counties and sometimes includes two counties from the San Francisco Bay area, Marin and Sonoma.",
  "/wiki/Spanish_missions_in_California": "The Spanish missions in California comprise a series of 21 religious outposts or missions established between 1769 and 1833 in what is now the U.S. state of California. Founded by Catholic priests of the Franciscan order to evangelize the Native Americans, the missions led to the creation of the New Spain province of Alta California and were part of the expansion of the Spanish Empire into the most northern and western parts of Spanish North America.",
  "/wiki/Charles_M._Schulz_Museum_and_Research_Center": "The Charles M. Schulz Museum and Research Center is a museum dedicated to the works of Charles M. Schulz, creator of the Peanuts comic strip. The museum opened on August 17, 2002, and is in Santa Rosa, California.",
  "/wiki/Santa_Rosa,_California": "Santa Rosa (Spanish for \"Saint Rose\") is a city in and the county seat of Sonoma County. Its estimated 2018 population was 177,586. Santa Rosa is the largest city in California's Redwood Empire,   Wine Country and the North Bay; the fifth most populous city in the San Francisco Bay Area after San Jose, San Francisco, Oakland, and Fremont; and the 28th most populous city in California.",
  "/wiki/Charles_M._Schulz": "Charles Monroe \"Sparky\" Schulz (/ʃʊlts/; November 26, 1922 – February 12, 2000) was an American cartoonist and creator of the comic strip Peanuts (which featured the characters Charlie Brown and Snoopy, among others). He is widely regarded as one of the most influential cartoonists of all time, cited by cartoonists including Jim Davis, Bill Watterson, Matt Groening, Dav Pilkey and Stephan Pastis.",
  "/wiki/China_Camp_State_Park": "China Camp State Park is a state park of California, United States, surrounding a historic Chinese American shrimp-fishing village and a salt marsh.  The park is located in San Rafael, California, on the shore of San Pablo Bay. It is known for its hiking and mountain biking trails, scenic views, and open spaces.  The 1,514-acre (613 ha) park was established in 1976.  A 75-acre (30 ha) district, including the shrimping village and a prehistoric shell midden, were added to the National Register of Historic Places in 1979 for having state-level significance in archaeology, architecture, commerce, settlement, and social history.",
  "/wiki/San_Rafael,_California": "San Rafael (/ˌsæn rəˈfɛl/ SAN rə-FEL; Spanish pronunciation: [san rafaˈel]; Spanish for \"Saint Raphael\") is a city and the county seat of Marin County, California, United States. The city is located in the North Bay region of the San Francisco Bay Area. As of the 2010 U.S. Census the city's population is 57,713.",
  "/wiki/Cloverdale,_California": "Cloverdale is a city in Sonoma County, California, United States.  The San Francisco and North Pacific Railroad reached Cloverdale in 1872. The Cloverdale Rancheria of Pomo Indians of California is headquartered here. The population was 8,618 at the 2010 census.",
  "/wiki/Petaluma,_California": "Petaluma /pɛtəˈluːmə/ is a city in Sonoma County, part of the North Bay sub-region of the San Francisco Bay Area, located 37 mi (60 km) north of San Francisco. Its population was 57,941 according to the 2010 Census.",
  "/wiki/Dixie_Schoolhouse": "The Dixie Schoolhouse is a historic one-room schoolhouse located in San Rafael, Marin County, Northern California. It was built in 1864, in the Victorian Italianate style.",
  "/wiki/Rio_Vista,_California": "Rio Vista is a city located in the eastern end of Solano County, California, in the Sacramento River Delta region of the Central Valley. The population was 7,360 at the 2010 census.",
  "/wiki/Fort_Ross_State_Historic_Park": "Fort Ross State Historic Park is a historical state park in Sonoma County, California, including the former Russian fur trading outpost of Fort Ross plus the adjacent coastline and native coast redwood forests extending inland. Fort Ross, active from 1812 to 1842, was the southernmost settlement in the Russian colonization of the Americas.  The 3,393-acre (1,373 ha) park was established in 1909.",
  "/wiki/Fort_Ross,_California": "Fort Ross (Russian: Форт-Росс), originally Fortress Ross (Russian: Крѣпость Россъ, tr. Krepostʹ Ross), is a former Russian establishment on the west coast of North America in what is now Sonoma County, California. It was the hub of the southernmost Russian settlements in North America from 1812 to 1842. It has been the subject of archaeological investigation and is a California Historical Landmark, a National Historic Landmark, and on the National Register of Historic Places. It is part of California's Fort Ross State Historic Park.",
  "/wiki/Hamilton_Army_Airfield": "Hamilton Field (Hamilton AFB) was a United States Air Force base, which was inactivated in 1973, decommissioned in 1974, and put into a caretaker status with the Air Force Reserves until 1976. It was transferred to the United States Army in 1983 and was designated an Army Airfield until its BRAC closure in 1988. It is located along the western shore of San Pablo Bay in the southern portion of Novato, in Marin County, California.",
  "/wiki/Hand_Fan_Museum": "The Hand Fan Museum is a museum located in Healdsburg, California, USA.",
  "/wiki/Healdsburg,_California": "Healdsburg is a city located in Sonoma County, in California's Wine Country. As of the 2010 United States Census, the city had a population of 11,254. Healdsburg is a small tourist-oriented town in northern Sonoma County. Due to its three most important wine-producing regions (the Russian River, Dry Creek, and Alexander Valley AVAs), Healdsburg has been continuously awarded one of the top 10 small towns in America and is home to three of the top wineries in the United States.",
  "/wiki/Fan_(implement)": "A handheld fan, or simply hand fan, may be any broad, flat surface that is waved back-and-forth to create an airflow. Generally, purpose-made handheld fans are folding fans, which are shaped like a sector of a circle and made of a thin material (such as paper or feathers) mounted on slats which revolve around a pivot so that it can be closed when not in use.",
  "/wiki/List_of_museums_in_the_San_Francisco_Bay_Area": "This list of museums in the San Francisco Bay Area is a list of museums, defined for this context as institutions (including nonprofit organizations, government entities, and private businesses) that collect and care for objects of cultural, artistic, scientific, or historical interest and make their collections or related exhibits available for public viewing. Also included are non-profit and university art galleries. Museums that exist only in cyberspace (i.e., virtual museums) are not included."
}