{
  "/wiki/Agnews_Developmental_Center": "Agnews Developmental Center was a psychiatric and medical care facility, located in Santa Clara, California.",
  "/wiki/Ainsley_House": "Ainsley House is a 1925 California Arts and Crafts house in Campbell, California, built in the style of an English Tudor Cotswold cottage. The house and accompanying carriage house (now the Wyland R. Morgan Gallery) were listed on the National Register of Historic Places in 2005. It is now a museum and is open to the public.",
  "/wiki/Campbell,_California": "Campbell /ˈkæmbəl/ is a city in Santa Clara County, California, and part of Silicon Valley, in the San Francisco Bay Area. As of the 2010 U.S. Census, Campbell's population is 39,349 and was estimated to be 42,466 in 2018.",
  "/wiki/Santa_Clara,_California": "Santa Clara (/ˌsæntəˈklærə/) is a city in Santa Clara County, California. The city's population was 116,468 as of the 2010 United States Census, making it the ninth-most populous city in the San Francisco Bay Area. Located on the southern coast of San Francisco Bay immediately west of San Jose and 45 miles (72 km) southeast of San Francisco, the city was founded in 1777 with the establishment of Mission Santa Clara de Asís, the eighth of 21 California missions. The city was later incorporated in 1852. The mission, the city, and the county are all named for Saint Clare of Assisi.",
  "/wiki/California_History_Center": "Le Petit Trianon is a mansion on the grounds of De Anza College at 21250 Stevens Creek Blvd., in Cupertino, California.",
  "/wiki/Cupertino,_California": "Cupertino (/ˌkuːpərˈtiːnoʊ/ KOOP-ər-TEEN-oh) is a city in Santa Clara County, California, directly west of San Jose on the western edge of the Santa Clara Valley with portions extending into the foothills of the Santa Cruz Mountains. The population was 58,302 as of the 2010 census.",
  "/wiki/De_Anza_College": "De Anza College is a public community college in Cupertino, California. De Anza College is part of the Foothill-De Anza Community College District, which also administers Foothill College in nearby Los Altos Hills, California. The college is named after the Spanish explorer Juan Bautista de Anza.",
  "/wiki/Campbell_Historical_Museum": "The Campbell Historical Museum is a local history museum located in Campbell, California. The museum, a section of the City of Campbell's Recreation & Parks, is the steward of the public trust of artifacts, photographs, archives and historic sites owned by the city. The museum opened in January 1964 as part of an effort by Campbell's Country Woman's Club. Over the years, the museum's location and stewardship changed many times. Since 1983, the museum has been located in Campbell's first public building, Firehouse #1 at 51 N. Central Avenue in Campbell. The museum is also responsible for archives, photographs, and objects related to the city's five historic sites: John Colpitts Ainsley House (a historic house museum), Campbell Union Grammar School (now part of the Heritage Village Offices), Campbell Union High School Historic District (now part of the Campbell Community Center), Galindo-Leigh House, and the Earl and Virginia Young House (now both private residencies).",
  "/wiki/Children%27s_Discovery_Museum_of_San_Jose": "Children's Discovery Museum of San Jose (CDM) is a cultural institution serving children, families, and schools in the Silicon Valley/San Francisco Bay Area. A member of the Association of Children's Museums and the Association of Science-Technology Centers, Children's Discovery Museum is located in downtown San Jose, California on Woz Way. The street is named after Steve Wozniak, co-founder of Apple Computer whose nickname is \"Woz.\" Wozniak was the single largest private donor during the original capital campaign that funded the museum.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Computer_History_Museum": "The Computer History Museum (CHM) is a museum established in 1996 in Mountain View, California, US.  The museum presents stories and artifacts of the information age and explores the computing revolution and its impact on society.",
  "/wiki/Mountain_View,_Santa_Clara_County,_California": "Mountain View is a city located in Santa Clara County, California, United States, in Silicon Valley. Named for its views of the Santa Cruz Mountains, Mountain View has developed from its origins as a stagecoach stop into one of the principal cities of Silicon Valley. It has a population of 74,066.",
  "/wiki/The_Computer_Museum,_Boston": "The Computer Museum was a Boston, Massachusetts, museum that opened in 1979 and operated in three different locations until 1999. It was once referred to as TCM and is sometimes called the Boston Computer Museum. When the Museum closed in 2000, much of its collection was sent to the Computer History Museum in California.",
  "/wiki/De_Saisset_Museum": "The de Saisset Museum at Santa Clara University opened in the early 1950s after Isabel de Saisset, the last member of a French pioneer family bequeathed her estate to the University of Santa Clara. The museum owns nearly 10,000 art pieces and historical artifacts, including the work of early Californian artist and university alumnus Ernest de Saisset and a considerable collection of California mission artifacts. The de Saisset recently completed a major renovation of its storage facilities and is open to the public free of charge.",
  "/wiki/Santa_Clara_University": "Santa Clara University is a private Jesuit university in Santa Clara, California, with about 5,400 undergraduate students and about 3,300 postgraduate students. Established in 1851, Santa Clara University is the oldest operating institution of higher learning in California and has remained in its original location for 168 years. The university's campus surrounds the historic Mission Santa Clara de Asis which traces its founding to 1776. The campus mirrors the Mission's architectural style and provides a fine early example of Mission Revival architecture. The university is classified as a \"Doctoral/Professional\" university by Carnegie Classification.",
  "/wiki/Euphrat_Museum_of_Art": "De Anza College is a public community college in Cupertino, California. De Anza College is part of the Foothill-De Anza Community College District, which also administers Foothill College in nearby Los Altos Hills, California. The college is named after the Spanish explorer Juan Bautista de Anza.",
  "/wiki/Gilroy,_California": "Gilroy (/ˈɡɪlrɔɪ/) is a city in Northern California's Santa Clara County, south of Morgan Hill and north of San Benito County. The city's population was 48,821 at the 2010 United States Census.",
  "/wiki/Triton_Museum_of_Art": "The Triton Museum of Art is a contemporary art  museum located in Santa Clara, California.",
  "/wiki/History_Park_at_Kelley_Park": "History Park at Kelley Park in San Jose, California, USA is designed as an indoor/outdoor museum, arranged to appear as a small US town might have in the early 1900s (decade). Since its inauguration in 1971, 32 historic buildings and other landmarks have either been moved from their original San Jose locations or are represented by replicas.",
  "/wiki/Portuguese_Historical_Museum": "The Portuguese Historical Museum in San Jose, California, USA opened in 1997 and is a replica of the first permanent império (religious and cultural buildings primarily in the Azores) built in San Jose c. 1915. It is one of the featured attractions within History Park at Kelley Park.",
  "/wiki/Viet_Museum": "The Viet Museum (Vietnamese: Viện Bảo Tàng Việt Nam) or the Museum of the Boat People & the Republic of Vietnam is a museum focusing on the experience of Vietnamese Americans and their journey from Vietnam to the United States. It is located in Greenwalt House, a historical home relocated to History Park at Kelley Park in San Jose, California, United States, and was opened on August 25, 2007.",
  "/wiki/Hoover_Institution_Library_and_Archives": "The Hoover Institution Library and Archives is a research center and archival repository located at Stanford University, near Palo Alto, California in the United States of America. Built around a collection amassed by Stanford graduate Herbert Hoover prior to his becoming President of the United States, the Hoover Library and Archives is largely dedicated to the world history of the 20th and 21st centuries. It includes one of the largest collections of political posters in the world.",
  "/wiki/Stanford,_California": "Stanford is a census-designated place (CDP) in the northwest corner of Santa Clara County, California, United States and is the home of Stanford University. The population was 13,809 at the 2010 census, with a daily population of 35,000.",
  "/wiki/Hoover_Institution": "The Hoover Institution on War, Revolution, and Peace is an American public policy think tank and research institution located at Stanford University in California. It began as a library founded in 1919 by Stanford alumnus Herbert Hoover, before he became President of the United States. The library, known as the Hoover Institution Library and Archives, houses multiple archives related to Hoover, World War I, World War II, and other world history. According to the 2016 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Hoover is No. 18 (of 90) in the \"Top Think Tanks in the United States\".",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Intel_Museum": "The Intel Museum located at Intel's headquarters in Santa Clara, California, United States, has exhibits of Intel's products and history as well as semiconductor technology in general.  The museum is open weekdays and Saturdays except holidays.  It is open to the public with free admission.\nThe museum was started in the early 1980s as an internal project at Intel to record its history.  It opened to the public in 1992, later being expanded in 1999 to triple its size and add a store.  It has exhibits about how semiconductor chip technology works, both as self-paced exhibits and by reservation as grade-school educational programs.",
  "/wiki/Intel": "Intel Corporation  (commonly known as Intel and stylized as intel) is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest and highest valued semiconductor chip manufacturer based on revenue, and is the inventor of the x86 series of microprocessors, the processors found in most personal computers (PCs). Intel ranked No. 46 in the 2018 Fortune 500 list of the largest United States corporations by total revenue. Intel is incorporated in Delaware.",
  "/wiki/Ira_F._Brilliant_Center_for_Beethoven_Studies": "The Ira F. Brilliant Center for Beethoven Studies serves as a museum, research center, and host of lectures and performances devoted solely to the life and works of Ludwig van Beethoven.  It is the only institution of its kind in North America and holds the largest collection of Beethoven works and memorabilia outside Europe.  The center is operated by San Jose State University and the American Beethoven Society.  It is located on the fifth floor of the Dr. Martin Luther King Jr. Library, which is located on the San Jose State campus in downtown San Jose, California.",
  "/wiki/Ludwig_van_Beethoven": "Ludwig van Beethoven (/ˈlʊdvɪɡ væn ˈbeɪt(h)oʊvən/ (listen); German: [ˈluːtvɪç fan ˈbeːthoːfn̩] (listen); baptised 17 December 1770 – 26 March 1827) was a German composer and pianist. He was a crucial figure in the transition between the classical and romantic eras in classical music and is considered to be one of the greatest composers of all time.",
  "/wiki/San_Jose_State_University": "San José State University (San Jose State or SJSU) is a public university in San Jose, California. SJSU is the oldest public university on the West Coast and the founding campus of the California State University (CSU) system.",
  "/wiki/Iris_%26_B._Gerald_Cantor_Center_for_Visual_Arts": "The Iris & B. Gerald Cantor Center for Visual Arts at Stanford University, formerly the Stanford University Museum of Art, and commonly known as the Cantor Arts Center, is an art museum on the campus of Stanford University in Stanford, California. The museum first opened in 1894 and now consists of over 130,000 square feet of exhibition space, including sculpture gardens. The Cantor Arts Center houses the largest collection of sculptures by Auguste Rodin in an American museum, with 199 works by Rodin, most in bronze but also other media. The museum is open to the public and charges no admission.",
  "/wiki/Auguste_Rodin": "François Auguste René Rodin (12 November 1840 – 17 November 1917) was a French sculptor. Although Rodin is generally considered the progenitor of modern sculpture, he did not set out to rebel against the past. He was schooled traditionally, took a craftsman-like approach to his work, and desired academic recognition, although he was never accepted into Paris's foremost school of art.",
  "/wiki/Japanese_American_Museum_of_San_Jose": "The Japanese American Museum of San Jose (JAMsj) is located at 535 N. Fifth Street in San Jose, in the heart of Japantown. The museum's mission is to collect, preserve, and share Japanese American art, history, and culture with an emphasis on the Greater San Francisco Bay Area.",
  "/wiki/Japantown,_San_Jose,_California": "Japantown (also known as Nihonmachi (ja: 日本町) or J Town) is a historic residential, commercial, and cultural district of San Jose, California, north of Downtown San Jose.",
  "/wiki/Palo_Alto,_California": "Palo Alto (/ˌpæloʊ ˈæltoʊ/) is a charter city located in the northwest corner of Santa Clara County, California, United States, in the San Francisco Bay Area. Palo Alto means tall stick in Spanish; the city is named after a coastal redwood tree called El Palo Alto."
}