{
  "/wiki/Ross,_Northern_Territory": "Ross is a suburb of the town of Alice Springs, in the Northern Territory, Australia.",
  "/wiki/Town_of_Alice_Springs": "The Alice Springs Town Council is a local government area in the Northern Territory. On 1 July 1971, Alice Springs was gazetted as a Municipality with the town council elected on 25 July 1971. It is situated 1,498 kilometres (931 mi) south of the Darwin. The council governs an area of 328 square kilometres (127 sq mi) and had a population of 26,534 in June 2018.",
  "/wiki/Araluen,_Northern_Territory": "Araluen is a suburb of the town of Alice Springs, in the Northern Territory, Australia. It is on the western side of Alice Springs.",
  "/wiki/Elcho_Island": "Elcho Island, known to its traditional owners as Galiwin'ku (Galiwinku) is an island off the coast of Arnhem Land, in the Northern Territory of Australia.  It is located at the southern end of the Wessel Islands group located in the East Arnhem Region.  Galiwin'ku is also the name of the settlement where the island's largest community lives. Elcho Island formed part of the traditional lands of the Yan-nhaŋu, according to Norman Tindale. According to J. C. Jennison, the Aboriginal inhabitants were the Dhuwal, who called themselves the Kokalango Mala (mala=clan.)",
  "/wiki/Tiwi_Islands_Region": "The Tiwi Islands Regional Council is a local government area of the Northern Territory, Australia. The local government area covers an area of 7,483 km² and had an estimated population of 2,753 in June 2018.",
  "/wiki/Palmerston_City,_Northern_Territory": "Palmerston City is an inner suburb of Palmerston, Northern Territory, Australia, located within the City of Palmerston. Its postcode is 0830. It contains the Palmerston Shopping Centre, the City of Palmerston council offices, Frances Mira Mall, a sporting complex, a library and bus terminal. Its main core is bounded by University Avenue to the northwest, Chung Wah Terrace to the southwest, Rolyat Street and Temple Terrace to the southeast and Roystonea Avenue to the northeast. Every Friday night during dry season it host the Palmerston markets. The Palmerston markets is a large festive market which includes live music, swap stalls and food vendors.",
  "/wiki/City_of_Palmerston": "The City of Palmerston is a local government area of the Northern Territory of Australia. It contains the suburbs of Darwin's satellite city, Palmerston, and is situated between the outer industrial areas of Darwin and the rural areas of Howard Springs. The City covers an area of 52.7 square kilometres (20.3 sq mi) and in June 2018 had a population of 37,862.",
  "/wiki/Howard_Springs,_Northern_Territory": "Howard Springs is a locality in the Northern Territory of Australia. It is 29 km SE of the Darwin CBD. Its Local Government Area is the Litchfield Municipality. The suburb is mostly a rural area, but has been experiencing strong growth in population and development. Settlement of the suburb began in 1864. In 1939, Howard Springs was the first major water supply area to service Darwin. Later Manton Dam supplied water to Darwin, but now most of Darwin's water supply comes from Darwin River Dam.",
  "/wiki/Litchfield_Municipality": "The Litchfield Council is a local government area of the Northern Territory of Australia on the eastern and southeastern outskirts of the Darwin-Palmerston urban area. The municipality covers an area of 2,903 square kilometres (1,120.9 sq mi), and was created by the Northern Territory government on 6 September 1985.",
  "/wiki/Berrimah,_Northern_Territory": "Berrimah is an Eastern Suburb in the city of Darwin, in the Northern Territory of Australia.",
  "/wiki/City_of_Darwin": "The City of Darwin is a local government area of the Northern Territory, Australia.  It includes the central business district of the capital, Darwin City, and represents two-thirds of its metropolitan population. The City covers an area of 111 square kilometres (43 sq mi) and, in June 2018, had a population of 84,613 people.",
  "/wiki/Larapinta,_Northern_Territory": "Larapinta is a suburb of the town of Alice Springs, in the Northern Territory, Australia. It is on the western side of Alice Springs.",
  "/wiki/East_Arnhem_Region": "The East Arnhem Regional Council is a local government area of the Northern Territory, Australia.  Situated in the far north-eastern corner of the Northern Territory, the region covers an area of 33,310 square kilometres (12,861.06 sq mi) and had a population of approximately 10,345 in June 2018.",
  "/wiki/Karama,_Northern_Territory": "Karama is a Northern suburb of Darwin, Northern Territory, Australia.",
  "/wiki/Nhulunbuy,_Northern_Territory": "Nhulunbuy is a township that is the sixth largest place in the Northern Territory of Australia. Nhulunbuy was created on the Gove Peninsula when a bauxite mine, and a deep water port, were established in the late 1960s, followed by an alumina refinery. At the 2016 census, Nhulunbuy had a population of 3,240 with a median age of 32.",
  "/wiki/Darwin,_Northern_Territory": "Darwin (/ˈdɑːrwɪn/ (listen) DAR-win) is the capital city of the Northern Territory of Australia, situated on the Timor Sea. It is the largest city in the sparsely populated Northern Territory, with a population of 148,564. It is the smallest, wettest and most northerly of the Australian capital cities, and acts as the Top End's regional centre.",
  "/wiki/Nyangatjatjara_College": "Nyangatjatjara College is an independent Anangu[a] co-educational school located just outside Yulara, in the Northern Territory, Australia.",
  "/wiki/Yulara,_Northern_Territory": "Yulara is a town in the Southern Region of the Northern Territory, Australia. It lies as an unincorporated enclave within MacDonnell Region. At the 2016 census, Yulara had a permanent population of 1,099, in an area of 103.33 square kilometres (39.90 sq mi). It is 18 kilometres (11 mi) by road from world heritage site Uluru (Ayers Rock) and 55 kilometres (34 mi) from Kata Tjuta (the Olgas). It is located in the Northern Territory electorate of Namatjira and the federal electorate of Lingiari.",
  "/wiki/MacDonnell_Region": "The MacDonnell Regional Council is a local government area of the Northern Territory, Australia. The region covers an area of 268,329 square kilometres (103,602 square miles) and had an estimated population of 6,863 people in  June 2018.",
  "/wiki/Marlow_Lagoon,_Northern_Territory": "Marlow Lagoon is an outer western suburb of Palmerston. It is 24 km SE of the Darwin CBD. Its Local Government Area is the City of Palmerston. Marlow Lagoon is bounded to the west by the Adelaide-Darwin Railway, and east by Elrundie Ave.",
  "/wiki/Leanyer,_Northern_Territory": "Leanyer is a northern suburb of Darwin, in the Northern Territory of Australia.",
  "/wiki/St_Philip%27s_College_(Australia)": "St Philip's College is a private, coeducational school in Alice Springs, in the Northern Territory of Australia. St Philip's is a Uniting Church co-educational Boarding and Day School for students in Years 7 - 12. The school motto is 'To Strive, To Seek, To Care'.",
  "/wiki/Alice_Springs": "Alice Springs (Eastern Arrernte: Mparntwe) is the third-largest town in the Northern Territory of Australia. Known as Stuart until 31 August 1933, the name Alice Springs was given by surveyor William Whitfield Mills after Alice, Lady Todd (née Alice Gillam Bell), wife of the telegraph pioneer Sir Charles Todd.  Now colloquially known as The Alice or simply Alice, the town is situated roughly in Australia's geographic centre. It is nearly equidistant from Adelaide and Darwin.",
  "/wiki/Humpty_Doo,_Northern_Territory": "Humpty Doo is a small town in Australia's Northern Territory, situated just south of the Arnhem Highway, approximately 40 km from Darwin. At the 2016 census, Humpty Doo had a population of 4,380 people. Its local government area is Litchfield Municipality. The town is a popular stopping point for tourists travelling between Darwin and Kakadu National Park, and boasts many attractions of its own. The main industries are agriculture and tourism; however, most residents commute to Darwin or Palmerston for work, and many regard it as a dormitory town.",
  "/wiki/Nightcliff,_Northern_Territory": "Nightcliff is a northern suburb of the city of Darwin, Northern Territory, Australia.",
  "/wiki/Melville_Island_(Northern_Territory)": "Melville Island (Tiwi: Yermalner) is an island in the eastern Timor Sea, off the coast of the Northern Territory, Australia. Along with Bathurst Island and nine smaller uninhabited islands, it forms part of the group known as the Tiwi Islands, which are under the jurisdiction of the Northern Territory in association with the Tiwi Land Council as the regional authority.",
  "/wiki/Ciccone,_Northern_Territory": "Ciccone is an industrial suburb of Alice Springs with a population of around 255 (2016). Ciccone is located right next to Stuart Highway. There are a small number of houses on the north-western side of Ciccone, but the area is mostly industrial.",
  "/wiki/List_of_schools_in_the_Northern_Territory": "This is a list of schools in the Northern Territory of Australia. The Northern Territory education system traditionally consists of primary schools, which accommodate students from kindergarten to Year 6, and high schools, which accommodate students from Years 7 to 12."
}