{
  "/wiki/Tennant_Creek,_Northern_Territory": "Tennant Creek (Warumungu: Jurnkkurakurr) is a town located in the Northern Territory of Australia. It is the seventh largest town in the Northern Territory, and is located on the Stuart Highway, just south of the intersection with the western terminus of the Barkly Highway. At the 2016 census, Tennant Creek had a population of approximately 3,000, of which over 50% (1,536) identified themselves as indigenous.",
  "/wiki/Barkly_Region": "The Barkly Regional Council is a local government area of the Northern Territory of Australia.  The region's main town is Tennant Creek. The region covers an area of 322,713 square kilometres (124,600 sq mi) and had a population of almost 7,400 as at June 2018.",
  "/wiki/Casuarina_Senior_College": "Casuarina Senior College (formerly known as Casuarina High School) is a coeducational state college situated in Casuarina, a northern suburb of Darwin, Northern Territory, Australia.",
  "/wiki/Moil,_Northern_Territory": "Moil is a northern suburb of the city of Darwin, Northern Territory, Australia.",
  "/wiki/City_of_Darwin": "The City of Darwin is a local government area of the Northern Territory, Australia.  It includes the central business district of the capital, Darwin City, and represents two-thirds of its metropolitan population. The City covers an area of 111 square kilometres (43 sq mi) and, in June 2018, had a population of 84,613 people.",
  "/wiki/Gillen,_Northern_Territory": "Gillen is a suburb of the town of Alice Springs in the Northern Territory, Australia.",
  "/wiki/Town_of_Alice_Springs": "The Alice Springs Town Council is a local government area in the Northern Territory. On 1 July 1971, Alice Springs was gazetted as a Municipality with the town council elected on 25 July 1971. It is situated 1,498 kilometres (931 mi) south of the Darwin. The council governs an area of 328 square kilometres (127 sq mi) and had a population of 26,534 in June 2018.",
  "/wiki/Sadadeen,_Northern_Territory": "Sadadeen is a suburb of the town of Alice Springs, in the Northern Territory, Australia.",
  "/wiki/Darwin_High_School": "Darwin High School is an Australian senior secondary high school in the Northern Territory and is an Independent Public School for students in years 10 – 12. Founded first in 1921, the school was closed, reopened, renamed, and relocated until its move to its current location, Bullocky Point, in 1962. The school offers advanced English and STEM programs, as well as clubs, activities, and athletics.",
  "/wiki/The_Gardens,_Northern_Territory": "The Gardens is an inner suburb of the city Darwin, Northern Territory, Australia.",
  "/wiki/Tiwi,_Northern_Territory": "Tiwi is a northern suburb of the city of Darwin, Northern Territory, Australia. The suburb is bounded by Trower Road, Henbury Avenue and a coastal strip, separating Casuarina Beach and Lee Point Beach. It is in the Local Government Area of City of Darwin. It is home to Dripstone Middle School.",
  "/wiki/Katherine,_Northern_Territory": "Katherine is a town in the Northern Territory of Australia. It is situated on the Katherine River (after which it is named) below the \"Top End\", 320 kilometres (200 mi) southeast of Darwin. It is the fourth largest settlement in the Territory and is known as the place where \"The outback meets the tropics\". \nKatherine had an urban population of approximately 6,300 at the 2016 Census.",
  "/wiki/Town_of_Katherine": "The Katherine Town Council is a local government area in the Northern Territory, established on 3 March 1978. It is situated 320 kilometres (200 mi) south of Darwin, and covers an area of 7,417 square kilometres (2,864 sq mi).",
  "/wiki/Nightcliff_Middle_School": "Nightcliff Middle School is a coeducational state school situated between Nightcliff Road, Aralia Street and Ryland Road, in the northern Darwin suburb of Rapid Creek, Northern Territory, Australia.",
  "/wiki/Rapid_Creek,_Northern_Territory": "Rapid Creek is a northern suburb of the city of Darwin, Northern Territory, Australia.",
  "/wiki/Nhulunbuy,_Northern_Territory": "Nhulunbuy is a township that is the sixth largest place in the Northern Territory of Australia. Nhulunbuy was created on the Gove Peninsula when a bauxite mine, and a deep water port, were established in the late 1960s, followed by an alumina refinery. At the 2016 census, Nhulunbuy had a population of 3,240 with a median age of 32.",
  "/wiki/East_Arnhem_Region": "The East Arnhem Regional Council is a local government area of the Northern Territory, Australia.  Situated in the far north-eastern corner of the Northern Territory, the region covers an area of 33,310 square kilometres (12,861.06 sq mi) and had a population of approximately 10,345 in June 2018.",
  "/wiki/Driver,_Northern_Territory": "Driver is an inner-city suburb of Palmerston. It is 23 km SE of the Darwin CBD. Its Local Government Area is the City of Palmerston. Durack is bounded to the north by University Ave, to the west Elrundie Avenue, to the east Temple Terrace and to the south Tilston Avenue. The suburb is mostly composed of developments from the early 1980s.",
  "/wiki/City_of_Palmerston": "The City of Palmerston is a local government area of the Northern Territory of Australia. It contains the suburbs of Darwin's satellite city, Palmerston, and is situated between the outer industrial areas of Darwin and the rural areas of Howard Springs. The City covers an area of 52.7 square kilometres (20.3 sq mi) and in June 2018 had a population of 37,862.",
  "/wiki/Wulagi,_Northern_Territory": "Wulagi is a Northern suburb of Darwin, Northern Territory, in the Northern Territory of Australia.",
  "/wiki/Humpty_Doo,_Northern_Territory": "Humpty Doo is a small town in Australia's Northern Territory, situated just south of the Arnhem Highway, approximately 40 km from Darwin. At the 2016 census, Humpty Doo had a population of 4,380 people. Its local government area is Litchfield Municipality. The town is a popular stopping point for tourists travelling between Darwin and Kakadu National Park, and boasts many attractions of its own. The main industries are agriculture and tourism; however, most residents commute to Darwin or Palmerston for work, and many regard it as a dormitory town.",
  "/wiki/Litchfield_Municipality": "The Litchfield Council is a local government area of the Northern Territory of Australia on the eastern and southeastern outskirts of the Darwin-Palmerston urban area. The municipality covers an area of 2,903 square kilometres (1,120.9 sq mi), and was created by the Northern Territory government on 6 September 1985."
}