{
  "/wiki/ORF_2": "ORF 2 (German: ORF Zwei) is an Austrian public television channel owned by ORF. It was launched on 11 September 1961 as a technical test programme. Today it is one of the four public TV channels in Austria.",
  "/wiki/ORF_(broadcaster)": "Österreichischer Rundfunk (English: Austrian Broadcasting Corporation, ORF) is an Austrian  national public service broadcaster. Funded from a combination of television licence fee revenue and limited on-air advertising, ORF is the dominant player in the Austrian broadcast media. Austria was the last country in continental Europe after Albania to allow nationwide private television broadcasting, although commercial TV channels from neighbouring Germany have been present in Austria on pay-TV and via terrestrial overspill since the 1980s.",
  "/wiki/ORF_eins": "ORF 1 is an Austrian public television channel owned by ORF. It was the first television channel in Austria, started in 1955.",
  "/wiki/RTL_Television": "RTL (called RTL plus from 1984–1992 and RTL Television from 1992–2004) is a German free-to-air television channel owned by the RTL Group and is the largest private network in Germany.",
  "/wiki/RTL_Group": "RTL Group is a Luxembourg-based digital media group with interests in 61 television and 30 radio stations in 10 countries. The group operates TV channels and radio stations in Germany, France, Belgium, the Netherlands, Luxembourg, Switzerland, Spain, Hungary, and Croatia  as well as production companies throughout the world. It is majority-owned by German media conglomerate Bertelsmann, which considers it as a division. Its shares are quoted on the MDAX stock exchange in Germany.",
  "/wiki/ProSieben": "ProSieben (German pronunciation: [pʁoːˈziːbən], sieben is German for seven) is a German free-to-air television network. It was launched on 1 January 1989. It is Germany's second-largest privately owned television company. Although ProSieben produces some of its programming itself, it also airs many American imports. On 3 May 2012, the network launched a pay-TV channel called ProSieben Fun. A third channel called ProSieben Maxx started broadcasting on 3 September 2013.",
  "/wiki/ProSiebenSat.1_Media": "ProSiebenSat.1 Media SE (officially abbreviated as P7S1, formerly ProSiebenSat.1 Media AG) is a European mass media company, based in Germany. It operates free-to-air commercial TV channels, pay television channels, radio stations and related print businesses. It also operates advertising platform solutions through AdTech and SevenVentures, and is working on new digital platforms (e.g. maxdome, Joyn), among other projects. It was formed on October 2, 2000 by the merger of German TV broadcasters ProSieben Media AG (founded in 1989) and Sat.1 SatellitenFernsehen GmbH (founded in 1984 as PKS (Programmgesellschaft für Kabel- und Satellitenrundfunk)). The company is listed on the Frankfurt Stock Exchange.",
  "/wiki/ZDF": "Zweites Deutsches Fernsehen (German pronunciation: [ˌtsvaɪ̯təsˌdɔʏ̯tʃəsˈfɛɐ̯nzeːn]; English: Second German Television), usually shortened to ZDF ([ˌtsɛ.teː.ˈʔɛf], stylized as 2DF), is a German public-service television broadcaster based in Mainz, Rhineland-Palatinate. It is run as an independent nonprofit institution, which was founded by all federal states of Germany (Bundesländer). ZDF is financed by television licence fees and advertising revenues.",
  "/wiki/Sat.1": "Sat.1 is a German free-to-air television channel that is considered the first privately owned television network in Germany, having been launched in January 1984 as PKS (Programmgesellschaft für Kabel- und Satellitenrundfunk), initially a joint venture of various publishing houses, and was rebranded as Sat.1 in January 1985. The first broadcast could only be seen by roughly 1200 households who had cable access in the city of Ludwigshafen. Early programs included old films (mainly from the archives of KirchMedia) American hit series and game shows (the most notable show being the German version of Wheel of Fortune, Glücksrad). Later, the station acquired a name for its original series and TV films.",
  "/wiki/VOX_(German_TV_channel)": "Vox is a German free-to-air television channel launched on 25 January 1993 and owned by RTL Group. The channel mainly broadcasts documentaries and US series and movies.",
  "/wiki/Das_Erste": "Das Erste (German: [das ˈʔeːɐ̯stə], The First) is the flagship national television channel of the ARD association of public broadcasting corporations in Germany. ARD and ZDF – \"the Second\" German Television Channel – together comprise the public service television broadcasters in the German television system. Das Erste is jointly operated by the nine regional public broadcasting corporations that are members of the ARD.",
  "/wiki/ARD_(broadcaster)": "ARD (German pronunciation: [ˌʔaː.ʔɛɐ̯.ˈdeː]; full name: Arbeitsgemeinschaft der öffentlich-rechtlichen Rundfunkanstalten der Bundesrepublik Deutschland – Working group of public broadcasters of the Federal Republic of Germany) is a joint organisation of Germany's regional public-service broadcasters. It was founded in 1950 in West Germany to represent the common interests of the new, decentralised, post-war broadcasting services – in particular the introduction of a joint television network.",
  "/wiki/Puls_4": "Puls 4 is a terrestrial television channel in Austria. As its name implies, it is the fourth Austrian-wide full-service television channel, behind ORF eins, ORF 2, and ATV.",
  "/wiki/ATV_(Austria)": "ATV is the largest commercial television station in Austria, and was the first commercial station to be aired via transmitters after a long time when commercial broadcasts in Austria were only possible via satellite or cable and the national public broadcaster ORF held a monopoly of using the airwaves.",
  "/wiki/Tele_M%C3%BCnchen_Gruppe": "Leonine Holding, formerly Tele München Group (German: Tele München Gruppe; TMG), is a media company based in Munich."
}