{
  "/wiki/Camp_Release_State_Monument": "Camp Release State Monument is located on the edge of Montevideo, Minnesota, United States, just off Highway 212. The Camp Release Monument stands as a reminder of Minnesota's early state history. The Minnesota River Valley and Montevideo were important sites in the Dakota War of 1862. In the fall of 1862, the Dakota tribes surrendered to Colonel Henry Hastings Sibley on a bluff overlooking the valley and the present-day site of Montevideo.  The monument was the first property added to the state park system and was listed on the National Register of Historic Places in 1973.",
  "/wiki/U.S._Route_212": "U.S. Route 212 (US 212) is a spur of U.S. Route 12. It does not intersect U.S. 12 now, but it once had an eastern terminus at U.S. 12 in St. Paul, Minnesota.  It runs for 949 miles (1,527 km) from Minnesota Highway 62 at Edina, Minnesota to Yellowstone National Park.",
  "/wiki/Montevideo,_Minnesota": "Montevideo /ˌmɒntəˈvɪdi.oʊ/ is a city in Chippewa County, Minnesota, United States. The population was 5,383 at the 2010 census. It is the county seat of Chippewa County. The town's mayor is Jim Curtiss and the Council President is Nathan Schhmidt.",
  "/wiki/Dakota_people": "The Dakota (pronounced [daˈkˣota], Dakota language: Dakȟóta/Dakhóta) are a Native American tribe and First Nations band government in North America. They compose two of the three main subcultures of the Sioux /ˈsuː/ people, and are typically divided into the Eastern Dakota and the Western Dakota.",
  "/wiki/Dakota_War_of_1862": "The Dakota War of 1862, also known as the Sioux Uprising, the Dakota Uprising, the Sioux Outbreak of 1862, the Dakota Conflict, the U.S.–Dakota War of 1862 or Little Crow's War, was an armed conflict between the United States and several bands of Dakota (also known as the eastern 'Sioux'). It began on August 17, 1862, along the Minnesota River in southwest Minnesota, four years after its admission as a state. Throughout the late 1850s in the lead-up to the war, treaty violations by the United States and late or unfair annuity payments by Indian agents caused increasing hunger and hardship among the Dakota. During the war, the Dakota made extensive attacks on hundreds of settlers and immigrants, which resulted in settler deaths, and caused many to flee the area. Intense desire for immediate revenge ended with soldiers capturing hundreds of Dakota men and interning their families. A military tribunal quickly tried the men, sentencing 303 to death for their crimes. President Lincoln would later commute the sentence of 264 of them. The mass hanging of 38 Dakota men was conducted on December 26, 1862, in Mankato, Minnesota; it was the largest mass execution in United States history.",
  "/wiki/Dawson,_Minnesota": "Dawson is a city in Lac qui Parle County, Minnesota, United States. The population was 1,540 at the 2010 census.",
  "/wiki/Richardsonian_Romanesque": "Richardsonian Romanesque is a style of Romanesque Revival architecture named after architect Henry Hobson Richardson (1838–1886). The revival style incorporates 11th and 12th century southern French, Spanish and Italian Romanesque characteristics. Richardson first used elements of the style in his Richardson Olmsted Complex in Buffalo, New York, designed in 1870. Multiple architects followed in this style in the late 1800s; Richardsonian Romanesque later influenced modern styles of architecture as well.",
  "/wiki/Minnesota_National_Guard": "The Minnesota National Guard is composed of more than 13,000 Soldiers and Airmen, serving in 61 communities across the state. The Constitution of the United States specifically charges the National Guard with dual federal and state missions. The National Guard is the only United States military force empowered to function in a state status. Those functions range from limited actions during non-emergency situations to full scale law enforcement of martial law when local law enforcement officials can no longer maintain civil control. The National Guard may be called into federal service in response to a call by the President or Congress.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Carnegie_library": "A Carnegie library is a library built with money donated by Scottish-American businessman and philanthropist Andrew Carnegie. A total of 2,509 Carnegie libraries were built between 1883 and 1929, including some belonging to public and university library systems. 1,689 were built in the United States, 660 in the United Kingdom and Ireland, 125 in Canada, and others in Australia, South Africa, New Zealand, Serbia, Belgium, France, the Caribbean, Mauritius, Malaysia, and Fiji.",
  "/wiki/Lac_Qui_Parle_County_Courthouse": "The Lac Qui Parle County Courthouse, located at 600 6th Street in Madison, Lac Qui Parle County in the U.S. state of Minnesota is a Richardsonian Romanesque style building featuring a high central tower, built in 1899 at a cost of $30,689.",
  "/wiki/Madison,_Minnesota": "Madison is a city in Lac qui Parle County, Minnesota, United States, along the 45th parallel. The population was 1,551 at the 2010 census.  It is the county seat of Lac qui Parle County. It proclaims itself to be the \"lutefisk capital of the USA.\"",
  "/wiki/Buechner_&_Jacobson": "Buechner & Orth was a St. Paul, Minnesota-based architectural firm that designed buildings in Minnesota and surrounding states, including 13 courthouses in North Dakota.  It was the subject of a 1979 historic resources study.",
  "/wiki/County_seat": "A county seat is an administrative center, seat of government, or capital city of a county or civil parish. The term is used in Canada, China, Romania, Taiwan and the United States. County towns have a similar function in the United Kingdom and Republic of Ireland, and historically in Jamaica.",
  "/wiki/Lac_qui_Parle_Mission": "Lac qui Parle Mission is a pre-territorial mission in Chippewa County, Minnesota, United States, which was founded in June 1835 by Dr. Thomas Smith Williamson and Alexander Huggins after fur trader Joseph Renville invited missionaries to the area. Lac qui Parle is a French translation of the native Dakota name, meaning \"lake which speaks\". In the 19th century, the first dictionary of the Dakota language was written, and part of the Bible was translated into that language for the first time at a mission on the site of the park.  It was a site for Christian missionary work to the Sioux for nearly 20 years.  Renville was related to and had many friends in the native community, and after his death in 1846, the business was taken over by the \"irreligious\" Martin McLeod.  The Indians became more hostile to the mission, and in 1854 the missionaries abandoned the site and relocated to the Upper Sioux Agency.",
  "/wiki/Fort_Renville": "Fort Renville was a fur-trading post established by Joseph Renville and built in 1826.  There are no visible remains at its site, a half mile from the Lac qui Parle Mission, in Lac qui Parle State Park near Watson, Minnesota, United States.  It was a significant post during the fur-trading years, but fell out of use after Renville's death in 1846.  The site was excavated in 1940 and is now held in preservation by the Minnesota Historical Society.  It is not open to the public.",
  "/wiki/Mission_(station)": "A religious mission or mission station is a location for missionary work, in particular Christian missions.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Chippewa_County,_Minnesota": "This is a list of the National Register of Historic Places listings in Chippewa County, Minnesota.  It is intended to be a complete list of the properties and districts on the National Register of Historic Places in Chippewa County, Minnesota, United States.  The locations of National Register properties and districts for which the latitude and longitude coordinates are included below, may be seen in an online map.",
  "/wiki/Lac_qui_Parle_State_Park": "Lac qui Parle State Park  is a state park of Minnesota, United States, near Watson. Lac qui Parle is a French translation of the native Dakota name, meaning \"lake which speaks\".",
  "/wiki/Lac_qui_Parle": "Lac qui Parle is a reservoir located in western Minnesota, United States, which was formed by the damming of the Minnesota River. The dam was built by the Works Progress Administration (WPA) in 1939. It was reconstructed in 1996.  Lac qui Parle is a French translation of the native Dakota name, meaning \"lake which speaks\".",
  "/wiki/New_Deal": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. It responded to needs for relief, reform, and recovery from the Great Depression. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and the Social Security Administration (SSA). They provided support for farmers, the unemployed, youth and the elderly. The New Deal included new constraints and safeguards on the banking industry and efforts to re-inflate the economy after prices had fallen sharply. New Deal programs included both laws passed by Congress as well as presidential executive orders during the first term of the presidency of Franklin D. Roosevelt.",
  "/wiki/National_Park_Service_rustic": "National Park Service rustic – sometimes colloquially called Parkitecture – is a style of architecture that developed in the early and middle 20th century in the United States National Park Service (NPS) through its efforts to create buildings that harmonized with the natural environment. Since its founding in 1916, the NPS sought to design and build visitor facilities without visually interrupting the natural or historic surroundings. The early results were characterized by intensive use of hand labor and a rejection of the regularity and symmetry of the industrial world, reflecting connections with the Arts and Crafts movement and American Picturesque architecture. Architects, landscape architects and engineers combined native wood and stone with convincingly native styles to create visually appealing structures that seemed to fit naturally within the majestic landscapes. Examples of the style can be found in numerous types of National Park structures, including entrance gateways, hotels and lodges, park roads and bridges, visitor centers, trail shelters, informational kiosks, and even mundane maintenance and support facilities. Many of these buildings are listed on the National Register of Historic Places.",
  "/wiki/Louisburg,_Minnesota": "Louisburg is a city in Lac qui Parle County, Minnesota, United States. The population was 47 at the 2010 census.",
  "/wiki/Madison_Carnegie_Library": "The Madison Carnegie Library or Madison Public Library, located at 401 Sixth Avenue, Madison, in the U.S. state of Minnesota is a public library building built in 1905 of brick with limestone trim. Its characteristic features include a columned and pedimented main entrance and a small polygonal dome on its flat roof. The structure was built with an $8,000 grant from Andrew Carnegie. This was one of over 3,000 libraries in 47 states funded by Carnegie. Local residents gave an additional $1,000 in gifts and books at its dedication on January 22, 1906. Gerhard Herriges, a contractor for public buildings in Western Minnesota, built the building for $6,216.85.",
  "/wiki/Buechner_&_Orth": "Buechner & Orth was a St. Paul, Minnesota-based architectural firm that designed buildings in Minnesota and surrounding states, including 13 courthouses in North Dakota.  It was the subject of a 1979 historic resources study.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Lac_qui_Parle_County,_Minnesota": "This is a list of the National Register of Historic Places listings in Lac qui Parle County, Minnesota.  It is intended to be a complete list of the properties and districts on the National Register of Historic Places in Lac qui Parle County, Minnesota, United States.  The locations of National Register properties and districts for which the latitude and longitude coordinates are included below, may be seen in an online map."
}