{
  "/wiki/Kevin_Barr": "Kevin Barr is a Canadian politician, who served in the Yukon Legislative Assembly from 2011 to 2016. He represented the electoral district of Mount Lorne-Southern Lakes as a member of the Yukon New Democratic Party caucus. First elected in the 2011 election, he was defeated in the 2016 election by John Streicker of the Yukon Liberal Party.",
  "/wiki/Yukon_New_Democratic_Party": "The Yukon New Democratic Party (NDP; French: Nouveau Parti démocratique du Yukon) is a social-democratic political party in the Yukon territory of Canada.",
  "/wiki/Mount_Lorne-Southern_Lakes": "Mount Lorne-Southern Lakes is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. It was one of the Yukon's eight rural ridings.",
  "/wiki/Brad_Cathers": "Brad Cathers is a Canadian politician. He represents the electoral district of Lake Laberge in the Yukon Legislative Assembly on behalf of the Yukon Party. He is currently the longest-serving incumbent in the Assembly.",
  "/wiki/Yukon_Party": "The Yukon Party (French: Parti du Yukon) is a conservative political party in Yukon, Canada. It is the successor to the Yukon Progressive Conservative Party.",
  "/wiki/Lake_Laberge_(electoral_district)": "Lake Laberge is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada. It is one of the Yukon's eight rural districts and is named after the eponymous Lake Laberge, which is within the riding.",
  "/wiki/Currie_Dixon": "Currie Dixon is a Canadian politician, who was elected to the Yukon Legislative Assembly in the 2011 election. He served as a Cabinet minister and represented the electoral district of Copperbelt North as a member of the Yukon Party caucus until 2016.",
  "/wiki/Copperbelt_North": "Copperbelt North is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. The riding was created in 2009 following the amalgamation of part of the district of Whitehorse West and the former district of Copperbelt. It includes much of the Whitehorse subdivision of Copper Ridge, as well as the Lobird mobile home park.",
  "/wiki/Darius_Elias": "Darius Mortimer Elias is a Canadian politician. He represented the rural Yukon electoral district of Vuntut Gwitchin in the Yukon Legislative Assembly from 2006–2016 as a member of both the Yukon Liberal Party and the Yukon Party.",
  "/wiki/Vuntut_Gwitchin_(electoral_district)": "Vuntut Gwitchin is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. It is one of the Yukon's eight rural seats.",
  "/wiki/Doug_Graham_(Canadian_politician)": "Doug Graham is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. He represented the electoral district of Porter Creek North as a member of the Yukon Party caucus until his defeat in the 2016 election.",
  "/wiki/Porter_Creek_North": "Porter Creek North is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon, Canada. It contains part of the Whitehorse subdivision of Porter Creek, as well as the subdivisions of Crestview and Kulan. It is bordered by the Whitehorse ridings of Porter Creek Centre, Porter Creek South, Takhini-Kopper King, and Riverdale North, as well as the rural ridings of Lake Laberge and Kluane.",
  "/wiki/Elizabeth_Hanson": "Elizabeth (Liz) Hanson (born 1951) is a Canadian politician from the Yukon. She has been the Leader of the Yukon New Democratic Party since September 26, 2009, and represents the electoral district of Whitehorse Centre in the Yukon Legislative Assembly.",
  "/wiki/Whitehorse_Centre": "Whitehorse Centre is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada. It was created in 1992 from an amalgamation of the ridings of Whitehorse North Centre and Whitehorse South Centre and readjusted in 2002 following the dissolution of the neighbouring riding of Riverside. The riding encompasses the downtown core of the City of Whitehorse (including Marwell) between the escarpment and the Yukon River. Whitehorse Centre is home to most of Whitehorse's businesses and government offices.",
  "/wiki/Stacey_Hassard": "Stacey Hassard is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. He represents the electoral district of Pelly-Nisutlin as a member of the Yukon Party caucus.",
  "/wiki/Pelly-Nisutlin_(electoral_district)": "Pelly-Nisutlin is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada. It was created in 2002 out of the districts of Faro and Ross River-Southern Lakes. The riding includes the communities of Teslin, Faro, Ross River, Little Salmon, and Johnsons Crossing. It encompasses the traditional territory of the Teslin Tlingit Council and the Ross River Dena Council of the Kaska Dena. Pelly-Nisutlin is bordered by the rural ridings of Mayo-Tatchun, Lake Laberge, Mount Lorne-Southern Lakes, and Watson Lake.",
  "/wiki/Wade_Istchenko": "Wade Istchenko is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 and 2016 elections. A former Cabinet minister, he currently represents the rural Yukon district of Kluane as a member of the opposition Yukon Party caucus.",
  "/wiki/Kluane": "Kluane is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Canadian territory of Yukon. It is named after Kluane National Park, which is within the riding. It is one of the Yukon's eight rural districts.",
  "/wiki/Scott_Kent": "Scott Kent is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2000, 2011 and 2016 Yukon elections. He currently represents the Whitehorse electoral district of Copperbelt South as a member of the Yukon Party caucus.",
  "/wiki/Riverdale_North": "Riverdale North is an electoral district which elects a Member of the Legislative Assembly (MLA) to the Legislative Assembly of the Yukon Territory in Canada.  Along with Riverdale South, it makes up the subdivision of Whitehorse of Riverdale. The district also includes the residents of Long Lake Road.",
  "/wiki/David_Laxton": "David Laxton is a Canadian politician who was elected to in the Yukon Legislative Assembly in the 2011 election. He served as the 10th Speaker of the Yukon Legislative Assembly and represented the electoral district of Porter Creek Centre on behalf of the Yukon Party until his resignation from caucus in mid-2016.",
  "/wiki/Porter_Creek_Centre_(electoral_district)": "Porter Creek Centre is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon, Canada. It was created in 2002 out of the Whitehorse ridings of Porter Creek North and Porter Creek South. It encompasses the Whitehorse subdivision of Whistle Bend and part of the subdivision of Porter Creek. It is bordered by the ridings of Porter Creek South, Porter Creek North, and Riverdale North.",
  "/wiki/Patti_McLeod": "Patti McLeod is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. She represents the electoral district of Watson Lake as a member of the Yukon Party caucus.",
  "/wiki/Watson_Lake_(electoral_district)": "Watson Lake is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada. The riding is one of the Yukon's eight rural ridings and is one of the oldest ridings in the Yukon.",
  "/wiki/Mike_Nixon_(politician)": "Mike Nixon is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. He represented the electoral district of Porter Creek South as a member of the Yukon Party caucus until 2016.",
  "/wiki/Porter_Creek_South": "Porter Creek South is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada. It comprises part of the Whitehorse subdivision of Porter Creek and is the smallest riding in Whitehorse. It is bordered by the ridings of Porter Creek Centre, Porter Creek North, and Takhini-Kopper King.",
  "/wiki/Lois_Moorcroft": "Lois Moorcroft (born August 21, 1954) is a Canadian politician, who represented the electoral districts of Mount Lorne (1992-2000) and Copperbelt South (2011-2016) in the Yukon Legislative Assembly. She is a member of the Yukon New Democratic Party.",
  "/wiki/Copperbelt_South": "Copperbelt South is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. It is an amalgamation of the former ridings of Mount Lorne and Copperbelt. It is bordered by the ridings of Riverdale South, Copperbelt North, Takhini-Kopper King, and Mount Lorne-Southern Lakes.",
  "/wiki/Darrell_Pasloski": "Darrell Thomas Pasloski (born December 2, 1960) is a territorial politician from Yukon, Canada, who was leader of the Yukon Party, and served as the eighth Premier of Yukon from 2011 to 2016.  His party was defeated in the general election of November, 2016, and he lost his own seat. He was succeeded by Sandy Silver as Premier of Yukon on December 3, 2016.",
  "/wiki/Mountainview_(electoral_district)": "Mountainview is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. It was created in 2009 out of parts of the former districts of McIntyre-Takhini and Copperbelt. It contains the Whitehorse subdivisions of Granger, Valleyview, McIntyre, and Hillcrest.",
  "/wiki/Sandy_Silver": "Sidney Alexander \"Sandy\" Silver (born October 15, 1969) is a Canadian politician, the ninth and current premier of Yukon since 2016. He was first elected to the Yukon Legislative Assembly in the 2011 election, and was re-elected in 2016. He represents the electoral district of Klondike and is Leader of the Yukon Liberal Party.",
  "/wiki/Yukon_Liberal_Party": "The Yukon Liberal Party  (French: Parti libéral du Yukon) is a political party in the territory of Yukon, Canada.",
  "/wiki/Klondike_(electoral_district)": "Klondike is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. One of the Yukon's eight rural ridings, it is also the oldest riding in the Yukon, first established in 1905. The riding includes Dawson City and its environs, as well as Eagle Plains.",
  "/wiki/Jan_Stick": "Jan Stick is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. She represents the electoral district of Riverdale South as a member of the Yukon New Democratic Party caucus.",
  "/wiki/Riverdale_South": "Riverdale South is an electoral district which elects a Member of the Legislative Assembly (MLA) to the Legislative Assembly of the Yukon Territory in Canada. Along with Riverdale North, it makes up the subdivision of Whitehorse called Riverdale. It is bordered by the ridings of Riverdale North, Mountainview, Copperbelt South, and Mount Lorne-Southern Lakes.",
  "/wiki/Elaine_Taylor_(politician)": "Elaine Taylor (born December 3, 1967 in Watson Lake, Yukon) is a Canadian politician. She is the former Deputy Premier of the Yukon and represented the electoral district of Whitehorse West in the Yukon Legislative Assembly. First elected in 2002, and re-elected in 2006 and 2011, she was defeated in the 2016 Yukon general election by Richard Mostyn of the Yukon Liberal Party.",
  "/wiki/Whitehorse_West": "Whitehorse West is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of the Yukon Territory in Canada.",
  "/wiki/Jim_Tredger": "Jim Tredger is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. He represented the electoral district of Mayo-Tatchun as a member of the Yukon New Democratic Party caucus from 2011 to 2016.",
  "/wiki/Mayo-Tatchun": "Mayo-Tatchun is an electoral district which returns an MLA to the Legislative Assembly of the Yukon Territory in Canada. It is an amalgamation of the former Mayo and Tatchun electoral districts.",
  "/wiki/Kate_White_(politician)": "Kate White is a Canadian politician, who was elected to in the Yukon Legislative Assembly in the 2011 election. She represents the Whitehorse electoral district of Takhini-Kopper King as a member of the Yukon New Democratic Party caucus.",
  "/wiki/Takhini-Kopper_King": "Takhini-Kopper King is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon in Canada. It was created in 2009 out of much of the former riding of McIntyre-Takhini. The riding includes the Whitehorse subdivisions of Takhini and Raven's Ridge, as well as the Kopper King, Takhini, and Northland mobile home parks and the residences along the Fish Lake Road.",
  "/wiki/33rd_Legislature_of_Yukon": "The 33rd Yukon Legislative Assembly commenced on October 12, 2011 after Yukon voters returned a majority Yukon Party government under the leadership of Darrell Pasloski. The Yukon NDP became the official opposition while the Liberals took third place status."
}