{
  "/wiki/AccuRev_SCM": "AccuRev is a software configuration management application developed by AccuRev, Inc. and was first released in 1999. In December 2013 AccuRev was acquired by Micro Focus.",
  "/wiki/American_Airlines": "American Airlines, Inc. (AA) is a major American airline headquartered in Fort Worth, Texas, within the Dallas–Fort Worth metroplex. It is the world's largest airline when measured by fleet size, revenue, scheduled passengers carried, scheduled passenger-kilometers flown, and number of destinations served. American, together with its regional partners, operates an extensive international and domestic network with almost 6,800 flights per day to nearly 350 destinations in more than 50 countries. American Airlines is a founding member of the Oneworld alliance, the third largest airline alliance in the world. Regional service is operated by independent and subsidiary carriers under the brand name American Eagle.",
  "/wiki/Ford_Motor_Company": "Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
  "/wiki/Lockheed_Martin": "Lockheed Martin Corporation is an American global aerospace, defense, security, and advanced technologies company with worldwide interests. It was formed by the merger of Lockheed Corporation with Martin Marietta in March 1995. It is headquartered in North Bethesda, Maryland, in the Washington, D.C., area. Lockheed Martin employs approximately 110,000 people worldwide as of January, 2020.",
  "/wiki/Orbitz": "Orbitz.com is a travel fare aggregator website and travel metasearch engine. The website is owned by Orbitz Worldwide, Inc., a subsidiary of Expedia Group. It is headquartered in the Citigroup Center, Chicago, Illinois.",
  "/wiki/Xerox": "Xerox Holdings Corporation (/ˈzɪərɒks/; also known as Xerox) is an American global corporation that sells print and digital document products and services in more than 160 countries. Xerox is headquartered in Norwalk, Connecticut (having moved from Stamford, Connecticut, in October 2007), though its largest population of employees is based around Rochester, New York, the area in which the company was founded. The company purchased Affiliated Computer Services for $6.4 billion in early 2010. As a large developed company, it is consistently placed in the list of Fortune 500 companies.",
  "/wiki/McAfee": "McAfee, LLC (/ˈmækəfiː/; formerly known as McAfee Associates, Inc. in 1987–2014 and Intel Security Group in 2014–2017) is an American global computer security software company headquartered in Santa Clara, California and claims to be the world's largest dedicated technology security company.",
  "/wiki/Polycom": "Polycom, Inc. is an American multinational corporation that develops video, voice and content collaboration and communication technology. Polycom was co-founded in 1990 by Brian L Hinman and Jeffrey Rodman. In 2018 it was acquired by Plantronics. In 2014, it was the largest pure-play collaboration company in its industry.",
  "/wiki/SanDisk": "SanDisk is a brand of Western Digital for flash memory products, including memory cards and readers, USB flash drives, and solid-state drives. It was acquired by WD in 2016.",
  "/wiki/Siemens": "Siemens AG (German pronunciation: [ˈziːməns] or [-mɛns]) is a German multinational conglomerate company headquartered in Munich and the largest industrial manufacturing company in Europe with branch offices abroad.",
  "/wiki/Sony": "Sony Corporation (ソニー株式会社, Sonī Kabushiki Kaisha, /ˈsoʊni/ SOH-nee, commonly known as Sony and stylized as SONY) is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. Its diversified business includes consumer and professional electronics, gaming, entertainment and financial services. The company owns the largest music entertainment business in the world, the largest video game console business and one of the largest video game publishing businesses, and is one of the leading manufacturers of electronic products for the consumer and professional markets, and a leading player in the film and television entertainment industry.[better source needed] Sony was ranked 97th on the 2018 Fortune Global 500 list.",
  "/wiki/NortonLifeLock": "NortonLifeLock Inc. (formerly known as Symantec /sɪˈmænˌtɛk/) is an American software company headquartered in Tempe, Arizona, United States. The company provides cybersecurity software and services. NortonLifeLock is a Fortune 500 company and a member of the S&P 500 stock-market index. The company also has development centers in Pune, Chennai and Bangalore.",
  "/wiki/Thomson_Financial": "Thomson Financial was an arm of the Thomson Corporation, an information provider. When the Thomson Corporation merged with Reuters to form Thomson Reuters in April 2008, Thomson Financial was merged with the business of Reuters to form the Markets Division of Thomson Reuters.",
  "/wiki/Verizon_Wireless": "Cellco Partnership, doing business as Verizon Wireless, (commonly shortened to Verizon) is an American telecommunications company which offers wireless products and services. It is a wholly owned subsidiary of Verizon Communications. Verizon Wireless provides service to 118.7 million subscribers. Verizon Wireless is the second largest wireless telecommunications provider in the United States after AT&T.",
  "/wiki/Team_Foundation_Server": "Azure DevOps Server (formerly Team Foundation Server (TFS) and Visual Studio Team System) is a Microsoft product that provides version control (either with Team Foundation Version Control (TFVC) or Git), reporting, requirements management, project management (for both agile software development and waterfall teams), automated builds, lab management, testing and release management capabilities. It covers the entire application lifecycle, and enables DevOps capabilities. Azure DevOps can be used as a back-end to numerous integrated development environments (IDEs) but is tailored for Microsoft Visual Studio and Eclipse on all platforms.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Visual_Studio_Team_Services": "Microsoft Visual Studio is an integrated development environment (IDE) from Microsoft. It is used to develop computer programs, as well as websites, web apps, web services and mobile apps. Visual Studio uses Microsoft software development platforms such as Windows API, Windows Forms, Windows Presentation Foundation, Windows Store and Microsoft Silverlight. It can produce both native code and managed code.",
  "/wiki/GNU_Bazaar": "GNU Bazaar (formerly Bazaar-NG, command line tool bzr) is a distributed and client–server revision control system sponsored by Canonical.",
  "/wiki/Baz_(software)": "GNU Bazaar (formerly Bazaar-NG, command line tool bzr) is a distributed and client–server revision control system sponsored by Canonical.",
  "/wiki/Canonical_Ltd.": "Canonical Ltd. is a UK-based privately held computer software company founded and funded by South African entrepreneur Mark Shuttleworth to market commercial support and related services for Ubuntu and related projects. Canonical employs staff in more than 30 countries and maintains offices in London, Austin, Boston, Shanghai, Beijing, Taipei, and the Isle of Man.",
  "/wiki/Ubuntu_(operating_system)": "Ubuntu (/ʊˈbʊntuː/ (listen) uu-BUUN-too) is a free and open-source Linux distribution based on Debian. Ubuntu is officially released in three editions: Desktop, Server, and Core for the internet of things devices and robots. All the editions can run on the computer alone, or in a virtual machine. Ubuntu is a popular operating system for cloud computing, with support for OpenStack.",
  "/wiki/Launchpad_(website)": "Launchpad is a web application and website that allows users to develop and maintain software, particularly open-source software. It is developed and maintained by Canonical Ltd.",
  "/wiki/BitKeeper": "BitKeeper is a software tool for distributed revision control of computer source code. Originally proprietary software, it was released as open-source software under the Apache License 2.0 on 9 May 2016. BitKeeper is produced by BitMover Inc., a privately held company based in Los Gatos, California and owned by its CEO, Larry McVoy, who had previously designed TeamWare.",
  "/wiki/Sun_WorkShop_TeamWare": "Sun WorkShop TeamWare (later Forte TeamWare, then Forte Code Management Software) is a distributed source code revision control system made by Sun Microsystems. It was first announced in November 1992 as SPARCworks/TeamWare and ProWorks/TeamWare and made commercially available in 1993. Last available as part of the Forte Developer 6 update 2 product, TeamWare is no longer being offered for sale, and is not part of the Sun Studio product.",
  "/wiki/CA_Harvest_Software_Change_Manager": "CA Harvest Software Change Manager (originally known as CCC/Harvest) is a software tool for the configuration management (revision control, SCM, etc.) of source code and other software development assets.",
  "/wiki/Rational_ClearCase": "Rational ClearCase is a family of computer software tools that supports software configuration management (SCM) of source code and other software development assets. It also supports design-data management of electronic design artifacts, thus enabling hardware and software co-development. ClearCase includes revision control and forms the basis for configuration management at large and medium-sized businesses, accommodating projects with hundreds or thousands of developers. It is developed by IBM.",
  "/wiki/Apollo_Computer": "Apollo Computer Inc., founded 1980 in Chelmsford, Massachusetts by William Poduska (a founder of Prime Computer) and others, developed and produced Apollo/Domain workstations in the 1980s. Along with Symbolics and Sun Microsystems, Apollo was one of the first vendors of graphical workstations in the 1980s. Like computer companies at the time and unlike manufacturers of IBM PC compatibles, Apollo produced much of its own hardware and software.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/Alcatel-Lucent": "Alcatel-Lucent S.A. (French pronunciation: ​[alkatɛl lysɛnt]) was a French global telecommunications equipment company, headquartered in Boulogne-Billancourt, France. It was formed in 2006 by the merger of France-based Alcatel and U.S.-based Lucent, the latter being the successor of AT&T's Western Electric.",
  "/wiki/Cisco": "Cisco Systems, Inc. is an American multinational technology conglomerate headquartered in San Jose, California, in the center of Silicon Valley.  Cisco develops, manufactures and sells networking hardware, software, telecommunications equipment and other high-technology services and products. Through its numerous acquired subsidiaries, such as OpenDNS, Webex, Jabber and Jasper, Cisco specializes into specific tech markets, such as Internet of Things (IoT), domain security and energy management. Cisco is incorporated in California.",
  "/wiki/Motorola": "Motorola, Inc. (/ˌmoʊtəˈroʊlə/) was an American multinational telecommunications company founded on September 25, 1928, based in Schaumburg, Illinois. After having lost $4.3 billion from 2007 to 2009, the company was divided into two independent public companies, Motorola Mobility and Motorola Solutions on January 4, 2011. Motorola Solutions is generally considered to be the direct successor to Motorola, as the reorganization was structured with Motorola Mobility being spun off. Motorola Mobility was sold to Google in 2012, and acquired by Lenovo in 2014.",
  "/wiki/Ericsson": "Telefonaktiebolaget LM Ericsson, doing business as Ericsson, is a Swedish multinational networking and telecommunications company headquartered in Stockholm. The company offers services, software and infrastructure in information and communications technology for telecommunications operators, traditional telecommunications and Internet Protocol (IP) networking equipment, mobile and fixed broadband, operations and business support services, cable television, IPTV, video systems, and an extensive services operation.",
  "/wiki/Nokia": "Nokia Corporation (natively Nokia Oyj, referred to as Nokia; Finnish: [ˈnokiɑ], UK: /ˈnɒkiə/, US: /ˈnoʊkiə/) is a Finnish multinational telecommunications, information technology, and consumer electronics company, founded in 1865. Nokia's headquarters are in Espoo, in the greater Helsinki metropolitan area. In 2018, Nokia employed approximately 103,000 people across over 100 countries, did business in more than 130 countries, and reported annual revenues of around €23 billion. Nokia is a public limited company listed on the Helsinki Stock Exchange and New York Stock Exchange. It is the world's 415th-largest company measured by 2016 revenues according to the Fortune Global 500, having peaked at 85th place in 2009. It is a component of the Euro Stoxx 50 stock market index.",
  "/wiki/Society_for_Worldwide_Interbank_Financial_Telecommunication": "The Society for Worldwide Interbank Financial Telecommunication (SWIFT), legally S.W.I.F.T. SCRL, provides a network that enables financial institutions worldwide to send and receive information about financial transactions in a secure, standardized and reliable environment. SWIFT also sells software and services to financial institutions, much of it for use on the SWIFTNet network, and ISO 9362. Business Identifier Codes (BICs, previously Bank Identifier Codes) are popularly known as \"SWIFT codes\".",
  "/wiki/Code_Co-op": "Code Co-op is the peer-to-peer revision control system made by Reliable Software.",
  "/wiki/Concurrent_Versions_System": "The Concurrent Versions System (CVS), also known as the Concurrent Versioning System, is a free client-server revision control system in the field of software development. A version control system keeps track of all work and all changes in a set of files, and allows several developers (potentially widely separated in space and time) to collaborate. Dick Grune developed CVS as a series of shell scripts in July 1986.",
  "/wiki/Revision_Control_System": "Revision Control System (RCS) is an early version control system (VCS). It is a set of UNIX commands that allow multiple users to develop and maintain program code or documents.  With RCS, users can make their own revisions of a document, commit changes, and merge them. RCS was originally developed for programs but is also useful for text documents or configuration files that are frequently revised.",
  "/wiki/NetBSD": "NetBSD is a free and open-source Unix-like operating system based on the Berkeley Software Distribution (BSD). It was the first open-source BSD descendant officially released after 386BSD was forked. It continues to be actively developed and is available for many platforms, including servers, desktops, handheld devices, and embedded systems.",
  "/wiki/OpenBSD": "OpenBSD is a free and open-source Unix-like operating system based on the Berkeley Software Distribution. Theo de Raadt created OpenBSD in 1995 by forking NetBSD. According to de Raadt, OpenBSD is a research operating system for developing security mitigations.",
  "/wiki/CVSNT": "The CVSNT Versioning System implements a version control system: it keeps track of all changes in a set of files, typically the implementation of a software project, and allows several (potentially geographically separated) developers to collaborate. It is compatible with and originally based on Concurrent Versions System (CVS), which has become popular in the open-source world.",
  "/wiki/Darcs": "Darcs is a distributed version control system created by David Roundy. Key features include the ability to choose which changes to accept from other repositories, interaction with either other local (on-disk) repositories or remote repositories via SSH, HTTP, or email, and an unusually interactive interface. The developers also emphasize the use of advanced software tools for verifying correctness: the expressive type system of the functional programming language Haskell enforces some properties, and randomized testing via QuickCheck verifies many others.  The name is a recursive acronym for Darcs Advanced Revision Control System.",
  "/wiki/Mnet_(Computer_program)": "Mnet is software to run a distributed peer-to-peer distributed data store for file sharing purpose.",
  "/wiki/Xmonad": "xmonad is a dynamic window manager (tiling) for the X Window System, noted for being written in the functional programming language Haskell.",
  "/wiki/Dimensions_CM": "Dimensions CM is a software change and configuration management product developed by Micro Focus. It includes revision control, change, build and release management capabilities.",
  "/wiki/Serena_Software": "With operations in 11 countries, Serena Software Inc is a US-based software company that provides IT management products to enterprises.  Serena solutions offer a process orchestration approach and span the areas of development, DevOps and IT management.",
  "/wiki/European_Space_Agency": "The European Space Agency pronunciation (help·info) (ESA; French: Agence spatiale européenne pronunciation (help·info), ASE; German: Europäische Weltraumorganisation) is an intergovernmental organisation of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion (~US$7.43 billion) in 2020.",
  "/wiki/Fujitsu": "Fujitsu Ltd. (富士通株式会社, Fujitsū Kabushiki-gaisha) is a Japanese multinational information technology equipment and services company headquartered in Tokyo, Japan. In 2018, it was the world's fourth-largest IT services provider measured by global IT services revenue (after IBM, Accenture and AWS). Fortune named Fujitsu as one of the world's most admired companies and a Global 500 company.",
  "/wiki/Fossil_(software)": "Fossil is a distributed version control system, bug tracking system and wiki software server for use in software development created by D. Richard Hipp.",
  "/wiki/SQLite": "SQLite (/ˌɛsˌkjuːˌɛlˈaɪt/, /ˈsiːkwəˌlaɪt/) is a relational database management system (RDBMS) contained in a C library. In contrast to many other database management systems, SQLite is not a client–server database engine. Rather, it is embedded into the end program.",
  "/wiki/Tcl": "Tcl (pronounced \"tickle\" or tee cee ell /ˈtiː siː ɛl/) is a high-level, general-purpose, interpreted, dynamic programming language. It was designed with the goal of being very simple but powerful. Tcl casts everything into the mold of a command, even programming constructs like variable assignment and procedure definition. Tcl supports multiple programming paradigms, including object-oriented, imperative and functional programming or procedural styles.",
  "/wiki/Git": "Git (/ɡɪt/) is a distributed version-control system for tracking changes in source code during software development. It is designed for coordinating work among programmers, but it can be used to track changes in any set of files. Its goals include speed, data integrity, and support for distributed, non-linear workflows.",
  "/wiki/Linus_Torvalds": "Linus Benedict Torvalds (/ˈliːnəs ˈtɔːrvɔːldz/ LEE-nəs TOR-vawldz, Finland Swedish: [ˈliːnʉs ˈtuːrvɑlds] (listen); born 28 December 1969) is a Finnish-American software engineer who is the creator and, historically, the principal developer of the Linux kernel, which is the kernel for Linux operating systems (distributions) and other operating systems such as Android and Chrome OS. He also created the distributed version control system Git and the scuba dive logging and planning software Subsurface.",
  "/wiki/Linux_kernel": "The Linux kernel is a free and open-source, monolithic, Unix-like operating system kernel.  The Linux family of operating systems is based on this kernel and deployed on both traditional computer systems such as personal computers and servers, usually in the form of Linux distributions, and on various embedded devices such as routers, wireless access points, PBXes, set-top boxes, FTA receivers, smart TVs, PVRs, and NAS appliances. While the adoption of the Linux kernel in desktop computer operating system is low, Linux-based operating systems dominate nearly every other segment of computing, from mobile devices to mainframes. \nSince November 2017[update], all of the world's 500 most powerful supercomputers run Linux. The Android operating system for tablet computers, smartphones, and smartwatches also uses the Linux kernel.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/Bugzilla": "Bugzilla is a web-based general-purpose bug tracking system and testing tool originally developed and used by the Mozilla project, and licensed under the Mozilla Public License.",
  "/wiki/DragonFly_BSD": "DragonFly BSD is a free and open-source Unix-like operating system forked from FreeBSD 4.8. Matthew Dillon, an Amiga developer in the late 1980s and early 1990s and FreeBSD developer between 1994 and 2003, began working on DragonFly BSD in June 2003 and announced it on the FreeBSD mailing lists on 16 July 2003.",
  "/wiki/GNOME": "GNOME (/(ɡ)noʊm/) is a free and open-source desktop environment for Unix-like operating systems. GNOME was originally an acronym for GNU Network Object Model Environment, but the acronym was dropped because it no longer reflected the vision of the GNOME project.",
  "/wiki/GNU_Emacs": "GNU Emacs is an Emacs text editor. It was created by GNU Project founder Richard Stallman. In common with other varieties of Emacs, GNU Emacs is extensible using a Turing complete programming language. GNU Emacs has been called \"the most powerful text editor available today\". With proper support from the underlying system, GNU Emacs is able to display files in multiple character sets, and has been able to simultaneously display most human languages since at least 1999. Throughout its history, GNU Emacs has been a central component of the GNU project, and a flagship of the free software movement. GNU Emacs is sometimes abbreviated as GNUMACS, especially to differentiate it from other EMACS variants. The tag line for GNU Emacs is \"the extensible self-documenting text editor\".",
  "/wiki/GRUB2": "GNU GRUB (short for GNU GRand Unified Bootloader, commonly referred to as GRUB) is a boot loader package from the GNU Project. GRUB is the reference implementation of the Free Software Foundation's Multiboot Specification, which provides a user the choice to boot one of multiple operating systems installed on a computer or select a specific kernel configuration available on a particular operating system's partitions.",
  "/wiki/KDE": "KDE is an international free software community developing Free and Open Source software. As a central development hub, it provides tools and resources that allow collaborative work on this kind of software. Well-known products include the Plasma Desktop, Frameworks and a range of cross-platform applications like Krita or digiKam designed to run on Unix and Unix-like desktops, Microsoft Windows and Android.",
  "/wiki/MySQL": "MySQL (/ˌmaɪˌɛsˌkjuːˈɛl/ \"My S-Q-L\") is an open-source relational database management system (RDBMS).  Its name is a combination of \"My\", the name of co-founder Michael Widenius's daughter, and \"SQL\", the abbreviation for Structured Query Language.",
  "/wiki/Perl": "Perl is a family of two high-level, general-purpose, interpreted, dynamic programming languages. \"Perl\" refers to Perl 5, but from 2000 to 2019 it also referred to its redesigned \"sister language\", Perl 6, before the latter's name was officially changed to Raku in October 2019.",
  "/wiki/PostgreSQL": "PostgreSQL, also known as Postgres, is a free and open-source relational database management system (RDBMS) emphasizing extensibility and technical standards compliance. It is designed to handle a range of workloads, from single machines to data warehouses or Web services with many concurrent users. It is the default database for macOS Server, and is also available for Linux, FreeBSD, OpenBSD, and Windows.",
  "/wiki/X.Org_Server": "X.Org Server is the free and open-source implementation of the display server for the X Window System stewarded by the X.Org Foundation.",
  "/wiki/Cairo_(graphics)": "Cairo (stylized as cairo) is an open source programming library that provides a vector graphics-based, device-independent API for software developers. It provides primitives for two-dimensional drawing across a number of different back ends. Cairo uses hardware acceleration when available.",
  "/wiki/Qt_Development_Frameworks": "The Qt Company (pronounced \"cute\"; formerly Trolltech; originally Quasar Technologies,) is a software company based in Espoo, Finland. It oversees the development of its Qt application framework within the Qt Project. It was formed following the acquisition of Qt by Digia [Wikidata], but was later spun off into a separate, publicly traded company.",
  "/wiki/Samba_software": "Samba is a free software re-implementation of the SMB networking protocol, and was originally developed by Andrew Tridgell. Samba provides file and print services for various Microsoft Windows clients and can integrate with a Microsoft Windows Server domain, either as a Domain Controller (DC) or as a domain member. As of version 4, it supports Active Directory and Microsoft Windows NT domains.",
  "/wiki/OpenEmbedded": "OpenEmbedded is a build automation framework and cross-compile environment used to create Linux distributions for embedded devices. The OpenEmbedded framework is developed by the OpenEmbedded community, which was formally established in 2003. OpenEmbedded is the recommended build system of the Yocto Project, which is a Linux Foundation workgroup that assists commercial companies in the development of Linux-based systems for embedded products.",
  "/wiki/Ruby_(programming_language)": "Ruby is an interpreted, high-level, general-purpose programming language. It was designed and developed in the mid-1990s by Yukihiro \"Matz\" Matsumoto in Japan.",
  "/wiki/Ruby_on_Rails": "Ruby on Rails, or Rails, is a server-side web application framework written in Ruby under the MIT License. Rails is a model–view–controller (MVC) framework, providing default structures for a database, a web service, and web pages. It encourages and facilitates the use of web standards such as JSON or XML for data transfer, HTML, CSS and JavaScript for user interfacing. In addition to MVC, Rails emphasizes the use of other well-known software engineering patterns and paradigms, including convention over configuration (CoC), don't repeat yourself (DRY), and the active record pattern.",
  "/wiki/Wine_(software)": "Wine (recursive backronym for Wine Is Not an Emulator) is a free and open-source compatibility layer that aims to allow computer programs (application software and computer games) developed for Microsoft Windows to run on Unix-like operating systems. Wine also provides a software library, known as Winelib, against which developers can compile Windows applications to help port them to Unix-like systems.",
  "/wiki/Fluxbox": "Fluxbox is a stacking window manager for the X Window System, which started as a fork of Blackbox 0.61.1 in 2001, with the same aim to be lightweight. Its user interface has only a taskbar, a pop-up menu accessible by right-clicking on the desktop, and minimal support for graphical icons. All basic configurations are controlled by text files, including the construction of menus and the mapping of key-bindings. Fluxbox has high compliance to the Extended Window Manager Hints specification.",
  "/wiki/Openbox": "Openbox is a free, stacking window manager for the X Window System, licensed under the GNU General Public License. Originally derived from Blackbox 0.65.0 (a C++ project), Openbox has now been totally re-written in the C programming language and since version 3.0 is no longer based upon any code from Blackbox.",
  "/wiki/Compiz_Fusion": "Compiz (/kɒmpɪz/) is a compositing window manager for the X Window System, using 3D graphics hardware to create fast compositing desktop effects for window management. Effects, such as a minimization animation or a cube workspace, are implemented as loadable plugins. Because it conforms to the ICCCM standard, Compiz can be used as a substitute for the default Mutter or Metacity, when using GNOME Panel, or KWin in KDE Plasma Workspaces. Internally Compiz uses the OpenGL library as the interface to the graphics hardware.",
  "/wiki/XCB": "XCB (X protocol C-language Binding) is a library implementing the client-side of the X11 display server protocol. XCB is written in the C programming language and distributed under the MIT License. The project was started in 2001 by Bart Massey and aims to replace Xlib.",
  "/wiki/ELinks": "ELinks is a free text-based console web browser for Unix-like operating systems.",
  "/wiki/XMMS2": "XMMS2 (X-platform Music Multiplexing System 2) is a new generation of the XMMS audio player. It is a new design, written from scratch, separate from the XMMS codebase. While Peter Alm, one of the original authors of XMMS, was responsible for the initial design and coding of XMMS2 (late 2002 to early 2003), he has since passed on the responsibility of furthering the project to Tobias Rundström and Anders Gustafsson. LXMusic, the default music player application in LXDE, is an XMMS2 client.",
  "/wiki/E2fsprogs": "e2fsprogs (sometimes called the e2fs programs)  is a set of utilities for maintaining the ext2, ext3 and ext4 file systems. Since those file systems are often the default for Linux distributions, it is commonly considered to be essential software.",
  "/wiki/GNU_Core_Utilities": "The GNU Core Utilities or coreutils is a package of GNU software containing reimplementations for many of the basic tools, such as cat, ls, and rm, which are used on Unix-like operating systems.",
  "/wiki/DokuWiki": "DokuWiki is a wiki application licensed under GPLv2 and written in the PHP programming language. It works on plain text files and thus does not need a database. Its syntax is similar to the one used by MediaWiki.",
  "/wiki/Drupal": "Drupal /ˈdruːpəl/ is a free and open-source content management framework written in PHP and distributed under the GNU General Public License. Drupal provides a back-end framework for at least 2.3% of all websites worldwide – ranging from personal blogs to corporate, political, and government sites. Systems also use Drupal for knowledge management and for business collaboration.",
  "/wiki/LibreOffice": "LibreOffice (/ˈliːbrə/) is a free and open-source office suite, a project of The Document Foundation. It was forked in 2010 from OpenOffice.org, which was an open-sourced version of the earlier StarOffice. The LibreOffice suite comprises programs for word processing, creating and editing of spreadsheets, slideshows, diagrams and drawings, working with databases, and composing mathematical formulae. It is available in 115 languages.",
  "/wiki/MediaWiki": "MediaWiki is a free and open-source wiki engine. It was developed for use on Wikipedia in 2002, and given the name \"MediaWiki\" in 2003. It remains in use on Wikipedia and almost all other Wikimedia websites, including Wiktionary, Wikimedia Commons and Wikidata; these sites continue to define a large part of the requirement set for MediaWiki. MediaWiki was originally developed by Magnus Manske and improved by Lee Daniel Crocker. Its development has since then been coordinated by the Wikimedia Foundation.",
  "/wiki/Mono_(software)": "Mono is a free and open-source project to create an Ecma standard-compliant .NET Framework-compatible software framework, including a C# compiler and a Common Language Runtime. Originally by Ximian, it was later acquired by Novell, and is now being led by Xamarin, a subsidiary of Microsoft and the .NET Foundation. The stated purpose of Mono is not only to be able to run Microsoft .NET applications cross-platform, but also to bring better development tools to Linux developers. Mono can be run on many software systems including Android, most Linux distributions, BSD, macOS, Windows, Solaris, and even some game consoles such as PlayStation 3, Wii, and Xbox 360.",
  "/wiki/ASP.NET_MVC": "The ASP.NET MVC is a discontinued web application framework developed by Microsoft, which implements the model–view–controller (MVC) pattern. It is open-source software, apart from the ASP.NET Web Forms component which is proprietary.",
  "/wiki/ADO.NET_Entity_Framework": "Entity Framework (EF) is an open source object-relational mapping (ORM) framework for ADO.NET.  It was a part of .NET Framework, but since Entity Framework version 6 it is separated from .NET framework.",
  "/wiki/NuGet": "NuGet is a free and open-source package manager designed for the Microsoft development platform (formerly known as NuPack). \nSince its introduction in 2010, NuGet has evolved into a larger ecosystem of tools and services.",
  "/wiki/JQuery": "jQuery is a JavaScript library designed to simplify HTML DOM tree traversal and manipulation, as well as event handling, CSS animation, and Ajax. It is free, open-source software using the permissive MIT License. As of May 2019, jQuery is used by 73% of the 10 million most popular websites. Web analysis indicates that it is the most widely deployed JavaScript library by a large margin, having 3 to 4 times more usage than any other JavaScript library.",
  "/wiki/OpenCV": "OpenCV (Open source computer vision) is a library of programming functions mainly aimed at real-time computer vision. Originally developed by Intel, it was later supported by Willow Garage then Itseez (which was later acquired by Intel). The library is cross-platform and free for use under the open-source BSD license.",
  "/wiki/Wireshark": "Wireshark is a free and open-source packet analyzer. It is used for network troubleshooting, analysis, software and communications protocol development, and education. Originally named Ethereal, the project was renamed Wireshark in May 2006 due to trademark issues.",
  "/wiki/Django_(web_framework)": "Django (/ˈdʒæŋɡoʊ/ JANG-goh; stylised as django) is a Python-based free and open-source web framework, which follows the model-template-view (MTV) architectural pattern. It is maintained by the Django Software Foundation (DSF), an independent organization established as a 501(c)(3) non-profit.",
  "/wiki/GNU_arch": "GNU arch software is a distributed revision control system that is part of the GNU Project and licensed under the GNU General Public License. It is used to keep track of the changes made to a source tree and to help programmers combine and otherwise manipulate changes made by multiple people or at different times.",
  "/wiki/GNU": "GNU /ɡnuː/ (listen) is an operating system and an extensive collection of computer software. GNU is composed wholly of free software, most of which is licensed under the GNU Project's own General Public License (GPL).",
  "/wiki/GNU_Savannah": "GNU Savannah is a project of the Free Software Foundation initiated by Loïc Dachary, which serves as a collaborative software development management system for free Software projects.  Savannah currently offers CVS, GNU arch, Subversion, Git, Mercurial, Bazaar[citation needed], mailing list, web hosting, file hosting, and bug tracking services. Savannah initially ran on the same SourceForge software that at the time was used to run the SourceForge portal.[citation needed]",
  "/wiki/Gna.org": "Gna! was a centralized location where software developers could develop, distribute and maintain free software. The service was shut down in 2017 after being around 13 years in service for dozens of software projects and millions of downloads served.",
  "/wiki/IC_Manage": "IC Manage is a company that provides design data and IP management, Big Data Analytics, Hybrid Cloud Bursting, and High-Performance Computing software to semiconductors, systems, Internet of Things and artificial intelligence IC companies.",
  "/wiki/PTC_Integrity": "PTC Integrity Lifecycle Manager (formerly MKS Integrity) is a software system lifecycle management (SSLM) and application lifecycle management (ALM) platform developed by MKS Inc. and was first released in 2001. The software is client/server, with both desktop (java/swing) and web client interfaces. It provides software development organizations with a collaborative environment in which they can manage the end-to-end processes of development, from requirements management, engineering change management, revision control, and build management to test management and software deployment as well as associated reports & metrics.",
  "/wiki/Mercurial": "Mercurial is a distributed revision-control tool for software developers. It is supported on Microsoft Windows and Unix-like systems, such as FreeBSD, macOS and Linux.",
  "/wiki/Python_(programming_language)": "Python is an interpreted, high-level, general-purpose programming language. Created by Guido van Rossum and first released in 1991, Python's design philosophy emphasizes code readability with its notable use of significant whitespace. Its language constructs and object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects.",
  "/wiki/Mozilla": "Mozilla (stylized as moz://a) is a free software community founded in 1998 by members of Netscape. The Mozilla community uses, develops, spreads and supports Mozilla products, thereby promoting exclusively free software and open standards, with only minor exceptions. The community is supported institutionally by the not-for-profit Mozilla Foundation and its tax-paying subsidiary, the Mozilla Corporation.",
  "/wiki/OpenJDK": "OpenJDK (Open Java Development Kit) is a free and open-source implementation of the Java Platform, Standard Edition (Java SE). It is the result of an effort Sun Microsystems began in 2006. The implementation is licensed under the GNU General Public License (GNU GPL) version 2 with a linking exception. Were it not for the GPL linking exception, components that linked to the Java class library would be subject to the terms of the GPL license. OpenJDK is the official reference implementation of Java SE since version 7.",
  "/wiki/NetBeans": "NetBeans is an integrated development environment (IDE) for Java. NetBeans allows applications to be developed from a set of modular software components called modules. NetBeans runs on Windows, macOS, Linux and Solaris. In addition to Java development, it has extensions for other languages like PHP, C, C++, HTML5, and JavaScript. Applications based on NetBeans, including the NetBeans IDE, can be extended by third party developers.",
  "/wiki/Xine": "xine /ˈksiːn/ is a multimedia playback engine for Unix-like operating systems released under the GNU General Public License. xine is built around a shared library (xine-lib) that supports different frontend player applications. xine uses libraries from other projects such as liba52, libmpeg2, FFmpeg, libmad, FAAD2, and Ogle. xine can also use binary Windows codecs through a wrapper, bundled as the w32codecs, for playback of some media formats that are not handled natively.",
  "/wiki/Xen": "Xen Project (pronounced /ˈzɛn/) is a type-1 hypervisor, providing services that allow multiple computer operating systems to execute on the same computer hardware concurrently. It was\ndeveloped by the University of Cambridge and is now being developed by the Linux Foundation with support from Intel.",
  "/wiki/OpenSolaris": "OpenSolaris (/ˌoʊpən səˈlɑːrɪs/) is a discontinued, open source computer operating system based on Solaris created by Sun Microsystems. It was also the name of the project initiated by Sun to build a developer and user community around the software. After the acquisition of Sun Microsystems in 2010, Oracle decided to discontinue open development of the core software, and replaced the OpenSolaris distribution model with the proprietary Solaris Express.",
  "/wiki/Wmii": "In computing, a tiling window manager is a window manager with an organization of the screen into mutually non-overlapping frames, as opposed to the more popular approach of coordinate-based stacking of overlapping objects (windows) that tries to fully emulate the desktop metaphor.",
  "/wiki/MoinMoin": "MoinMoin is a wiki engine implemented in Python, initially based on the PikiPiki wiki engine. Its name is a play on the North German greeting Moin, repeated as in WikiWiki. The MoinMoin code is licensed under the GNU General Public License v2, or (at the user's option) any later version (except some 3rd party modules that are licensed under other Free Software licenses compatible with the GPL).",
  "/wiki/Linux-HA": "The Linux-HA (High-Availability Linux) project provides a high-availability (clustering) solution for Linux, FreeBSD, OpenBSD, Solaris and Mac OS X which promotes reliability, availability, and serviceability (RAS).",
  "/wiki/Pidgin_(instant_messaging_client)": "Pidgin (formerly named Gaim) is a free and open-source multi-platform instant messaging client, based on a library named libpurple that has support for many instant messaging protocols, allowing the user to simultaneously log into various services from a single application, with a single interface for both the popular and obsolete protocols (from AOL to Discord), thus avoiding the hassle of having to deal with a new bloated, unaudited, closed-source, and different piece of software for each device and protocol.",
  "/wiki/Gajim": "Gajim /ɡɛˈʒiːm/ is an instant messaging client for the XMPP protocol which uses the GTK+ toolkit. The name Gajim is a recursive acronym for Gajim's a jabber instant messenger. Gajim runs on Linux, BSD and Microsoft Windows. Released under the GNU General Public License, Gajim is free software. A 2009 round-up of similar software on Tom's Hardware found version 0.12.1 \"the lightest and fastest jabber IM client\".",
  "/wiki/Nginx": "Nginx (pronounced \"engine X\",  /ˌɛndʒɪnˈɛks/ EN-jin-EKS) (stylized as NGINX or nginx or NginX) is a web server which can also be used as a reverse proxy, load balancer, mail proxy and HTTP cache.  The software was created by Igor Sysoev and first publicly released in 2004. A company of the same name was founded in 2011 to provide support and Nginx plus paid software.",
  "/wiki/PyPy": "PyPy is an alternative implementation of the Python programming language to CPython (which is the standard implementation). PyPy often runs faster than CPython because PyPy is a just-in-time compiler while CPython is an interpreter. Most Python code runs well on PyPy except for code that depends on CPython extensions, which either doesn't work or incurs some overhead when run in PyPy. Internally, PyPy uses a technique known as meta-tracing, which transforms an interpreter into a tracing just-in-time compiler. Since interpreters are usually easier to write than compilers, but run slower, this technique can make it easier to produce efficient implementations of programming languages. PyPy's meta-tracing toolchain is called RPython.",
  "/wiki/Simple_DirectMedia_Layer": "Simple DirectMedia Layer (SDL) is a cross-platform software development library designed to provide a hardware abstraction layer for computer multimedia hardware components. Software developers can use it to write high-performance computer games and other multimedia applications that can run on many operating systems such as Android, iOS, Linux, macOS, and Windows.",
  "/wiki/Facebook": "Facebook is an American online social media and social networking service based in Menlo Park, California and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/Monotone_(software)": "Monotone is an open source software tool for distributed revision control.",
  "/wiki/CTWM": "In Unix computing, CTWM (Claude's Tab Window Manager) is a stacking window manager for the X Window System in the twm family of window managers. It was created in 1992 by Claude Lecommandeur from the source code for twm, which he extended to allow for virtual desktops (\"workspaces\" in CTWM's terminology.)",
  "/wiki/I2P": "The Invisible Internet Project (I2P) is an anonymous network layer (implemented as a Mix Network) that allows for censorship-resistant, peer to peer communication.  Anonymous connections are achieved by encrypting the user's traffic (by using end-to-end encryption), and sending it through a volunteer-run network of roughly 55,000 computers distributed around the world.  Given the high number of possible paths the traffic can transit, a third party watching a full connection is unlikely.  The software that implements this layer is called an \"I2P router\", and a computer running I2P is called an \"I2P node\".  I2P is free and open source, and is published under multiple licenses.",
  "/wiki/Botan_(programming_library)": "Botan is a BSD-licensed cryptographic library written in C++. It provides a wide variety of cryptographic algorithms, formats, and protocols, e.g. SSL and TLS. It is used in the Monotone distributed revision control program, the OpenDNSSEC system, and ISC's Kea DHCP server among other projects.",
  "/wiki/Perforce": "Perforce, legally Perforce Software, Inc., is a Minneapolis, Minnesota-based developer of software used for application development, including version control software, web-based repository management, developer collaboration, application lifecycle management and Agile planning software.  The software is sold under the Helix and Hansoft brand names.",
  "/wiki/FreeBSD": "FreeBSD is a free and open-source Unix-like operating system descended from the Berkeley Software Distribution (BSD), which was based on Research Unix. The first version of FreeBSD was released in 1993. In 2005, FreeBSD was the most popular open-source BSD operating system, accounting for more than three-quarters of all installed BSD systems.",
  "/wiki/Scania_AB": "Scania AB is a major Swedish manufacturer of commercial vehicles – specifically heavy trucks and buses. It also manufactures diesel engines for heavy vehicles as well as marine and general industrial applications.",
  "/wiki/Comparison_of_version-control_software": "The following is a comparison of version-control software. The following tables include general and technical information on notable version control and software configuration management (SCM) software.  For SCM software not suitable for source code, see Comparison of open-source configuration-management software."
}