{
  "/wiki/My_Happiness_(Powderfinger_song)": "\"My Happiness\" is a song by Australian rock band Powderfinger. It was released on record label Universal Music Australia on 21 August 2000 as the first single from the band's fourth album, Odyssey Number Five. The single is Powderfinger's most successful; it peaked at number 4 on the Australian ARIA Singles Chart, number 7 on the New Zealand Singles Chart, and charted in the United States on the Hot Modern Rock Tracks chart – reaching number 23, the first Powderfinger song to do so.\n Powderfinger frontman Bernard Fanning wrote the lyrics for \"My Happiness\" as a reflection on the time the band spent touring to promote their work, and the loneliness that came as a result. It was inspired by his love of gospel and soul music. The rest of the band are co-credited with Fanning for composing the track. Despite its melancholy mood, \"My Happiness\" is considered by many to be a love song, a suggestion Fanning regards as mystifying.\n \"My Happiness\" was released as a single with \"My Kind of Scene\" as a B-side. It was instantly successful, charting highly in Australia and New Zealand. It won an ARIA Award and an APRA Award and topped the Triple J Hottest 100 in 2000 as well as coming 27th in the 2009 Hottest 100 of all time. \"My Happiness\" was highly praised by critics, with even negative reviews of Odyssey Number Five noting it as a highlight, especially for its catchy chorus. One of the highlights of Powderfinger's United States tour with Coldplay was a performance of \"My Happiness\" on the Late Show with David Letterman; they were only the fourth Australian act to appear on the show.\n In January 2018, as part of Triple M's \"Ozzest 100\", the 'most Australian' songs of all time, \"My Happiness\" was ranked number 31.",
  "/wiki/Powderfinger": "Powderfinger were an Australian rock band formed in Brisbane in 1989. From 1992 until their break-up in 2010 the line-up consisted of vocalist Bernard Fanning, guitarists Darren Middleton and Ian Haug, bass guitarist John Collins  and drummer Jon Coghill. The group's third studio album Internationalist peaked at No. 1 on the ARIA Albums Chart in September 1998. They followed with four more number-one studio albums in a row: Odyssey Number Five (September 2000), Vulture Street (July 2003), Dream Days at the Hotel Existence (June 2007) and Golden Rule (November 2009). Their Top Ten hit singles are \"My Happiness\" (2000), \"(Baby I've Got You) On My Mind\" (2003) and \"Lost and Running\" (2007). Powderfinger earned a total of eighteen ARIA Awards, making them the second-most awarded band behind Silverchair. Ten Powderfinger albums and DVDs certified multiple-platinum, with Odyssey Number Five – their most successful album – achieving eightfold platinum certification for shipment of over 560,000 units.\n After the release of their first DVD, These Days: Live in Concert (September 2004), and the compilation album Fingerprints: The Best of Powderfinger, 1994–2000 (November 2004), the group announced a hiatus in 2005. The June 2007 announcement of a two-month-long nationwide tour with Silverchair, Across the Great Divide tour, followed the release of Dream Days at the Hotel Existence. Powderfinger were also involved in various philanthropic causes. In 2005, they performed at a WaveAid concert in Sydney, to help raise funds for areas affected by the 2004 Indian Ocean earthquake. Another performance at the Sydney Opera House in October 2007 raised funds for breast cancer victims and their families. One aim of their Across the Great Divide Tour was to promote the efforts of Reconciliation Australia, and awareness of the gap in life expectancy between Indigenous and non-Indigenous children. In April 2010 Powderfinger announced that they would be breaking up after their Sunsets Farewell Tour, declaring it would be their last ever as they had musically said everything they wanted to say. On 13 November 2010, they played their last concert, signifying their disbandment. In November the following year, rock music journalist Dino Scatena and Powderfinger published a biography, Footprints: the inside story of Australia's best loved band.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Beautiful_Day": "\"Beautiful Day\" is a song by Irish rock band U2. It is the first track on their tenth studio album, All That You Can't Leave Behind (2000), and was released as the album's lead single on 9 October 2000. The song was a commercial success, helping launch the album to multi-platinum status, and is one of U2's biggest hits to date.\n Like many tracks from All That You Can't Leave Behind, \"Beautiful Day\" harkens back to the group's past sound. The tone of the Edge's guitar was a subject of debate amongst the band members, as they disagreed on whether he should use a sound similar to that from their early career in the 1980s. The band's lead vocalist Bono explained that the upbeat track is about losing everything but still finding joy in what one has.\n The song received positive reviews, and it became the band's 14th number-one single in their native Ireland, fourth number-one in the United Kingdom, and their first number-one in the Netherlands. It also topped the charts in Australia, Canada, Finland, Italy, Norway, Scotland and Spain, and reached the top 10 in Austria, Belgium, Germany, New Zealand, Sweden and Switzerland. The song peaked at number 21 on the Billboard Hot 100 in the United States, the band's highest position since \"Discothèque\" in 1997.\n In 2001, the song won three Grammy Awards for Song of the Year, Record of the Year, and Best Rock Performance by a Duo or Group with Vocal at the 43rd Annual Grammy Awards ceremony. The group has played \"Beautiful Day\" at every one of their concerts since the song's live debut on the Elevation Tour in 2001.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.\n The band formed as teenagers while attending Mount Temple Comprehensive School, when they had limited musical proficiency. Within four years, they signed with Island Records and released their debut album, Boy (1980). Subsequent work such as their first UK number-one album, War (1983), and the singles \"Sunday Bloody Sunday\" and \"Pride (In the Name of Love)\" helped establish U2's reputation as a politically and socially conscious group. By the mid-1980s, they had become renowned globally for their live act, highlighted by their performance at Live Aid in 1985. The group's fifth album, The Joshua Tree (1987), made them international superstars and was their greatest critical and commercial success. Topping music charts around the world, it produced their only number-one singles in the US to date: \"With or Without You\" and \"I Still Haven't Found What I'm Looking For\".\n Facing creative stagnation and a backlash following their documentary/double album, Rattle and Hum (1988), U2 reinvented themselves in the 1990s through a new musical direction and public image. Beginning with their acclaimed seventh album, Achtung Baby (1991), and the multimedia-intensive Zoo TV Tour, the band integrated influences from alternative rock, electronic dance music, and industrial music into their sound, and embraced a more ironic, flippant image. This experimentation continued through their ninth album, Pop (1997), and the PopMart Tour, which were mixed successes. U2 regained critical and commercial favour with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour of 2009–2011 set records for the highest-attended and highest-grossing concert tour in history. The group most recently released the companion albums Songs of Innocence (2014) and Songs of Experience (2017), the former of which received criticism for its pervasive, no-cost release through the iTunes Store.\n U2 have released 14 studio albums and are one of the world's best-selling music artists, having sold an estimated 150–170 million records worldwide. They have won 22 Grammy Awards, more than any other band, and in 2005, they were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 on its list of the \"100 Greatest Artists of All Time\". Throughout their career, as a band and as individuals, they have campaigned for human rights and social justice causes, including Amnesty International, Jubilee 2000, the ONE/DATA campaigns, Product Red, War Child, and Music Rising.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.\n The state was created as the Irish Free State in 1922 as a result of the Anglo-Irish Treaty. It had the status of Dominion until 1937 when a new constitution was adopted, in which the state was named \"Ireland\" and effectively became a republic, with an elected non-executive president as head of state. It was officially declared a republic in 1949, following the Republic of Ireland Act 1948. Ireland became a member of the United Nations in December 1955. It joined the European Economic Community (EEC), the predecessor of the European Union, in 1973. The state had no formal relations with Northern Ireland for most of the twentieth century, but during the 1980s and 1990s the British and Irish governments worked with the Northern Ireland parties towards a resolution to \"the Troubles\". Since the signing of the Good Friday Agreement in 1998, the Irish government and Northern Ireland Executive have co-operated on a number of policy areas under the North-South Ministerial Council created by the Agreement.\n Ireland ranks among the top ten wealthiest countries in the world in terms of GDP per capita, and as the tenth most prosperous country in the world according to The Legatum Prosperity Index 2015. After joining the EEC, Ireland enacted a series of liberal economic policies that resulted in rapid economic growth. The country achieved considerable prosperity between the years of 1995 and 2007, which became known as the Celtic Tiger period. This was halted by an unprecedented financial crisis that began in 2008, in conjunction with the concurrent global economic crash. However, as the Irish economy was the fastest growing in the EU in 2015, Ireland is again quickly ascending league tables comparing wealth and prosperity internationally. For example, in 2019, Ireland was ranked third most developed country in the world by the United Nations Human Development Index. It also performs well in several national performance metrics, including freedom of the press, economic freedom and civil liberties. Ireland is a member of the European Union and is a founding member of the Council of Europe and the OECD. The Irish government has followed a policy of military neutrality through non-alignment since immediately prior to World War II and the country is consequently not a member of NATO, although it is a member of Partnership for Peace and aspects of PESCO.",
  "/wiki/My_Kind_of_Scene": "\"My Kind of Scene\" (also marketed as \"My Kinda Scene\", \"Not My Kinda Scene\" and \"It's Not My Kinda Scene\") is a song by Australian rock band Powderfinger. The song was initially written for their fourth studio album Odyssey Number Five; however, the band was requested to contribute a song to the soundtrack for the 2000 film Mission: Impossible 2. The band submitted three songs: \"Whatever Makes You Happy\", \"Up & Down & Back Again\" and \"My Kind of Scene\". With these submissions, Paramount Pictures decided to use \"My Kind of Scene\"; however, they decided to release the song as a promotional song for the film, and so changed the title to \"My Kinda Scene\" in Australia in fitting with the other promotional single for the film, Limp Bizkit's \"Take a Look Around\". The single was officially released in New Zealand where the song peaked at number 41.\n The song was later featured on the intended album Odyssey Number Five. Following that, when Powderfinger released their greatest hits compilation, Fingerprints, they included the song under the original title \"My Kind of Scene\" and the music video was included on the promotional DVD Powderfinger's First XI along with the 2007 album Dream Days at the Hotel Existence.",
  "/wiki/Teenage_Dirtbag": "\"Teenage Dirtbag\" is a song and debut single by American pop rock group Wheatus. It was released in July 2000 as the lead single from their eponymous debut album. The song was written by lead singer Brendan B. Brown and was inspired by a childhood experience of his.\n The song was massively successful in Australia, spending four weeks at number one, being certified 3× Platinum and becoming the second best-selling single of 2000. It also reached number two in Ireland, Germany and the United Kingdom, where it was certified Platinum in 2013. It has sold 5 million copies worldwide as of 2014.",
  "/wiki/Wheatus": "Wheatus is an American rock band from Northport, New York, formed in 1995. They are known principally for their 2000  single \"Teenage Dirtbag\", which appeared in the films Loser and Bully, as well as  the HBO miniseries, Generation Kill, and the Netflix original series, Girlboss.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Yellow_(Coldplay_song)": "\"Yellow\" is a song by the British rock band Coldplay. The band wrote the song and co-produced it with British record producer Ken Nelson for their debut album, Parachutes (2000).\n The song was recorded in March 2000 and released in June that same year as the second single from Parachutes, following Shiver, and the lead single in the United States. \"Yellow\" reached number four on the UK Singles Chart, giving Coldplay their first top-five hit in the United Kingdom. It was Coldplay's breakthrough hit internationally, reaching number one in Iceland, number five in Australia, number nine in Ireland and number 48 in the United States. Helped by heavy rotation and usage in promotions, the song thrust the band into popularity. \"Yellow\" has since been covered by various recording artists worldwide, and remains one of the band's most popular songs.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.\n Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor. Their fourth studio album, Viva la Vida or Death and All His Friends (2008), the best-selling album worldwide of 2008, was produced by Brian Eno and released to largely positive reviews, earning three Grammy Awards. In October 2011, Coldplay released their fifth studio album, Mylo Xyloto, which topped the charts in over 34 countries, was the UK's best-selling rock album of 2011, and received moderately positive reviews. Their sixth album, Ghost Stories, released in 2014, received mixed reviews and topped several national album charts. The following year the band released their seventh album, A Head Full of Dreams, which reached the top two in most major markets, but received generally mixed reviews. Four years later, in November 2019, they released their eighth album, Everyday Life, which received mainly positive reviews.\n Coldplay have won numerous awards throughout their career, including nine Brit Awards, six MTV Video Music Awards, seven MTV Europe Music Awards and seven Grammy Awards from 29 nominations. They have sold more than 100 million records worldwide, making them one of the world's best-selling music artists. Three of their albums—Parachutes, A Rush of Blood to the Head, and X&Y—are among the best-selling albums in UK chart history. In December 2009, Rolling Stone readers voted the group the fourth-best artist of the 2000s. Coldplay have supported various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. They have also performed at charity projects, including Band Aid 20, Live 8, Global Citizen Festival, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, One Love Manchester, The Secret Policeman's Ball, Sport Relief and the UK Teenage Cancer Trust.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Frontier_Psychiatrist": "\"Frontier Psychiatrist\" is a single by Australian electronic music group the Avalanches. It was produced by group members Robbie Chater and Darren Seltmann, under their production alias Bobbydazzler, for the group's debut album Since I Left You. The track is built around many sampled elements, much like other tracks from its parent album, including prominent vocal samples of the sketch \"Frontier Psychiatrist\" by comedy duo Wayne and Shuster, and an orchestral background sourced from an Enoch Light version of the composition \"My Way of Life\" (1968).\n It was released on 21 August 2000 as the second single from Since I Left You. Upon release, it peaked at number 18 on the UK Singles Chart and number 49 in the group's native Australia, becoming their first single to enjoy commercial success. \"Frontier Psychiatrist\" was well received by music critics, who praised the Avalanches' use of samples.",
  "/wiki/The_Avalanches": "The Avalanches are an Australian electronic music group formed in Melbourne in 1997. They are known for their two studio albums Since I Left You (2000) and Wildflower (2016), as well as their live and recorded DJ sets. Since I Left You was a critical and commercial success, receiving multiple awards, and has been considered both one of the best albums of the 2000s and best Australian albums of all time. It was followed in 2016 by Wildflower, which also received critical acclaim.",
  "/wiki/Californication_(song)": "\"Californication\" is a song by the Red Hot Chili Peppers, from their seventh album, Californication (1999). Released as a single in 2000, it reached  number 69 on the US Billboard Hot 100, number 16 on the UK Singles Chart and number one on both the Billboard Mainstream Rock Tracks chart and the Billboard Modern Rock Tracks. The song also debuted at number one in Iceland, becoming the third number-one single from the album there.\n \"Californication\" has remained one of the band's most popular and most performed live songs, appearing in almost every setlist since its live debut and making it the band's third-most performed song, with over 500 performances.",
  "/wiki/Red_Hot_Chili_Peppers": "Red Hot Chili Peppers (commonly abbreviated as RHCP) are an American rock band formed in Los Angeles in 1983. Their music incorporates elements of alternative rock, funk, punk rock and psychedelic rock. The band comprises vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. With over 80 million records sold worldwide, Red Hot Chili Peppers are one of the best-selling bands of all time. They are the most successful band in the history of alternative rock radio, with the records for most number-one singles (13), most cumulative weeks at number one (85) and most top-ten songs (25) on the Billboard Alternative Songs chart. They have won six Grammy Awards, and in 2012 were inducted into the Rock and Roll Hall of Fame.\n Red Hot Chili Peppers were formed in Los Angeles by Kiedis, Flea, guitarist Hillel Slovak and drummer Jack Irons. Because of commitments to other bands, Slovak and Irons did not play on the band's 1984 self-titled debut album; instead, the album featured Jack Sherman on guitar and Cliff Martinez on drums. Slovak rejoined shortly after its release and performed on the albums Freaky Styley (1985) and The Uplift Mofo Party Plan (1987), the latter of which saw a reunion of the original lineup. Slovak died of a drug overdose on June 25, 1988; devastated, Irons left the band.\n With new recruits Frusciante and Smith, Red Hot Chili Peppers recorded two albums, Mother's Milk (1989) and their first major commercial success, Blood Sugar Sex Magik (1991). Frusciante was uncomfortable with the newfound popularity and left abruptly during the 1992 Blood Sugar Sex Magik tour. His replacement, Dave Navarro, played on their sixth album, One Hot Minute (1995). Although commercially successful, the album failed to match the critical or popular acclaim of Blood Sugar Sex Magik, selling less than half as many copies. \n Navarro was fired from Red Hot Chili Peppers in 1998, and Frusciante rejoined. Their seventh album, Californication (1999), became their commercial success with 16 million copies sold worldwide. Their next two albums, By the Way (2002) and Stadium Arcadium (2006), were also successful. After the Stadium Arcadium tour, Red Hot Chili Peppers went on an extended hiatus. Frusciante left for the second time in 2009 to focus on his solo career; he was replaced by Josh Klinghoffer, who appeared on the albums I'm with You (2011) and The Getaway (2016) before Frusciante rejoined again in 2019.",
  "/wiki/Generator_(Foo_Fighters_song)": "\"Generator\" is a Foo Fighters song, released as a single in 2000 from  their third album There Is Nothing Left to Lose. The single was only released in Australia and also released as a limited edition single in Europe.  \n The song is particularly unique among the band's work because of Dave Grohl's implementation of the talk box in parts of the song.  The usage of the device was partly inspired by Grohl's admiration of Peter Frampton and Joe Walsh, both of whom helped popularize it in the 1970s.",
  "/wiki/Foo_Fighters": "Foo Fighters is an American rock band, formed in Seattle, Washington, in 1994. It was founded by Nirvana drummer Dave Grohl as a one-man project following the dissolution of Nirvana after the suicide of Kurt Cobain. The group got its name from the UFOs and various aerial phenomena that were reported by Allied aircraft pilots in World War II, which were known collectively as \"foo fighters\".\n Prior to the release of Foo Fighters' 1995 debut album Foo Fighters, which featured Grohl as the only official member, Grohl recruited bassist Nate Mendel and drummer William Goldsmith, both formerly of Sunny Day Real Estate, as well as Nirvana touring guitarist Pat Smear to complete the lineup. The band began with performances in Portland, Oregon. Goldsmith quit during the recording of the group's second album, The Colour and the Shape (1997), when most of the drum parts were re-recorded by Grohl himself. Smear's departure followed soon afterward, though he would appear as a guest with the band frequently starting in 2006, and would rejoin as an official full-time member in 2011.\n They were replaced by Taylor Hawkins and Franz Stahl, respectively, although Stahl was fired before the recording of the group's third album, There Is Nothing Left to Lose (1999). The band briefly continued as a trio until Chris Shiflett joined as the band's lead guitarist after the completion of There Is Nothing Left to Lose. The band released its fourth album, One by One, in 2002. The group followed that release with the two-disc In Your Honor (2005), which was split between acoustic songs and heavier material. Foo Fighters released its sixth album, Echoes, Silence, Patience & Grace, in 2007. The band's seventh studio album, Wasting Light, produced by Butch Vig, was released in 2011, in which Smear returned as a full member. In November 2014, the band's eighth studio album, Sonic Highways, was released as an accompanying soundtrack to the Grohl-directed 2014 miniseries of the same name. On September 15, 2017, the band released their ninth studio album, Concrete and Gold, which became their second to reach number one in the United States and was the band's first studio album to feature longtime session and touring keyboardist Rami Jaffee as a full member.\n Over the course of the band's career, four of its albums have won Grammy Awards for Best Rock Album. As of 2015[update], the band has sold 12 million copies in the United States alone.",
  "/wiki/Every_Fucking_City": "Roll On Summer is an EP by Australian artist Paul Kelly and originally released in October, 2000. It was released on EMI in Australia. The track \"Every Fucking City\" was recorded live at The Continental, 25 November 1999.  The EP peaked at No. 40 on the ARIA singles charts.",
  "/wiki/Paul_Kelly_(Australian_musician)": "Paul Maurice Kelly AO (born 13 January 1955) is an Australian rock music singer-songwriter and guitarist. He has performed solo, and has led numerous groups, including the Dots, the Coloured Girls, and the Messengers. He has worked with other artists and groups, including associated projects Professor Ratbaggy and Stardust Five. Kelly's music style has ranged from bluegrass to studio-oriented dub reggae, but his core output straddles folk, rock, and country. His lyrics capture the vastness of the culture and landscape of Australia by chronicling life about him for over 30 years. David Fricke from Rolling Stone calls Kelly \"one of the finest songwriters I have ever heard, Australian or otherwise.\" Kelly has said, \"Song writing is mysterious to me. I still feel like a total beginner. I don't feel like I have got it nailed yet\".\n After growing up in Adelaide, Kelly travelled around Australia before settling in Melbourne in 1976. He became involved in the pub rock scene and drug culture, and recorded two albums with Paul Kelly and the Dots. Kelly moved to Sydney by 1985, where he formed Paul Kelly and the Coloured Girls. The band was renamed Paul Kelly and the Messengers, initially only for international releases, to avoid possible racist interpretations. At the end of the 1980s, Kelly returned to Melbourne, and in 1991 he disbanded the Messengers. Kelly was married and divorced twice; he has three children and resides in St Kilda, a suburb of Melbourne. Dan Kelly, his nephew, is a singer and guitarist in his own right. Dan performed with Kelly on Ways and Means and Stolen Apples. Both were members of Stardust Five, which released a self-titled album in 2006. On 22 September 2010 Kelly released his memoir, How to Make Gravy, which he described as \"it's not traditional; it's writing around the A–Z theme – I tell stories around the song lyrics in alphabetical order\". His biographical film, Paul Kelly: Stories of Me, directed by Ian Darling, was released to cinemas in October 2012.\n Kelly's Top 40 singles include \"Billy Baxter\", \"Before Too Long\", \"Darling It Hurts\", \"To Her Door\" (his highest-charting local hit in 1987), \"Dumb Things\" (appeared on United States charts in 1988), and \"Roll on Summer\". Top-20 albums include Gossip, Under the Sun, Comedy, Songs from the South (1997 compilation), ...Nothing but a Dream, Stolen Apples, Spring and Fall, The Merri Soul Sessions, Seven Sonnets and a Song, Death's Dateless Night (with Charlie Owen), Life Is Fine – his first number-one album – and Nature. Kelly has won 14 Australian Recording Industry Association (ARIA) Music Awards, including his induction into their Hall of Fame in 1997. In 2001 the Australasian Performing Right Association (APRA) listed the Top 30 Australian songs of all time, which included Kelly's \"To Her Door\", and \"Treaty\", written by Kelly and members of Yothu Yindi. Aside from \"Treaty\", Kelly wrote or co-wrote several songs on Indigenous Australian social issues and historical events. He provided songs for many other artists, tailoring them to their particular vocal range. The album Women at the Well from 2002 had 14 female artists record his songs in tribute. Kelly was appointed as an Officer of the Order of Australia in 2017 for distinguished service to the performing arts and to the promotion of the national identity through contributions as a singer, songwriter and musician.",
  "/wiki/Bohemian_Like_You": "\"Bohemian Like You\" is a song by American alternative rock band The Dandy Warhols. The song was written by frontman Courtney Taylor-Taylor after seeing a woman pull up in her car to the traffic lights outside his apartment. It was released as the second single from the band's third studio album, Thirteen Tales from Urban Bohemia, in August 2000.\n Upon its original release, it failed to reach the Top 40 in the UK Singles Chart, peaking at No. 42, even after a yearlong tour. After featuring in a popular Vodafone advertisement, it was re-released in 2001 and peaked at No. 5.",
  "/wiki/The_Dandy_Warhols": "The Dandy Warhols are an American alternative rock band, formed in Portland, Oregon in 1994 by singer-guitarist Courtney Taylor-Taylor and guitarist Peter Holmström. They were later joined by keyboardist Zia McCabe and drummer Eric Hedford. Hedford left in 1998 and was replaced by Taylor-Taylor's cousin Brent DeBoer. The band's name is a play on the name of American pop artist Andy Warhol.\n The band gained recognition after they were signed to Capitol Records and released their major label album debut, ...The Dandy Warhols Come Down, in 1997. In 2001, the band rose to new levels of fame after their song \"Bohemian Like You\" enjoyed extensive exposure due to being featured in a Vodafone advertisement. The Dandy Warhols were the subject of the 2004 documentary film Dig!, along with San Francisco psychedelic outfit The Brian Jonestown Massacre. They have released ten studio albums, two compilation albums, six EPs, and twenty-seven singles to date.",
  "/wiki/28_Days_(band)": "28 Days are an Australian punk rock band from Frankston, a suburb of Melbourne, Victoria. Formed in 1997, the current lineup consists of original members Jay Dunne as lead vocalist, guitarist Simon Hepburn and bassist Damian Gardiner Adrian Griffin. The band's previous drummer, Scott Murray, was killed in an accident after being struck by a car on 18 November 2001.\n 28 Days are known for their rap rock, punk rock and hip hop music. Throughout their recording career, they have released 5 studio albums and 5 EPs, 3 of which debuted in the ARIAnet top 40. This includes the certified platinum album Upstyledown which was produced by Kalju Tonuma and debuted at number 1 in July 2000. The band have also seen commercial success on Australian singles charts, with singles such as 'Rip It Up', 'Goodbye' and 'What's the Deal?' all peaking in the top 100. After declining popularity following their 2004 album Extremist Makeover, the band released a greatest hits album 10 Years of Cheap Fame before announcing their hiatus in 2007.\n The band came out of Hiatus in December 2009 to support long time friends Bodyjar on their 'End is Now' Tour. 28 Days have announced that they are currently writing an LP with new drummer Dan Kerby (previously of Behind Crimson Eyes) who joined the band at the beginning of 2011.",
  "/wiki/Dirty_Jeans": "\"Dirty Jeans\" is a song by Australian alternative rock band Magic Dirt. The song was released in July 2000 as the lead single from the band's third studio album What Are Rock Stars Doing Today. The single peaked at number 68 in Australia, becoming the band's first charting single.\n The song poled in position 12 in the Triple J Hottest 100, 2000.",
  "/wiki/Magic_Dirt": "Magic Dirt are an Australian rock band, which formed in 1991 in Geelong, Victoria, with Daniel Herring on guitar, Adam Robertson on drums, Adalita Srsen on vocals and guitar, and  Dean Turner on bass guitar. Initially forming an alternative underground band called Deer Bubbles  which split and formed into the much heavier, rock based group called The Jim Jims, they were renamed as Magic Dirt. Their top 40 releases on the ARIA Albums Chart are Friends in Danger (1996), What Are Rock Stars Doing Today (2000), Tough Love (2003) and Snow White (2005). They have received nine ARIA Music Award nominations including four at the ARIA Music Awards of 1995 for Life Was Better – their second extended play. Turner died in August 2009 of dermatofibrosarcoma protuberans (a soft tissue cancer). From 2010 to November 2018 the band were on hiatus.",
  "/wiki/Sleep_Now_in_the_Fire": "\"Sleep Now in the Fire\" is the fifth track from the 1999 album The Battle of Los Angeles by the band Rage Against the Machine. It was released as a single in 1999. The song contains lyrics about greed, such as the conquest of Native Americans, Christopher Columbus' voyage by Niña, the Pinta, and Santa Maria and U.S. slavery in the 19th century as well as criticism of actions taken by the U.S. government in wartime, including the bombing of Hiroshima and the use of Agent Orange in the Vietnam War.\n Guitarist Tom Morello's solo is also notable as he simply uses feedback from the amp, along with using his whammy bar to adjust the pitch of the feedback. By flicking his toggle switch on and off, he is able to create the high-pitched solo. \n At the end of the song, a short sample of Korean artist Uhm Jung-hwa's 1998 song \"Poison\" can be heard - it was accidentally captured from a local Korean radio station broadcast through Morello's amplifier.\n This song is featured in the EA skateboarding video game Skate 2, and in the 2003 movie Charlie's Angels: Full Throttle.",
  "/wiki/Rage_Against_the_Machine": "Rage Against the Machine (often abbreviated as RATM and shortened to simply Rage) is an American rock band from Los Angeles, California. Formed in 1991, the group consists of vocalist Zack de la Rocha, bassist and backing vocalist Tim Commerford, guitarist Tom Morello, and drummer Brad Wilk. Their songs express revolutionary political views. As of 2010, they had sold over 16 million records worldwide. The band was nominated for induction into the Rock & Roll Hall of Fame in their first year of eligibility in 2017 and 2018, although both bids failed.\n Rage Against the Machine released its eponymous debut album in 1992 to commercial and critical success, leading to a slot in the 1993 Lollapalooza festival; in 2003, the album was ranked number 368 on Rolling Stone's list of the 500 greatest albums of all time. The follow-up albums, Evil Empire (1996) and The Battle of Los Angeles (1999), were also successful; both albums topped the Billboard 200 chart. During their initial nine-year run, Rage Against the Machine became one of the most popular and influential bands in music history, and had a large influence on the nu metal genre which came to prominence during the second half of the 1990s. They were also ranked No. 33 on VH1's 100 Greatest Artists of Hard Rock.\n In 2000, Rage Against the Machine released the cover album Renegades and disbanded after growing creative differences led to De la Rocha's departure. De la Rocha started a low-key solo career, while the rest of the band formed the rock supergroup Audioslave with Chris Cornell, the former frontman of Soundgarden; Audioslave recorded three albums before disbanding in 2007. The same year, Rage Against the Machine announced a reunion and performed together for the first time in seven years at the Coachella Valley Music and Arts Festival in April 2007. Within the next four years, minus a sabbatical in 2009, the band continued to perform at more live venues and festivals around the world before going on hiatus once again. In 2016, Morello, Commerford and Wilk formed a new band, Prophets of Rage, with B-Real, Chuck D, and DJ Lord; that band released one EP and one full-length studio album before disbanding in 2019.\n After an eight-year hiatus, Rage Against the Machine announced in November 2019 that they were reuniting for a tour in 2020.",
  "/wiki/Minority_(Green_Day_song)": "\"Minority\" is a song by the American rock band Green Day. It was released as the lead single from their sixth studio album, Warning, and is the eleventh track. The song remained at No. 1 for five weeks in a row on the Billboard Modern Rock chart in late 2000, making it one of the most successful songs from the band in the 2000s.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016.\n Green Day was originally part of the late 80s-early 90s punk scene at the DIY 924 Gilman Street club in Berkeley, California. The band's early releases were with the independent record label Lookout! Records. In 1994, their major label debut Dookie, released through Reprise Records, became a breakout success and eventually shipped over 10 million copies in the U.S. Green Day is credited alongside fellow California punk bands NOFX, Sublime, Bad Religion, the Offspring, and Rancid with popularizing mainstream interest in punk rock in the U.S.\n Though the albums Insomniac (1995), Nimrod (1997), and Warning (2000) did not match the success of Dookie, they were still successful with the former two reaching triple platinum status while the latter achieved gold. Green Day's seventh album, a rock opera called American Idiot (2004), found popularity with a younger generation, selling six million copies in the U.S. Their next album, 21st Century Breakdown, was released in 2009 and achieved the band's best chart performance. It was followed by a trilogy of albums, ¡Uno!, ¡Dos!, and ¡Tré!, released in September, November, and December 2012 respectively. The trilogy did not perform as well as expected commercially in comparison to their previous albums largely due to lack of promotion and lead singer and guitarist Billie Joe Armstrong going into rehab. Their twelfth studio album, Revolution Radio, was released in October 2016 and became their third to debut at No. 1 on the Billboard 200. The band's thirteenth studio album, Father of All Motherfuckers, was released on February 7, 2020.\n Green Day has sold more than 75 million records worldwide, making them one of the best-selling music artists. The group has been nominated for 20 Grammy awards and has won five of them with Best Alternative Album for Dookie, Best Rock Album for American Idiot and 21st Century Breakdown, Record of the Year for \"Boulevard of Broken Dreams\", and Best Musical Show Album for American Idiot: The Original Broadway Cast Recording.\n In 2010, a stage adaptation of American Idiot debuted on Broadway. The musical was nominated for three Tony Awards: Best Musical, Best Scenic Design, and Best Lighting Design, winning the latter two. The band was inducted into the Rock and Roll Hall of Fame in 2015, their first year of eligibility. In 2018, members of Green Day, along with several friends, formed the side project The Coverups to perform cover songs.",
  "/wiki/Teenager_of_the_Year_(song)": "\"Teenager of the Year\" is a song by Australian band Lo-Tel. It was released in May 2000 as the second single from the band's debut studio album Planet of the Stereos. The song peaked at number 34 in Australia.\n At the ARIA Music Awards of 2000, the song was nominated for the ARIA Award for Breakthrough Artist – single; losing out to \"Don't Call Me Baby\" by Madison Avenue.\n The song was featured on the soundtrack to the film Looking for Alibrandi (2000).",
  "/wiki/Lo-Tel": "Lo-Tel were a pop rock band based in Sydney, Australia. They received commercial success and are best known for their single \"Teenager of the Year\" released 2000. They no longer perform as Lo-Tel; however, Hanigan and Lumsdaine continue to produce music together.",
  "/wiki/Machine_Gun_Fellatio": "Machine Gun Fellatio was an Australian alternative rock band, formed in 1997. They were well known for their provocative on-stage antics and humorous lyrics, as well as the musical merit of their songs. Their outrage-provoking name (coined by an early associate of the band who devised the term from a philosophy exercise) gives some idea of the attitude that pervades the band's work. They released three studio albums, three EPs and three singles before breaking up in 2005.",
  "/wiki/Gravity_(The_Superjesus_song)": "\"Gravity\" is an alternative rock song performed by Australian band The Superjesus. The song was released in September 2000 as the lead single from the band's second studio album, Jet Age (2000). The song peaked at number 35 on the Australian ARIA Singles Chart. \n In January 2001, the song was ranked as number 17 in the Triple J Hottest 100, 2000.",
  "/wiki/The_Superjesus": "The Superjesus are an Australian rock band formed in Adelaide in late 1994. Their debut album, Sumo (February 1998), peaked at No. 2 on the ARIA Albums Chart, their second album, Jet Age (October 2000) reached No. 5 and their third album, Rock Music (May 2003) peaked at No. 14. Their top 40 singles include \"Down Again\" (1997), \"Now and Then\" (1998), \"Gravity\" (2000) and \"Stick Together\" (2003). At the ARIA Music Awards of 1997 they won Best New Talent for Eight Step Rail  and Breakthrough Artist – Single for \"Shut My Eyes\". The group disbanded in mid-2004 and reunited in 2013 with mainstay members Paul Berryman on drums, Sarah McLeod on lead vocals and Stuart Rudd on bass guitar.",
  "/wiki/Stacked_Actors": "\"Stacked Actors\" is a Foo Fighters song which was released as a single from their third album There Is Nothing Left to Lose in 2000. It was only released as a limited edition commercial single in Australia exclusively, however radio promotional singles were released in other countries for radio airplay.\n The song is a playable track in the game Guitar Hero: Metallica and as downloadable content for Rock Band 3.",
  "/wiki/Pictures_in_the_Mirror": "\"Pictures in the Mirror\" is the first single off The Living End's second album Roll On, reaching number 18 on the ARIA Singles Chart.",
  "/wiki/The_Living_End": "The Living End are  an Australian punk rock band, which formed in 1994. Since 2002 the line up consists of Chris Cheney (vocals, guitar), Scott Owen (double bass, vocals) and Andy Strachan (drums). The band rose to fame in 1997 after the release of their double A-sided single, \"Second Solution\" / \"Prisoner of Society\", which peaked at No. 4 on the ARIA Singles Chart. They have released eight studio albums, two of which reached the No. 1 spot on the ARIA Albums Chart: self-titled album (12 October 1998) and State of Emergency (4 February 2006). They have also gained chart success in the United States and United Kingdom.\n At ARIA Music Awards ceremonies they have been nominated 27 times and have won five awards: Highest Selling Single for \"Second Solution / Prisoner of Society\" (1998), Breakthrough Artist – Album and Best Group for The Living End (1999), Best Rock Album for White Noise (2008), and the same category for The Ending Is Just the Beginning Repeating (2011). Australian musicologist Ian McFarlane described the group which \"emerged as one of the country's premier rock acts. By blending a range of styles (punk, rockabilly and flat out rock) with great success, The Living End has managed to produce anthemic choruses and memorable songs in abundance\". In October 2010 their debut album was listed in the book 100 Best Australian Albums.",
  "/wiki/Not_the_Same_(Bodyjar_song)": "How It Works was the 6th release from Australian punk-rock group Bodyjar. The single from the album \"Not the Same\" was used by Pepsi in an advertising campaign in Australia. It was also used in two video games: Tony Hawk's Pro Skater 3 and MX Superfly.\n It reached gold status in 2005. Along with Bodyjar's other EMI album Plastic Skies, it is now out of print.",
  "/wiki/Bodyjar": "Bodyjar are an Australian pop punk band which formed in 1990. They began performing under the name Bodyjar in 1994; their previous names included Damnation (1990–91) and Helium (1992–93). The latter group released an album, You Can't Hold Me Down, in October 1992. As Bodyjar their original line-up were Cameron Baines on vocals and guitar; Ben Petterson on vocals and guitar; Grant Relf on vocals and bass guitar; and Charles Zerafa on drums. In 1995 Ross Hetherington (ex-Bastard Squad, Swamp Rats) replaced Zerafa on drums. In 1999 Tom Read replaced Petterson on guitar and in 2004 Hetherington made way for Shane Wakker on drums.\n Bodyjar released six studio albums, Take a Look Inside (1994), Rimshot! (1996), No Touch Red (1998), How It Works (2000), Plastic Skies (2002) and Bodyjar (2005), before disbanding in September 2009. After a hiatus they reformed in March 2012, their next album, Role Model, appeared on 18 October 2013, together with corresponding tour dates.",
  "/wiki/Triple_J_Hottest_100,_2000": "The 2000 Triple J Hottest 100, announced in January 2001, was the eighth such countdown of the most popular songs of the year, according to listeners of the Australian radio station Triple J. As in previous years, a CD featuring 37 (not necessarily the top 37) songs was released. The CD featured Queens of the Stone Age's song \"Feel Good Hit of the Summer\" despite it not making the top 100, hinting that it may have placed at No. 101."
}