{
  "/wiki/Gold_Coast_RACV_Australian_Ladies_Masters": "The RACV Gold Coast Challenge was a golf tournament played in Australia. It was one of the leading tournaments on the ALPG Tour and was co-sanctioned by the Ladies European Tour (LET) since 2001. Between 1997 and 2000 it was an event on the LPGA Tour. It has been played at the RACV Royal Pines Resort in Benowa, Queensland, a suburb of Gold Coast since 1992.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Christel_Boeljon": "Christel Wilhelmina Boeljon (born 30 July 1987) is a professional golfer from the Netherlands, currently playing on the Ladies European Tour and the U.S.-based LPGA Tour.",
  "/wiki/ISPS_Handa_Women's_Australian_Open": "The Women's Australian Open is a women's professional golf tournament played in Australia, operated by Golf Australia and the ALPG Tour, long co-sanctioned by the Ladies European Tour (LET). Beginning with the 2012 event, it is also co-sanctioned by the U.S.-based LPGA Tour. In 2008, it was the second-richest women's golf tournament on the ALPG Tour, with a prize fund of A$500,000, and was raised to A$600,000 in 2010. With the co-sanctioning by the LPGA, the total purse was nearly doubled, and was also fixed in U.S. dollars. The purse was US$1.1 million in 2012, and increased again to its current level of US$1.2 million for 2013. Since 2011, the tournament's name has been the ISPS Handa Women's Australian Open.",
  "/wiki/Jessica_Korda": "Jessica Regina Korda (Czech: Jessica Kordová) (born February 27, 1993) is an American professional golfer who plays on the LPGA Tour.",
  "/wiki/ISPS_Handa_New_Zealand_Women's_Open": "The New Zealand Women's Open is a women's professional golf tournament on the ALPG Tour. It was founded in 2009 and became a co-sanctioned event on the Ladies European Tour the following year. The 2017 edition was co-sanctioned by the LPGA Tour and not the LET.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Lindsey_Wright": "Lindsey Elizabeth Wright (born 31 December 1979) is an Australian professional golfer playing on the LPGA Tour. She earned exempt status for the 2004 LPGA season in 2003, and has been competing full-time on the Tour since.",
  "/wiki/World_Ladies_Championship": "The World Ladies Championship was a golf tournament on the Ladies European Tour. It was played at the Mission Hills Haikou, China from 2012 to 2015. It moved to the Mission Hills Golf Club in Shenzhen in 2016 and returned to Haikou in 2017. It was played as both an individual and team tournament. Only the individual event was an official money/official win event.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Shanshan_Feng": "Shanshan Feng (Chinese: 冯珊珊; pinyin: Féng Shān Shān, Mandarin pronunciation: [fə̌ŋ ʂə́ŋ ʂə́ŋ]; born 5 August 1989) is a Chinese professional golfer who plays on the U.S.-based LPGA Tour. She is the first player from China to become a member of the LPGA Tour, which she joined in 2008. Feng has 10 victories on the tour, including the 2012 LPGA Championship, a major title, in which she shot a bogey-free 67 in the final round to win by two strokes. She is the first player from China to win an LPGA major championship, as well as the first player from mainland China (male or female) to win a major championship. Her best finish in 16 previous majors was a tie for 22nd at the 2012 Kraft Nabisco Championship. With the victory, she moved from tenth to fifth in the Women's World Golf Rankings. On 20 August 2016, Feng won the Olympic bronze medal in women's golf at the 2016 Olympic Games in Rio de Janeiro. From November 2017 to April 2018, she was first in the Women's World Golf Rankings.",
  "/wiki/Lalla_Meryem_Cup": "The Lalla Meryem Cup is a women's professional golf tournament in Morocco under the high patronage of His Majesty King Mohammed VI. It was held in Rabat until it moved to Agadir in 2011. It moved back to Rabat in 2016.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Karen_Lunn": "Karen Marie Lunn (born 21 March 1966) is an Australian professional golfer. She turned professional in 1985 and has spent much of her career on the Ladies European Tour, where she has won several tournaments including a Women's British Open title in 1993 (before that tournament was an LPGA major championship). She topped the Order of Merit in 1993.",
  "/wiki/Aberdeen_Asset_Management_Ladies_Scottish_Open": "The Ladies Scottish Open is a women's professional golf tournament in Scotland on the Ladies European Tour (LET). First played in 1986, it became a regular fixture on the tour schedule in 2010.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Carly_Booth": "Carly Booth (born 21 June 1992) is a Scottish professional golfer. At the end of 2009, aged 17, she became the youngest-ever Scot to qualify for the Ladies European Tour. Booth became the youngest ladies' club champion in Britain at the age of 11 at Dunblane New.",
  "/wiki/Turkish_Airlines_Ladies_Open": "The Turkish Airlines Ladies Open was a professional golf tournament on the Ladies European Tour that was held at the National Golf Club in Belek, Antalya, Turkey. It was first played in 2008 but was cancelled the following year due to lack of sponsorship. It returned to the schedule in 2010 with Turkish Airlines sponsorship.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/UniCredit_Ladies_German_Open": "The Ladies German Open was a professional golf tournament on the Ladies European Tour schedule. It was held annually from 1984 to 2014 except for two interruptions, 1992 to 1994 and 2002 to 2007.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Deloitte_Ladies_Open": "The Dutch Ladies Open was a women's professional golf tournament on the Ladies European Tour that was played in the Netherlands. It was first played in 1986, and annually from 2004 to 2015.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Carlota_Ciganda": "Carlota Ciganda Machiñena (born 1 June 1990) is a professional golfer from Spain who plays on the Ladies European Tour and the LPGA Tour. She won the LET's Order of Merit (money title) in her debut season in 2012, and was also named Player of the Year and Rookie of the Year.",
  "/wiki/Allianz_Ladies_Slovak_Open": "The Ladies Slovak Open was a golf tournament on the Ladies European Tour. It was last played at the Golf Resort Tale in Brezno, Slovakia.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Deutsche_Bank_Ladies_Swiss_Open": "The Ladies Swiss Open was a women's professional golf tournament on the Ladies European Tour that is held in Switzerland. It was first played in 1988, again in 1996 and 1997, and returned to the tour schedule in 2006, with Deutsche Bank as the title sponsor. The last event was played in 2012.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Raiffeisenbank_Prague_Golf_Masters": "The Tipsport Golf Masters was a golf tournament on the Ladies European Tour. It was played at the Golf Park Plzeň – Dýšina in Plzeň, Czech Republic.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Melissa_Reid": "Melissa Rose Reid (born 19 September 1987) is an English professional golfer who plays on the Ladies European Tour.",
  "/wiki/South_African_Women's_Open": "The South African Women's Open is a golf tournament.  It was first played in 1988, is sanctioned by the Women's PGA of South Africa and is played as part of the Sunshine Ladies Tour. The tournament has been co-sanctioned by the Ladies European Tour 2012–2014 and from 2018.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Caroline_Masson": "Caroline Masson (born 14 May 1989) is a German professional golfer, currently playing on the Ladies European Tour (LET).",
  "/wiki/Evian_Masters": "The Evian Championship is a women's professional golf tournament in France, played at the Evian Resort Golf Club in Évian-les-Bains. It was originally held in June, moved to July in 2003, and moved again to September in 2013. It will return to a July date in 2019.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Inbee_Park": "Inbee Park (Korean: 박인비; Hanja: 朴仁妃, pronounced [pɐɡinbi] or [pɐk̚] [inbi]; born 12 July 1988) is a South Korean professional golfer who plays on the LPGA Tour and the LPGA of Japan Tour. She has been the number one ranked player in the Women's World Golf Rankings for four separate runs: April 2013 to June 2014, October 2014 to February 2015, June 2015 to October 2015, and from April to July 2018.",
  "/wiki/Ladies_Irish_Open": "The Ladies Irish Open was a professional golf tournament on the Ladies European Tour (LET), held in the Republic of Ireland. It was part of the LET schedule in 1983 and 1984 in Northern Ireland; the 1984 event was co-sanctioned by the U.S.-based LPGA Tour. After nearly a decade's absence, it returned in 1994 for ten editions through 2003, all in the Republic of Ireland. After a four-year hiatus, the tournament was revived again in 2008 as part of the buildup to the 2011 Solheim Cup, scheduled for late September at Killeen Castle in County Meath. Killeen Castle hosted the Ladies Irish Open in 2010 and 2011 in early August, the week following the Women's British Open. The last event was played in 2012.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
  "/wiki/Catriona_Matthew": "Catriona Isobel Matthew OBE (née Lambert; born 25 August 1969) is a Scottish professional golfer who plays mainly on the US-based LPGA Tour and is also a member of the Ladies European Tour.",
  "/wiki/ISPS_Handa_Ladies_British_Masters": "The ISPS Handa Ladies European Masters was a golf tournament on the Ladies European Tour. It was last played at the Golf Club Hubbelrath in Düsseldorf, Germany.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Lydia_Hall": "Lydia Gail Hall (born 14 December 1987) is a Welsh professional golfer and currently plays on the Ladies European Tour. In 2012, she won the ISPS Handa Ladies British Masters, her first Ladies European Tour win. In 2016, she won the Welsh National PGA Championship, the first  woman to win a PGA national tournament. She is the daughter of Wayne Hall, a rugby union player, who played one match for Wales in 1988.",
  "/wiki/UNIQA_Ladies_Golf_Open": "The Austrian Ladies Open was a professional golf tournament on the Ladies European Tour that is held in Austria. It was first played in 1994 and last played in 2012.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Caroline_Hedwall": "Caroline Hedwall (born 13 May 1989) is a Swedish professional golfer who plays on the Ladies European Tour (LET) and the LPGA Tour. She lives in Löddeköpinge, Sweden.",
  "/wiki/Ricoh_Women's_British_Open": "The Women's British Open is a major championship in women's professional golf. It is recognised by both the LPGA Tour and the Ladies European Tour as a major. The reigning champion is Hinako Shibuno, who won by one stroke at Woburn Golf and Country Club in 2019.",
  "/wiki/Jiyai_Shin": "Jiyai Shin (Korean: 신지애 Shin Ji-ae, [ɕin dʑi.ɛː]; born 28 April 1988) is a former world No. 1 ranked South Korean professional golfer who primarily plays on the LPGA of Japan Tour as of the 2019 golf season.  Shin previously played primarily on the LPGA Tour and the LPGA of Korea Tour (KLPGA). She has broken existing KLPGA records, winning 10 events in 19 starts on the KLPGA Tour in 2007. In 2008, playing only 10 tournaments on the LPGA Tour as a non-member, she won three events, including the Women's British Open and the ADT Championship. She has been ranked No. 1 in the Women's World Golf Rankings for 25 weeks and was the first Asian to be ranked No. 1.",
  "/wiki/Tenerife_Open_de_España_Femenino": "The Open de España Femenino is a professional golf tournament that has been part of the Ladies European Tour schedule since 2002.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Stacey_Keating": "Stacey Keating (born 21 June 1986) is an Australian golfer who won the 2012 Open de France Dames and 2012 Open De España Femenino.",
  "/wiki/Lacoste_Ladies_Open_de_France": "The Open de France Dames is a women's professional golf tournament in France on the Ladies European Tour. It has been played annually since 1987, with four exceptions: 1990, 1991, 1992, and 1998.",
  "/wiki/2012_Ladies_European_Tour": "The 2012 Ladies European Tour was a series of golf tournaments for elite female golfers from around the world which took place from February through December 2012. The tournaments were sanctioned by the Ladies European Tour (LET)."
}