{
  "/wiki/Cavalry_FC": "Cavalry Football Club is a Canadian professional soccer club based in the Calgary Metropolitan Region of Alberta. The club competes at the top of the Canadian soccer league system in the Canadian Premier League, and plays their home matches at ATCO Field on the grounds of Spruce Meadows in Foothills County.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Canadian_Premier_League": "The Canadian Premier League (CPL or CanPL; French: Première ligue canadienne) is a professional soccer league in Canada. At the top of the Canadian soccer league system, it is the country's primary national soccer league competition. The league consists of eight teams, from five of Canada's ten provinces. The regular league season lasts from April to October and consists of two separate competitions: the spring season and the fall season. The season culminates in the CPL Finals, held between the two season winners. The CPL champion earns a berth in the CONCACAF League, playing against teams from Central America and the Caribbean. All CPL teams also play in the Canadian Championship against Canadian clubs from other leagues. Qualification for the CONCACAF Champions League is available to CPL clubs through either the Canadian Championship or CONCACAF League.",
  "/wiki/FC_Edmonton": "FC Edmonton is a Canadian professional soccer club based in Edmonton, Alberta. The club has competed in the Canadian Premier League since the league's inaugural season in 2019. The club previously competed in the North American Soccer League (NASL) from 2011 to 2017, then went on hiatus when NASL ceased competitive operations before the cancelled 2018 season. From 2012 onward, FC Edmonton's home field has been Clarke Stadium.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Forge_FC": "Forge Football Club is a professional soccer club based in Hamilton, Ontario, Canada, that competes in the Canadian Premier League, the top tier of Canadian soccer. The club plays its home fixtures at Tim Hortons Field.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/HFX_Wanderers_FC": "HFX Wanderers Football Club, commonly known as HFX Wanderers, and also spoken as Halifax Wanderers, is a Canadian professional soccer club based in Halifax, Nova Scotia. The club competes in the Canadian Premier League at the top of the Canadian soccer league system, and play their home matches at Wanderers Grounds.",
  "/wiki/Halifax,_Nova_Scotia": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. The regional municipality consists of four former municipalities that were amalgamated in 1996: Halifax, Dartmouth, Bedford, and Halifax County.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Major_League_Soccer": "Major League Soccer (MLS) is a men's professional soccer league sanctioned by the United States Soccer Federation which represents the sport's highest level in the United States and Canada. The league comprises 26 teams—23 in the U.S. and 3 in Canada and constitutes one of the major professional sports leagues in both countries. The league plans to expand to 30 teams with the additions of Austin FC and Charlotte in 2021, then Sacramento Republic FC and a St. Louis franchise in 2022.",
  "/wiki/Pacific_FC": "Pacific Football Club is a Canadian professional soccer club based in Greater Victoria, British Columbia. The club competes in the Canadian Premier League, playing home matches at Westhills Stadium located in Langford.",
  "/wiki/Langford,_British_Columbia": "Langford is a city on southern Vancouver Island in the province of British Columbia, Canada. Langford is one of the 13 component municipalities of Greater Victoria and is within the Capital Regional District. Langford was incorporated in 1992 and has a population of over 40,000 people.  Its municipal neighbours are Colwood to the southeast, Highlands to the north, Metchosin to the southwest, and View Royal to the northeast.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Valour_FC": "Valour Football Club is a Canadian professional soccer club based in Winnipeg, Manitoba. The club competes in the Canadian Premier League and plays its home matches at IG Field.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/York9_FC": "York 9 Football Club, commonly known as York9 FC or simply York9, is a Canadian professional soccer club based in York Region, Ontario. The club competes in the Canadian Premier League and plays its home games at York University's York Lions Stadium in Toronto.",
  "/wiki/Regional_Municipality_of_York": "The Regional Municipality of York, also called York Region, is a regional municipality in Southern Ontario, Canada, between Lake Simcoe and Toronto. It replaced the former York County in 1971, and is part of the Greater Toronto Area and the inner ring of the Golden Horseshoe. The regional government is headquartered in Newmarket.",
  "/wiki/Canadian_Championship": "The Canadian Championship (French: Championnat canadien) is an annual soccer tournament contested by premier Canadian professional teams. The winner is awarded the Voyageurs Cup and Canada's berth in the CONCACAF Champions League. It is currently contested by MLS sides Toronto FC, Vancouver Whitecaps FC, and Montreal Impact, seven Canadian Premier League sides, and the champions of League1 Ontario and the Première Ligue de soccer du Québec. It is unclear if Canadian Premier League expansion team Atlético Ottawa will be included in the 2020 edition. The tournament is organized by the Canadian Soccer Association and has been broadcast on OneSoccer since 2019."
}