{
  "/wiki/Cal_Stewart": "Cal Stewart (b. 1856 Charlotte County, Virginia, d. December 7, 1919) was an American comedian and humorist who pioneered in vaudeville and early sound recordings.  He is best remembered for his comic monologues in which he played \"Uncle Josh\" Weathersby, a resident of a mythical New England farming town called \"Punkin Center.\"",
  "/wiki/Il_mio_tesoro": "\"Il mio tesoro\" (or \"Il mio tesoro intanto\") is an aria for lyric tenor voice from scene 2 in act 2 of Mozart's opera Don Giovanni. It is often performed in recitals and featured in anthologies of music for tenor. In the aria, Don Ottavio, a young nobleman, urges the listener to assure his (the nobleman's) beloved fiancée, Donna Anna, that he intends to secure vengeance for her against the man who murdered her father.",
  "/wiki/John_McCormack_(tenor)": "John Francis McCormack, Count of the Holy Roman Church,[a] KSG, KSS, KHS (14 June 1884 – 16 September 1945), was an Irish tenor celebrated for his performances of the operatic and popular song repertoires, and renowned for his diction and breath control. He was also a Papal Count. He became a naturalised American citizen before returning to live in Ireland.",
  "/wiki/John_J._Pershing": "General of the Armies John Joseph \"Black Jack\" Pershing (September 13, 1860 – July 15, 1948) GCB was a senior United States Army officer. His most famous post was when he served as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18.",
  "/wiki/Black_Bottom_(dance)": "The black bottom is a dance which became popular in the 1920s—the Roaring Twenties, also known as the Jazz Age, and the era of the flapper. It was danced solo or by couples.",
  "/wiki/Jelly_Roll_Morton": "Ferdinand Joseph LaMothe (October 20, 1890 – July 10, 1941), known professionally as Jelly Roll Morton, was an American ragtime and early jazz pianist, bandleader and composer who started his career in New Orleans, Louisiana.",
  "/wiki/Wildwood_Flower": "\"Wildwood Flower\" (or \"The Wildwood Flower\") is an American song, best known through performances and recordings by the Carter Family. It is a folk song, cataloged as Roud Folk Song Index No. 757.",
  "/wiki/Carter_Family": "The Carter Family is a traditional American folk music group that recorded between 1927 and 1956. Their music had a profound impact on bluegrass, country, Southern Gospel, pop and rock musicians as well as on the U.S. folk revival of the 1960s. They were the first vocal group to become country music stars, and were among the first groups to record commercially produced country music in recorded history. Their first recordings were made in Bristol, Tennessee under producer Ralph Peer on August 1, 1927, the day before country singer Jimmie Rodgers also made his initial recordings under Peer.  Their recordings of songs such as \"Wabash Cannonball\", \"Can the Circle Be Unbroken\", \"Wildwood Flower\",  \"Keep On the Sunny Side\" and \"I'm Thinking Tonight of My Blue Eyes\" made these songs country standards. The tune of the last was used for Roy Acuff's \"The Great Speckled Bird\", Hank Thompson's \"The Wild Side of Life\" and Kitty Wells' \"It Wasn't God Who Made Honky Tonk Angels\", making the song a hit all over again in other incarnations.",
  "/wiki/Pony_Blues": "\"Pony Blues\" is a Delta blues song recorded by blues musician Charley Patton. Patton recorded the song in June 1929 during his very first session. The song was also the first song to be released by Patton on the Paramount label.",
  "/wiki/Charley_Patton": "Charley Patton (died April 28, 1934), also known as Charlie Patton, was an American Delta blues musician. Considered by many to be the \"Father of the Delta Blues\", he created an enduring body of American music and inspired most Delta blues musicians. The musicologist Robert Palmer considered him one of the most important American musicians of the twentieth century.",
  "/wiki/You%27re_the_Top": "\"You're the Top\" is a Cole Porter song from the 1934 musical Anything Goes. It is about a man and a woman who take turns complimenting each other. The best-selling version was Paul Whiteman's Victor single, which made the top five.",
  "/wiki/Cole_Porter": "Cole Albert Porter (June 9, 1891 – October 15, 1964) was an American composer and songwriter. Many of his songs became standards noted for their witty, urbane lyrics, and many of his scores found success on Broadway and in film.",
  "/wiki/The_Lone_Ranger": "The Lone Ranger is an American western drama television series that aired on the ABC Television network from 1949 to 1957, with Clayton Moore in the starring role. Jay Silverheels, a member of the Mohawk Aboriginal people in Canada, played The Lone Ranger's Indian companion Tonto.",
  "/wiki/Earle_Graser": "Earle Graser (March 31, 1909 - April 8, 1941) was an American radio actor at radio station WXYZ, Detroit, Michigan.",
  "/wiki/United_States_Congress": "The United States Congress is the bicameral legislature of the federal government of the United States, and consists of two chambers: the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a gubernatorial appointment. Congress has 535 voting members: 435 representatives and 100 senators. The House of Representatives has six non-voting members representing Puerto Rico, American Samoa, Guam, the Northern Mariana Islands, the U.S. Virgin Islands, and the District of Columbia in addition to its 435 voting members. Although they cannot vote in the full house, these members can address the house, sit and vote in congressional committees, and introduce legislation.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.",
  "/wiki/Leopold_Stokowski": "Leopold Anthony Stokowski (18 April 1882–13 September 1977) was an English conductor of Polish descent. One of the leading conductors of the early and mid-20th century, he is best known for his long association with the Philadelphia Orchestra and his appearance in the Disney film Fantasia. He was especially noted for his free-hand conducting style that spurned the traditional baton and for obtaining a characteristically sumptuous sound from the orchestras he directed.",
  "/wiki/Pixinguinha": "Alfredo da Rocha Viana, Jr., better known as Pixinguinha (Portuguese: [piʃĩˈɡiɲə]; April 23, 1897 – February 17, 1973) was a composer, arranger, flautist and saxophonist born in Rio de Janeiro. Pixinguinha is considered one of the greatest Brazilian composers of popular music, particularly within the genre of music known as choro. By integrating the music of the older choro composers of the 19th century with contemporary jazz-like harmonies, Afro-Brazilian rhythms, and sophisticated arrangements, he introduced choro to a new audience and helped to popularize it as a uniquely Brazilian genre. He was also one of the first Brazilian musicians and composers to take advantage of the new professional opportunities offered to musicians by the new technologies of radio broadcasting and studio recording. Pixinguinha composed dozens of choros, including some of the most well-known works in the genre such as \"Carinhoso\", \"Glória\", \"Lamento\" and \"Um a Zero\".",
  "/wiki/Cartola": "Angenor de Oliveira, known as Cartola (Portuguese for top hat), (Portuguese pronunciation: [kaɦˈtɔlɐ]; October 11, 1908 – November 30, 1980) was a Brazilian singer, composer and poet considered to be a major figure in the development of samba.",
  "/wiki/Peace_in_the_Valley": "\"Peace in the Valley\" is a 1937 song written by Thomas A. Dorsey, originally for Mahalia Jackson. The song became a hit in 1951 for Red Foley and the Sunshine Boys, reaching number seven on the Country & Western Best Seller chart. It was among the first gospel recordings to sell one million copies. Foley's version was a 2006 entry into the Library of Congress' National Recording Registry.",
  "/wiki/Red_Foley": "Clyde Julian Foley (June 17, 1910 – September 19, 1968), known professionally as Red Foley, was an American singer, musician, and radio and TV personality who made a major contribution to the growth of country music after World War II.",
  "/wiki/Polonaises_Op._40_(Chopin)": "The twin Op. 40 Polonaises of the Polonaise in A major, Op. 40, No. 1 (nicknamed the Military Polonaise) and the Polonaise in C minor, Op. 40, No. 2 were composed by Frédéric Chopin in 1838.",
  "/wiki/Fr%C3%A9d%C3%A9ric_Chopin": "Frédéric François Chopin (UK: /ˈʃɒpæ̃/, US: /ʃoʊˈpæn/, French: [ʃɔpɛ̃], Polish: [ˈʂɔpɛn]; 1 March 1810 – 17 October 1849) was a Polish composer and virtuoso pianist of the Romantic era who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation.\"",
  "/wiki/Artur_Rubinstein": "Arthur Rubinstein KBE OSE GOSE (Polish: Artur Rubinstein; 28 January 1887 – 20 December 1982) was a Polish American classical pianist.  He received international acclaim for his performances of the music written by a variety of composers and many regard him as the greatest Chopin interpreter of his time. He has been described as one of the greatest pianists of the twentieth century. He played in public for eight decades.",
  "/wiki/Blue_Suede_Shoes": "\"Blue Suede Shoes\" is a rock-and-roll standard written and first recorded by Carl Perkins in 1955. It is considered one of the first rockabilly records, incorporating elements of blues, country and pop music of the time. Perkins' original version of the song was on the Cashbox Best Selling Singles list for 16 weeks and spent two weeks in the number two position. Elvis Presley performed his version of the song three different times on national television. It was also recorded by Buddy Holly and Eddie Cochran, among many others.",
  "/wiki/Carl_Perkins": "Carl Lee Perkins (April 9, 1932 – January 19, 1998) was an American singer-songwriter who recorded most notably at the Sun Studio, in Memphis, beginning in 1954. Amongst his best-known songs are \"Blue Suede Shoes\", \"Matchbox\" and \"Everybody's Trying to Be My Baby\".",
  "/wiki/Howl": "\"Howl\", also known as \"Howl for Carl Solomon\", is a poem written by Allen Ginsberg in 1954–1955 and published in his 1956 collection Howl and Other Poems.  The poem is dedicated to Carl Solomon.",
  "/wiki/Allen_Ginsberg": "Irwin Allen Ginsberg (/ˈɡɪnzbɜːrɡ/; June 3, 1926 – April 5, 1997) was an American poet, philosopher, and writer. As a Columbia University college student in the 1940s, he began friendships with William S. Burroughs and Jack Kerouac, forming the core of the Beat Generation.  He vigorously opposed militarism, economic materialism, and sexual repression, and he embodied various aspects of this counterculture with his views on drugs, hostility to bureaucracy, and openness to Eastern religions.",
  "/wiki/The_Button-Down_Mind_of_Bob_Newhart": "The Button-Down Mind of Bob Newhart is a 1960 live album by comedian Bob Newhart. Recorded at the Tidelands Club in Houston, Texas, Newhart's debut album reached #1 on the Billboard Mono Action Albums chart (later the Billboard 200) on August 1, 1960 and remained at the top for 14 weeks. The album stayed on the chart for two years, selling over 600,000 copies near release and ranking as the 20th best-selling album of all time on the Billboard charts. It won Album of the Year at the 1961 Grammy Awards, where Newhart was named Best New Artist; it was the first comedy album to win Album of the Year and the only time a comedian had won Best New Artist.",
  "/wiki/Bob_Newhart": "George Robert Newhart (born September 5, 1929) is an American stand-up comedian and actor, noted for his deadpan and slightly stuttering delivery. Newhart came to prominence in 1960 when his album of comedic monologues, The Button-Down Mind of Bob Newhart, became a bestseller and reached number one on the Billboard pop album chart; it remains the 20th-best selling comedy album in history. The follow-up album, The Button-Down Mind Strikes Back!, was also a success, and the two albums held the Billboard number one and number two spots simultaneously.\nNewhart later went into acting, starring as Chicago psychologist Robert Hartley in The Bob Newhart Show during the 1970s and then as Vermont innkeeper Dick Loudon on the 1980s series Newhart. He also had two short-lived sitcoms in the 1990s, Bob and George and Leo. Newhart had film roles such as Major Major in Catch-22 and Papa Elf in Elf. He provided the voice of Bernard in the Disney animated films The Rescuers and The Rescuers Down Under. In 2004, he played the library head Judson in The Librarian, a character that continued in 2014 on the TV series The Librarians. In 2013, Newhart made his first of six guest appearances on The Big Bang Theory as Professor Proton, for which he received his first Primetime Emmy Award on September 15, 2013.",
  "/wiki/Be_My_Baby": "\"Be My Baby\" is a song written by Jeff Barry, Ellie Greenwich, and Phil Spector. It was recorded on July 5, 1963 at Gold Star Studios Hollywood by American girl group the Ronettes and released as a single in August 1963 and later placed on their 1964 debut LP Presenting the Fabulous Ronettes featuring Veronica. Ronnie Spector is the only Ronette to appear on the single; her future husband Phil produced their elaborately layered recording in what is now considered a quintessential example of his Wall of Sound production formula.",
  "/wiki/The_Ronettes": "The Ronettes (/ˌrɒˈnɛts/) were an American girl group from New York City. One of the most popular groups of the 1960s, they placed nine songs on the Billboard Hot 100, five of which became Top 40 hits. The trio from Spanish Harlem, New York, consisted of lead singer Veronica Bennett (later known as Ronnie Spector), her older sister Estelle Bennett, and their cousin Nedra Talley. Among the Ronettes' most famous songs are \"Be My Baby\", \"Baby, I Love You\", \"(The Best Part of) Breakin' Up\", and \"Walking in the Rain\", all of which charted on the Billboard Hot 100. \"Walking in the Rain\" won a Grammy Award in 1965, and \"Be My Baby\" was inducted into the Grammy Hall of Fame in 1999. The Ronettes were inducted into the Rock and Roll Hall of Fame in 2007.",
  "/wiki/We_Shall_Overcome_(Pete_Seeger_album)": "We Shall Overcome is a 1963 album by Pete Seeger.  It was recorded live at his concert at Carnegie Hall, New York City, on June 8, 1963, and was released by Columbia Records.",
  "/wiki/Pete_Seeger": "Peter Seeger (May 3, 1919 – January 27, 2014) was an American folk singer and social activist. He was the nephew of American war poet Alan Seeger, who died fighting with the French Foreign Legion during the Battle of the Somme in 1916.",
  "/wiki/A_Change_Is_Gonna_Come": "\"A Change Is Gonna Come\" is a song by American recording artist Sam Cooke.  It initially appeared on Cooke's album Ain't That Good News, released mid-February 1964 by RCA Victor; a slightly edited version of the recording was released as a single on December 22, 1964. Produced by Hugo & Luigi and arranged and conducted by René Hall, the song was the B-side to \"Shake\".",
  "/wiki/Sam_Cooke": "Samuel Cook (January 22, 1931 – December 11, 1964), known professionally as Sam Cooke, was an American singer, songwriter, civil-rights activist and entrepreneur.",
  "/wiki/(I_Can%27t_Get_No)_Satisfaction": "\"(I Can't Get No) Satisfaction\" is a song by the English rock band The Rolling Stones, released in 1965. It was written by Mick Jagger and Keith Richards and produced by Andrew Loog Oldham. Richards' guitar riff—‌intended to be replaced by horns—‌opens and drives the song. The lyrics refer to sexual frustration and commercialism.",
  "/wiki/The_Rolling_Stones": "The Rolling Stones are an English rock band formed in London in 1962. The first stable line-up consisted of bandleader Brian Jones (guitar, harmonica, keyboards), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar, vocals), Bill Wyman (bass guitar), Charlie Watts (drums), and Ian Stewart (piano). Stewart was removed from the official line-up in 1963 but continued to work with the band as a contracted musician until his death in 1985. The band's primary songwriters, Jagger and Richards, assumed leadership after Andrew Loog Oldham became the group's manager. Jones left the band less than a month before his death in 1969, having already been replaced by Mick Taylor. Taylor left in 1974 and was replaced in 1975 by Ronnie Wood who has since remained. Since Wyman's departure in 1993, Darryl Jones has served as touring bassist. The Stones have not had an official keyboardist since 1963, but have employed several musicians in that role, including Jack Nitzsche (1965–1971), Nicky Hopkins (1967–1982), Billy Preston (1971–1981), Ian McLagan (1978–1981), and Chuck Leavell (1982–present).",
  "/wiki/National_Recording_Registry": "The National Recording Registry is a list of sound recordings that \"are culturally, historically, or aesthetically important, and/or inform or reflect life in the United States.\" The registry was established by the National Recording Preservation Act of 2000, which created the National Recording Preservation Board, whose members are appointed by the Librarian of Congress. The recordings preserved in the United States National Recording Registry form a registry of recordings selected yearly by the National Recording Preservation Board for preservation in the Library of Congress."
}