{
  "/wiki/Thomas_Edison": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and the long-lasting, practical electric light bulb, have had a widespread impact on the modern industrialized world. He was one of the first inventors to apply the principles of organized science and teamwork to the process of invention, working with many researchers and employees. He established the first industrial research laboratory.",
  "/wiki/Phonograph_cylinder": "Phonograph cylinders are the earliest commercial medium for recording and reproducing sound. Commonly known simply as \"records\" in their era of greatest popularity (c. 1896–1915), these hollow cylindrical objects have an audio recording engraved on the outside surface, which can be reproduced when they are played on a mechanical cylinder phonograph. In the 1910s, the competing disc record system triumphed in the marketplace to become the dominant commercial audio medium.",
  "/wiki/Passamaquoddy_Indians": "The Passamaquoddy (Peskotomuhkati or Pestomuhkati in the Passamaquoddy language) are an American Indian/First Nations people who live in northeastern North America, primarily in Maine, United States, and New Brunswick, Canada.",
  "/wiki/Field_recording": "Field recording is the term used for an audio recording produced outside a recording studio, and the term applies to recordings of both natural and human-produced sounds.",
  "/wiki/Jesse_Walter_Fewkes": "Jesse Walter Fewkes (November 14, 1850 – 1930) was an American anthropologist, archaeologist, writer and naturalist.",
  "/wiki/Stars_and_Stripes_Forever": "\"The Stars and Stripes Forever\" is a patriotic American march written and composed by John Philip Sousa, widely considered to be his magnum opus. By a 1987 act of the U.S. Congress, it is the official National March of the United States of America.",
  "/wiki/Metropolitan_Opera": "The Metropolitan Opera (commonly known as The Met) is an opera company based in New York City, resident at the Metropolitan Opera House at the Lincoln Center for the Performing Arts. The company is operated by the non-profit Metropolitan Opera Association, with Peter Gelb as general manager. As of 2018, the company's current music director is Yannick Nézet-Séguin.",
  "/wiki/Mapleson_Cylinders": "The Mapleson Cylinders are a group of more than 100 phonograph cylinders recorded live at the Metropolitan Opera House, primarily in the years 1901–1903, by the Met librarian Lionel Mapleson (a nephew of impresario James Henry Mapleson).",
  "/wiki/Ragtime": "Ragtime – also spelled rag-time or rag time – is a musical style that enjoyed its peak popularity between 1895 and 1919. Its cardinal trait is its syncopated or \"ragged\" rhythm.",
  "/wiki/Piano_roll": "A piano roll is a music storage medium used to operate a player piano, piano player or reproducing piano. Piano rolls, like other Music Rolls, are continuous rolls of paper with perforations (holes) punched into them. The perforations represent note control data. The roll moves over a reading system known as a 'tracker bar' and the playing cycle for each musical note is triggered when a perforation crosses the bar and is read.",
  "/wiki/Scott_Joplin": "Scott Joplin (November 24, 1868 – April 1, 1917) was an African-American composer and pianist. Joplin achieved fame for his ragtime compositions and was dubbed the King of Ragtime. During his brief career, he wrote 44 original ragtime pieces, one ragtime ballet, and two operas. One of his first and most popular pieces, the \"Maple Leaf Rag\", became ragtime's first and most influential hit, and has been recognized as the archetypal rag.",
  "/wiki/Atlanta_Compromise": "The Atlanta compromise was an agreement struck in 1895 between Booker T. Washington, president of the Tuskegee Institute, other African-American leaders, and Southern white leaders. It was first supported, and later opposed by W. E. B. Du Bois and other African-American leaders.",
  "/wiki/Booker_T._Washington": "Booker Taliaferro Washington (April 5, 1856–November 14, 1915  was an American educator, author, orator, and adviser to multiple presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African American community and of the contemporary black elite.\nWashington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their descendants. They were newly oppressed in the South by disenfranchisement and the Jim Crow discriminatory laws enacted in the post-Reconstruction Southern states in the late 19th and early 20th centuries.",
  "/wiki/Casey_at_the_Bat": "\"Casey at the Bat: A Ballad of the Republic Sung in the Year 1888\" is a baseball poem written in 1888 by Ernest Thayer. First published in The San Francisco Examiner (then called The Daily Examiner) on June 3, 1888, it was later popularized by DeWolf Hopper in many vaudeville performances. It has become one of the best-known poems in American literature.  The poem was originally published anonymously (under the pen name \"Phin\", based on Thayer's college nickname, \"Phinney\").",
  "/wiki/DeWolf_Hopper": "William DeWolf Hopper (March 30, 1858 – September 23, 1935) was an American actor, singer, comedian, and theatrical producer. A star of vaudeville and musical theater, he became best known for performing the popular baseball poem \"Casey at the Bat\".",
  "/wiki/Vesti_la_giubba": "\"Vesti la giubba\" ([ˈvɛs.ti la ˈdʒub.ba], \"Put on the costume\", often referred to as \"On With the Motley\", from the original 1893 translation by Frederic Edward Weatherly) is a famous tenor aria from Ruggero Leoncavallo's 1892 opera Pagliacci. \"Vesti la giubba\" is sung at the conclusion of the first act, when Canio discovers his wife's infidelity, but must nevertheless prepare for his performance as Pagliaccio the clown because \"the show must go on\".",
  "/wiki/Pagliacci": "Pagliacci (Italian pronunciation: [paʎˈʎattʃi]; literal translation, \"Clowns\")[a] is an Italian opera in a prologue and two acts, with music and libretto by Ruggero Leoncavallo. It is the composer's only opera that is still widely performed. Opera companies have frequently staged Pagliacci with Cavalleria rusticana by Pietro Mascagni, a double bill known colloquially as \"Cav and Pag\".",
  "/wiki/Enrico_Caruso": "Enrico Caruso (/kəˈruːzoʊ/, also US: /kəˈruːsoʊ/, Italian: [enˈriːko kaˈruːzo]; 25 February 1873 – 2 August 1921) was an Italian operatic tenor. He sang to great acclaim at the major opera houses of Europe and the Americas, appearing in a wide variety of roles from the Italian and French repertoires that ranged from the lyric to the dramatic. One of the first major singing talents to be commercially recorded, Caruso made approximately 260 commercially released recordings from 1902 to 1920, which made him an international popular entertainment star. All of these recordings, which span most of his stage career, remain available today on CDs and as downloads and digital streams.",
  "/wiki/Swing_Low,_Sweet_Chariot": "\"Swing Low, Sweet Chariot\" is an American Negro spiritual. The earliest known recording was in 1909, by the Fisk Jubilee Singers of Fisk University.",
  "/wiki/Fisk_Jubilee_Singers": "The Fisk Jubilee Singers are an African-American a cappella ensemble, consisting of students at Fisk University. The first group was organized in 1871 to tour and raise funds for college. Their early repertoire consisted mostly of traditional spirituals, but included some songs by Stephen Foster. The original group toured along the Underground Railroad path in the United States, as well as performing in England and Europe. Later 19th-century groups also toured in Europe.",
  "/wiki/Lovey%27s_String_Band": "Lovey's String Band were a Trinidadian musical group. They are known primarily for having been the earliest known calypso group to have recorded. They originally formed sometime in the 1890s and continued performing until the early 1920s.",
  "/wiki/Tiger_Rag": "\"Tiger Rag\" is a jazz standard that was recorded and copyrighted by the Original Dixieland Jass Band in 1917. It is one of the most recorded jazz compositions. In 2003, the 1918 recording of \"Tiger Rag\" was entered into the U.S. Library of Congress National Recording Registry.",
  "/wiki/Original_Dixieland_Jass_Band": "The Original Dixieland Jass Band (ODJB) was a Dixieland jazz band that made the first jazz recordings in early 1917. Their \"Livery Stable Blues\" became the first jazz record ever issued. The group composed and recorded many jazz standards, the most famous being \"Tiger Rag\". In late 1917 the spelling of the band's name was changed to Original Dixieland Jazz Band.",
  "/wiki/The_Arkansas_Traveler_(song)": "\"The Arkansas Traveler\" was the state song of Arkansas from 1949 to 1963; it has been the state historical song since 1987. The music was composed in the 19th century by Colonel Sanford C. 'Sandy' Faulkner (1806–1874); the current official lyrics were written by a committee in 1947 in preparation for its naming as the state song.",
  "/wiki/Eck_Robertson": "Alexander Campbell \"Eck\" Robertson (born November 20, 1887 in Delaney, Arkansas, died February 15, 1975 in Borger, Texas) was an American fiddle player, mostly known for commercially recording the first country music songs in 1922 with Henry Gilliland.",
  "/wiki/Downhearted_Blues": "\"Downhearted Blues\" is a blues song composed by American jazz singer Alberta Hunter and musician Lovie Austin. The first line sets the theme for the song: \"Gee but it's hard to love someone when that someone don't love you\".  Hunter sang it during her engagement at the Dreamland Cafe, in Chicago, where she performed with Joe \"King\" Oliver's band. She made a recording of the song in 1922.",
  "/wiki/Bessie_Smith": "Bessie Smith (April 15, 1894 – September 26, 1937) was an African American blues singer. Nicknamed the Empress of the Blues, she was the most popular female blues singer of the 1920s and 1930s. Bessie did not have an available education because her parents had died and her elder sister was taking care of her. She is often regarded as one of the greatest singers of her era and was a major influence on fellow blues singers, as well as jazz vocalists.",
  "/wiki/Rhapsody_in_Blue": "Rhapsody in Blue is a 1924 musical composition by the American composer George Gershwin for solo piano and jazz band, which combines elements of classical music with jazz-influenced effects.",
  "/wiki/George_Gershwin": "George Gershwin (/ˈɡɜːrʃ.wɪn/; born Jacob Bruskin Gershowitz, September 26, 1898 – July 11, 1937) was an American composer and pianist whose compositions spanned both popular and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs Swanee (1919) and Fascinating Rhythm (1924), the jazz standard I Got Rhythm (1930), and the opera Porgy and Bess (1935) which spawned the hit Summertime.",
  "/wiki/Paul_Whiteman": "Paul Samuel Whiteman (March 28, 1890 – December 29, 1967) was an American bandleader, composer, orchestral director, and violist.",
  "/wiki/Louis_Armstrong": "Louis Daniel Armstrong (August 4, 1901 – July 6, 1971), nicknamed \"Satchmo\",[a] \"Satch\", and \"Pops\", was an American trumpeter, composer, vocalist, and actor who was among the most influential figures in jazz. His career spanned five decades, from the 1920s to the 1960s, and different eras in the history of jazz. In 2017, he was inducted into the Rhythm & Blues Hall of Fame.",
  "/wiki/Louis_Armstrong_and_His_Hot_Five": "The Hot Five was Louis Armstrong's first jazz recording band led under his own name.",
  "/wiki/Louis_Armstrong_and_His_Hot_Seven": "Louis Armstrong and his Hot Seven was a jazz studio group organized to make a series of recordings for Okeh Records in Chicago, Illinois, in May 1927. Some of the personnel also recorded with Louis Armstrong and His Hot Five, including Johnny Dodds (clarinet), Lil Armstrong (piano), and Johnny St. Cyr (banjo and guitar). These musicians were augmented by Dodds's brother, Baby Dodds (drums), Pete Briggs (tuba), and John Thomas (trombone, replacing Armstrong's usual trombonist, Kid Ory, who was then touring with King Oliver). Briggs and Thomas were at the time working with Armstrong's performing group, the Sunset Stompers.",
  "/wiki/Louis_Armstrong_Hot_Five_and_Hot_Seven_Sessions": "The Louis Armstrong Hot Five and Hot Seven Sessions were recorded between 1925 and 1928 by Louis Armstrong with his Hot Five and Hot Seven groups. According to the National Recording Registry, \"Louis Armstrong was jazz's first great soloist and is among American music's most important and influential figures. These sessions, his solos in particular, set a standard musicians still strive to equal in their beauty and innovation.\"  These recordings were added to the National Recording Registry in 2002, the first year of the institution's existence.",
  "/wiki/Bristol_sessions": "The Bristol Sessions are a series of recording sessions held in 1927 in Bristol, Tennessee, considered by some as the \"Big Bang\" of modern country music. The recordings were made by Victor Talking Machine Company producer Ralph Peer. Bristol was one of the stops on a two-month, $60,000 trip that took Peer through several major southern cities and yielded important recordings of blues, ragtime, gospel, ballads, topical songs, and string bands. The Bristol Sessions marked the commercial debuts of Jimmie Rodgers and the Carter Family. As a result of the influence of these recording sessions, Bristol has been called the \"birthplace of country music\". Since 2014, the town has been home to the Birthplace of Country Music Museum.",
  "/wiki/Carter_Family": "The Carter Family is a traditional American folk music group that recorded between 1927 and 1956. Their music had a profound impact on bluegrass, country, Southern Gospel, pop and rock musicians as well as on the U.S. folk revival of the 1960s. They were the first vocal group to become country music stars, and were among the first groups to record commercially produced country music in recorded history. Their first recordings were made in Bristol, Tennessee under producer Ralph Peer on August 1, 1927, the day before country singer Jimmie Rodgers also made his initial recordings under Peer.  Their recordings of songs such as \"Wabash Cannonball\", \"Can the Circle Be Unbroken\", \"Wildwood Flower\",  \"Keep On the Sunny Side\" and \"I'm Thinking Tonight of My Blue Eyes\" made these songs country standards. The tune of the last was used for Roy Acuff's \"The Great Speckled Bird\", Hank Thompson's \"The Wild Side of Life\" and Kitty Wells' \"It Wasn't God Who Made Honky Tonk Angels\", making the song a hit all over again in other incarnations.",
  "/wiki/Jimmie_Rodgers_(country_singer)": "James Charles Rodgers (September 8, 1897 – May 26, 1933) was an American singer-songwriter and musician who rose to popularity in the late 1920s.  Widely regarded as \"the Father of Country Music\", he is best known for his distinctive rhythmic yodeling.  Unusual for a music star, Rodgers rose to prominence based upon his recordings, among country music's earliest, rather than concert performances – which followed to similar public acclaim.",
  "/wiki/Ernest_Stoneman": "Ernest Van \"Pop\" Stoneman (May 25, 1893 – June 14, 1968) was an American musician ranked among the prominent recording artists of country music's first commercial decade.",
  "/wiki/Highlander_Research_and_Education_Center": "The Highlander Research and Education Center, formerly known as the Highlander Folk School, is a social justice leadership training school and cultural center in New Market, Tennessee. Founded in 1932 by activist Myles Horton, educator Don West, and Methodist minister James A. Dombrowski, it was originally located in the community of Summerfield in Grundy County, Tennessee, between Monteagle and Tracy City. It was featured in the 1985 documentary film, You Got to Move. Much of the history was documented in the book Or We'll All Hang Separately: The Highlander Idea by Thomas Bledsoe.",
  "/wiki/Rosa_Parks": "Rosa Louise McCauley Parks (February 4, 1913 – October 24, 2005) was an American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott. The United States Congress has called her \"the first lady of civil rights\" and \"the mother of the freedom movement\".",
  "/wiki/Esau_Jenkins": "Esau Jenkins (July 3, 1910 – October 30, 1972) was a South Carolina Afro-American Human Rights leader, businessman, and community organizer. He was the founder and moving spirit of many organizations and institutions which helped improved the political, educational, housing, health and economic conditions of his fellows.",
  "/wiki/Bell_Labs": "Nokia Bell Labs (formerly named Bell Labs Innovations (1996–2007), AT&T Bell Laboratories (1984–1996) and Bell Telephone Laboratories (1925–1984)) is an industrial research and scientific development company owned by Finnish company Nokia. With headquarters located in Murray Hill, New Jersey, the company operates several laboratories in the United States and around the world. Bell Labs has its origins in the complex past of the Bell System.",
  "/wiki/Philadelphia_Orchestra": "The Philadelphia Orchestra is an American symphony orchestra, based in Philadelphia, Pennsylvania.  One of the \"Big Five\" American orchestras, the orchestra is based at the Kimmel Center for the Performing Arts, where it performs its subscription concerts, numbering over 130 annually, in Verizon Hall.",
  "/wiki/Leopold_Stokowski": "Leopold Anthony Stokowski (18 April 1882–13 September 1977) was an English conductor of Polish descent. One of the leading conductors of the early and mid-20th century, he is best known for his long association with the Philadelphia Orchestra and his appearance in the Disney film Fantasia. He was especially noted for his free-hand conducting style that spurned the traditional baton and for obtaining a characteristically sumptuous sound from the orchestras he directed.",
  "/wiki/Fireside_Chats": "The fireside chats were a series of evening radio addresses given by U.S. President Franklin D. Roosevelt (known colloquially as \"FDR\") between 1933 and 1944. Roosevelt spoke with familiarity to millions of Americans about the promulgation of the Emergency Banking Act in response to the banking crisis, the recession, New Deal initiatives, and the course of World War II. On radio, he was able to quell rumors and explain his policies. His tone and demeanor communicated self-assurance during times of despair and uncertainty. Roosevelt was regarded as an effective communicator on radio, and the fireside chats kept him in high public regard throughout his presidency. Their introduction was later described as a \"revolutionary experiment with a nascent media platform.\"",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.",
  "/wiki/T._S._Eliot": "Thomas Stearns Eliot OM (26 September 1888 – 4 January 1965) was a poet, essayist, publisher, playwright, and literary and social critic. Born in St. Louis, Missouri, to a prominent Boston Brahmin family, he moved to England in 1914 at the age of 25 and went on to settle, work and marry there. He became a British subject in 1927 at the age of 39, subsequently renouncing his American citizenship.",
  "/wiki/W._H._Auden": "Wystan Hugh Auden (/ˈwɪstən ˈhjuː ˈɔːdən/; 21 February 1907 – 29 September 1973) was an English-American poet. Auden's poetry was noted for its stylistic and technical achievement, its engagement with politics, morals, love, and religion, and its variety in tone, form and content. He is best known poems about love such as \"Funeral Blues\"; poems on political and social themes such as \"September 1, 1939\" and \"The Shield of Achilles\"; poems on cultural and psychological themes such as The Age of Anxiety; and poems on religious themes such as \"For the Time Being\" and \"Horae Canonicae\"."
}