{
  "/wiki/Édouard-Léon_Scott_de_Martinville": "Édouard-Léon Scott de Martinville (25 April 1817 – 26 April 1879) was a French printer, bookseller and inventor.",
  "/wiki/Take_Me_Out_to_the_Ball_Game": "\"Take Me Out to the Ball Game\" is a 1908 Tin Pan Alley song by Jack Norworth and Albert Von Tilzer which has become the official anthem of North American baseball, although neither of its authors had attended a game prior to writing the song.  The song's chorus is traditionally sung during the middle of the seventh inning of a baseball game. Fans are generally encouraged to sing along, and at some ballparks, the words \"home team\" are replaced with the team name.",
  "/wiki/Edward_Meeker": "Edward Meeker (January 22, 1874 – April 19, 1937) was an American singer and performer, best known for his appearances on the recordings of Thomas Edison both as an announcer and singer, performing songs such as \"Chicken Reel\", \"Take Me Out to the Ball Game\", \"Go Easy Mabel\", and \"Harrigan\", as well as reading vaudeville skits and providing sound effects.",
  "/wiki/Yahi_language": "The Yana language (also Yanan) was formerly spoken by the Yana people, who lived in north-central California between the Feather and Pit rivers in what is now the Shasta and Tehama counties. The last speaker of the southernmost dialect, which is called Yahi, was Ishi, who died in 1916. When the last fluent speaker of other dialects died is not recorded. Yana is fairly well documented, mostly by Edward Sapir.",
  "/wiki/Ishi": "Ishi (c. 1861 – March 25, 1916) was the last known member of the Native American Yahi people from the present-day state of California in the United States. The rest of the Yahi (as well as many members of their parent tribe, the Yana) were killed in the California genocide in the 19th century. Ishi, who was widely acclaimed as the \"last wild Indian\" in America, lived most of his life isolated from modern American culture. In 1911, aged 50, he emerged near the foothills of Lassen Peak in Northern California.",
  "/wiki/Dark_Was_the_Night,_Cold_Was_the_Ground": "\"Dark Was the Night, Cold Was the Ground\"[note 1] is a gospel blues song written and performed by American musician Blind Willie Johnson and recorded in 1927. The song is primarily an instrumental featuring Johnson's self-taught bottleneck slide guitar and picking style accompanied by his vocalizations of humming and moaning. It has the distinction of being one of 27 samples of music included on the Voyager Golden Record, launched into space in 1977 to represent the diversity of life on Earth. The song has been highly praised and covered by numerous musicians and is featured on the soundtracks of several films.",
  "/wiki/Blind_Willie_Johnson": "Blind Willie Johnson (January 25, 1897 – September 18, 1945) was an American gospel blues singer, guitarist and evangelist. His landmark recordings completed between 1927 and 1930—thirty songs in total—display a combination of powerful \"chest voice\" singing, slide guitar skills, and originality that has influenced later generations of musicians. Even though Johnson's records sold well, as a street performer and preacher he had little wealth in his lifetime. His life was poorly documented, but over time music historians such as Samuel Charters have uncovered more about Johnson and his five recording sessions.",
  "/wiki/Boswell_Sisters": "The Boswell Sisters were a close harmony singing group, consisting of sisters Martha Boswell Lloyd (June 9, 1905 – July 2, 1958), Connee Boswell (original name Connie, December 3, 1907 – October 11, 1976), and Helvetia \"Vet\" Boswell (May 20, 1911 – November 12, 1988), noted for intricate harmonies and rhythmic experimentation. They attained national prominence in the United States in the 1930s.",
  "/wiki/Dorsey_Brothers_Orchestra": "The Dorsey Brothers were an American studio jazz band, led by Tommy and Jimmy Dorsey. They started recording in 1928 for OKeh Records.",
  "/wiki/Lydia_Mendoza": "Lydia Mendoza (May 31, 1916 – December 20, 2007) was an American guitarist and singer of Tejano, conjunto, and traditional Mexican-American music. She is known as \"La Alondra de la Frontera\" (or \"The Lark of the Border\" in English).",
  "/wiki/Tumbling_Tumbleweeds": "\"Tumbling Tumbleweeds\" is a song composed by Bob Nolan. Although one of the most famous songs associated with the Sons of the Pioneers, the song was composed by Nolan in the 1930s, while working as a caddy and living in Los Angeles. Originally titled \"Tumbling Leaves\", the song was reworked into the title \"Tumbling Tumbleweeds\" and into fame with the 1935 Gene Autry film of the same name. Members of the Western Writers of America chose it as one of the Top 100 Western songs of all time.",
  "/wiki/The_Sons_of_the_Pioneers": "The Sons of the Pioneers are one of the United States' earliest Western singing groups. Known for their vocal performances, their musicianship, and their songwriting, they produced innovative recordings that have inspired many Western music performers and remained popular through the years. Since 1933, through many changes in membership, the Sons of the Pioneers have remained one of the longest-surviving country music vocal groups.",
  "/wiki/Talking_Union_&_Other_Union_Songs": "Talking Union is a 1941 album by the Almanac Singers: Millard Lampell, Lee Hays and Pete Seeger. It is an enduring collection of working man’s anthems that have been passed down through generations of laborers. Liner notes include an introduction by Pete Seeger and song explanations. In 2010 it was selected by the Library of Congress as an addition to the National Recording Registry, which selects recordings annually that are \"culturally, historically, or aesthetically significant\".",
  "/wiki/The_Almanac_Singers": "The Almanac Singers was an American New York City-based folk music group, active between 1940 and 1943, founded by Millard Lampell, Lee Hays, Pete Seeger, and Woody Guthrie. The group specialized in topical songs, mostly songs advocating an anti-war, anti-racism and pro-union philosophy. They were part of the Popular Front, an alliance of liberals and leftists, including the Communist Party USA (whose slogan, under their leader Earl Browder, was \"Communism is twentieth century Americanism\"), who had vowed to put aside their differences in order to fight fascism and promote racial and religious inclusiveness and workers' rights. The Almanac Singers felt strongly that songs could help achieve these goals.[citation needed]",
  "/wiki/Jazz_at_the_Philharmonic": "Jazz at the Philharmonic, or JATP (1944–1983), was the title of a series of jazz concerts, tours and recordings produced by Norman Granz.",
  "/wiki/Nat_\"King\"_Cole": "Nathaniel Adams Coles (March 17, 1919 – February 15, 1965), known professionally as Nat King Cole, was an American vocalist and jazz pianist. He recorded over one hundred songs that became hits on the pop charts. His trio was the model for small jazz ensembles that followed. Cole also acted in films and on television and performed on Broadway. He was the first African-American man to host an American television series. He was the father of singer/songwriter Natalie Cole.",
  "/wiki/Les_Paul": "Lester William Polsfuss (June 9, 1915 – August 12, 2009), known as Les Paul, was an American jazz, country, and blues guitarist, songwriter, luthier, and inventor. He was one of the pioneers of the solid-body electric guitar, and his techniques served as inspiration for the Gibson Les Paul. Paul taught himself how to play guitar, and while he is mainly known for jazz and popular music, he had an early career in country music. He is credited with many recording innovations. Although he was not the first to use the technique, his early experiments with overdubbing (also known as sound on sound), delay effects such as tape delay, phasing effects and multitrack recording were among the first to attract widespread attention.",
  "/wiki/Buddy_Rich": "Bernard \"Buddy\" Rich (September 30, 1917 – April 2, 1987) was an American jazz drummer and bandleader. He is considered one of the most influential drummers of all time and was known for his virtuoso technique, power, and speed. He performed with Tommy Dorsey, Harry James and Count Basie, and led a big band.",
  "/wiki/Giovanni_Pierluigi_da_Palestrina": "Giovanni Pierluigi da Palestrina (c. 1525 – 2 February 1594) was an Italian Renaissance composer of sacred music and the best-known 16th-century representative of the Roman School of musical composition. He had a long-lasting influence on the development of church and secular music in Europe, especially on the development of counterpoint, and his work is considered as the culmination of Renaissance polyphony.",
  "/wiki/Pope_Marcellus_Mass": "Missa Papae Marcelli, or Pope Marcellus Mass, is a mass sine nomine by Giovanni Pierluigi da Palestrina. It is his best-known mass, and is frequently taught in university courses on music[citation needed]. It was sung at the Papal Coronation Masses (the last being the coronation of Paul VI in 1963).[citation needed]",
  "/wiki/Roger_Wagner_Chorale": "Roger Wagner, KCSG (January 16, 1914 – September 17, 1992) was an American choral musician, administrator and educator.",
  "/wiki/C._L._Franklin": "Clarence LaVaughn Franklin (born Clarence LaVaughn Walker; January 22, 1915 – July 27, 1984) was an American Baptist minister and civil rights activist. Known as the man with the \"Million-Dollar Voice\", Franklin served as the pastor of New Bethel Baptist Church in Detroit, Michigan, from 1946 until he was shot and wounded in 1979. Franklin was also the father of the American singer and songwriter Aretha Franklin.",
  "/wiki/Tipitina": "\"Tipitina\" is a song written and made famous by Professor Longhair.  The song has been widely covered, and the Professor Longhair version was recorded in 1953 for Atlantic Records. \"Tipitina\" was first released in 1953 and re-released on the album New Orleans Piano in 1972.  Although the nature of his contributions are unknown, recording engineer Cosimo Matassa is listed as the song's co-writer along with Roy Byrd, Professor Longhair's legal name.",
  "/wiki/Professor_Longhair": "Henry Roeland \"Roy\" Byrd (December 19, 1918 – January 30, 1980), better known as Professor Longhair or \"Fess\" for short, was an American singer and pianist who performed New Orleans blues. He was active in two distinct periods, first in the heyday of early rhythm and blues and later in the resurgence of interest in traditional jazz after the founding of the New Orleans Jazz and Heritage Festival in 1970.  His piano style has been described as \"instantly recognizable, combining rumba, mambo, and calypso\".",
  "/wiki/Mort_Sahl": "Morton Lyon Sahl (born May 11, 1927) is an American comedian, actor, and social satirist, considered the first modern stand-up comedian since Will Rogers. Sahl pioneered a style of social satire which pokes fun at political and current event topics using improvised monologues and only a newspaper as a prop.",
  "/wiki/Voice_of_America": "Voice of America (VOA) is a U.S. multimedia agency which serves as the United States government institution for non-military, external broadcasting. It is the largest U.S. international broadcaster. VOA produces digital, TV, and radio content in 47 languages which it distributes to affiliate stations around the globe. It is primarily viewed by foreign audiences, so VOA programming has an influence on public opinion abroad regarding the United States and its people.",
  "/wiki/Willis_Conover": "Willis Clark Conover, Jr. (December 18, 1920 – May 17, 1996) was a jazz producer and broadcaster on the Voice of America for over forty years. He produced jazz concerts at the White House, the Newport Jazz Festival, and for movies and television. By arranging concerts where people of all races were welcome, he is credited with desegregating Washington D.C. nightclubs. Conover is credited with keeping interest in jazz alive in the countries of Eastern Europe through his nightly broadcasts during the Cold War.",
  "/wiki/The_Music_from_Peter_Gunn": "The Music from Peter Gunn is a 1959 album by Henry Mancini,  RCA Victor LPM/LSP-1956, the soundtrack of the TV series Peter Gunn. It was the first album ever to win the Grammy Award for Album of the Year in 1959. It was followed by More Music from Peter Gunn, RCA Victor LPM/LSP-2040. Jack Sheldon played trumpet on the original album.",
  "/wiki/Henry_Mancini": "Henry Nicola Mancini (born Enrico Nicola Mancini; April 16, 1924 – June 14, 1994) was an American composer, conductor, arranger, pianist and flautist. Often cited as one of the greatest composers in the history of film, he won four Academy Awards, a Golden Globe, and twenty Grammy Awards, plus a posthumous Grammy Lifetime Achievement Award in 1995.",
  "/wiki/Sacred_Harp": "Sacred Harp singing is a tradition of sacred choral music that originated in New England and was later perpetuated and carried on in the American South of the United States. The name is derived from The Sacred Harp, a ubiquitous and historically important tunebook printed in shape notes. The work was first published in 1844 and has reappeared in multiple editions ever since.  Sacred Harp music represents one branch of an older tradition of American music that developed over the period 1770 to 1820 from roots in New England, with a significant, related development under the influence of \"revival\" services around the 1840s. This music was included in, and became profoundly associated with, books using the shape note style of notation popular in America in the 18th and early 19th centuries.",
  "/wiki/Fyffe,_Alabama": "Fyffe is a town in DeKalb County, Alabama, United States. It was incorporated in 1956. At the 2010 census the population was 1,018. Fyffe is located atop Sand Mountain.",
  "/wiki/Alan_Lomax": "Alan Lomax (/ˈloʊmæks/; January 31, 1915 – July 19, 2002) was an American ethnomusicologist, best known for his numerous field recordings of folk music of the 20th century. He was also a musician himself, as well as a folklorist, archivist, writer, scholar, political activist, oral historian, and film-maker. Lomax produced recordings, concerts, and radio shows in the US and in England, which played an important role in preserving folk music traditions in both countries, and helped start both the American and British folk revivals of the 1940s, 1950s and early 1960s. He collected material first with his father, folklorist and collector John A. Lomax, and later alone and with others, Lomax recorded thousands of songs and interviews for the Archive of American Folk Song, of which he was the director, at the Library of Congress on aluminum and acetate discs.",
  "/wiki/Shirley_Collins": "Shirley Elizabeth Collins MBE (born 5 July 1935) is an English folk singer who was a significant contributor to the English Folk Revival of the 1960s and 1970s. She often performed and recorded with her sister Dolly, whose accompaniment on piano and portative organ created unique settings for Shirley's plain, austere singing style.",
  "/wiki/Blind_Joe_Death": "Blind Joe Death is the first album by American fingerstyle guitarist and composer John Fahey. There are three different versions of the album, and the original self-released edition of fewer than 100 copies is extremely rare.",
  "/wiki/John_Fahey_(musician)": "John Aloysius Fahey (/ˈfeɪhi/ FAY-hee; February 28, 1939 – February 22, 2001) was an American fingerstyle guitarist and composer who played the steel-string acoustic guitar as a solo instrument. His style has been enormously influential and has been described as the foundation of American Primitive Guitar, a term borrowed from painting and referring mainly to the self-taught nature of the music and its minimalist style. Fahey borrowed from the folk and blues traditions in American roots music, having compiled many forgotten early recordings in these genres. He would later incorporate 20th-century classical, Portuguese, Brazilian, and Indian influences into his work.",
  "/wiki/Stand_by_Your_Man": "\"Stand by Your Man\" is a song co-written by Tammy Wynette and Billy Sherrill and originally recorded by Wynette, released as a single in the United States on September 20, 1968. It proved to be the most successful record of Wynette's career, and is one of the most familiar songs in the history of country music. The song was placed at number one on CMT's list of the Top 100 Country Music Songs.",
  "/wiki/Tammy_Wynette": "Tammy Wynette (/waɪˈnɛt/; born May 5, 1942 – April 6, 1998) was an American country music singer-songwriter and one of country music's best-known artists and biggest-selling female singers.",
  "/wiki/Trout_Mask_Replica": "Trout Mask Replica is the third studio album by American rock band Captain Beefheart and his Magic Band, released as a double album on June 16, 1969, by Straight Records. Combining elements of R&B, garage rock, and blues with free jazz, avant-garde approaches, and other genres of American music, the album is regarded as an important work of experimental music and art rock.",
  "/wiki/Captain_Beefheart_and_His_Magic_Band": "Don Van Vliet (/væn ˈvliːt/, born Don Glen Vliet; January 15, 1941 – December 17, 2010) was an American singer, songwriter, multi-instrumentalist, and visual artist best known by the stage name Captain Beefheart. He conducted a rotating ensemble called the Magic Band, with whom he recorded 13 studio albums between 1964 and 1982. His music blended elements of blues, free jazz, rock, and the avant-garde with idiosyncratic rhythms, absurdist wordplay, and his wide vocal range. Known for his enigmatic persona, Beefheart frequently constructed myths about his life and was known to exercise an almost dictatorial control over his supporting musicians. Although he achieved little commercial success, he sustained a cult following as a \"highly significant\" and \"incalculable\" influence on an array of new wave, punk, and experimental rock artists.",
  "/wiki/Songs_of_the_Humpback_Whale_(album)": "Songs of the Humpback Whale is a 1970 album produced by bio-acoustician Roger Payne. It publicly demonstrated for the first time the elaborate whale vocalizations of Humpbacks, and became the bestselling environmental album in history, selling over 100,000 copies.  By raising awareness of the intelligence and culture of whales the album helped spawn a worldwide ”Save The Whales” movement, leading to the 1972 United Nations Conference on the Human Environment 10-year global moratorium on commercial whaling (observed by all but a few nations).",
  "/wiki/Roger_Payne": "Roger Searle Payne (born January 29, 1935) is an American biologist and environmentalist famous for the 1967 discovery (with Scott McVay) of whale song among humpback whales. Payne later became an important figure in the worldwide campaign to end commercial whaling.",
  "/wiki/National_Recording_Registry": "The National Recording Registry is a list of sound recordings that \"are culturally, historically, or aesthetically important, and/or inform or reflect life in the United States.\" The registry was established by the National Recording Preservation Act of 2000, which created the National Recording Preservation Board, whose members are appointed by the Librarian of Congress. The recordings preserved in the United States National Recording Registry form a registry of recordings selected yearly by the National Recording Preservation Board for preservation in the Library of Congress."
}