{
  "/wiki/Nat_M._Wills": "Nat M. Wills (born Louis McGrath Wills) (July 11, 1873 – December 9, 1917), was a popular stage star, vaudeville entertainer, and recording artist at the beginning of the 20th century. He is best known for his \"tramp\" persona and for performing humorous or satirical musical numbers, including parodies of popular songs of the day.",
  "/wiki/Victor_Talking_Machine_Company": "The Victor Talking Machine Company was an American record company and phonograph manufacturer headquartered in Camden, New Jersey.",
  "/wiki/Jascha_Heifetz": "Jascha Heifetz (/ˈhaɪfɪts/; February 2  [O.S.  January 20] 1901 – December 10, 1987) was a Russian-American violinist. Many consider him the greatest violinist of all time.[better source needed] Born in Vilna (Vilnius), he moved as a teenager to the United States, where his Carnegie Hall debut was rapturously received. He was a virtuoso since childhood—Fritz Kreisler, another leading violinist of the twentieth century, said on hearing Heifetz's debut, \"We might as well take our fiddles and break them across our knees.\"",
  "/wiki/Mary_Lou_Williams": "Mary Lou Williams (born Mary Elfrieda Scruggs; May 8, 1910 – May 28, 1981) was an American jazz pianist, arranger, and composer. She wrote hundreds of compositions and arrangements and recorded more than one hundred records (in 78, 45, and LP versions). Williams wrote and arranged for Duke Ellington and Benny Goodman, and she was friend, mentor, and teacher to Thelonious Monk, Charlie Parker, Miles Davis, Tadd Dameron, Bud Powell, and Dizzy Gillespie.",
  "/wiki/Ivory-billed_woodpecker": "The ivory-billed woodpecker (Campephilus principalis) is one of the largest woodpeckers in the world, at roughly 20 inches (51 cm) long and 30 inches (76 cm) in wingspan. It is native to the bottomland hardwood forests and temperate coniferous forests of the southeastern United States and Cuba. Habitat destruction and, to a lesser extent, hunting has reduced populations so thoroughly that the species is listed as critically endangered by the International Union for Conservation of Nature, and the American Birding Association lists the ivory-billed woodpecker as a class 6 species, a category it defines as \"definitely or probably extinct\".  The last universally accepted sighting of an American ivory-billed woodpecker occurred in Louisiana in 1944.  However, sporadic reports of sightings and other evidence of the birds' persistence have continued ever since.  In the 21st century reported sightings and analyses of audio and visual recordings have been published in peer reviewed scientific journals as evidence the species persists in Arkansas, Louisiana, and Florida.  Various land purchases and habitat restoration efforts have been initiated in areas where sightings and other evidence have suggested a relatively high probability the species exists, to protect any surviving individuals.",
  "/wiki/Gang_Busters": "Gang Busters was an American dramatic radio program heralded as \"the only national program that brings you authentic police case histories.\" It premiered on January 15, 1936, and was broadcast over 21 years through November 27, 1957.",
  "/wiki/Bei_Mir_Bist_Du_Schoen": "\"Bei Mir Bistu Shein\" (Yiddish: בײַ מיר ביסטו שיין‎, [ˌbaj ˈmir ˌbistu ˈʃejn], \"To Me You're Beautiful\") is a popular Yiddish song written by Jacob Jacobs (lyricist) and Sholom Secunda (composer) for a 1932 Yiddish language comedy musical, I Would If I Could (in Yiddish, Men Ken Lebn Nor Men Lost Nisht, \"You could live, but they don't let you\"), which closed after one season (at the Parkway Theatre in Brooklyn, New York City). The score for the song transcribed the Yiddish title as \"Bay Mir Bistu Sheyn\". The original Yiddish version of the song (in C minor) is a dialogue between two lovers. Five years after its 1932 composition, the song became a worldwide hit when recorded under a Germanized title as \"Bei Mir Bist Du Schön\" by The Andrews Sisters in November 1937.",
  "/wiki/The_Andrews_Sisters": "The Andrews Sisters were an American close harmony singing group of the swing and boogie-woogie eras. The group consisted of three sisters: contralto LaVerne Sophia (July 6, 1911 – May 8, 1967), soprano Maxene Anglyn (January 3, 1916 – October 21, 1995), and mezzo-soprano Patricia Marie \"Patty\" (February 16, 1918 – January 30, 2013). It is claimed that the sisters have sold more than 90 million records. Their 1941 hit \"Boogie Woogie Bugle Boy\" can be considered an early example of rhythm and blues or jump blues. Other songs closely associated with the Andrews Sisters include their first major hit, \"Bei Mir Bist Du Schön (Means That You're Grand)\" (1937), \"Beer Barrel Polka (Roll Out the Barrel)\" (1939), \"Beat Me Daddy, Eight to the Bar\" (1940), \"Don't Sit Under the Apple Tree (With Anyone Else but Me)\" (1942), and \"Rum and Coca Cola\" (1945), which helped introduce American audiences to calypso.",
  "/wiki/O_Que_%C3%89_Que_A_Baiana_Tem%3F": "O que é que a baiana tem? (English: What does the woman from Bahia have?) is a song composed by Dorival Caymmi in 1939 and recorded by Carmen Miranda.",
  "/wiki/Carmen_Miranda": "Carmen Miranda GCIH OMC (Portuguese pronunciation: [ˈkaɾmẽȷ̃ miˈɾɐ̃dɐ]; born Maria do Carmo Miranda da Cunha; February 9, 1909 – August 5, 1955), was a Portuguese-born Brazilian samba singer, dancer, Broadway actress, and film star who was popular from the 1930s to the 1950s. Nicknamed \"The Brazilian Bombshell\", Miranda is noted for her signature fruit hat outfit she wore in her American films. As a young woman, she designed hats in a boutique before making her first recordings with composer Josué de Barros in 1929. Miranda's 1930 recording of \"Taí (Pra Você Gostar de Mim)\", written by Joubert de Carvalho, catapulted her to stardom in Brazil as the foremost interpreter of samba.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Marian_Anderson": "Marian Anderson (February 27, 1897 – April 8, 1993) was an American singer of classical music and spirituals. Music critic Alan Blyth said: \"Her voice was a rich, vibrant contralto of intrinsic beauty.\" She performed in concert and recital in major music venues and with famous orchestras throughout the United States and Europe between 1925 and 1965. Although offered roles with many important European opera companies, Anderson declined, as she had no training in acting. She preferred to perform in concert and recital only. She did, however, perform opera arias within her concerts and recitals. She made many recordings that reflected her broad performance repertoire, which ranged from concert literature to lieder to opera to traditional American songs and spirituals. Between 1940 and 1965 the German-American pianist Franz Rupp was her permanent accompanist.",
  "/wiki/Tom_Dooley_(song)": "\"Tom Dooley\" is a North Carolina folk song based on the 1866 murder of a woman named Laura Foster in Wilkes County, North Carolina, allegedly by Tom Dula. The song is best known today because of a hit version recorded in 1958 by The Kingston Trio. This version was a multi-format hit, which reached #1 in Billboard and the Billboard R&B listing, and appeared in the Cashbox Country Music Top 20.",
  "/wiki/Frank_Proffitt": "Frank Noah Proffitt (June 1, 1913 – November 24, 1965) was an Appalachian old time banjoist who preserved the song \"Tom Dooley\" in the form we know it today and was a key figure in inspiring musicians of the 1960s and 1970s to play the traditional five-string banjo.",
  "/wiki/Mary_Margaret_McBride": "Mary Margaret McBride (November 16, 1899 – April 7, 1976) was an American radio interview host and writer.  Her popular radio shows spanned more than 40 years. In the 1940s the daily audience for her housewife-oriented program numbered from six to eight million listeners. She was called \"The First Lady of Radio.\"",
  "/wiki/Zora_Neale_Hurston": "Zora Neale Hurston (January 7, 1891 – January 28, 1960) was an American author, anthropologist, and filmmaker. She portrayed racial struggles in the early-20th-century American South and published research on Hoodoo. The most popular of her four novels is Their Eyes Were Watching God, published in 1937. She also wrote more than 50 short stories, plays, and essays.",
  "/wiki/V-Disc": "V-Disc (\"V\" for Victory) was a record label that was formed in 1943 to provide records for U.S. military personnel. Captain Robert Vincent supervised the label from the Special Services  division.",
  "/wiki/Oran_Page": "Oran Thaddeus \"Hot Lips\" Page (January 27, 1908 – November 5, 1954) was an American jazz trumpeter, singer, and bandleader. He was known as a scorching soloist and powerful vocalist.",
  "/wiki/Eddie_Condon": "Albert Edwin “Eddie” Condon (November 16, 1905 – August 4, 1973) was an American jazz banjoist, guitarist, and bandleader. A leading figure in Chicago jazz, he also played piano and sang.",
  "/wiki/Iron_Curtain": "The Iron Curtain was initially a non-physical boundary dividing Europe into two separate areas from the end of World War II in 1945 until the end of the Cold War in 1991. The term symbolizes the efforts by the Soviet Union (USSR) to block itself and its satellite states from open contact with the West and its allied states. On the east side of the Iron Curtain were the countries that were connected to or influenced by the Soviet Union, while on the west side were the countries that were NATO members or nominally neutral. Separate international economic and military alliances were developed on each side of the Iron Curtain.",
  "/wiki/Westminster_College_(Missouri)": "Westminster College is a private, residential, undergraduate college with a curriculum based on the liberal arts. Located in Fulton, Missouri, the College was established in 1851 as Fulton College. The National Churchill Museum (formerly known as the Winston Churchill Memorial and Library) is a national historic site located on campus.",
  "/wiki/Fulton,_Missouri": "Fulton is the largest city in and the county seat of Callaway County, Missouri, United States. Approximately 22 miles (35 km) northeast of Jefferson City and the Missouri River and 20 miles (32 km) east of Columbia, the city is part of the Jefferson City, Missouri Metropolitan Statistical Area. The population was 12,790 in the 2010 census. The city is home to two universities, Westminster College and William Woods University, the Missouri School for the Deaf, the Fulton State Hospital, and Fulton Reception and Diagnostic Center (state prison).",
  "/wiki/Winston_Churchill": "Sir Winston Leonard Spencer-Churchill  (30 November 1874 – 24 January 1965) was a British politician, army officer, and writer. He was the Prime Minister of the United Kingdom from 1940 to 1945, when he led Britain to victory in the Second World War, and again from 1951 to 1955. Churchill represented five constituencies during his career as a Member of Parliament (MP). Ideologically an economic liberal and imperialist, for most of his career he was a member of the Conservative Party, which he led from 1940 to 1955, but from 1904 to 1924 was a member of the Liberal Party.",
  "/wiki/Ray_Bolger": "Raymond Wallace Bolger (January 10, 1904 – January 15, 1987) was an American film and television actor, vaudevillian, singer, dancer (particularly of tap) and stage performer (particularly musical theatre) who started in the silent film era. He was a major Broadway performer in the 1930s and beyond (see below). He is best known for his role as the Scarecrow and his Kansas counterpart farm worker \"Hunk\" in MGM's classic The Wizard of Oz (1939) and the villainous Barnaby in Walt Disney's musical fantasy Babes in Toyland. He was also the host of his eponymous television show, The Ray Bolger Show.",
  "/wiki/Boogie_Chillen%27": "\"Boogie Chillen'\" or \"Boogie Chillun\"[c] is a blues song first recorded by John Lee Hooker in 1948.  It is a solo performance featuring Hooker's vocal, electric guitar, and rhythmic foot stomps.  The lyrics are partly autobiographical and alternate between spoken and sung verses.  The song was his debut record release and in 1949, it became the first \"down-home\" electric blues song to reach number one in the R&B records chart.",
  "/wiki/John_Lee_Hooker": "John Lee Hooker (August 22, 1917 – June 21, 2001) was an American blues singer, songwriter, and guitarist. The son of a sharecropper, he rose to prominence performing an electric guitar-style adaptation of Delta blues. Hooker often incorporated other elements, including talking blues and early North Mississippi Hill country blues. He developed his own driving-rhythm boogie style, distinct from the 1930s–1940s piano-derived boogie-woogie. Hooker was ranked 35 in Rolling Stones 2015 list of 100 greatest guitarists.",
  "/wiki/A_Child%27s_Christmas_in_Wales": "A Child's Christmas in Wales is a piece of prose by the Welsh poet Dylan Thomas recorded by Thomas in 1952. Emerging from an earlier piece he wrote for BBC Radio, the work is an anecdotal reminiscence of a Christmas from the viewpoint of a young boy, portraying a nostalgic and simpler time. It is one of Thomas's most popular works.",
  "/wiki/Dylan_Thomas": "Dylan Marlais Thomas (27 October 1914 – 9 November 1953) was a Welsh poet and writer whose works include the poems \"Do not go gentle into that good night\" and \"And death shall have no dominion\"; the 'play for voices' Under Milk Wood; and stories and radio broadcasts such as A Child's Christmas in Wales and Portrait of the Artist as a Young Dog. He became widely popular in his lifetime and remained so after his premature death at the age of 39 in New York City. By then he had acquired a reputation, which he had encouraged, as a \"roistering, drunken and doomed poet\".",
  "/wiki/Nine_Lessons_and_Carols": "Nine Lessons and Carols, also known as the Festival of Nine Lessons and Carols and Service of Nine Lessons and Carols, is a service of Christian worship traditionally celebrated on or near Christmas Eve. The story of the fall of humanity, the promise of the Messiah, and the birth of Jesus is told in nine short Bible readings or lessons from Genesis, the prophetic books and the Gospels, interspersed with the singing of Christmas carols, hymns and choir anthems.",
  "/wiki/Choir_of_King%27s_College,_Cambridge": "The King's College Choir is an English choir. It is considered one of today's most accomplished and renowned representatives of the great English choral tradition. It was created by King Henry VI, who founded King's College, Cambridge, in 1441, to provide daily singing in his Chapel, which remains the main task of the choir to this day.",
  "/wiki/Boris_Ord": "Boris Ord (born Bernhard Ord), CBE (9 July 1897 – 30 December 1961) was a British organist and choirmaster of King's College, Cambridge (1929-1957). During World War II he served in the Royal Air Force. He is best known for his choral setting of Adam lay ybounden, his only published composition.",
  "/wiki/West_Side_Story_(Original_Broadway_Cast)": "West Side Story (Original Broadway Cast) is the 1957 recording of a Broadway production of the musical West Side Story. Recorded 3 days after the show opened at the Winter Garden Theatre, the recording was released in October 1957 in both mono and stereo formats. In 1962, the album reached #5 on Billboard's Pop Album chart. It certified gold by the RIAA on January 12, 1962. The album was reissued in 1973 and made its first appearance on CD in 1986. A 1997 remastered edition is coupled with an orchestral suite named “Symphonic Dances from West Side Story” recomposed and conducted by its original composer Leonard Bernstein and performed by the New York Philharmonic recorded at the Manhattan Center on March 6, 1961.",
  "/wiki/The_Kingston_Trio": "The Kingston Trio is an American folk and pop music group that helped launch the folk revival of the late 1950s to late 1960s. The group started as a San Francisco Bay Area nightclub act with an original lineup of Dave Guard, Bob Shane, and Nick Reynolds. It rose to international popularity, fueled by unprecedented sales of LP records, and helped alter the direction of popular music in the U.S.",
  "/wiki/Rumble_(instrumental)": "\"Rumble\" is an instrumental by American group Link Wray & His Ray Men. Released in the United States on March 31, 1958, as a single (with \"The Swag\" as a B-side),[citation needed] \"Rumble\" utilized the techniques of distortion and feedback, then largely unexplored in rock and roll. The single is the only instrumental ever banned from radio in the United States. It is also one of the first tunes to use the power chord, the \"major modus operandi of the modern rock guitarist\".",
  "/wiki/Link_Wray": "Fred Lincoln \"Link\" Wray, Jr. (May 2, 1929 – November 5, 2005) was a Shawnee rock and roll guitarist, songwriter, and vocalist who became popular in the late 1950s.",
  "/wiki/Play_of_Daniel": "The Play of Daniel, or Ludus Danielis, is either of two medieval Latin liturgical dramas based on the biblical Book of Daniel, one of which is accompanied by monophonic music.",
  "/wiki/New_York_Pro_Musica": "New York Pro Musica was a vocal and instrumental ensemble that specialized in medieval and Renaissance music. It was co-founded in 1952, under the name Pro Musica Antiqua, by Noah Greenberg, a choral director, and Bernard Krainis, a recorder player who studied with Erich Katz.  Other prominent musicians who joined included Russell Oberlin (the first American counter-tenor) and Martha Blackman (the first American gambist) and Frederick Renz, who founded Early Music Foundation after Pro Musica disbanded.",
  "/wiki/National_Recording_Registry": "The National Recording Registry is a list of sound recordings that \"are culturally, historically, or aesthetically important, and/or inform or reflect life in the United States.\" The registry was established by the National Recording Preservation Act of 2000, which created the National Recording Preservation Board, whose members are appointed by the Librarian of Congress. The recordings preserved in the United States National Recording Registry form a registry of recordings selected yearly by the National Recording Preservation Board for preservation in the Library of Congress."
}