{
  "/wiki/Bernal_Lecture": "The Bernal Lecture was an annual lecture on the social function of science organised by the Royal Society of London and endowed by Professor John Desmond Bernal. It was last delivered in 2004, after which it was merged with the Wilkins Lecture and Medawar Lecture to form the Wilkins-Bernal-Medawar Lecture.",
  "/wiki/John_Desmond_Bernal": "John Desmond Bernal FRS (/bərˈnɑːl/; 10 May 1901 – 15 September 1971) was an Irish scientist who pioneered the use of X-ray crystallography in molecular biology. He published extensively on the history of science. In addition, Bernal was a political supporter of communism and wrote popular books on science and society.",
  "/wiki/Wilkins-Bernal-Medawar_Lecture": "The Wilkins-Bernal-Medawar Lecture is a public lecture organised annually by the Royal Society of London.",
  "/wiki/Michael_Joseph_Crumpton": "Michael Joseph Crumpton CBE, FRS (b.7 June 1929) was Director of Research (Laboratories) for the  Imperial Cancer Research Fund Laboratories based in London (now part of Cancer Research UK).",
  "/wiki/Esso": "Esso /ˈɛsoʊ/ is a trading name for ExxonMobil and its related companies. The company began as Standard Oil of New Jersey following the breakup of Standard Oil. In 1972, the name was largely replaced in the U.S. by the Exxon brand after the company bought Humble Oil, while the Esso name remained widely used elsewhere.",
  "/wiki/Takeshi_Uchiyamada": "Takeshi Uchiyamada (内山田 竹志, Uchiyamada Takeshi, born August 17, 1946) is a Japanese businessman, who has been chairman of Toyota since 2013. He is known as the \"father of the Prius\" for his role in leading the development of the Toyota Prius, the world's best-selling hybrid electric vehicle in history.",
  "/wiki/Florey_Lecture": "The Florey Lecture was a lecture organised by the Royal Society of London.",
  "/wiki/Australian_National_University": "The Australian National University (ANU) is a national research university located in Canberra, the capital of Australia. Its main campus in Acton encompasses seven teaching and research colleges, in addition to several national academies and institutes.",
  "/wiki/Hugh_Pelham": "Sir Hugh Reginald Brentnall Pelham, FRS FMedSci (born 26 August 1954) is a cell biologist who has contributed to our understanding of the body's response to rises in temperature through the synthesis of heat shock proteins. He served as director of the Medical Research Council (MRC) Laboratory of Molecular Biology (LMB) between 2006 and 2018.",
  "/wiki/Kohn_Award": "The Royal Society Kohn Award was an award given by the Royal Society since 2005 to beginning scientists who had achieved significant cultural impact through broadcasting or public speech. It was funded by the Kohn Foundation (set up by Ralph Kohn) and consisted of a grant for £7,500 for science communication activities and a gift of £2,500.",
  "/wiki/Medawar_Lecture": "The Medawar Lecture was an annual lecture on the philosophy of science organised by the Royal Society of London in memory of Sir Peter Medawar. It was last delivered in 2004 after which it was merged with the Wilkins Lecture and the Bernal Lecture to form the Wilkins-Bernal-Medawar Lecture.",
  "/wiki/Peter_Medawar": "Sir Peter Brian Medawar OM CBE FRS (/ˈmɛdəwər/; 28 February 1915 – 2 October 1987) was a Brazilian-born British biologist, whose work on graft rejection and the discovery of acquired immune tolerance was fundamental to the practice of tissue and organ transplants. For his works in immunology he is regarded as the \"father of transplantation\". He is remembered for his wit both in person and in popular writings. Famous zoologists such as Richard Dawkins referred to him as \"the wittiest of all scientific writers\", and Stephen Jay Gould as \"the cleverest man I have ever known\".",
  "/wiki/Peter_Lipton": "Peter Lipton (October 9, 1954 – November 25, 2007) was the Hans Rausing Professor and Head of the Department of History and Philosophy of Science at Cambridge University, and a fellow of King's College, until his unexpected death in November 2007. According to his obituary on the Cambridge web site, he was \"recognized as one of the leading philosophers of science and epistemologists in the world.\"",
  "/wiki/Philips_Lecture": "The Philips Lecture was a lecture organised by the Royal Society of London with support from Philips Industries Limited in 1980, the object being to strengthen contacts between the Society and industry and more generally between universities and industry. The general theme of the series was science in industry. The lecture was annual and was given for the last time in 1992.",
  "/wiki/Philips": "Koninklijke Philips N.V. (literally Royal Philips, stylized as PHILIPS) is a Dutch multinational conglomerate corporation headquartered in Amsterdam, formerly one of the largest electronics companies in the world, currently focused in the area of health technology, with other divisions being successfully divested. It was founded in Eindhoven in 1891 by Gerard Philips and his father Frederik, with their first products being light bulbs. It was once one of the largest electronic conglomerates in the world and currently employs around 74,000 people across 100 countries. The company gained its royal honorary title in 1998 and dropped the \"Electronics\" in its name in 2013, due to its refocusing from consumer electronics to healthcare technology.",
  "/wiki/C._Thomas_Elliott": "Charles Thomas Elliott (known as Tom Elliott), CBE FRS (born 16 January 1939), is a leading scientist in the fields of narrow gap semiconductor and infrared detector research.",
  "/wiki/Pilgrim_Trust_Lecture": "The Pilgrim Trust Lecture was a lecture supported by the Pilgrim Trust, organised by the Royal Society of London and the National Academy of Sciences. It was held between 1938 and 1945.",
  "/wiki/Pilgrim_Trust": "The Pilgrim Trust is a national grant-making trust in the United Kingdom. It is based in London and is a registered charity under English law.",
  "/wiki/United_States_National_Academy_of_Sciences": "The National Academy of Sciences (NAS) is a United States nonprofit, non-governmental organization. NAS is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Engineering (NAE) and the National Academy of Medicine (NAM).",
  "/wiki/Hermann_Joseph_Muller": "Hermann Joseph Muller (December 21, 1890 – April 5, 1967) was an American geneticist, educator, and Nobel laureate best known for his work on the physiological and genetic effects of radiation (mutagenesis), as well as his outspoken political beliefs. Muller frequently warned of long-term dangers of radioactive fallout from nuclear war and nuclear testing, which resulted in greater public scrutiny of these practices.",
  "/wiki/Tercentenary_Lectures": "The Tercentenary Lectures were a series of lectures held during the 300th anniversary year of the Royal Society, London in 1960.",
  "/wiki/Vincent_Wigglesworth": "Sir Vincent Brian Wigglesworth CBE FRS (17 April 1899 – 11 February 1994) was a British entomologist who made significant contributions to the field of insect physiology. He established the field in a textbook which was updated in a number of editions.",
  "/wiki/Wilkins_Lecture": "The Wilkins Lecture was a lecture organised by the Royal Society of London on the subject of the history of science and named after John Wilkins, the first Secretary of the Society. The last Wilkins lecture was delivered in 2003, after which it was merged with the Bernal Lecture and the Medawar Lecture to form the Wilkins-Bernal-Medawar Lecture.",
  "/wiki/John_Wilkins": "John Wilkins, FRS (1614–1672) was an Anglican clergyman, natural philosopher and author, and was one of the founders of the Royal Society. He was Bishop of Chester from 1668 until his death.",
  "/wiki/John_L._Heilbron": "John Lewis Heilbron (born 17 March 1934, San Francisco) is an American historian of science best known for his work in the history of physics and the history of astronomy.  He is Professor of History and Vice-Chancellor Emeritus (Vice-Chancellor 1990–1994) at the University of California, Berkeley, senior research fellow at Worcester College, Oxford, and visiting professor at Yale University and the California Institute of Technology.  He edited the academic journal Historical Studies in the Physical and Biological Sciences for twenty-five years.",
  "/wiki/Microsoft_Award": "The Royal Society and Académies des sciences Microsoft Award was an annual award given by the Royal Society and the Académie des sciences to scientists working in Europe who had made a major contribution to the advancement of science through the use of computational methods. It was sponsored by Microsoft Research.",
  "/wiki/French_Academy_of_Sciences": "The French Academy of Sciences (French: Académie des sciences) is a learned society, founded in 1666 by Louis XIV at the suggestion of Jean-Baptiste Colbert, to encourage and protect the spirit of French scientific research. It was at the forefront of scientific developments in Europe in the 17th and 18th centuries, and is one of the earliest Academies of Sciences.",
  "/wiki/Euro": "The euro (sign: €; code: EUR) is the official currency of 19 of the 27 member states of the European Union. This group of states is known as the eurozone or euro area, and counts about 343 million citizens as of 2019[update]. The euro, which is divided into 100 cents, is the second-largest and second-most traded currency in the foreign exchange market after the United States dollar.",
  "/wiki/Milner_Award": "The Royal Society Milner Award, supported by Microsoft Research, is given for outstanding achievement in computer science by a European researcher. It replaces the Royal Society and Académie des Sciences Microsoft Award and is named in honour of Robin Milner, a pioneer in computer science.",
  "/wiki/Peer_Bork": "Peer Bork is a German bioinformatician. He is head of structural and computational biology at the European Molecular Biology Laboratory in Heidelberg, in south-west Germany.",
  "/wiki/Royal_Society_of_Canada": "The Royal Society of Canada (RSC; French: Société royale du Canada), also known as the Academies of Arts, Humanities and Sciences of Canada (French: Académies des arts, des lettres et des sciences du Canada), is the senior national, bilingual council of distinguished Canadian scholars, humanists, scientists and artists. The primary objective of the RSC is to promote learning and research in the arts, the humanities and the sciences. The RSC is Canada's National Academy and exists to promote Canadian research and scholarly accomplishment in both official languages, to recognize academic and artistic excellence, and to advise governments, non-governmental organizations and Canadians on matters of public interest.",
  "/wiki/Indian_National_Science_Academy": "The Indian National Science Academy (INSA) in New Delhi is the apex body of Indian scientists representing all branches of science and technology.",
  "/wiki/Patrick_Blackett,_Baron_Blackett": "Patrick Maynard Stuart Blackett, Baron Blackett OM CH FRS (18 November 1897 – 13 July 1974) was a British experimental physicist known for his work on cloud chambers, cosmic rays, and paleomagnetism, winning the Nobel Prize for Physics in 1948. In 1925 he became the first person to prove that radioactivity could cause the nuclear transmutation of one chemical element to another. He also made a major contribution in World War II advising on military strategy and developing operational research. His left-wing views saw an outlet in third world development and in influencing policy in the Labour Government of the 1960s.",
  "/wiki/K._VijayRaghavan": "Krishnaswamy VijayRaghavan FRS (born 3 February 1954) is distinguished professor and former director of The National Centre for Biological Sciences. On 26 Mar 2018, Government of India, appointed him as the principal scientific adviser to succeed the distinguished scientist Dr. R Chidamabaram. He also served as a secretary of Department of Biotechnology, India, from 28 January 2013, replacing Maharaj Kishan Bhan. He was conferred the Padma Shri by the Govt. of India on 26 January 2013.  He is also a recipient of the Infosys Prize in the life sciences category in 2009.",
  "/wiki/Claude_Bernard": "Claude Bernard (French: [bɛʁnaʁ]; 12 July 1813 – 10 February 1878) was a French physiologist. Historian I. Bernard Cohen of Harvard University called Bernard \"one of the greatest of all men of science\". Among many other accomplishments, he was one of the first to suggest the use of blind experiments to ensure the objectivity of scientific observations. He originated the term milieu intérieur, and the associated concept of homeostasis (the latter term being coined by Walter Bradford Cannon).",
  "/wiki/Jean-Baptiste_Leblond": "Jean-Baptiste Leblond, born on 21 May 1957 in Boulogne-Billancourt, is a materials scientist, member of the Mechanical Modelling Laboratory of the Pierre-et-Marie-Curie University (MISES) and professor at the same university.",
  "/wiki/Humphry_Davy": "Sir Humphry Davy, 1st Baronet PRS MRIA FGS FRS (17 December 1778 – 29 May 1829) was a Cornish chemist and inventor, who is best remembered today for isolating, using electricity, a series of elements for the first time: potassium and sodium in 1807 and calcium, strontium, barium, magnesium and boron the following year, as well as discovering the elemental nature of chlorine and iodine. Davy also studied the forces involved in these separations, inventing the new field of electrochemistry.",
  "/wiki/David_Baulcombe": "Sir David Charles Baulcombe FRS FMedSci (born 1952) is a British plant scientist and geneticist. As of 2017[update] he is a Royal Society Research Professor and Regius Professor of Botany in the Department of Plant Sciences at the University of Cambridge.",
  "/wiki/Awards,_lectures_and_medals_of_the_Royal_Society": "The Royal Society presents numerous awards, lectures and medals to recognise scientific achievement. The oldest is the Croonian Lecture, created in 1701 at the request of the widow of William Croone, one of the founding members of the Royal Society. The Croonian Lecture is still awarded on an annual basis, and is considered the most important Royal Society prize for the biological sciences. Although the Croonian Lecture was created in 1701, it was first awarded in 1738, seven years after the Copley Medal which is the oldest Royal Society medal still in use and is awarded for \"outstanding achievements in research in any branch of science\""
}