{
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/Benjamin_Ives_Gilman": "Benjamin Ives Gilman (1852–1933) was the Secretary of the Boston Museum of Fine Arts from 1893 to 1925.",
  "/wiki/World%27s_Columbian_Exposition": "The World's Columbian Exposition (the official shortened name for the World's Fair: Columbian Exposition, also known as the Chicago World's Fair and Chicago Columbian Exposition) was a world's fair held in Chicago in 1893 to celebrate the 400th anniversary of Christopher Columbus's arrival in the New World in 1492. The centerpiece of the Fair, the large water pool, represented the long voyage Columbus took to the New World. Chicago had won the right to host the fair over several other cities, including New York City, Washington, D.C., and St. Louis. The Exposition was an influential social and cultural event and had a profound effect on architecture, sanitation, the arts, Chicago's self-image,  and American industrial optimism.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Michael_Coleman_(Irish_musician)": "Michael Coleman (31 January 1891 – 4 January 1945) was a virtuoso Irish fiddler from County Sligo, and a major exponent of the Sligo fiddle style.",
  "/wiki/That_Black_Snake_Moan": "\"That Black Snake Moan\" is a song written and recorded by American country blues musician Blind Lemon Jefferson.  Inspired by singer Victoria Spivey's \"Black Snake Blues\", the song was released on Paramount Records in 1926, and has since become recognized as a signature composition which exemplifies Jefferson's unconventional melodic style and utilization of double entendres. The song was re-recorded a year later as \"Black Snake Moan\" for Okeh Records, and both versions have remained accessible through the availability of several compilation albums.",
  "/wiki/Matchbox_Blues": "\"Matchbox\" is a song written and recorded by Carl Perkins and released in 1957. Blind Lemon Jefferson wrote and recorded a song entitled \"Match Box Blues\" in 1927, which is musically different but which contains some lyric phrases in common.",
  "/wiki/Blind_Lemon_Jefferson": "Lemon Henry \"Blind Lemon\n\" Jefferson (September 24, 1893 – December 19, 1929) was an American blues and gospel singer-songwriter and musician. He was one of the most popular blues singers of the 1920s and has been called the \"Father of the Texas Blues\".",
  "/wiki/Suspense_(radio_drama)": "Suspense is a radio drama series broadcast on CBS Radio from 1940 through 1962.",
  "/wiki/Ac-Cent-Tchu-Ate_the_Positive": "\"Ac-Cent-Tchu-Ate the Positive\" is a popular song which was published in 1944. The music was written by Harold Arlen and the lyrics by Johnny Mercer. The song was nominated for the \"Academy Award for Best Original Song\" at the 18th Academy Awards in 1945 after being used in the film Here Come the Waves. It is sung in the style of a sermon, and explains that accentuating the positive is key to happiness. In describing his inspiration for the lyric, Mercer told the Pop Chronicles radio documentary \"[my] publicity agent ... went to hear Father Divine and he had a sermon and his subject was 'you got to accentuate the positive and eliminate the negative.'  And I said 'Wow, that's a colorful phrase!'\"",
  "/wiki/Johnny_Mercer": "John Herndon Mercer (November 18, 1909 – June 25, 1976) was an American lyricist, songwriter, and singer. He was also a record label executive who co-founded Capitol Records with music industry businessman Buddy DeSylva and Glenn E. Wallichs.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.",
  "/wiki/Kiss_Me,_Kate": "Kiss Me, Kate is a musical written by Bella and Samuel Spewack with music and lyrics by Cole Porter. The story involves the production of a musical version of William Shakespeare's The Taming of the Shrew and the conflict on and off-stage between Fred Graham, the show's director, producer, and star, and his leading lady, his ex-wife Lilli Vanessi. A secondary romance concerns Lois Lane, the actress playing Bianca, and her gambler boyfriend, Bill, who runs afoul of some gangsters. The original production starred Alfred Drake, Patricia Morison, Lisa Kirk and Harold Lang.",
  "/wiki/John_Brown%27s_Body_(poem)": "John Brown's Body (1928) is an epic American poem written by Stephen Vincent Benét.  Its title references the radical abolitionist John Brown, who raided the federal armory at Harpers Ferry in Virginia in October 1859.  He was captured and hanged later that year. Benét's poem covers the history of the American Civil War.  It won the Pulitzer Prize for Poetry in 1929. It was written while Benét lived in Paris after receiving a Guggenheim Fellowship in 1926.",
  "/wiki/Tyrone_Power": "Tyrone Edmund Power III (May 5, 1914 – November 15, 1958) was an American film, stage and radio actor. From the 1930s to the 1950s, Power appeared in dozens of films, often in swashbuckler roles or romantic leads. His better-known films include The Mark of Zorro, Marie Antoinette, Blood and Sand, The Black Swan, Prince of Foxes, Witness for the Prosecution, The Black Rose, and Captain from Castile. Power's own favorite film among those that he starred in was Nightmare Alley.",
  "/wiki/Judith_Anderson": "Dame Frances Margaret Anderson, AC, DBE (10 February 1897 – 3 January 1992), known professionally as Judith Anderson, was an Australian actress who had a successful career in stage, film and television. A preeminent stage actress in her era, she won two Emmy Awards and a Tony Award and was also nominated for a Grammy Award and an Academy Award. She is considered one of the 20th century's greatest classical stage actors.",
  "/wiki/Raymond_Massey": "Raymond Hart Massey (August 30, 1896 – July 29, 1983) was a Canadian actor, known for his commanding, stage-trained voice. For his lead role in Abe Lincoln in Illinois (1940), Massey was nominated for the Academy Award for Best Actor. He also was well known for playing Dr. Gillespie in the NBC television series Dr. Kildare (1961–1966). Today, he is most often seen in the film Arsenic and Old Lace (1944), in his role as the malevolent Jonathan Brewster, who looks like Boris Karloff, and violently attacks anyone who mentions the resemblance.",
  "/wiki/Charles_Laughton": "Charles Laughton (1 July 1899 – 15 December 1962) was an English stage and film actor. Laughton was trained in London at the Royal Academy of Dramatic Art and first appeared professionally on the stage in 1926. In 1927, he was cast in a play with his future wife Elsa Lanchester, with whom he lived and worked until his death.",
  "/wiki/My_Funny_Valentine": "\"My Funny Valentine\" is a show tune from the 1937 Richard Rodgers and Lorenz Hart musical Babes in Arms in which it was introduced by former child star Mitzi Green. The song became a popular jazz standard, appearing on over 1300 albums performed by over 600 artists. In 2015, it was announced that the Gerry Mulligan quartet featuring Chet Baker's version of the song was inducted into the Library of Congress's National Recording Registry for the song's \"cultural, artistic and/or historical significance to American society and the nation’s audio legacy\". Mulligan also recorded the song with his Concert Jazz Band in 1960.",
  "/wiki/Gerry_Mulligan": "Gerald Joseph Mulligan (April 6, 1927 – January 20, 1996) was an American jazz saxophonist, clarinetist, composer and arranger. Though Mulligan is primarily known as one of the leading jazz baritone saxophonists – playing the instrument with a light and airy tone in the era of cool jazz – he was also a significant arranger, working with Claude Thornhill, Miles Davis, Stan Kenton, and others. Mulligan's pianoless quartet of the early 1950s with trumpeter Chet Baker is still regarded as one of the best cool jazz groups. Mulligan was also a skilled pianist and played several other reed instruments. Several of his compositions, such as \"Walkin' Shoes\" and \"Five Brothers\", have become jazz standards.",
  "/wiki/Chet_Baker": "Chesney Henry Baker Jr. (December 23, 1929 – May 13, 1988) was an American jazz trumpeter and vocalist.",
  "/wiki/Sixteen_Tons": "\"Sixteen Tons\" is a song written by Merle Travis about a coal miner, based on life in mines in Muhlenberg County, Kentucky. Travis first recorded the song at the Radio Recorders Studio B in Hollywood, California, on August 8, 1946. Cliffie Stone played bass on the recording. It was first released in July 1947 by Capitol on Travis's album Folk Songs of the Hills.  The song became a gold record.",
  "/wiki/Tennessee_Ernie_Ford": "Ernest Jennings Ford (February 13, 1919 – October 17, 1991),  known professionally as Tennessee Ernie Ford, was an American singer and television host who enjoyed success in the country and Western, pop, and gospel musical genres. Noted for his rich bass-baritone voice and down-home humor, he is remembered for his hit recordings of \"The Shotgun Boogie\" and his version of \"Sixteen Tons\".",
  "/wiki/Mary_Don%27t_You_Weep": "\"Mary Don't You Weep\" (alternately titled \"O Mary Don't You Weep\", \"Oh Mary, Don't You Weep, Don't You Mourn\", or variations thereof) is a Spiritual that originates from before the American Civil War – thus it is what scholars call a \"slave song,\" \"a label that describes their origins among the enslaved,\" and it contains \"coded messages of hope and resistance.\"  It is one of the most important of Negro spirituals.",
  "/wiki/The_Swan_Silvertones": "The Swan Silvertones are an American gospel music group that first achieved popularity in the 1940s and 1950s under the leadership of Claude Jeter. Jeter formed the group in 1938 as the \"Four Harmony Kings\" while he was working as a coal miner in West Virginia, United States. After moving to Knoxville, Tennessee and obtaining their own radio show, the group changed its name to the Silvertone Singers in order to avoid confusion with another ensemble known as the \"Four Kings of Harmony.\" They added the name Swan shortly thereafter, since Swan Bakeries sponsored their show. Their wide exposure through radio brought them a contract in 1946 with King Records.",
  "/wiki/Joan_Baez_(album)": "Joan Baez is the debut album by folk singer Joan Baez.  The album was recorded in the summer of 1960 and released the same year.  The original release featured 13 traditional folk songs. Later reissues included three additional songs.",
  "/wiki/Joan_Baez": "Joan Chandos Baez (/baɪz/; born January 9, 1941) is an American singer, songwriter, musician and activist. Her contemporary folk music often includes songs of protest or social justice. Baez has performed publicly for over 60 years, releasing over 30 albums. Fluent in Spanish and English, she has also recorded songs in at least six other languages.",
  "/wiki/Stand_by_Me_(Ben_E._King_song)": "\"Stand by Me\" is a song originally performed in 1961 by American singer-songwriter Ben E. King and written by King, Jerry Leiber, and Mike Stoller. According to King, the title is derived from, and was inspired by, a spiritual written by Sam Cooke and J. W. Alexander called \"Stand by Me Father,\" recorded by the Soul Stirrers with Johnnie Taylor singing lead. The third line of the second verse of the former work derives from Psalm 46:2c/3c.",
  "/wiki/Ben_E._King": "Benjamin Earl King (born Benjamin Earl Nelson, September 28, 1938 – April 30, 2015) was an American soul and R&B singer and record producer. He is best known as the singer and co-composer of \"Stand by Me\" — a U.S. Top 10 hit, both in 1961 and later in 1986 (when it was used as the theme to the film of the same name), a number one hit in the United Kingdom in 1987, and no. 25 on the RIAA's list of Songs of the Century — and as one of the principal lead singers of the R&B vocal group The Drifters, notably singing the lead vocals of one of their biggest global hit singles (and only U.S. #1 hit) \"Save the Last Dance for Me\".",
  "/wiki/Sweet_Emma_Barrett": "\"Sweet Emma\" Barrett (March 25, 1897, New Orleans, Louisiana – January 28, 1983) was an American, self-taught jazz pianist and singer who worked with the Original Tuxedo Orchestra between 1923 and 1936, first under Papa Celestin, then William Ridgely. She also worked with Armand Piron, John Robichaux, Sidney Desvigne, and the Preservation Hall Jazz Band.",
  "/wiki/You%27ve_Lost_That_Lovin%27_Feelin%27": "\"You've Lost That Lovin' Feelin'\" is a song written by Phil Spector, Barry Mann, and Cynthia Weil. It was first recorded by the Righteous Brothers in 1964, produced by Phil Spector. Their recording is considered by some music critics to be the ultimate expression and illustration of Spector's \"Wall of Sound\" recording technique.  It has also been described by various music writers as \"one of the best records ever made\" and \"the ultimate pop record\".",
  "/wiki/The_Righteous_Brothers": "The Righteous Brothers were originally an American musical duo of Bill Medley and Bobby Hatfield. They began performing together in 1962 in the Los Angeles area as part of a five-member group called the Paramours, but adopted the name \"The Righteous Brothers\" when they embarked on their recording career as a duo. Their most active recording period was in the 1960s and 70s, and although the duo was inactive for some years, Hatfield and Medley reunited in 1981 and continued to perform until Hatfield's death in 2003. Their emotive vocal style is sometimes dubbed \"blue-eyed soul\".",
  "/wiki/The_Doors_(album)": "The Doors is the debut album by the American rock band the Doors. Recorded in 1966 at Sunset Sound Recorders, Hollywood, California, it was produced by Paul A. Rothchild and released on January 4, 1967. The album features their breakthrough single \"Light My Fire\" and the lengthy song \"The End\" with its Oedipal spoken word section.",
  "/wiki/The_Doors": "The Doors were an American rock band formed in Los Angeles in 1965, with vocalist Jim Morrison, keyboardist Ray Manzarek, guitarist Robby Krieger, and drummer John Densmore. They were among the most controversial and influential rock acts of the 1960s, mostly because of Morrison's lyrics and his erratic stage persona, and the group was widely regarded as representative of the era's counterculture.",
  "/wiki/Lincoln_Mayorga": "Lincoln Mayorga (born March 28, 1937) is an American pianist, arranger, conductor and composer who has worked in rock and roll, pop, jazz and classical music.",
  "/wiki/Stand!": "Stand! is the fourth album by soul/funk band Sly and the Family Stone, released on May 3, 1969. Written and produced by lead singer and multi-instrumentalist Sly Stone, Stand! is considered an artistic high-point of the band's career. Released by Epic Records, just before the group's celebrated performance at the Woodstock festival, it became the band's most commercially successful album to date. It includes several well-known songs, among them hit singles, such as \"Sing a Simple Song\", \"I Want to Take You Higher\", \"Stand!\", and \"Everyday People\". The album was reissued in 1990 on compact disc and vinyl, and again in 2007 as a remastered numbered edition digipack CD with bonus tracks and, in the UK, as only a CD with bonus tracks.",
  "/wiki/Sly_and_the_Family_Stone": "Sly and the Family Stone was an American band from San Francisco. Active from 1966 to 1983, it was pivotal in the development of funk, soul, rock, and psychedelic music. Its core line-up was led by singer-songwriter, producer, and multi-instrumentalist Sly Stone, and included Stone's brother and singer/guitarist Freddie Stone, sister and singer/keyboardist Rose Stone, trumpeter Cynthia Robinson, drummer Greg Errico, saxophonist Jerry Martini, and bassist Larry Graham. It was the first major American rock group to have a racially integrated, male and female lineup.",
  "/wiki/A_Wild_and_Crazy_Guy": "A Wild and Crazy Guy (1978) is an album by American comedian Steve Martin. It reached number two on Billboard's Pop Albums Chart. The album was eventually certified double platinum.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/National_Recording_Registry": "The National Recording Registry is a list of sound recordings that \"are culturally, historically, or aesthetically important, and/or inform or reflect life in the United States.\" The registry was established by the National Recording Preservation Act of 2000, which created the National Recording Preservation Board, whose members are appointed by the Librarian of Congress. The recordings preserved in the United States National Recording Registry form a registry of recordings selected yearly by the National Recording Preservation Board for preservation in the Library of Congress."
}