{
  "/wiki/Sky_Mirror": "Sky Mirror is a public sculpture by artist Anish Kapoor. Commissioned by the Nottingham Playhouse, it is installed outside the theatre in Wellington Circus, Nottingham, England. Sky Mirror is a 6-metre-wide (20 ft)-wide concave dish of polished stainless steel weighing 10 tonnes (9.8 long tons) and angled up towards the sky. Its surface reflects the ever-changing environment.",
  "/wiki/Nottingham_Playhouse": "Nottingham Playhouse is a theatre in Nottingham, Nottinghamshire, England. It was first established as a repertory theatre in 1948 when it operated from a former cinema in Goldsmith Street.  Directors during this period included Val May and Frank Dunlop. The current building opened in 1963.",
  "/wiki/Anish_Kapoor": "Sir Anish Mikhail Kapoor, CBE, RA (born 12 March 1954) is a British Indian sculptor specializing in installation art and conceptual art. Born in Mumbai, Kapoor has lived and worked in London since the early 1970s when he moved to study art, first at the Hornsey College of Art and later at the Chelsea School of Art and Design.",
  "/wiki/Stainless_steel": "In metallurgy, stainless steel, also known as inox steel or inox from French inoxydable (inoxidizable), is a steel alloy, with a minimum of 11% chromium content by mass and a maximum of 1.2% carbon by mass.",
  "/wiki/Statue_of_Captain_Albert_Ball": "A statue of Captain Albert Ball stands in Nottingham Castle Gardens, in Nottingham, England.  It comprises a bronze sculpture by Henry Poole which depicts the British fighter pilot Captain Albert Ball VC DSO & Two Bars, MC accompanied by an allegorical female figure, standing on a stone pedestal by the architect Edwin Alfred Rickards.  The memorial was unveiled in 1921, was listed at Grade II in 1972, upgraded to Grade I in 2017.",
  "/wiki/Nottingham_Castle": "Nottingham Castle, a castle in Nottingham, England, is located in a commanding position on a natural promontory known as \"Castle Rock\", with cliffs 130 feet (40 m) high to the south and west. In the Middle Ages it was a major royal fortress and occasional royal residence. In decline by the 16th century, it was largely demolished in 1649. The Duke of Newcastle later built a mansion on the site, which was burnt down by rioters in 1831 and left as a ruin. It was later rebuilt to house an art gallery and museum, which remain in use. Little of the original castle survives, but sufficient portions remain to give an impression of the layout of the site.",
  "/wiki/Henry_Poole_(sculptor)": "Henry Poole RA (28 January 1873 — 15 August 1928) was a British architectural sculptor.",
  "/wiki/Bronze": "Bronze is an alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon. These additions produce a range of alloys that may be harder than copper alone, or have other useful properties, such as stiffness, ductility, or machinability.",
  "/wiki/Brian_Clough": "Brian Howard Clough, OBE (/klʌf/ KLUF; 21 March 1935 – 20 September 2004) was an English football player and manager. He played as a striker and remains one of the Football League's highest goalscorers, but his career was shortened by a serious injury. As a manager, Clough's name is closely associated with that of Peter Taylor, who served as his assistant manager at various clubs in the 1960s, 1970s and 1980s. They achieved great successes with Derby County and Nottingham Forest. Clough is also remembered for doing frequent radio and television interviews in which he made controversial remarks about players, other managers, and the overall state of the game.",
  "/wiki/Robin_Hood": "Robin Hood is a legendary heroic outlaw originally depicted in English folklore and subsequently featured in literature and film. According to legend, he was a highly skilled archer and swordsman. In some versions of the legend, he is depicted as being of noble birth, and in modern retellings he is sometimes depicted as having fought in the Crusades before returning to England to find his lands taken by the Sheriff. In the oldest known versions he is instead a member of the yeoman class. Traditionally depicted dressed in Lincoln green, he is said to have robbed from the rich and given to the poor.",
  "/wiki/James_Woodford": "James Arthur Woodford OBE RA (1893–1976) was an English sculptor. His works include sets of bronze doors for the headquarters of the Royal Institute of British Architects and Norwich City Hall; the Queen's Beasts, originally made for the Coronation in 1953, and later replicated in stone, and the statue of Robin Hood outside Nottingham Castle.",
  "/wiki/National_Ice_Centre": "The National Ice Centre (NIC) is located in Nottingham, England. It is situated just east of the city centre, close to the historic Lace Market area. The NIC was the first twin Olympic-sized (60m x 30m) ice pad facility in the UK, \"heralding a new era in the development of ice skating\". Incorporating the Nottingham Arena (since January 2016 re-branded as the Motorpoint Arena Nottingham), the NIC is a combined live entertainment and leisure venue.",
  "/wiki/Nottingham_Council_House": "Nottingham Council House is the city hall of Nottingham, England. The 200 feet (61 m) high dome that rises above the city is the centrepiece of the skyline and presides over the Old Market Square (also referred to as the City Centre).",
  "/wiki/Joseph_Else": "Joseph Else FRBS (8 February 1874-8 May 1955) was a sculptor from Nottingham best known for his work on Nottingham Council House.",
  "/wiki/Stone": "A rock is any naturally occurring  solid mass or aggregate of minerals or mineraloid matter. It is categorized by the minerals included, its chemical composition and the way in which it is formed. Rocks are usually grouped into three main groups: igneous rocks, metamorphic rocks and sedimentary rocks. Rocks form the Earth's outer solid layer, the crust.",
  "/wiki/Charles_Doman": "Charles Leighfield Jonah Doman FRBS (31 August 1884 – 19 March 1944) was a sculptor from Nottingham.",
  "/wiki/Nottingham_High_School": "Nottingham High School is an independent, fee-paying day school for boys and girls in Nottingham, England, comprising the Infant and Junior School (for ages 4–11) and Senior School (for ages 11–18). Approximately 1,000 students attend the school, including around 800 in the Senior School (an average of around 110 in each of years 7–11 and around 120 in each of the two years of the Sixth Form).[citation needed]",
  "/wiki/Feargus_O'Connor": "Feargus Edward O'Connor (18 July 1796 – 30 August 1855) was an Irish Chartist leader and advocate of the Land Plan, which sought to provide smallholdings for the labouring classes. A highly charismatic figure, O'Connor was admired for his energy and oratory, but was criticised for alleged egotism.",
  "/wiki/Nottingham_Arboretum": "Arboretum is a residential area of the City of Nottingham in the county of Nottinghamshire, England. The arboretum from which the neighbourhood takes its name was the first designated public park in Nottingham selected under the authority of the Inclosure Act 1845. Samuel Curtis oversaw the design of the park at a cost of £6,554. 7s. 10d.[citation needed] (equivalent to £748,929 in 2016). On 11 May 1852, the park was officially opened in the presence of approximately 15,000 people.",
  "/wiki/Samuel_Morley_(MP)": "Samuel Morley  (15 October 1809 – 5 September 1886), was an English woollen manufacturer and political radical. He is known as a philanthropist, Congregationalist dissenter, abolitionist,  and statesman.",
  "/wiki/List_of_public_art_in_Nottingham": "This is a list of public art in Nottingham, in Nottinghamshire, England. This list applies only to works of public art accessible in an outdoor public space. For example, this does not include artwork visible inside a museum."
}