{
  "/wiki/Bartow-Pell_Mansion": "The Bartow-Pell Mansion is a historic house museum located in the northern portion of Pelham Bay Park in the Bronx, New York City.  A National Historic Landmark, it has one of the nation's finest Greek Revival interiors, and is the last surviving major mid-19th century country estate house in the Pelham Bay area.",
  "/wiki/Pelham_Bay,_Bronx": "Pelham Bay is a middle class residential neighborhood in the borough of the Bronx, in New York City. It is named for Pelham Bay Park, New York City's largest park, which lies on the neighborhood's northeastern border; and for Pelham Bay, a body of water in that park. The neighborhood is bounded roughly by Pelham Parkway on the north, the New England Thruway (I-95) on the east, the Bruckner Expressway (I-95) on the south, and the Hutchinson River Parkway on the west.",
  "/wiki/Bronx": "The Bronx (/brɒŋks/) is a borough of New York City, coterminous with Bronx County, in the U.S. state of New York, the third-most densely populated county in the United States. It is south of Westchester County; northeast and east of Manhattan, across the Harlem River; and north of Queens, across the East River. The Bronx has a land area of 42 square miles (109 km2) and a population of 1,432,132 in 2018. Of the five boroughs, it has the fourth-largest area, fourth-highest population, and third-highest population density.  It is the only borough predominantly on the U.S. mainland. If each borough were ranked as a city, the Bronx would rank as the eighth-most populous in the U.S.",
  "/wiki/Historic_house_museums": "A historic house museum is a house that has been transformed into a museum. Historic furnishings may be displayed in a way that reflects their original placement and usage in a home. Historic house museums are held to a variety of standards, including those of the International Council of Museums.",
  "/wiki/Billiou-Stillwell-Perine_House": "The Billiou–Stillwell–Perine House is a Dutch Colonial structure and the oldest standing building on Staten Island, New York.",
  "/wiki/Old_Town,_Staten_Island": "Old Town is a neighborhood in the New York City borough of Staten Island, located on its East Shore. Old Town was established in August 1661 as part of New Netherland, and was the first permanent European settlement on Staten Island. Originally described as \"Oude Dorpe\" (old village in Dutch), much of its original territory makes up what is present-day South Beach, with parts of Midland Beach and Dongan Hills.  The area was settled by a group of Dutch, Walloon (from what is now southern Belgium and its borders with France) and French Protestants (Huguenots) led by Walloon Pierre Billiou.",
  "/wiki/Staten_Island": "Staten Island  (/ˌstætən ˈaɪlənd/)  is a borough of New York City, coterminous with Richmond County, in the U.S. state of New York. Located in the southwest portion of the city, the borough is separated from New Jersey by the Arthur Kill and the Kill Van Kull and from the rest of New York by New York Bay. With an estimated population of 476,179 in 2018, Staten Island is the least populated of the boroughs but is the third-largest in land area at 58.5 sq mi (152 km2). The borough also contains the southern-most point in the state, South Point. If each borough were ranked as a city, Staten Island would rank as the 39th most populous in the U.S.",
  "/wiki/Historic_Richmond_Town": "Historic Richmond Town is an authentic town and farm museum complex in the neighborhood of Richmondtown, Staten Island, in New York City. It is located near the geographical center of the island, at the junction of Richmond Road and Arthur Kill Road. Staten Island Historical Society and Historic Richmond Town are two different names for the same organization, reflecting its long history and evolution.",
  "/wiki/John_Bowne_House": "The John Bowne House is a house in Flushing, Queens, New York City, that is known for its role in establishing religious tolerance in the United States.",
  "/wiki/Flushing,_Queens": "Flushing is a neighborhood in the New York City borough of Queens in the United States. Located in the north-central portion of Queens, the neighborhood is the fourth largest central business district in New York City.",
  "/wiki/Queens": "Queens  is a borough of New York City, coterminous with Queens County, in the U.S. state of New York. It is the largest borough geographically and is adjacent to the borough of Brooklyn. To its east is Nassau County. Queens also shares water borders with the boroughs of Manhattan and the Bronx. The borough of Queens is the second-largest in population, the first being Brooklyn; with an estimated population of 2,278,906 residents in 2018, approximately 47.5 percent of them foreign-born. Queens County also is the second most populous county in the U.S. state of New York, behind Brooklyn, which is coterminous with Kings County. Queens is the fourth most densely populated county among New York City's boroughs, as well as in the United States. If each of New York City's boroughs were an independent city, Queens would be the nation's fourth most populous, after Los Angeles, Chicago, and Brooklyn. Queens is one of the most ethnically diverse counties in the United States, as well as the most diverse among highly populated counties and the most linguistically diverse place on Earth.",
  "/wiki/Conference_House": "Conference House (also known as Billop House) is a stone house in Tottenville, Staten Island, New York City built by Captain Christopher Billopp some time before 1680. It is located in Conference House Park near Ward's Point, the southernmost tip of New York State on Staten Island, which became known as \"Billop's Point\" in the 18th century.",
  "/wiki/Tottenville,_Staten_Island": "Tottenville is a neighborhood on the South Shore of Staten Island, New York City. It is the southernmost settlement in both New York City and New York State. Tottenville is bounded on three sides by water: the south side abuts New York Bight while the west and north sides are bordered by Arthur Kill and the New Jersey state border. The eastern boundary is formed by Richmond Valley Road and Richard Avenue.",
  "/wiki/Dyckman_House": "The Dyckman House, now the Dyckman Farmhouse Museum, is the oldest remaining farmhouse on Manhattan island, a vestige of New York City's rural past. The Dutch Colonial-style farmhouse was built by William Dyckman, c.1785, and was originally part of over 250 acres (100 ha) of farmland owned by the family. It is now located in a small park at the corner of Broadway and 204th Street in Inwood, Manhattan.",
  "/wiki/Inwood,_Manhattan": "Inwood is a neighborhood in the New York City borough of Manhattan, at the northern tip of Manhattan Island, in the U.S. state of New York. It is bounded by the Hudson River to the west, Spuyten Duyvil Creek and Marble Hill to the north, the Harlem River to the east, and Washington Heights to the south.",
  "/wiki/Manhattan": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/Edgar_Allan_Poe_Cottage": "The Edgar Allan Poe Cottage (or Poe Cottage) is the former home of American writer Edgar Allan Poe. It is located on Kingsbridge Road and the Grand Concourse in the Fordham neighborhood of the Bronx, New York, a short distance from its original location, and is now in the northern part of Poe Park.",
  "/wiki/Fordham,_Bronx": "Fordham is a neighborhood located in the western Bronx, New York City. Fordham is roughly bordered by East 196th Street to the north, Webster Avenue to the east, Burnside Avenue to the south, and Jerome Avenue to the west. The neighborhood's primary thoroughfares are Fordham Road and Grand Concourse.",
  "/wiki/Edgar_Allan_Poe": "Edgar Allan Poe (/poʊ/; born Edgar Poe; January 19, 1809 – October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is generally considered the inventor of the detective fiction genre and is further credited with contributing to the emerging genre of science fiction. He was the first well-known American writer to earn a living through writing alone, resulting in a financially difficult life and career.",
  "/wiki/Gracie_Mansion": "Archibald Gracie Mansion (commonly called Gracie Mansion) is the official residence of the Mayor of the City of New York. Built in 1799, it is located in Carl Schurz Park, at East End Avenue and 88th Street in the Yorkville neighborhood of Manhattan. The mansion overlooks Hell Gate channel in the East River.",
  "/wiki/Upper_East_Side": "The Upper East Side, sometimes abbreviated UES, is a neighborhood in the borough of Manhattan in New York City, between Central Park/Fifth Avenue, 59th Street, the East River, and 96th Street. The area incorporates several smaller neighborhoods, including Lenox Hill, Carnegie Hill, and Yorkville. Once known as the Silk Stocking District, it is now one of the most affluent neighborhoods in New York City.",
  "/wiki/Hamilton_Grange_National_Memorial": "Hamilton Grange National Memorial, also known as The Grange or the Hamilton Grange Mansion, is a National Park Service site in St. Nicholas Park, Manhattan, New York City, that preserves the relocated home of U.S. Founding Father Alexander Hamilton. The mansion holds a restoration of the interior rooms and an interactive exhibit on the newly constructed ground floor for visitors. The Hamilton Heights subsection of Harlem derived its name from Hamilton's 32-acre estate there.",
  "/wiki/Hamilton_Heights": "Hamilton Heights is a neighborhood in the northern part of Manhattan, which is a borough of New York City.  It lies between Manhattanville to the south and Washington Heights to the north. It contains the sub-neighborhood of Sugar Hill.",
  "/wiki/Alexander_Hamilton": "Alexander Hamilton (January 11, 1755 or 1757 – July 12, 1804) was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As the first Secretary of the Treasury, Hamilton was the main author of the economic policies of George Washington's administration. He took the lead in the Federal government's funding of the states' debts, as well as establishing a national bank, a system of tariffs, and friendly trade relations with Britain.  His vision included a strong central government led by a vigorous executive branch, a strong commercial economy, a national bank and support for manufacturing, and a strong military.",
  "/wiki/King_Manor": "King Manor, also known as the Rufus King House, is in Jamaica, Queens.  It was the home of Rufus King, a signer of the United States Constitution, a Senator from New York, and Ambassador to Great Britain immediately after the American Revolution.  It is located at 150th Street and Jamaica Avenue. Descendants of King's family lived in the house until 1896 when Rufus' granddaughter Cornelia King died and sold the house to the Village of Jamaica. When Jamaica, along with the western half of Queens County was annexed by New York City in 1898, the house and the property were turned over to the New York City Parks Department which re-designated the land as \"Rufus King Park.\"",
  "/wiki/Jamaica,_Queens": "Jamaica is a middle-class neighborhood in the New York City borough of Queens. It is mainly composed of a large commercial and retail area, though part of the neighborhood is also residential. Jamaica is bordered by Hollis to the east; St. Albans, Springfield Gardens, Rochdale Village to the southeast; and South Jamaica to the south; Richmond Hill and South Ozone Park to the west; Briarwood to the northwest; and Kew Gardens Hills, Jamaica Hills, and Jamaica Estates to the north.",
  "/wiki/Rufus_King": "Rufus King (March 24, 1755 – April 29, 1827) was an American lawyer, politician, and diplomat. He was a delegate for Massachusetts to the Continental Congress and the Philadelphia Convention and was one of the signers of the United States Constitution in 1787. After formation of the new Congress he represented New York in the United States Senate. He emerged as a leading member of the Federalist Party, serving as the party's last presidential nominee in the 1816 presidential election.",
  "/wiki/Kingsland_Homestead": "Kingsland Homestead is an 18th-century house located in Flushing, Queens, New York City. It is the home of the remains of The Weeping Beech, a landmark weeping beech tree, believed to have been planted in 1847. The homestead is also close to the 17th-century Bowne House, the location of the first Quaker meeting place in New Amsterdam. The homestead houses and is operated by the Queens Historical Society and is open to the public as a museum. The Kingsland Homestead is a member of the Historic House Trust, and is both a New York City designated landmark and a National Register of Historic Places listing.",
  "/wiki/Historic_House_Trust": "The Historic House Trust of New York City was formed in 1989 as a public-private partnership with the New York City Department of Parks and Recreation to preserve the historic houses located within New York City parks, although most of the houses were not originally city-owned. The Trust works with the individual houses to restore and promote the houses as a means of educating residents and visitors about the social, economic and political history of New York City and cast urban history in a new light. The Trust includes 23 historic sites, with 18 operating as museums and attracting 729,000 annual visitors.",
  "/wiki/Queens_Historical_Society": "The Queens Historical Society, which was founded in 1968 after a merger with the Kingsland Preservation Commission, is dedicated to preserving the history and heritage of Queens, New York and interpreting the history of the borough as it relates to various historical periods. The historical society is the only museum about Queens' history within the borough and is located in Kingsland Homestead, which is a historic house museum within Weeping Beech Park.",
  "/wiki/Lefferts_Historic_House": "The Lefferts Historic House is a historic house located within Prospect Park in Brooklyn, New York City. It is the former home of Continental Army Lieutenant Pieter Lefferts built circa 1783. It currently operates as a museum of family life in Brooklyn in the 19th century. The museum is part of the Historic House Trust, owned by the New York City Department of Parks and Recreation and operated by the Prospect Park Alliance.  It is a New York City designated landmark.",
  "/wiki/Park_Slope,_Brooklyn": "Park Slope is a neighborhood in northwestern Brooklyn, New York City, within the area once known as South Brooklyn. Park Slope is roughly bounded by Prospect Park and Prospect Park West to the east, Fourth Avenue to the west, Flatbush Avenue to the north, and Prospect Expressway to the south. Generally, the section from Flatbush Avenue to Garfield Place (the \"named streets\") is considered the \"North Slope\", the section from 1st through 9th Streets is considered the \"Center Slope\", and south of 10th Street, the \"South Slope\". The neighborhood takes its name from its location on the western slope of neighboring Prospect Park. Fifth Avenue and Seventh Avenue are its primary commercial streets, while its east-west side streets are lined with brownstones and apartment buildings.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Prospect_Park_(Brooklyn)": "Prospect Park is an urban park in Brooklyn, New York City. The park is situated between the neighborhoods of Park Slope, Prospect Heights, Prospect Lefferts Gardens, Flatbush, and Windsor Terrace, and is adjacent to the Brooklyn Museum, Grand Army Plaza, and the Brooklyn Botanic Garden. With an area of 526 acres (213 ha), Prospect Park is the second largest public park in Brooklyn, behind Marine Park.",
  "/wiki/Merchant's_House_Museum": "The Merchant's House Museum, known formerly as the Old Merchant's House and as the Seabury Tredwell House, is the only nineteenth-century family home in New York City preserved intact — both inside and out.  Built \"on speculation\" in 1832 by Joseph Brewster, a hatter by trade, it is located at 29 East Fourth Street, between Lafayette Street and the Bowery in Manhattan.  It became a museum in 1936, founded by George Chapman, a cousin of the family who once lived there.",
  "/wiki/Greenwich_Village": "Greenwich Village (/ˈɡrɛnɪtʃ/ GREN-itch, /ˈɡrɪn-/ GRIN-, /-ɪdʒ/ -⁠ij), often referred to by locals as simply \"the Village\", is a neighborhood on the west side of Manhattan, New York City, within Lower Manhattan. Broadly, Greenwich Village is bounded by 14th Street to the north, Broadway to the east, Houston Street to the south, and the Hudson River to the west. Greenwich Village also contains several subsections, including the West Village west of Seventh Avenue and the Meatpacking District in the northwest corner of Greenwich Village.",
  "/wiki/Morris-Jumel_Mansion": "The Morris–Jumel Mansion or Morris House (also known as the Roger and Mary Philipse Morris House, \"Mount Morris\" and other similar names) is a  Federal style museum home in northern Manhattan with mid-eighteenth century roots. It was built in 1765 by Roger Morris, a British military officer, and served as a headquarters for both sides in the American Revolution.",
  "/wiki/Washington_Heights,_Manhattan": "Washington Heights is a neighborhood in the northern portion of the New York City borough of Manhattan. The area is named for Fort Washington, a fortification constructed at the highest natural point on the island of Manhattan by Continental Army troops during the American Revolutionary War, to defend the area from the British forces. Washington Heights is bordered by Harlem to the south, along 155th Street; Inwood to the north along Dyckman Street or Hillside Avenue; the Hudson River to the west, and the Harlem River and Coogan's Bluff to the east. As of 2016[update], it has 200,000 inhabitants.",
  "/wiki/Mount_Vernon_Hotel_Museum": "The Mount Vernon Hotel Museum & Garden, formerly the Abigail Adams Smith Museum, is a historic antebellum residential building at 421 East 61st Street, near the East River, in New York City. It is open to the public as a museum.",
  "/wiki/Midtown_Manhattan": "Midtown Manhattan is the central portion of the New York City borough of Manhattan. Midtown is home to some of the city's most iconic buildings, including the Empire State Building, the Chrysler Building, the Hudson Yards Redevelopment Project, the headquarters of the United Nations, Grand Central Terminal, and Rockefeller Center, as well as Broadway and Times Square.",
  "/wiki/Seguine_Mansion": "The Seguine Mansion, also known as The Seguine-Burke Mansion, is located on Lemon Creek near the southern shore of Staten Island.  The  Greek Revival house is one of the few surviving examples of 19th Century life on Staten Island.  It is listed on the National Register of Historic Places and is a member of the Historic House Trust.",
  "/wiki/South_Shore,_Staten_Island": "The South Shore is a geographical term applied to the area in the New York City borough of Staten Island, south and east of the island's ridge of hills (and Richmond Creek and Fresh Kills south of Historic Richmond Town) along the waterfront and adjacent areas from the Narrows to the mouth of the Arthur Kill. Many observers prefer to restrict its scope to the neighborhoods located between the shoreline of Raritan Bay on one side and Richmond Creek and Fresh Kills on the other, thus encompassing the neighborhoods of Great Kills to Tottenville only. Those who use this narrower definition of the \"South Shore\" prefer the term \"East Shore\" for the communities that lie along Lower New York Bay, and inland for approximately 2 to 2½ miles, from Bay Terrace and Richmondtown to as far north as Grasmere and Concord. The South Shore (under the narrower definition) is represented in the New York City Council by Joe Borelli.",
  "/wiki/Theodore_Roosevelt_Birthplace_National_Historic_Site": "Theodore Roosevelt Birthplace National Historic Site is a recreated brownstone at 28 East 20th Street, between Broadway and Park Avenue South, in the Flatiron District of Manhattan, New York City. It is the birthplace and childhood home of 26th President of the United States Theodore Roosevelt.",
  "/wiki/Flatiron_District": "The Flatiron District is a neighborhood in the New York City borough of Manhattan, named after the Flatiron Building at 23rd Street, Broadway and Fifth Avenue.",
  "/wiki/Theodore_Roosevelt": "Theodore  Roosevelt Jr. (/ˈroʊzəvɛlt/ ROH-zə-velt;[b] October 27, 1858 – January 6, 1919) was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He served as the 25th vice president from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Roosevelt emerged as a leader of the Republican Party and became a driving force for the anti-trust policy while supporting Progressive Era policies in the United States in the early 20th century. His face is depicted on Mount Rushmore alongside George Washington, Thomas Jefferson, and Abraham Lincoln. He is generally ranked in polls of historians and political scientists as one of the five best presidents.",
  "/wiki/Valentine-Varian_House": "The Valentine–Varian House is a historic house located in the Norwood neighborhood of the Bronx, New York City. Built in 1758 by Isaac Valentine, it is the Bronx's second oldest house and oldest remaining farmhouse. The house remained in the Varian family, which included Isaac Varian, New York's 63rd Mayor of New York City until 1905, when it was sold. It is currently a part of the Historic House Trust and houses the Museum of Bronx History and the offices of the Bronx County Historical Society.  It is a two-story, five bay fieldstone residence with a gable roof.  It was moved to its present site in 1965 and restored between July 1965 and May 1968.",
  "/wiki/Norwood,_Bronx": "Norwood, also known as Bainbridge, is a working-class residential neighborhood in the northwest Bronx, New York City. It is bounded by Van Cortlandt Park and Woodlawn Cemetery to the north, the Bronx River to the east, and Mosholu Parkway to the southwest. The area is dominated topographically by what was once known as Valentine's Hill, the highest point being near the intersection of 210th Street and Bainbridge Avenue, where Gun Hill Road intersects, and around the Montefiore Medical Center, the largest landowner and employer of the neighborhood. Norwood's main commercial arteries are Gun Hill Road, Jerome Avenue, Webster Avenue, and Bainbridge Avenue.",
  "/wiki/Van_Cortlandt_House_Museum": "The Van Cortlandt House Museum, also known as the Frederick Van Cortlandt House or simply the Van Cortlandt House, is the oldest building in the borough of the Bronx in New York City.",
  "/wiki/Riverdale,_Bronx": "Riverdale is a residential neighborhood in the northwest portion of the Bronx, a borough in New York City. Riverdale, which has a population of 47,850 as of the 2000 United States Census, contains the northernmost point in New York City. Riverdale's boundaries are disputed, but it is commonly agreed to be bordered by Yonkers to the north, Van Cortlandt Park and Broadway to the east, the Kingsbridge neighborhood to the southeast, the Harlem River or the Spuyten Duyvil neighborhood to the south, and the Hudson River to the west. Riverdale Avenue is the primary thoroughfare through Riverdale.",
  "/wiki/Vander_Ende-Onderdonk_House": "Vander Ende–Onderdonk House (Van Anda House; Van Enden House) is a historic house at 18-20 Flushing Avenue in Ridgewood, Queens. It is the oldest Dutch Colonial stone house in New York City.",
  "/wiki/Ridgewood,_Queens": "Ridgewood is a neighborhood in the New York City borough of Queens.  It borders the neighborhoods of Maspeth, Middle Village and Glendale, as well as the Brooklyn neighborhoods of Bushwick and East Williamsburg. Historically, the neighborhood straddled the Queens-Brooklyn boundary.",
  "/wiki/Voelker_Orth_Museum": "The Voelker Orth Museum, Bird Sanctuary and Victorian Garden is a museum located in Murray Hill, Queens, New York City. In addition to preserving a German immigrant family's 1890s home and garden, the Voelker Orth Museum engages audiences through the arts, education, nature, horticulture and local history by offering house tours, temporary exhibitions, concerts, lectures and workshops, cultural festivals, and family and school programs. Its mission is to \"preserve and interpret the cultural and horticultural heritage of Flushing, Queens and adjacent communities to engage their ever-changing populations, through the experience of an immigrant family’s 1890s home.\"",
  "/wiki/List_of_museums_and_cultural_institutions_in_New_York_City": "New York City is home to hundreds of cultural institutions and historic sites, many of which are internationally known. This list contains the most famous or well-regarded organizations, based on their mission."
}