{
  "/wiki/Ellis_Island": "Ellis Island is a federally owned island in New York Harbor that contains a museum and former immigration inspection station. As the United States' busiest immigrant inspection station from 1892 to 1954, it processed approximately 12 million immigrants to the country through the Port of New York and New Jersey. Today, it is part of the Statue of Liberty National Monument, accessible to the public only by ferry. The north side of the island hosts the museum of immigration while the south side, including the Ellis Island Immigrant Hospital, is only open to the public through guided tours.",
  "/wiki/Battery_Park": "The Battery, formerly known as Battery Park, is a 25-acre (10 ha) public park located at the southern tip of Manhattan Island in New York City facing New York Harbor. It is bounded by Battery Place on the north, State Street on the east, New York Harbor to the south, and the Hudson River to the west. The park contains attractions such as an old fort named Castle Clinton; multiple monuments; and the SeaGlass Carousel. The surrounding area, known as South Ferry, contains multiple ferry terminals, including the Staten Island Ferry's Whitehall Terminal as well as boat launches to the Statue of Liberty National Monument.",
  "/wiki/Manhattan": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/Liberty_State_Park": "Liberty State Park (LSP) is a park in the U.S. state of New Jersey, located on Upper New York Bay in Jersey City, opposite both Liberty Island and Ellis Island. The park opened in 1976 to coincide with bicentennial celebrations and is operated and maintained by the New Jersey Division of Parks and Forestry. Liberty State Park covers 1,212 acres (490 ha). The main part of the park is bordered by water on three sides: on the north by the Morris Canal Big Basin and on the south and east by Upper New York Bay. The New Jersey Turnpike Newark Bay Extension (I-78) marks its western perimeter.",
  "/wiki/Jersey_City,_New_Jersey": "Jersey City is the second-most populous city in the U.S. state of New Jersey, after Newark. It is the seat of Hudson County as well as the county's largest city. As of 2018, the Census Bureau's Population Estimates Program calculated that Jersey City's population was 265,549, with the largest population increase of any municipality in New Jersey since 2010, an increase of about 9.4% from the 2010 United States Census, when the city's population was at 247,597, ranking the city the 78th-most-populous in the nation.",
  "/wiki/Federal_Hall": "Federal Hall is the name given to the first of two historic buildings located at 26 Wall Street in the Financial District of Manhattan, New York City.  The original, a Federal style structure completed in 1703, served as New York's first City Hall.  It was the site where the colonial Stamp Act Congress met to draft its message to King George III claiming entitlement to the same rights as the residents of Britain and protesting  \"taxation without representation\".",
  "/wiki/Fraunces_Tavern": "Fraunces Tavern is a landmark museum and restaurant in New York City, situated at 54 Pearl Street at the corner of Broad Street. The location played a prominent role in history before, during and after the American Revolution, serving as a headquarters for George Washington, a venue for peace negotiations with the British, and housing federal offices in the Early Republic. It has been owned since 1904 by Sons of the Revolution in the State of New York Inc., which carried out a major conjectural reconstruction, and claim it is Manhattan's oldest surviving building. The museum interprets the building and its history, along with varied exhibitions of art and artifacts. The tavern is a tourist site and a part of the American Whiskey Trail and the New York Freedom Trail.",
  "/wiki/General_Grant_National_Memorial": "Grant's Tomb, officially the General Grant National Memorial, is the final resting place of Ulysses S. Grant, 18th President of the United States, and his wife, Julia Grant. It is a classical domed mausoleum, located in the Morningside Heights neighborhood of Upper Manhattan in New York City. The structure is located in the median of Riverside Drive at 122nd Street, across from Riverside Church to the southeast and Riverside Park to the west.",
  "/wiki/Ulysses_Grant": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was an American soldier and politician who served as the 18th president of the United States from 1869 to 1877. Before his presidency, Grant led the Union Army as Commanding General of the United States Army in winning the American Civil War. As president, Grant worked with the Radical Republicans in the Reconstruction of the Union while having to deal with corruption in his administration.",
  "/wiki/September_11_attacks": "The September 11 attacks (also referred to as 9/11)[a] were a series of four coordinated terrorist attacks by the Islamic terrorist group al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 victim fatalities, over 25,000 injuries, and caused at least $10 billion in infrastructure and property damage. Additional people have died of 9/11-related cancer and respiratory diseases in the months and years following the attacks.",
  "/wiki/World_Trade_Center_site": "The World Trade Center site, formerly referred to as \"Ground Zero\" or \"the Pile\" immediately after the September 11 attacks, is a 14.6-acre (5.9 ha) area in Lower Manhattan in New York City. The site is bounded by Vesey Street to the north, the West Side Highway to the west, Liberty Street to the south, and Church Street to the east. The Port Authority owns the site's land (except for 7 World Trade Center). The previous World Trade Center complex stood on the site until it was destroyed in the September 11 attacks.",
  "/wiki/Lower_East_Side_Tenement_Museum": "The Lower East Side Tenement Museum, located at 97 and 103 Orchard Street in the Lower East Side neighborhood of Manhattan, New York City, is a National Historic Site. The Museum's two historical tenement buildings were home to an estimated 15,000 people, from over 20 nations, between 1863 and 2011. The museum, which includes a visitors' center, promotes tolerance and historical perspective on the immigrant experience.",
  "/wiki/Baruch_College": "Baruch College (officially the Bernard M. Baruch College) is a public college in New York City. It is a constituent college of the City University of New York system. Named for financier and statesman Bernard M. Baruch, the college operates undergraduate, masters, and Ph.D. programs through its Zicklin School of Business, the Weissman School of Arts and Sciences, and the Marxe School of Public and International Affairs.",
  "/wiki/William_and_Anita_Newman_Library": "The William and Anita Newman Library is the main library for the students and faculty of Baruch College, a campus of the City University of New York. It is located within the Information and Technology Building or Newman Library and Technology Center, at 151 East 25th Street in Rose Hill, Manhattan, New York City.",
  "/wiki/Museum_of_the_City_of_New_York": "The Museum of the City of New York (MCNY) is a history and art museum in Manhattan, New York City, New York. It was founded by Henry Collins Brown, in 1923 to preserve and present the history of New York City, and its people. It is located at 1220–1227 Fifth Avenue between East 103rd to 104th Streets, across from Central Park in Manhattan's Upper East Side, at the northern end of the Museum Mile section of Fifth Avenue.",
  "/wiki/National_September_11_Memorial_%26_Museum": "The National September 11 Memorial & Museum (also known as the 9/11 Memorial & Museum) is a memorial and museum in New York City commemorating the September 11, 2001 attacks, which killed 2,977 people, and the 1993 World Trade Center bombing, which killed six. The memorial is located at the World Trade Center site, the former location of the Twin Towers that were destroyed during the September 11 attacks. It is operated by a non-profit institution whose mission is to raise funds for, program, and operate the memorial and museum at the World Trade Center site.",
  "/wiki/New-York_Historical_Society": "The New-York Historical Society is an American history museum and library located in New York City at the corner of 77th Street and Central Park West on the Upper West Side of Manhattan. The society was founded in 1804 as New York's first museum. It presents exhibitions, public programs, and research that explore the rich history of New York and the nation.",
  "/wiki/Statue_of_Liberty": "The Statue of Liberty (The Statue of Liberty Enlightening the World; French: La Liberté éclairant le monde) is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.",
  "/wiki/9/11_Tribute_Center": "The 9/11 Tribute Museum, formerly known as the 9/11 Tribute Center and Tribute WTC, shares the personal stories of family members who lost loved ones, survivors, rescue and recovery workers, volunteers and Lower Manhattan residents with those who want to learn about the September 11 attacks. It is located in the World Trade Center section of Manhattan, New York City and offers walking tours and galleries with 9/11 artifacts and history.",
  "/wiki/Trinity_Church_(Manhattan)": "Trinity Church is a historic parish church in the Episcopal Diocese of New York located near the intersection of Wall Street and Broadway in the Financial District of Lower Manhattan, New York City, New York. Known for both its location and endowment, Trinity is a traditional high church, with an active parish centered around the Episcopal Church and the worldwide Anglican Communion in missionary, outreach, and fellowship.",
  "/wiki/Brooklyn_Historical_Society": "The Brooklyn Historical Society (BHS), founded in 1863, is a museum, library, and educational center preserving and encouraging the study of Brooklyn's 400-year history.  The society's Romanesque Revival building, located at Pierrepont and Clinton Streets in Brooklyn Heights, was designed by George B. Post and built in 1878-81, is a National Historic Landmark and part of New York City's Brooklyn Heights Historic District. The Brooklyn Historical Society houses materials relating to the history of Brooklyn and its people, and hosts exhibitions which draw over 9,000 members a year. In addition to general programming, BHS serves over 70,000 public school students and teachers annually by providing exhibit tours, educational programs and curricula, and making its professional staff available for instruction and consultation.",
  "/wiki/Brooklyn_Heights,_Brooklyn": "Brooklyn Heights is an affluent residential neighborhood within the New York City borough of Brooklyn. The neighborhood is bounded by Old Fulton Street near the Brooklyn Bridge on the north, Cadman Plaza West on the east, Atlantic Avenue on the south, and the Brooklyn–Queens Expressway or the East River on the west. Adjacent neighborhoods are Dumbo to the north, Downtown Brooklyn to the east, and Cobble Hill and Boerum Hill to the south.",
  "/wiki/City_Reliquary": "The City Reliquary is a not-for-profit community museum and civic organization located in Williamsburg, Brooklyn. The museum traces the history of New York City's five boroughs with its exhibitions of cultural ephemera and relics. Besides a permanent display of New York City artifacts, the City Reliquary also hosts rotating exhibits of community collections and annual cultural events.",
  "/wiki/Williamsburg,_Brooklyn": "Williamsburg is a neighborhood in the New York City borough of Brooklyn, bordered by Greenpoint to the north; Bedford–Stuyvesant to the south; Bushwick and East Williamsburg to the east; and the East River to the west. As of the 2010 United States Census, the neighborhood's population is 78,700.",
  "/wiki/Hall_of_Fame_for_Great_Americans": "The Hall of Fame for Great Americans is an outdoor sculpture gallery located on the grounds of Bronx Community College in the Bronx, New York City.  It is the first such hall of fame in the United States. Completed in 1900 as part of the University Heights campus of New York University, the 630-foot (192 m) stone colonnade half-encircles the university library and houses 98 bronze portrait busts of a number of prominent Americans. Designed by architect Stanford White (who also designed the library), the Beaux Arts structure was donated by Helen Gould, and was formally dedicated on May 30, 1901.\nNew York University (under severe financial distress) was forced to sell the campus in 1973 to the City University of New York and it became Bronx Community College. Though the Hall's renown has itself faded, its architecture remains, and it stands as a secular national shrine not just to great men and women, but to Roman ideals of fame favored at the beginning of the 20th century.",
  "/wiki/University_Heights,_Bronx": "University Heights is a neighborhood of the West Bronx in New York City. Its boundaries, starting from the north and moving clockwise, are: West Fordham Road to the north, Jerome Avenue to the east, West Burnside Avenue to the south and the Harlem River to the west. University Avenue is the primary thoroughfare in University Heights.",
  "/wiki/Hall_of_fame": "A hall, wall, or walk of fame is a list of individuals, achievements, or animals, usually chosen by a group of electors, to mark their fame in their field. In some cases, these halls of fame consist of actual halls or museums that enshrine the honorees with sculptures, plaques, and displays of memorabilia and general information regarding the inducted recipients. Sometimes, the honorees' plaques may instead be posted on a wall (hence a \"wall of fame\") or inscribed on a sidewalk (as in a \"walk of fame\", \"walk of stars\", or \"avenue of fame\"). In other cases, the hall of fame is more figurative and consists of a list of names of noteworthy people and their achievements and contributions. The lists are maintained by an organization or community, and may be national, state, local, or private.",
  "/wiki/Bronx_Community_College": "The Bronx Community College of the City University of New York (BCC) is a community college located on a landmarked campus in the University Heights neighborhood of the Bronx, New York City. It is part of the City University of New York system.",
  "/wiki/Bayside_Historical_Society": "Fort Totten Officers' Club, also known as the Castle, is a historic clubhouse located at Fort Totten in Bayside, Queens, New York.  It was built in the 1870s and expanded to its present size in 1887.  It is a large Late Gothic Revival style building.  It is a two-story, rectangular frame building with a projecting central tower pavilion and sheathed in clapboard.  It features identical, polygonal, three story towers and a wood parapet surrounding the roofline.",
  "/wiki/Bayside,_Queens": "Bayside is a neighborhood in the New York City borough of Queens. It is bounded by Whitestone to the northwest, the East River to the north, the Long Island Sound and Little Neck Bay to the northeast, Douglaston to the east, Bellerose and Floral Park to the southeast, Queens Village to the south, Hollis to the southwest, and Fresh Meadows to the west.",
  "/wiki/Fort_Totten,_New_York": "Fort Totten is a former active United States Army installation in the New York City borough of Queens.  It is located on the Willets Point peninsula. Fort Totten is at the head of Little Neck Bay, where the East River widens to become Long Island Sound.  While the U.S. Army Reserve continues to maintain a presence at the fort, the property is now owned by the City of New York.",
  "/wiki/Greater_Astoria_Historical_Society": "The Greater Astoria Historical Society (GAHS) is a non-profit cultural and historical organization located in the Astoria neighborhood of Queens, New York, United States, dedicated to preserving the past and promoting the future of the neighborhoods that are part of historic Long Island City, including the Village of Astoria, Blissville, Bowery Bay, Dutch Kills, Hunters Point, Ravenswood, Steinway Village, and Sunnyside.",
  "/wiki/Astoria,_Queens": "Astoria is a middle-class, commercial neighborhood in the New York City borough of Queens. Astoria is bounded by the East River and is adjacent to three other Queens neighborhoods: Long Island City, Sunnyside (bordering at Northern Boulevard), and Woodside (bordering at 50th Street).  As of 2019[update], Astoria has an estimated population of 95,446.",
  "/wiki/List_of_museums_and_cultural_institutions_in_New_York_City": "New York City is home to hundreds of cultural institutions and historic sites, many of which are internationally known. This list contains the most famous or well-regarded organizations, based on their mission."
}