{
  "/wiki/Castle_Clinton": "Castle Clinton or Fort Clinton, previously known as Castle Garden, is a circular sandstone fort now located in Battery Park, in Manhattan, New York City. Built from 1808 to 1811, it was the first U.S. immigration station (predating Ellis Island), where more than 8 million people arrived in the United States from 1855 to 1890. Over its active life, it has also functioned as a beer garden, exhibition hall, theater, and public aquarium. Castle Clinton National Monument was listed on the National Register of Historic Places on October 15, 1966.",
  "/wiki/National_Park_Service": "The National Park Service (NPS) is an agency of the United States federal government that manages all national parks, many national monuments, and other conservation and historical properties with various title designations. It was created on August 25, 1916, by Congress through the National Park Service Organic Act and is an agency of the United States Department of the Interior. The NPS is charged with a dual role of preserving the ecological and historical integrity of the places entrusted to its management while also making them available and accessible for public use and enjoyment.",
  "/wiki/Statue_of_Liberty": "The Statue of Liberty (The Statue of Liberty Enlightening the World; French: La Liberté éclairant le monde) is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.",
  "/wiki/Ellis_Island": "Ellis Island is a federally owned island in New York Harbor that contains a museum and former immigration inspection station. As the United States' busiest immigrant inspection station from 1892 to 1954, it processed approximately 12 million immigrants to the country through the Port of New York and New Jersey. Today, it is part of the Statue of Liberty National Monument, accessible to the public only by ferry. The north side of the island hosts the museum of immigration while the south side, including the Ellis Island Immigrant Hospital, is only open to the public through guided tours.",
  "/wiki/Castle_Williams": "Castle Williams is a circular fortification of red sandstone on the northwest point of Governors Island, part of a system of forts designed and constructed in the early 19th century to protect New York City from naval attack. It is a prominent landmark in New York Harbor. Together with Fort Jay (Fort Columbus), it is managed by the National Park Service as part of Governors Island National Monument.",
  "/wiki/Governors_Island": "Governors Island is a 172-acre (70 ha) island in New York Harbor, within the New York City borough of Manhattan. It is located approximately 800 yards (732 m) south of Manhattan Island, and is separated from Brooklyn to the east by the 400-yard-wide (370 m) Buttermilk Channel. The National Park Service administers a small portion of the north of the island as the Governors Island National Monument, including two former military fortifications named Fort Jay and Castle Williams. The Trust for Governors Island operates the remaining 150 acres (61 ha), including 52 historic buildings, as a public park. About 103 acres (42 ha) of the land area is fill, added in the early 1900s to the south of the original island.",
  "/wiki/Rockefeller_Center": "Rockefeller Center is a large complex consisting of 19 commercial buildings covering 22 acres (89,000 m2) between 48th Street and 51st Street in Midtown Manhattan, New York City. The 14 original Art Deco buildings, commissioned by the Rockefeller family, span the area between Fifth Avenue and Sixth Avenue, split by a large sunken square and a private street called Rockefeller Plaza. Later additions include 75 Rockefeller Plaza across 51st Street at the north end of Rockefeller Plaza, and four International Style buildings located on the west side of Sixth Avenue.",
  "/wiki/Intrepid_Sea,_Air_%26_Space_Museum": "The Intrepid Sea, Air & Space Museum is an American military and maritime history museum in New York City with a collection of museum ships. It is located at Pier 86 at 46th Street in the Hell's Kitchen neighborhood on the West Side of Manhattan. The museum showcases the aircraft carrier USS Intrepid, the cruise missile submarine USS Growler, a Concorde SST, a Lockheed A-12 supersonic reconnaissance plane, and the Space Shuttle Enterprise. On the lower deck there is also a reproduction of a WWI biplane.",
  "/wiki/Hell%27s_Kitchen,_Manhattan": "Hell's Kitchen, sometimes known as Clinton, is a neighborhood on the West Side of Manhattan, New York City, west of Midtown Manhattan. It is traditionally considered to be bordered by 34th Street to the south, 59th Street to the north, Eighth Avenue to the east, and the Hudson River to the west.",
  "/wiki/USS_Intrepid_(CV-11)": "USS Intrepid (CV/CVA/CVS-11), also known as The Fighting \"I\", is one of 24 Essex-class aircraft carriers built during World War II for the United States Navy. She is the fourth US Navy ship to bear the name.  Commissioned in August 1943, Intrepid participated in several campaigns in the Pacific Theater of Operations, most notably the Battle of Leyte Gulf. Decommissioned shortly after the end of the war, she was modernized and recommissioned in the early 1950s as an attack carrier (CVA), and then eventually became an antisubmarine carrier (CVS). In her second career, she served mainly in the Atlantic, but also participated in the Vietnam War. Her notable achievements include being the recovery ship for a Mercury and a Gemini space mission. Because of her prominent role in battle, she was nicknamed \"the Fighting I\", while her frequent bad luck and time spent in dry dock for repairs—she was torpedoed once and hit by four separate Japanese kamikaze aircraft—earned her the nicknames \"Decrepit\" and \"the Dry I\".  Decommissioned in 1974, in 1982 Intrepid became the foundation of the Intrepid Sea, Air & Space Museum in New York City.",
  "/wiki/Space_Shuttle_Enterprise": "Space Shuttle Enterprise (Orbiter Vehicle Designation: OV-101) was the first orbiter of the Space Shuttle system. Rolled out on September 17, 1976, it was built for NASA as part of the Space Shuttle program to perform atmospheric test flights after being launched from a modified Boeing 747. It was constructed without engines or a functional heat shield. As a result it was not capable of spaceflight.",
  "/wiki/USS_Growler_(SSG-577)": "USS Growler (SSG-577) was an early attempt by the U.S. Navy to field a cruise missile submarine that would provide a nuclear deterrent using its second series of cruise missiles. Built to deliver the Regulus I cruise missile, Growler was the second and final submarine of the Grayback class, fourth ship of the United States Navy to be named after the growler. Since Regulus I and Regulus II programs had problems, Growler and Grayback were the only two submarines built in this class as instead, the U.S. Navy veered its nuclear deterrence efforts into submarine launched ballistic missiles (SLBMs)—the Polaris missile program.",
  "/wiki/New_York_City_Fire_Museum": "The New York City Fire Museum is a museum dedicated to the New York City Fire Department (FDNY) in the Hudson Square neighborhood of Manhattan, New York City. It is housed in the former quarters of the FDNY's Engine Company No. 30, a renovated 1904 fire house at 278 Spring Street between Varick and Hudson Streets.",
  "/wiki/New_York_City_Police_Museum": "The New York City Police Museum (NYCPM) is a museum that features the history and contributions of the New York City Police Department since its establishment in 1845. The museum is located in Lower Manhattan in New York City, near Wall Street and the South Street Seaport. While one of the museum's primary focuses is a memorial to the September 11 attacks, the museum contains a wide range of information on the history of the NYPD.",
  "/wiki/Harbor_Defense_Museum": "The Harbor Defense Museum, sometimes called The Caponier, located within the grounds of Fort Hamilton in the Bay Ridge section of Brooklyn is  a 19th-century fort, New York City's only military museum and one of only seventy military museums in the United States that is funded and operated by the Defense Department.",
  "/wiki/Bay_Ridge,_Brooklyn": "Bay Ridge is a residential neighborhood in the southwest corner of the New York City borough of Brooklyn. It is bounded by Sunset Park on the north, Dyker Heights on the east, the Narrows and the Belt Parkway on the west, and Fort Hamilton Army Base and the Verrazzano-Narrows Bridge on the south. The section of Bay Ridge south of 86th Street is sometimes considered part of a sub-neighborhood called Fort Hamilton.",
  "/wiki/Fort_Hamilton": "Fort Hamilton is a United States Army installation in the southwestern corner of the New York City borough of Brooklyn, surrounded by the communities of Bay Ridge and Dyker Heights. It is one of several posts that are part of the region which is headquartered by the Military District of Washington. Its mission is to provide the New York metropolitan area with military installation support for the Army National Guard and the United States Army Reserve. The original fort was completed in 1831, with major additions made in the 1870s and 1900s. However, all defenses except about half of the original fort have been demolished or buried.",
  "/wiki/Hall_of_Fame_for_Great_Americans": "The Hall of Fame for Great Americans is an outdoor sculpture gallery located on the grounds of Bronx Community College in the Bronx, New York City.  It is the first such hall of fame in the United States. Completed in 1900 as part of the University Heights campus of New York University, the 630-foot (192 m) stone colonnade half-encircles the university library and houses 98 bronze portrait busts of a number of prominent Americans. Designed by architect Stanford White (who also designed the library), the Beaux Arts structure was donated by Helen Gould, and was formally dedicated on May 30, 1901.\nNew York University (under severe financial distress) was forced to sell the campus in 1973 to the City University of New York and it became Bronx Community College. Though the Hall's renown has itself faded, its architecture remains, and it stands as a secular national shrine not just to great men and women, but to Roman ideals of fame favored at the beginning of the 20th century.",
  "/wiki/Hall_of_fame": "A hall, wall, or walk of fame is a list of individuals, achievements, or animals, usually chosen by a group of electors, to mark their fame in their field. In some cases, these halls of fame consist of actual halls or museums that enshrine the honorees with sculptures, plaques, and displays of memorabilia and general information regarding the inducted recipients. Sometimes, the honorees' plaques may instead be posted on a wall (hence a \"wall of fame\") or inscribed on a sidewalk (as in a \"walk of fame\", \"walk of stars\", or \"avenue of fame\"). In other cases, the hall of fame is more figurative and consists of a list of names of noteworthy people and their achievements and contributions. The lists are maintained by an organization or community, and may be national, state, local, or private.",
  "/wiki/Bronx_Community_College": "The Bronx Community College of the City University of New York (BCC) is a community college located on a landmarked campus in the University Heights neighborhood of the Bronx, New York City. It is part of the City University of New York system.",
  "/wiki/Fort_Totten,_New_York": "Fort Totten is a former active United States Army installation in the New York City borough of Queens.  It is located on the Willets Point peninsula. Fort Totten is at the head of Little Neck Bay, where the East River widens to become Long Island Sound.  While the U.S. Army Reserve continues to maintain a presence at the fort, the property is now owned by the City of New York.",
  "/wiki/Fort_Wadsworth": "Fort Wadsworth is a former United States military installation on Staten Island in New York City, situated on The Narrows which divide New York Bay into Upper and Lower halves, a natural point for defense of the Upper Bay and Manhattan beyond. Prior to closing in 1994 it claimed to be the longest continually garrisoned military installation in the United States. Divided into several smaller units, including Fort Tompkins and Fort Richmond, its present name was adopted in 1865 to honor Brigadier General James Wadsworth, who had been killed in the Battle of the Wilderness during the Civil War. Fort Wadsworth is now part of the Staten Island Unit of Gateway National Recreation Area, maintained by the National Park Service."
}