{
  "/wiki/American_Sephardi_Federation": "The American Sephardi Federation, a founding member of the Center for Jewish History, is a non-profit Jewish organization that strengthens and organizes the religious and cultural activities of Sephardic Jews, preserves Sephardic heritage, tradition and culture in the United States, and assists in the publication of books and literature dealing with the Sephardic culture and tradition. The federation also works to further awareness of the former existence of large Jewish communities in the Muslim and Arab world.",
  "/wiki/American_Jews": "American Jews, or Jewish Americans, are Americans who are Jews, whether by religion, ethnicity, culture, or nationality. Today the Jewish community in the United States consists primarily of Ashkenazi Jews, who descend from diaspora Jewish populations of Central and Eastern Europe and comprise about 90–95% of the American Jewish population. Most American Ashkenazim are US-born, with a dwindling number of now-elderly earlier immigrants, as well as some more recent foreign-born immigrants.",
  "/wiki/Anne_Frank_Center_USA": "The Anne Frank Center for Mutual Respect is a nonprofit organization with a focus on civil and human rights activism in the United States.",
  "/wiki/Anne_Frank": "Annelies Marie \"Anne\" Frank (German: [anəˈliːs maˈʁiː ˈfʁaŋk], Dutch: [ɑnəˈlis maːˈri ˈfrɑŋk]; 12 June 1929 – February or March 1945) was a German-born Dutch-Jewish diarist. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the publication of The Diary of a Young Girl (originally Het Achterhuis in Dutch; English: The Secret Annex), in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best known books and has been the basis for several plays and films.",
  "/wiki/Bernard_Museum_of_Judaica": "The Bernard Museum of Judaica, formally the Herbert & Eileen Bernard Museum of Judaica is part of Temple Emanu-El on Manhattan's Upper East Side. The museum consists of three galleries. The first two galleries are often used for temporary exhibitions. The third gallery is the permanent collection which contains items of Judaica and Temple memorabilia. Some of the museum's more than 1,000 objects date back to the 14th century.  Not limited to items from Emanu-El's history, the collection also includes items from the histories of Temple Emanu-El, Temple Beth-El (merged with Temple Emanu-el in 1927), Ansche Chesed and Adas Jeshurun who merged to form Beth-El in 1974.",
  "/wiki/Congregation_Emanu-El_of_New_York": "Temple Emanu-El of New York is the first Reform Jewish congregation in New York City and, because of its size and prominence, has served as a flagship congregation in the Reform branch of Judaism since its founding in 1845.  Its landmark Romanesque Revival building on Fifth Avenue is one of the largest synagogues in the world. In size, it rivals many of the largest European synagogues such as Grand Choral Synagogue of St. Petersburg, Moscow Choral Synagogue, and the Budapest Great Synagogue. Emanu-El means \"God is with us\" in Hebrew.",
  "/wiki/Center_for_Jewish_History": "The Center for Jewish History is a partnership of five Jewish history, scholarship, and art organizations in New York City: American Jewish Historical Society, American Sephardi Federation, Leo Baeck Institute New York, Yeshiva University Museum, and YIVO Institute for Jewish Research. Together, housed in one location, the partners have separate governing bodies and finances, but collocate resources. The partners' collections make up the biggest repository of Jewish history in the United States. The Center for Jewish History serves as a centralized place of scholarly research, events, exhibitions, and performances. Located within the Center are the Lillian Goldman Reading Room, Ackman & Ziff Family Genealogy Institute and a Collection Management & Conservation Wing. The Center for Jewish History is also an affiliate of the Smithsonian Institution.",
  "/wiki/Derfner_Judaica_Museum": "The Derfner Judaica Museum is a cultural and educational center that provides exhibitions relating to Jewish history and contemporary Jewish culture. The museum is located in the Jacob Reingold Pavilion on the grounds of The Hebrew Home at Riverdale in the Riverdale neighborhood of the Bronx in New York City.",
  "/wiki/Riverdale,_Bronx": "Riverdale is a residential neighborhood in the northwest portion of the Bronx, a borough in New York City. Riverdale, which has a population of 47,850 as of the 2000 United States Census, contains the northernmost point in New York City. Riverdale's boundaries are disputed, but it is commonly agreed to be bordered by Yonkers to the north, Van Cortlandt Park and Broadway to the east, the Kingsbridge neighborhood to the southeast, the Harlem River or the Spuyten Duyvil neighborhood to the south, and the Hudson River to the west. Riverdale Avenue is the primary thoroughfare through Riverdale.",
  "/wiki/Eldridge_Street_Synagogue": "The Eldridge Street Synagogue is a synagogue and National Historic Landmark in Chinatown, Manhattan, New York City. Built in 1887, it is one of the first synagogues erected in the United States by Eastern European Jews.",
  "/wiki/Hebrew_Union_College-Jewish_Institute_of_Religion": "The Hebrew Union College-Jewish Institute of Religion (also known as HUC, HUC-JIR, and The College-Institute) is a Jewish seminary with three locations in the United States and one location in Jerusalem.  It is the oldest extant Jewish seminary in the Americas and the main seminary for training rabbis, cantors, educators and communal workers in Reform Judaism. HUC-JIR has campuses in Cincinnati, Ohio, New York City, Los Angeles, California and Jerusalem. The Jerusalem campus is the only seminary in Israel for training Reform Jewish clergy.",
  "/wiki/Greenwich_Village": "Greenwich Village (/ˈɡrɛnɪtʃ/ GREN-itch, /ˈɡrɪn-/ GRIN-, /-ɪdʒ/ -⁠ij), often referred to by locals as simply \"the Village\", is a neighborhood on the west side of Manhattan, New York City, within Lower Manhattan. Broadly, Greenwich Village is bounded by 14th Street to the north, Broadway to the east, Houston Street to the south, and the Hudson River to the west. Greenwich Village also contains several subsections, including the West Village west of Seventh Avenue and the Meatpacking District in the northwest corner of Greenwich Village.",
  "/wiki/Hebrew_Union_College": "The Hebrew Union College-Jewish Institute of Religion (also known as HUC, HUC-JIR, and The College-Institute) is a Jewish seminary with three locations in the United States and one location in Jerusalem.  It is the oldest extant Jewish seminary in the Americas and the main seminary for training rabbis, cantors, educators and communal workers in Reform Judaism. HUC-JIR has campuses in Cincinnati, Ohio, New York City, Los Angeles, California and Jerusalem. The Jerusalem campus is the only seminary in Israel for training Reform Jewish clergy.",
  "/wiki/Jewish_Children's_Museum": "The Jewish Children's Museum is the largest Jewish-themed children's museum in the United States. It aims for children of all faiths and backgrounds to gain a positive perspective and awareness of the Jewish heritage, fostering tolerance and understanding. The permanent collection features exhibits designed to be both educational and entertaining to children, often employing interactive multimedia. At the miniature golf course on the roof, for example, each hole represents a stage in Jewish life.",
  "/wiki/Crown_Heights,_Brooklyn": "Crown Heights is a neighborhood in the central portion of the New York City borough of Brooklyn. Crown Heights is bounded by Washington Avenue to the west, Atlantic Avenue to the north, Ralph Avenue to the east, and Clarkson Avenue/East New York Avenue to the south. It is about 1 mile (1.6 km) wide and 2 miles (3.2 km) long. Neighborhoods bordering Crown Heights include Prospect Heights to the west, Flatbush and Prospect Lefferts Gardens to the south, Brownsville to the east, and Bedford-Stuyvesant to the north.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Children's_museum": "Children's museums are institutions that provide exhibits and programs to stimulate informal learning experiences for children. In contrast with traditional museums that typically have a hands-off policy regarding exhibits, children's museums feature interactive exhibits that are designed to be manipulated by children. The theory behind such exhibits is that activity can be as educational as instruction, especially in early childhood. Most children's museums are nonprofit organizations, and many are run by volunteers or by very small professional staffs.",
  "/wiki/Jewish_Museum_(New_York)": "The Jewish Museum is an art museum and repository of cultural artifacts, housed at 1109 Fifth Avenue, in the former Felix M. Warburg House, along the Museum Mile in the Upper East Side of Manhattan, New York City. The first Jewish museum in the United States, as well as the oldest existing Jewish museum in the world, it contains the largest collection of art and Jewish culture excluding Israeli museums, more than 30,000 objects. While its collection was established in 1904 at the Jewish Theological Seminary of America, the museum did not open to the public until 1947 when Felix Warburg's widow sold the property to the Seminary. It focuses both on artifacts of Jewish history and on modern and contemporary art. The museum's collection exhibition, Scenes from the Collection, is supplemented by multiple temporary exhibitions each year.",
  "/wiki/Jewish_Theological_Seminary_of_America": "The Jewish Theological Seminary (JTS) is a Conservative Jewish education organization in New York City, New York. It is one of the academic and spiritual centers of Conservative Judaism and a major center for academic scholarship in Jewish studies.",
  "/wiki/Living_Torah_Museum": "The Living Torah Museum is a group of Orthodox Jewish museums that opened in 2002 and drew approximately 600,000 visitors in the first twelve years. The museums were founded and are operated by rabbi and author Shaul Shimon Deutsch.  The first location is at 1601 41st street in Borough Park, Brooklyn, New York, United States and was named a Best Museum of New York by the Village Voice. A second location, in the Catskill Mountains town of Fallsburg, New York, operates during the summer season.  A third location, which was open year-round in Lakewood, New Jersey, closed in 2014.",
  "/wiki/Borough_Park,_Brooklyn": "Borough Park (also spelled Boro Park) is a neighborhood in the southwestern part of the borough of Brooklyn, in New York City. The neighborhood is bordered by Bensonhurst to the south, Bay Ridge to the southwest, Sunset Park to the west, Kensington and Green-Wood Cemetery to the northeast, Flatbush to the east, and Midwood to the southeast.",
  "/wiki/Torah": "Torah (/ˈtɔːrə, ˈtoʊrə/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תּוֹרָה, \"Instruction\", \"Teaching\" or \"Law\") has a range of meanings. It can most specifically mean the first five books (Pentateuch or five books of Moses) of the 24 books of the Hebrew Bible. This is commonly known as the Written Torah. It can also mean the continued narrative from all the 24 books, from the Book of Genesis to the end of the Tanakh (Chronicles), and it can even mean the totality of Jewish teaching, culture, and practice, whether derived from biblical texts or later rabbinic writings. This is often known as the Oral Torah. Common to all these meanings, Torah consists of the origin of Jewish peoplehood: their call into being by God, their trials and tribulations, and their covenant with their God, which involves following a way of life embodied in a set of moral and religious obligations and civil laws (halakha).",
  "/wiki/Museum_of_Jewish_Heritage": "The Museum of Jewish Heritage, located in Battery Park City in Manhattan, New York City, is a memorial to those who perished in the Holocaust.  The building, designed by Roche-Dinkeloo, is topped by a pyramid structure called the Living Memorial to the Holocaust. The museum opened in 1997. More than 1.5 million visitors from all over the world have visited the museum. The mission statement of the museum is \"to educate people of all ages and backgrounds about the broad tapestry of Jewish life in the 20th and 21st centuries — before, during, and after the Holocaust.\"",
  "/wiki/Battery_Park_City": "Battery Park City is a mainly residential 92-acre (37 ha) planned community on the west side of the southern tip of the island of Manhattan in New York City. It is bounded by the Hudson River on the west, the Hudson River shoreline on the north and south, and the West Side Highway on the east. The neighborhood is named for Battery Park, located directly to the south.",
  "/wiki/Yeshiva_University_Museum": "The Yeshiva University Museum is a teaching museum and the cultural arm of Yeshiva University. Along with the American Jewish Historical Society, the American Sephardi Federation, the Leo Baeck Institute, New York and the YIVO Institute for Jewish Research, it is a member organization of the Center for Jewish History, a Smithsonian Institution affiliate located in New York’s Chelsea neighborhood.",
  "/wiki/Chelsea,_Manhattan": "Chelsea is a neighborhood on the West Side of the borough of Manhattan in New York City. The district's boundaries are roughly 14th Street to the south, the Hudson River and West Street to the west, and Sixth Avenue to the east, with its northern boundary variously described as near the upper 20s\nor 34th Street, the next major crosstown street to the north. To the northwest of Chelsea is the neighborhood of Hell's Kitchen, as well as Hudson Yards; to the northeast are the Garment District and the remainder of Midtown South; to the east are NoMad and the Flatiron District; to the southwest is the Meatpacking District; and to the south and southeast are the West Village and the remainder of Greenwich Village.[b] Chelsea is named after the Royal Hospital Chelsea in London, England.",
  "/wiki/List_of_museums_and_cultural_institutions_in_New_York_City": "New York City is home to hundreds of cultural institutions and historic sites, many of which are internationally known. This list contains the most famous or well-regarded organizations, based on their mission."
}