{
  "/wiki/South_Korea_national_football_team": "The Korea Republic national football team (Korean: 대한민국 축구 국가대표팀), represents Republic of Korea in international football and is controlled by the Korea Football Association.",
  "/wiki/Asian_Football_Confederation": "The Asian Football Confederation (AFC) is the governing body of association football in Asia and Australia. It has 47 member countries, mostly located on the Asian and Australian continent, but excludes the transcontinental countries with territory in both Europe and Asia – Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey – which are instead members of UEFA. Three other states located geographically along the western fringe of Asia – Cyprus, Armenia and Israel – are also UEFA members. On the other hand, Australia, formerly in the OFC, joined the Asian Football Confederation in 2006, and the Oceanian island of Guam, a territory of the United States, is also a member of AFC, in addition to Northern Mariana Islands, one of the two Commonwealths of the United States. Hong Kong and Macau, although not independent countries (both are Special administrative regions of China), are also members of the AFC.",
  "/wiki/Japan_national_football_team": "The Japan national football team (Japanese: サッカー日本代表, Hepburn: Sakkā Nippon Daihyō), nicknamed the Samurai Blue (サムライ・ブルー), represents Japan in men's international football and is controlled by the Japan Football Association (JFA), the governing body for football in Japan. The current head coach is Hajime Moriyasu, who is also the current coach of the Japan U-23 team, The team represents both FIFA and Asian Football Confederation (AFC).",
  "/wiki/2000_AFC_Asian_Cup": "The 2000 AFC Asian Cup was the 12th edition of the men's AFC Asian Cup, a quadrennial international football tournament organised by the Asian Football Confederation (AFC). The finals were held in Lebanon between 12 and 29 October 2000. Japan defeated defending champion Saudi Arabia in the final match in Beirut.",
  "/wiki/France_national_football_team": "The France national football team (French: Équipe nationale de football de France) represents France in men's international football and it's controlled by the French Football Federation, also known as FFF, or in French: Fédération française de football.  The team's colours are blue, white and red, and the coq gaulois its symbol. France are colloquially known as Les Bleus (The Blues). The French side are the reigning World Cup holders, having won the 2018 FIFA World Cup on 15 July 2018.",
  "/wiki/UEFA": "The Union of European Football Associations (UEFA /juːˈeɪfə/ yoo-AY-fə; French: Union des Associations Européennes de Football;[a] German: Vereinigung Europäischer Fußballverbände)[b] is the administrative body for association football, futsal and beach soccer in Europe, although several member states are primarily or entirely located in Asia. It is one of six continental confederations of world football's governing body FIFA. UEFA consists of 55 national association members.",
  "/wiki/1998_FIFA_World_Cup": "The 1998 FIFA World Cup was the 16th FIFA World Cup, the world championship for men's national association football teams. It was held in France from 10 June to 12 July 1998. The country was chosen as the host nation by FIFA for the second time in the history of the tournament, defeating Morocco in the bidding process. It was the second time that France staged the competition (the first was in 1938) and the ninth time that it was held in Europe. It was the first World Cup to be held under the presidency of Sepp Blatter.",
  "/wiki/UEFA_Euro_2000": "The 2000 UEFA European Football Championship, also known as Euro 2000, was the 11th UEFA European Championship, which is held every four years and organised by UEFA, association football's governing body in Europe.",
  "/wiki/Brazil_national_football_team": "The Brazil national football team (Portuguese: Seleção Brasileira de Futebol) represents Brazil in international football and Brazil is administered by the Brazilian Football Confederation (CBF), the governing body for football in Brazil. They have been a member of FIFA since 1923 and member of CONMEBOL since 1916.",
  "/wiki/CONMEBOL": "The South American Football Confederation (CONMEBOL, /ˈkɒnmɪbɒl/; Spanish: Confederación Sudamericana de Fútbol; Portuguese: Confederação Sul-Americana de Futebol or CSF) is the continental governing body of football in South America (apart from Guyana, Suriname, and French Guiana), and it is one of FIFA's six continental confederations. The oldest continental confederation in the world, its headquarters are located in Luque, Paraguay, near Asunción. CONMEBOL is responsible for the organization and governance of South American football's major international tournaments. With 10 member football associations, it has the fewest members of all the confederations in FIFA.",
  "/wiki/1999_Copa_Am%C3%A9rica": "The 1999 Copa América was a football tournament held in Paraguay, from June 29 to July 18. It was organized by CONMEBOL, South America's football governing body.",
  "/wiki/Mexico_national_football_team": "The Mexico national football team (Spanish: Selección de fútbol de México) represents Mexico in international football and is governed by the Mexican Football Federation (Spanish: Federación Mexicana de Fútbol). It competes as a member of CONCACAF, which encompasses the countries of North and Central America, and the Caribbean. The team plays its home games at the Estadio Azteca.",
  "/wiki/CONCACAF": "The Confederation of North, Central American and Caribbean Association Football (CONCACAF /ˈkɒnkəkæf/ KON-kə-kaf; typeset for branding purposes since 2018 as Concacaf) is one of FIFA's six continental governing bodies for association football. Its 41 members include nations and territories in North America, including Central America and the Caribbean. Three geographically South American entities are also members — Guyana, Suriname, and the French overseas department of French Guiana. CONCACAF's primary functions are to organize competitions for national teams and clubs, and to conduct World Cup and Women's World Cup qualifying tournaments.",
  "/wiki/1999_FIFA_Confederations_Cup": "The 1999 FIFA Confederations Cup was the fourth FIFA Confederations Cup, and the second organised by FIFA. The tournament was hosted by Mexico between 24 July and 4 August 1999.",
  "/wiki/Cameroon_national_football_team": "The Cameroon national football team, (French: Équipe  nationale du camerounaise de football) represents Cameroon in men's international association football and It is controlled by the Fédération Camerounaise de Football and The team has qualified seven times for the FIFA World Cup, more than any other African team (in 1982, 1990, 1994, 1998, 2002, 2010 and 2014). However, the team has only made it once out of the group stage, They were the first African team to reach the quarter-final of the FIFA World Cup in 1990, losing to England in extra time, They have also won five Africa Cup of Nations and Olympic gold in 2000, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Confederation_of_African_Football": "The Confederation of African Football or CAF (French: Confédération Africaine de Football) is the administrative and controlling body for African association football.",
  "/wiki/2000_African_Cup_of_Nations": "The 2000 Africa Cup of Nations was the 22nd edition of the Africa Cup of Nations, the association football championship of Africa (CAF). It was co-hosted by Ghana and Nigeria, who jointly replaced Zimbabwe as host. Just like in 1998, the field of sixteen teams was split into four groups of four.",
  "/wiki/Canada_men%27s_national_soccer_team": "The Canada men's national soccer team (CanMNT; (French: Équipe du Canada de soccer masculin) represents Canada in men's international soccer competitions at the senior men's level officially since 1924. They are overseen by the Canadian Soccer Association and compete in the Confederation of North, Central American and Caribbean Association Football (CONCACAF).",
  "/wiki/2000_CONCACAF_Gold_Cup": "The 2000 CONCACAF Gold Cup was the fifth edition of the Gold Cup, the soccer championship of North America, Central America and the Caribbean (CONCACAF), and the 15th overall CONCACAF tournament. It was held in Los Angeles, Miami, and San Diego in the United States. The format of the tournament changed from 1998; it was expanded to twelve teams, split into four groups of three. The top two teams in each group would advance to the quarter-finals. Peru and Colombia were invited from CONMEBOL, and the Republic of Korea were invited from AFC.",
  "/wiki/Australia_national_soccer_team": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Federation Australia (FFA), which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006.",
  "/wiki/Oceania_Football_Confederation": "The Oceania Football Confederation (OFC) is one of the six continental confederations of international association football, consisting of New Zealand, Papua New Guinea, Fiji, Tonga, and other Pacific Island countries. It promotes the game in Oceania and allows the member nations to qualify for the FIFA World Cup.",
  "/wiki/2000_OFC_Nations_Cup": "The 2000 OFC Nations Cup was held in Papeete, Tahiti. The six participating teams were Australia and New Zealand who qualified as of right, the Solomon Islands and Vanuatu who qualified from the Melanesia Cup, the Cook Islands and Tahiti who qualified from the Polynesia Cup. Australia beat New Zealand 2-0 in the final. The Solomon Islands beat Vanuatu 2-1 for third place."
}