{
  "/wiki/The_Libertine_(2005_film)": "The Libertine is a 2004 British-Australian drama film, the first film directed by Laurence Dunmore.  It was adapted by Stephen Jeffreys from his play of the same name, starring Johnny Depp, John Malkovich, Samantha Morton and Rosamund Pike.",
  "/wiki/Pride_%26_Prejudice_(2005_film)": "Pride & Prejudice is a 2005 romance film directed by Joe Wright and based on Jane Austen's 1813 novel of the same name. The film depicts five sisters from an English family of landed gentry as they deal with issues of marriage, morality and misconceptions. Keira Knightley stars in the lead role of Elizabeth Bennet, while Matthew Macfadyen plays her romantic interest Mr. Darcy. Produced by Working Title Films in association with StudioCanal, the film was released on 16 September 2005 in the United Kingdom and Ireland and on 11 November in the United States.",
  "/wiki/George_Wickham": "George Wickham is a fictional character created by Jane Austen who appears in her novel Pride and Prejudice, published in 1813. George Wickham is introduced as a militia officer who has a shared history with Mr. Darcy.  Wickham's charming demeanour and his story of being badly treated by Darcy attracts the sympathy of the heroine, Elizabeth Bennet, to the point that she is warned by her aunt not to fall in love and marry him.  It is revealed through the course of the story that George Wickham's true nature is that of a manipulative unprincipled layabout, a ne'er-do-well wastrel, compulsive liar (talking out of both sides of mouth, and using the truth to make his falsehoods very believable) and a degenerate, compulsive gambler, a seducer and a libertine, living the lifestyle of a rake. Lacking the finances to pay for his lifestyle, he gambles regularly (not just because he is a degenerate compulsive gambler and has no sense of economy) and cons credit from tradesmen and shopkeepers and skips out on paying-up.",
  "/wiki/Mrs._Palfrey_at_the_Claremont": "Mrs. Palfrey at the Claremont is a 2005 US-produced comedy-drama film based on the 1971 novel by Elizabeth Taylor. It was directed by Dan Ireland and produced by Lee Caplin, Carl Colpaert and Zachary Matz from a screenplay by Ruth Sacks Caplin.",
  "/wiki/The_Moon_and_the_Stars": "The Moon and the Stars is a 2007 romantic drama film starring Jonathan Pryce, Alfred Molina, Catherine McCormack and directed by John Irvin.",
  "/wiki/Outlaw_(2007_film)": "Outlaw is a 2007 action-thriller film written and directed by British filmmaker Nick Love. Outlaw stars Sean Bean, Danny Dyer, Bob Hoskins, Lennie James, Rupert Friend and Sean Harris.",
  "/wiki/The_Last_Legion": "The Last Legion is a 2007 historical action adventure film directed by Doug Lefler and  produced by Dino De Laurentiis. It is based on the 2002 novel of the same name by Valerio Massimo Manfredi. It stars Colin Firth, Ben Kingsley, Aishwarya Rai, Thomas Brodie-Sangster, Peter Mullan, Kevin McKidd, John Hannah, and Iain Glen. It premiered in Abu Dhabi on 6 April 2007.",
  "/wiki/Virgin_Territory": "Virgin Territory is a 2007 romantic comedy film directed by David Leland and starring Hayden Christensen, Mischa Barton, Tim Roth, Rosalind Halstead and\nKate Groombridge. Based upon Giovanni Boccaccio's Decameron, it has also been known under the working titles The Decameron, Angels and Virgins, Guilty Pleasures and Chasing Temptation. The film's Italian title Decameron Pie pays tribute to both the title of the original source inspiration and to American comedy film American Pie. The film was released in France on December 12, 2007, under the title Medieval Pie, and was released directly-to-DVD in the U.S. in August 2008. It was the last film produced by Dino De Laurentiis.",
  "/wiki/Jolene_(2008_film)": "Jolene is a 2008 American drama film directed by Dan Ireland, based on the short story \"Jolene: A Life\" by E. L. Doctorow and inspired by Dolly Parton's song of the same name. Jessica Chastain played the title character in her film debut. It premiered on June 13, 2008 at the Seattle International Film Festival and was later released in the United States on October 29, 2010.",
  "/wiki/The_Boy_in_the_Striped_Pyjamas_(film)": "The Boy in the Striped Pyjamas (released as The Boy in the Striped Pajamas in the United States) is a British 2008 historical tragedy film set in World War II, based on John Boyne's 2006 novel of the same name. Written and directed by Mark Herman, produced by BBC Films and Heyday Films, and distributed by Miramax, the film stars Jack Scanlon in the title role. It was released on 12 September 2008 in the United Kingdom.",
  "/wiki/The_Young_Victoria": "The Young Victoria is a 2009 British-American period drama film directed by Jean-Marc Vallée and written by Julian Fellowes, based on the early life and reign of Queen Victoria, and her marriage to Prince Albert of Saxe-Coburg and Gotha. Produced by Graham King, Martin Scorsese, Sarah Ferguson, and Timothy Headington, the film stars Emily Blunt, Rupert Friend, Paul Bettany, Miranda Richardson, Harriet Walter, Mark Strong, and Jim Broadbent among a large ensemble cast.",
  "/wiki/Albert,_Prince_Consort": "Prince Albert of Saxe-Coburg and Gotha (Francis Albert Augustus Charles Emmanuel; 26 August 1819 – 14 December 1861) was the husband of Queen Victoria of the United Kingdom of Great Britain and Ireland.",
  "/wiki/Ch%C3%A9ri_(film)": "Chéri  is a 2009 drama film directed by Stephen Frears. Starring Michelle Pfeiffer and Rupert Friend, it is an adaptation of the novel Chéri by French author Colette. The film premiered at the 2009 Berlin International Film Festival.",
  "/wiki/The_Kid_(2010_film)": "The Kid is a 2010 British biographical drama film directed by Nick Moran and co-written by Moran and Kevin Lewis. The film, based on Kevin Lewis' autobiography of the same name, details Lewis' adolescent and young adult life, having been raised in a violent, abusive family on a small council estate called New Addington in the 1980s.",
  "/wiki/Lullaby_for_Pi": "Lullaby for Pi is a 2010 English-language Canadian-French drama film written and directed by Benoit Philippon and starring Rupert Friend, Clemence Poesy and Forest Whitaker.  It is Philippon's directorial debut.",
  "/wiki/Steve_(film)": "Steve is a 2010 short film written and directed by Rupert Friend and starring Keira Knightley, Tom Mison and Colin Firth. It screened at the 2010 BFI London Film Festival.",
  "/wiki/5_Days_of_War": "5 Days of War is a 2011 action film directed by Renny Harlin. The story is about the Russo-Georgian War over the Russian-backed breakaway autonomous republic of South Ossetia in Georgia, including the events leading up to the conflict.",
  "/wiki/To_Write_Love_on_Her_Arms_(film)": "To Write Love on Her Arms (also known as Day One; formerly Renee) is a 2012 American biographical drama film written and directed by Nathan Frankowski and starring Kat Dennings, Chad Michael Murray, Rupert Friend, Juliana Harkavy, Corbin Bleu and Mark Saul. The film is based on the life of troubled teenager Renee Yohe and the founding of To Write Love on Her Arms by Jamie Tworkowski, after he and others helped Yohe to overcome her challenges enough to be able to enter rehab. The film premiered on March 11, 2012, at the Omaha Film Festival, and was eventually released on DVD on March 3, 2015.",
  "/wiki/The_Zero_Theorem": "The Zero Theorem is a 2013 British-French-Romanian science fiction film directed by Terry Gilliam and starring Christoph Waltz, Lucas Hedges, Mélanie Thierry, Matt Damon, David Thewlis, and Tilda Swinton. Written by Pat Rushin, the story centres on Qohen Leth (Waltz), a reclusive computer genius working on a formula to determine whether life holds any meaning.",
  "/wiki/Starred_Up": "Starred Up is a 2013 British prison crime drama film directed by David Mackenzie and written by Jonathan Asser. Starring Jack O'Connell, Ben Mendelsohn and Rupert Friend, the film is based on Jonathan Asser's experiences working as a voluntary therapist at HM Prison Wandsworth, with some of the country’s most violent criminals. The title refers to the early transfer of a criminal from a Young Offender Institution to an adult prison.",
  "/wiki/Meet_Me_in_Montenegro": "Meet Me in Montenegro is a romantic comedy film written and  directed by Alex Holdridge and Linnea Saasen.  It had its premiere at the Toronto International Film Festival in September 2014."
}