{
  "/wiki/Saudi_Arabia_national_football_team": "The Saudi Arabia national football team (Arabic: المنتخب العربي السعودي لكرة القدم‎) represents Saudi Arabia in men's association football and The team's colours are green and white. Saudi Arabia are known as Al-Suqour (The Falcons) and Al-Akhdhar (The Green), The team represents both FIFA and Asian Football Confederation (AFC).",
  "/wiki/Asian_Football_Confederation": "The Asian Football Confederation (AFC) is the governing body of association football in Asia and Australia. It has 47 member countries, mostly located on the Asian and Australian continent, but excludes the transcontinental countries with territory in both Europe and Asia – Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey – which are instead members of UEFA. Three other states located geographically along the western fringe of Asia – Cyprus, Armenia and Israel – are also UEFA members. On the other hand, Australia, formerly in the OFC, joined the Asian Football Confederation in 2006, and the Oceanian island of Guam, a territory of the United States, is also a member of AFC, in addition to Northern Mariana Islands, one of the two Commonwealths of the United States. Hong Kong and Macau, although not independent countries (both are Special administrative regions of China), are also members of the AFC.",
  "/wiki/1996_AFC_Asian_Cup": "The 1996 AFC Asian Cup was the 11th edition of the men's AFC Asian Cup, a quadrennial international football tournament organised by the Asian Football Confederation (AFC). The finals were held in the United Arab Emirates between 4 and 21 December 1996. Saudi Arabia defeated hosts United Arab Emirates in the final match in Abu Dhabi. As the runners-up, the United Arab Emirates represented the AFC in the 1997 FIFA Confederations Cup as the winners Saudi Arabia had qualified automatically as host.",
  "/wiki/Brazil_national_football_team": "The Brazil national football team (Portuguese: Seleção Brasileira de Futebol) represents Brazil in international football and Brazil is administered by the Brazilian Football Confederation (CBF), the governing body for football in Brazil. They have been a member of FIFA since 1923 and member of CONMEBOL since 1916.",
  "/wiki/CONMEBOL": "The South American Football Confederation (CONMEBOL, /ˈkɒnmɪbɒl/; Spanish: Confederación Sudamericana de Fútbol; Portuguese: Confederação Sul-Americana de Futebol or CSF) is the continental governing body of football in South America (apart from Guyana, Suriname, and French Guiana), and it is one of FIFA's six continental confederations. The oldest continental confederation in the world, its headquarters are located in Luque, Paraguay, near Asunción. CONMEBOL is responsible for the organization and governance of South American football's major international tournaments. With 10 member football associations, it has the fewest members of all the confederations in FIFA.",
  "/wiki/1994_FIFA_World_Cup": "The 1994 FIFA World Cup was the 15th edition of the FIFA World Cup, the world championship for men's national soccer teams. It was hosted by the United States and took place from June 17 to July 17, 1994 at nine venues across the country. The United States was chosen as the host by FIFA on July 4, 1988. Despite the host nation's lack of soccer tradition, the tournament was the most financially successful in World Cup history; aided by the high-capacity stadiums in the United States, it broke the World Cup average attendance record with more than 69,000 spectators per game, a mark that still stands. The total attendance of nearly 3.6 million for the final tournament remains the highest in World Cup history, despite the later expansion of the competition from 24 to 32 teams (and from 52 to 64 games), which was first introduced at the 1998 World Cup and is the current format.",
  "/wiki/Uruguay_national_football_team": "The Uruguay national football team (Spanish: Selección de fútbol de Uruguay) represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste (The Sky Blue).\nThey have won the Copa América 15 times, the most successful national team in the tournament, the most recent title being the 2011 edition. The team has won the FIFA World Cup twice, including the first World Cup in 1930 as hosts, defeating Argentina 4–2 in the final. They won their second title in 1950, upsetting host Brazil 2–1 in the final match, which received an attendance higher than any football match ever.",
  "/wiki/1995_Copa_Am%C3%A9rica": "The 1995 Copa América football tournament was staged in Uruguay. It was won by Uruguay, who beat Brazil 5–3 in the penalty shootout after a 1–1 draw in the final. All 10 CONMEBOL members took part, with Mexico and the USA invited in order to reach 12 teams.",
  "/wiki/Mexico_national_football_team": "The Mexico national football team (Spanish: Selección de fútbol de México) represents Mexico in international football and is governed by the Mexican Football Federation (Spanish: Federación Mexicana de Fútbol). It competes as a member of CONCACAF, which encompasses the countries of North and Central America, and the Caribbean. The team plays its home games at the Estadio Azteca.",
  "/wiki/CONCACAF": "The Confederation of North, Central American and Caribbean Association Football (CONCACAF /ˈkɒnkəkæf/ KON-kə-kaf; typeset for branding purposes since 2018 as Concacaf) is one of FIFA's six continental governing bodies for association football. Its 41 members include nations and territories in North America, including Central America and the Caribbean. Three geographically South American entities are also members — Guyana, Suriname, and the French overseas department of French Guiana. CONCACAF's primary functions are to organize competitions for national teams and clubs, and to conduct World Cup and Women's World Cup qualifying tournaments.",
  "/wiki/1996_CONCACAF_Gold_Cup": "The 1996 CONCACAF Gold Cup was the third edition of the Gold Cup, the football (soccer) championship of North America, Central America and the Caribbean (CONCACAF).",
  "/wiki/South_Africa_national_football_team": "The South Africa national football team represents South Africa in men's international association football and it's governed by the South African Football Association, the governing body for football in South Africa, The team's nickname is Bafana Bafana, South Africa's home ground is FNB Stadium, so named due to a naming rights deal in Johannesburg, The team's greatest result was winning the Africa Cup of Nations at home in 1996. The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Confederation_of_African_Football": "The Confederation of African Football or CAF (French: Confédération Africaine de Football) is the administrative and controlling body for African association football.",
  "/wiki/1996_African_Cup_of_Nations": "The 1996 Africa Cup of Nations was the 20th edition of the Africa Cup of Nations, the soccer championship of Africa (CAF). It was hosted by South Africa, who replaced original hosts Kenya. The field expanded for the first time to sixteen teams, split into four groups of four; the top two teams in each group advancing to the quarterfinals. However, Nigeria withdrew from the tournament at the final moment under pressure from then-dictator Sani Abacha, reducing the field to fifteen. South Africa won its first championship, beating Tunisia in the final 2−0.",
  "/wiki/Czech_Republic_national_football_team": "The Czech national football team (Czech: Česká fotbalová reprezentace) represents the Czech Republic in international football, and are controlled by the Football Association of the Czech Republic, the governing body for football in the Czech Republic. Historically, the team participated in FIFA and UEFA competitions as Bohemia, Austria-Hungary and Czechoslovakia, finishing second at the 1934 and 1962 World Cups and winning the European Championship in 1976.",
  "/wiki/UEFA": "The Union of European Football Associations (UEFA /juːˈeɪfə/ yoo-AY-fə; French: Union des Associations Européennes de Football;[a] German: Vereinigung Europäischer Fußballverbände)[b] is the administrative body for association football, futsal and beach soccer in Europe, although several member states are primarily or entirely located in Asia. It is one of six continental confederations of world football's governing body FIFA. UEFA consists of 55 national association members.",
  "/wiki/UEFA_Euro_1996": "The 1996 UEFA European Football Championship, commonly referred to as Euro 96, was the 10th UEFA European Championship, a quadrennial football tournament contested by European nations and organised by UEFA. It took place in England from 8 to 30 June 1996.",
  "/wiki/Australia_national_soccer_team": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Federation Australia (FFA), which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006.",
  "/wiki/Oceania_Football_Confederation": "The Oceania Football Confederation (OFC) is one of the six continental confederations of international association football, consisting of New Zealand, Papua New Guinea, Fiji, Tonga, and other Pacific Island countries. It promotes the game in Oceania and allows the member nations to qualify for the FIFA World Cup.",
  "/wiki/1996_OFC_Nations_Cup": "The 1996 OFC Nations Cup was not held as a cohesive tournament, but consisted of semi-finals and a final played on a two-legged basis, stretched out between November 1995 and November 1996.",
  "/wiki/United_Arab_Emirates_national_football_team": "The United Arab Emirates national football team (Arabic: منتخب الإمارات العربية المتحدة لكرة القدم‎) represents the United Arab Emirates in men's international association football and it's governed by the United Arab Emirates Football Association, the governing body for Football in United Arab Emirates in the United Arab Emirates, They were for a time managed by legendary English manager Don Revie, The team represents both FIFA and Asian Football Confederation (AFC).",
  "/wiki/1997_FIFA_Confederations_Cup": "The 1997 FIFA Confederations Cup was the first Confederations Cup to be organised by FIFA. The tournament had previously been played in 1992 and 1995 as the King Fahd Cup. This edition of the tournament was hosted by Saudi Arabia, as with the previous editions, in December 1997 and was the first to feature representatives from all of the FIFA confederations."
}