{
  "/wiki/Astola_Island": "Astola Island, also known as Jezira Haft Talar (Balochi: زروان ءِ هفت تلار) Satadip or 'Island of the Seven Hills', is a small uninhabited Pakistani island in the Arabian Sea approximately 25 km (16 mi) south of the nearest part of the coast and 39 km (24 mi) southeast of the fishing port of Pasni. Astola is Pakistan's largest offshore island at approximately 6.7 km (4.2 mi) long with a maximum width of 2.3 km (1.4 mi) and an area of approximately 6.7 km2 (2.6 sq mi). The highest point is 246 ft (75 m) above sea level. Administratively, the island is part of the Pasni subdistrict of Gwadar District in Balochistan province. The island can be accessed by motorized boats from Pasni, with a journey time of about 5 hours to reach the island.",
  "/wiki/Balochistan_(Pakistan)": "Balochistan (/bəˌloʊtʃɪˈstɑːn/; Urdu: بلوچِستان‎) \nis one of the four provinces of Pakistan. It is the largest province in terms of land area, forming the southwestern region of the country, but is the least populated. Its provincial capital and largest city is Quetta.",
  "/wiki/Chashma_Barrage_(Ramsar_Site)": "Chashma Barrage is a barrage on the River Indus in Mianwali District of the Punjab province of Pakistan 304 km NW of Lahore and 56 km downstream of Jinnah Barrage. The contract for Chashma Barrage works was awarded on 10 February 1967 to French Consortium Société Dumez and Société Borie and was successfully completed by 25 March 1971. The total cost of Chashma Barrage works was Rs.399 million but power generation started later in 2001. The installed capacity of power Station is 184 MW, from eight Kaplan-type bulb turbine units, each with a 23 MW capacity. The bulb turbines have been installed for the first time in Pakistan. The first unit was commissioned in January 2001, while final commissioning of all units was completed in July 2001. The 8 Kaplan-type turbines and synchronous generator units were made by Fuji, Japan.",
  "/wiki/Punjab_(Pakistan)": "Punjab (Urdu & Punjabi: پنجاب, romanized: Panjāb, pronounced [pənˈdʒaːb], listen (help·info); lit.  \"Five waters\") is Pakistan's most populous province, with an estimated population of 110,012,442 as of 2017. Forming the bulk of the transnational Punjab region, it is bordered by the Pakistani provinces of Sindh, Balochistan, and Khyber Pakhtunkhwa, the enclave of Islamabad, and Azad Kashmir. It also shares borders with the Indian states of Punjab, Rajasthan, and the Indian-administered territory of Jammu and Kashmir. The capital is Lahore, a cultural, historical, economic and cosmopolitan centre of Pakistan where the country's cinema industry, and much of its fashion industry, are based.",
  "/wiki/Sindh": "Sindh (/sɪnd/; Sindhi: سنڌ‎; Urdu: سندھ‎, pronounced [sɪnd̪ʰ]) is one of the four provinces of Pakistan. Located in the southeast of the country, it is the historical home of the Sindhi people. Sindh is the third largest province of Pakistan by area, and second largest province by population after Punjab. Sindh is bordered by Balochistan province to the west, and Punjab province to the north. Sindh also borders the Indian states of Gujarat and Rajasthan to the east, and Arabian Sea to the south. Sindh's landscape consists mostly of alluvial plains flanking the Indus River, the Thar desert in the eastern portion of the province closest to the border with India, and the Kirthar Mountains in the western part of Sindh.",
  "/wiki/Drigh_Lake": "Drigh Lake (Urdu: ڈرگ جھیل ‎) is situated in Qambar Shahdadkot District in Sindh, Pakistan, 29 kilometres (18 mi)  from Larkana city and 7 kilometres (4 mi) from Qambar town. It has a surface area of 408 acres (165 ha) and the running length of the lake from North to South is about 5.64 Miles. Formed in the floods of 1814, 1815 and 1817.",
  "/wiki/Haleji_Lake": "Haleji Lake (Urdu: ہالیجی جھیل‎) is a perennial freshwater lake in Thatta District of Sindh Province, Pakistan. It is 6.58 km2 (2.54 sq mi) in size and is surrounded by marshes and brackish seepage lagoons.",
  "/wiki/Hub_Dam": "Hub Dam (Urdu: حب ڈیم ‎) is a reservoir on the Hub River. It is situated 56 km from Karachi city in Karachi and Lasbela Districts on Sindh and Balochistan provinces border. The dam is extended to 24300 acres with gross storage capacity of 857000 acre feet. It is the Pakistan's third-largest dam. It is an important source that provides the drinking water to the metropolitan city Karachi.",
  "/wiki/Indus_River_Delta": "The Indus River Delta (Urdu: سندھ ڈیلٹا‎, Sindhi: سنڌو ٽِڪور‎), forms where the Indus River flows into the Arabian Sea, mostly in the southern Sindh province of Pakistan with a small portion in the Kutch Region of the western tip of India. The delta covers an area of about 41,440 km2 (16,000 square miles), and is approximately 210 km (130 mi) across where it meets the sea. The active part of the delta is 6,000 km2 in area (2,300 sq mi). The climate is arid, the region only receives between 25 and 50 centimetres (9.8 and 19.7 in) of rainfall in a normal year. The delta is home to the largest arid mangrove forests in the world, as well as many birds, fish and the Indus dolphin.",
  "/wiki/Indus_Dolphin_Reserve": "Indus Dolphin Reserve is a Ramsar site located between Guddu Barrage and Sukkur Barrage on River Indus in Pakistan. Stretched on an area of 125,000 hectares, it was designated as a wetland protected site on 10 May 2001. In 1974 it was declared a protected site locally on the recommendation of World Wide Fund for Nature. According to a survey conducted in 1989, there are about 429 Indus river dolphin present.",
  "/wiki/Jiwani_Coastal_Wetland": "The Jiwani Coastal Wetland is a wetland located in Balochistan, Pakistan, near the town of Jiwani. The site is one of the 19 Ramsar sites in Pakistan and was inducted in 2001.",
  "/wiki/Jubho_Lagoon": "Jubho Lagoon is a large shallow brackish lagoon located in Sindh, Pakistan. In May 2011 Jubhoo lagoon was inducted into the list of Ramsar sites, consisting of wetlands of international importance.",
  "/wiki/Kinjhar_Lake": "Keenjhar Lake (Urdu:  کینجھر جھیل ‎Sindhi: ڪینجھر ڍنڍ‎) commonly called Malik Lake (Urdu:  کلری Malik ‎,Sindhi: Maik ڍنڍ ‎) is located in Thatta District of Sindh the province of Pakistan. It is situated about 36 kilometres (22 mi) from the city of Thatta. It is the second-largest fresh water lake in Pakistan and an important source of drinking water for Thatta District and Karachi city. Through the construction of a bund on the eastern side, it is said that the lake was formed by the union of two lakes: Sonehri and Keenjhar.",
  "/wiki/Miani_Hor_(Ramsar_Site)": "Miani Hor is a swampy lagoon lying on the coast of Lasbela District of Balochistan, Pakistan. Covering an area of 7,471 hectares, it was designated a Ramsar site in May 2001.",
  "/wiki/Ormara_Turtle_Beaches_(Ramsar_Site)": "Ormara Turtle Beaches is a 10 km stretch of sandy beach along the Balochistan coast in Pakistan. Covering an area of 2,400 hectares, it was designated a Ramsar Site (No. 1070) on 10 May 2001.",
  "/wiki/Great_Rann_of_Kutch": "The Great Rann of Kutch is a salt marsh in the Thar Desert in the Kutch District of Gujarat, India. It is about 7500 km2 (2900 sq miles) in area and is reputed to be one of the largest salt deserts in the world. This area has been inhabited by the Kutchi people.",
  "/wiki/Tanda_Dam_(Ramsar_Site)": "Tanda Dam or Tanda Lake is a small dam and also a lake view park located in Kohat District of Khyber Pakhtunkhwa the province of Pakistan. The dam supplies water for irrigation to Jurma, Shahpur and many villages by means of canals from Tanda Lake.",
  "/wiki/Khyber_Pakhtunkhwa": "Khyber Pakhtunkhwa (often abbreviated KP or KPK) (Pashto: خیبر پښتونخوا‎; Urdu: خیبر پختونخوا‎), formerly known as the North-West Frontier Province (NWFP) (Urdu: صوبہ سرحد‎), is one of the four administrative provinces of Pakistan, located in the northwestern region of the country along the international border with Afghanistan.",
  "/wiki/Taunsa_Barrage_(Ramsar_Site)": "Taunsa Barrage is a barrage on the River Indus in Taunsa Tehsil of Dera Ghazi Khan District, Punjab province of Pakistan. It is situated 20 kilometres (12 miles) southeast of Taunsa Sharif and 16 kilometres (9.9 miles) from Kot Addu. This barrage controls water flow in the River Indus for irrigation and flood control purposes. Taunsa Barrage was designated a Ramsar site on 22 March 1996.",
  "/wiki/Thanedar_Wala_(Ramsar_Site)": "Thanedar Wala is a game reserve and wetland Ramsar site, located 15 km (9.3 mi) east of Lakki, Lakki Marwat District (formerly in Bannu District), North-West Frontier Province, Pakistan. Most of the area consists of a complex of braided river channels and sandy or muddy islands up to 4 km (2.5 mi) wide. The site covers 4,047 ha (10,000 acres). It supports wintering great egret, ruddy shelduck, common teal, mallard, northern shoveller, common pochard and ferruginous duck. Collared pratincole and little tern breed on the reserve.",
  "/wiki/Uchhali_Complex_(Ramsar_Site)": "Uchhali Complex is located in Khushab District, Punjab, Pakistan.  Uchhali Complex includes three brackish to saline lakes: Khabikki Lake, Uchhali Lake and Jahlar Lakes. It was designated a Ramsar site on March 22, 1996."
}