{
  "/wiki/Michael_Haneke": "Michael Haneke (German: [ˈhaːnəkə]; born 23 March 1942) is an Austrian film director and screenwriter. His work often examines social issues and depicts the feelings of estrangement experienced by individuals in modern society. Haneke has made films in French, German, and English and has worked in television‚ theatre, and cinema. He also teaches film direction at the Film Academy Vienna.",
  "/wiki/Pedro_Almodóvar": "Pedro Almodóvar Caballero (Spanish pronunciation: [ˈpeðɾo almoˈðoβaɾ kaβaˈʝeɾo]; born 25 September 1949) is a Spanish filmmaker, director, screenwriter, producer, and former actor.",
  "/wiki/Paolo_Sorrentino": "Paolo Sorrentino (Italian: [ˈpaːolo sorrenˈtiːno]; born 31 May 1970) is an Italian film director, screenwriter and writer. His 2013 film La Grande Bellezza won the Academy Award, the Golden Globe and the BAFTA Award for Best Best Foreign Language Film. In Italy he was honored with five David di Donatello and six Nastro d'Argento.",
  "/wiki/Paweł_Pawlikowski": "Paweł Aleksander Pawlikowski (Polish: [ˈpavɛw alɛˈksandɛr pavliˈkɔfskʲi]; born 15 September 1957) is a Polish filmmaker, who has lived and worked most of his life in the United Kingdom. He garnered much acclaim for a string of award-winning documentaries in the 1990s and for his feature films Last Resort and My Summer of Love, both of which won a BAFTA and many other European awards. His film Ida won the 2015 Academy Award for Best Foreign Language Film. At the 2018 Cannes Film Festival, Pawlikowski won the Best Director prize for his 2018 film Cold War, a film which also earned him a nomination for the Academy Award for Best Director and Best Foreign Language Film.",
  "/wiki/Susanne_Bier": "Susanne Bier (Danish: [susænə ˈpiɐ̯ˀ]; born 15 April 1960) is a Danish film director, screenwriter and producer. She is best known for her feature films Brothers, After the Wedding, In a Better World and Bird Box, and the TV miniseries The Night Manager.\nBier is the first female director to win a Golden Globe, an Emmy Award, and a European Film Award, collectively.",
  "/wiki/Lars_Von_Trier": "Lars von Trier (born Lars Trier; 30 April 1956) is a Danish film director and screenwriter with a prolific and controversial career spanning almost four decades. His work is known for its genre and technical innovation; confrontational examination of existential, social, and political issues; and his treatment of subjects such as mercy, sacrifice, and mental health.",
  "/wiki/Roman_Polanski": "Roman Polański (/pəˈlænski/ pə-LAN-skee, Polish: [ˈrɔman pɔˈlaj̃skʲi] (listen); born 18 August 1933 in Paris; original name Raymond Thierry Liebling) is a French-Polish film director, producer, writer, and actor. Since 1978, Polanski has been a fugitive from the U.S. criminal justice system; he fled the country while awaiting sentencing in his sexual abuse case, in which he pleaded guilty to statutory rape.",
  "/wiki/Matteo_Garrone": "Matteo Garrone (born 15 October 1968) is an Italian filmmaker. Born in Rome, the son of a theatre critic, Nico Garrone and a photographer, in  1996 Garrone won the Sacher d'Oro, an award sponsored by Nanni Moretti, with the short film Silhouette, that became one of the three episodes that are on his first long feature, Terra di Mezzo in 1997. He won Best Director at the European Film Awards and at the David di Donatello Awards for Gomorrah. His film Reality competed in competition at the 2012 Cannes Film Festival and won the Grand Prix.",
  "/wiki/Cristian_Mungiu": "Cristian Mungiu (Romanian: [kristiˈan munˈd͡ʒi.u]; born 27 April 1968) is a Romanian filmmaker. He won the Palme d'Or at the 2007 Cannes Film Festival for his film 4 Months, 3 Weeks and 2 Days, which he wrote and directed. He has also won the awards for Best Screenplay and Best Director, at the 2012 and 2016 Cannes Film Festivals, for his films Beyond the Hills and Graduation.",
  "/wiki/Ruben_Östlund": "Claes Olle Ruben Östlund (born 13 April 1974) is a Swedish film director and screenwriter. His films Force Majeure (2014) and the satirical picture The Square (2017) were both critically acclaimed and won awards at the Cannes Film Festival, including the Palme d'Or for the latter.",
  "/wiki/Wim_Wenders": "Ernst Wilhelm \"Wim\" Wenders (German: [ˈvɪm ˈvɛndɐs]; born 14 August 1945) is a German filmmaker, playwright, author, and photographer. He is a major figure in New German Cinema. Among many honors, he has received three nominations for the Academy Award for Best Documentary Feature: for Buena Vista Social Club (1999), about Cuban music culture; Pina (2011), about the contemporary dance choreographer Pina Bausch; and The Salt of the Earth (2014), about Brazilian photographer Sebastião Salgado.",
  "/wiki/Yorgos_Lanthimos": "Georgios \"Yorgos\" Lanthimos (Greek: Γιώργος Λάνθιμος, romanized: Giorgos Lanthimos; born 23 September 1973) is a Greek film and stage director, producer, and screenwriter. He has received four Academy Award nominations for his work, including Best Foreign Language Film for Dogtooth, Best Original Screenplay for The Lobster (2015), and Best Picture and Best Director for The Favourite (2018).",
  "/wiki/Nuri_Bilge_Ceylan": "Nuri Bilge Ceylan (Turkish pronunciation: [ˈnuːɾi ˈbilɟe ˈdʒejlan], born 26 January 1959) is a Turkish film director, photographer, screenwriter and actor.",
  "/wiki/Aki_Kaurismäki": "Aki Olavi Kaurismäki (Finnish: [ˈɑki ˈkɑurismæki] (listen); born 4 April 1957) is a Finnish screenwriter and film director. He is described as Finland's best-known film director.",
  "/wiki/Ken_Loach": "Kenneth Charles Loach (born 17 June 1936) is an English filmmaker. His socially critical directing style and socialist ideals are evident in his film treatment of social issues such as poverty (Poor Cow, 1967), homelessness (Cathy Come Home, 1966), and labour rights (Riff-Raff, 1991, and The Navigators, 2001).",
  "/wiki/Fatih_Akın": "Fatih Akin (Turkish: Fatih Akın, born 25 August 1973) is a German film director, screenwriter and producer of Turkish descent. He has won numerous awards for his films, including the Golden Bear at the Berlin Film Festival for his film Head-On (2004), Best Screenplay at the Cannes Film Festival for his film The Edge of Heaven (2007), and the Golden Globe Award for Best Foreign Language Film for his film In the Fade (2017).",
  "/wiki/Roy_Andersson": "Roy Arne Lennart Andersson (born 31 March 1943) is a Swedish film director, best known for A Swedish Love Story (1970) and his \"Living trilogy,\" which includes Songs from the Second Floor (2000), You, the Living (2007) and A Pigeon Sat on a Branch Reflecting on Existence (2014). Songs from the Second Floor, more than any other, cemented and exemplified his personal style – which is characterized by long takes, absurdist comedy, stiff caricaturing  of Swedish culture and Felliniesque grotesque. He has spent much of his professional life working on advertisement spots, directing over 400 commercials and two short films, but only directing six feature-length films in six decades. His 2014 film A Pigeon Sat on a Branch Reflecting on Existence won the Golden Lion award at 71st Venice International Film Festival, making Andersson the only Swedish director and the second Nordic director to win the award in the history of the festival, after Danish Carl Theodor Dreyer won in 1955. Andersson is considered one of the most important living European film directors, having four films officially submitted for the Academy Award for Best Foreign Language Film as Swedish entries.",
  "/wiki/François_Ozon": "François Ozon (French: [fʁɑ̃.swa o.zɔ̃]; born 15 November 1967) is a French film director and screenwriter whose films are usually characterized by sharp satirical wit and a freewheeling view on human sexuality.",
  "/wiki/Paolo_Virzì": "Paolo Virzì (Italian pronunciation: [ˈpaːolo virˈdzi]; born March 4, 1964) is an Italian film director, writer and producer.",
  "/wiki/Michael_Winterbottom": "Michael Winterbottom (born 29 March 1961) is an English filmmaker. He began his career working in British television before moving into features. Three of his films—Welcome to Sarajevo, Wonderland and 24 Hour Party People—have competed for the Palme d'Or at the Cannes Film Festival.",
  "/wiki/European_Film_Award_for_Best_Director": "The European Film Award for Best Director is an award given out at the annual European Film Awards to recognize a director who has exhibited outstanding directing while working in a film industry. The award is presented by the European Film Academy (EFA) and was first presented in 1988."
}