{
  "/wiki/2006_FITA_Archery_World_Cup": "The 2006 Archery World Cup was the first edition of the Archery World Cup, designed to highlight archery in some of the world's \"most spectacular\" locations following the success of the 2003 World Archery Championships in New York City and the 2004 Summer Olympics. The first leg was held in Porec, Croatia, the second leg on at Antalya Centennial Archery Field in Antalya, Turkey, the third leg on in San Salvador, El Salvador and the final leg was held in Shanghai.",
  "/wiki/M%C3%A9rida,_Yucat%C3%A1n": "Mérida (Spanish pronunciation: [ˈmeɾiða] (listen)) is the capital and largest city in Yucatan state in Mexico, as well as the largest city of the Yucatán Peninsula. The city is located in the northwest part of the state, about 35 kilometres (22 miles) off the coast of the Gulf of Mexico. The city is also the municipal seat of the Municipality of Mérida, which includes the city and the areas around it.",
  "/wiki/Sofia_Goncharova": "Sofia Goncharova (born 7 June 1981 in Chita, Zabaykalsky Krai) is a Russian athlete who competes in compound archery. She has represented Russia since 2001, and was ranked number one in the world from June 2006 to July 2007.",
  "/wiki/Anna_Kazantseva": "Anna Kazantseva (born 11 March 1972 in Moscow, Soviet Union), is a Russian athlete who competes in compound archery. She first represented the national team in 2001, and her achievements include two individual gold medals at the European Grand Prix in 2005 and 2010, stage wins at the FITA Archery World Cup in 2006 (including a silver medal at the World Cup Final), 2007, 2008, and becoming the world number one ranked archer from July 2007 to April 2008.",
  "/wiki/2007_FITA_Archery_World_Cup": "The 2007 Archery World Cup was the second edition of the Archery World Cup, organised by the World Archery Federation. The first leg was held in Ulsan, South Korea, the second leg in Varese, Italy, the third at Antalya Centennial Archery Field in Antalya, Turkey and the final leg was held in Dover, United Kingdom.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Petra_Ericsson": "Petra Ericsson (born 1 June 1973 in Mölndal, Sweden) is a Swedish athlete who competes in compound archery.",
  "/wiki/Jamie_van_Natta": "Jamie Van Natta (born March 31, 1978) is an American compound archer. She is the current World Archery number four in women's compound archery. The highest ranking she has reached is the first position, which she reached for the last time in May 2009.",
  "/wiki/2008_FITA_Archery_World_Cup": "The 2008 Archery World Cup was the third edition of the Archery World Cup organised by the World Archery Federation. The first leg was held in Santo Domingo, Dominican Republic, the second leg in Porec, Croatia, the third at Antalya Centennial Archery Field in Antalya, Turkey and the final leg was held in Boé, France.",
  "/wiki/Lausanne": "Lausanne (/loʊˈzæn/, also US: /loʊˈzɑːn/, French: [lozan], German: [loˈzan]; Arpitan: Losena [lɔˈzəna] (listen); Italian: Losanna; Romansh: Losanna) is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Geneva (French: Le/Lac Léman). It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva.",
  "/wiki/Nichola_Simpson": "Nichola Simpson (born 10 October 1956) is an athlete from Oxford, Great Britain. She competes in compound archery, and has reached a career high of 4th in the FITA world rankings (23 August 2008).",
  "/wiki/Amandine_Bouillot": "Amandine Bouillot (born 14 March 1984, Nancy, France), is a French athlete who competes in compound archery. She has represented the French national team since 2006. Her achievements include gold medals at the 2005 Summer Universiade and 2006 World University Championships, individual medals at the two major World Archery compound events the World Archery Championships and World Cup, and becoming the world number one ranked archer in May 2008.",
  "/wiki/2009_FITA_Archery_World_Cup": "The 2009 Archery World Cup was the fourth edition of the Archery World Cup, organised by the World Archery Federation. The first three hosts of the qualification legs remained the same as in 2008, with the first leg was held in Santo Domingo, Dominican Republic, the second leg in Porec, Croatia, the third at Antalya Centennial Archery Field in Antalya, Turkey. The final leg was held in Shanghai.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Luzmary_Guedez": "Luzmary Guedez (born 9 August 1981 in Yaracuy, Venezuela), is a Venezuelan athlete who competes in compound archery. She was the winner of the 2009 FITA Archery World Cup final, and won several World Cup stages from 2007–09, as well as winning medals in a range of national, regional and international individual and team competitions.",
  "/wiki/Camilla_Soemod": "Camilla Sømod (born 27 February 1985), is a Danish athlete who competes in compound archery. She has represented the Danish national senior team since 1999. Her achievements include medals at the World Archery Championships (including gold at the Junior World Championships in 2002, FITA Archery World Cup, European Archery Championships, and becoming the world number one ranked archer in August 2009.",
  "/wiki/Ivana_Buden": "Ivana Buden (born 10 September 1985) is a Croatian compound archer. She has won medals at the major World Archery Federation competitions, the World Cup and the World Archery Championships. The highest ranking she has reached is the first position, which she reached for the last time in July 2009.",
  "/wiki/2010_FITA_Archery_World_Cup": "The 2010 Archery World Cup was the fifth edition of the annual Archery World Cup, organised by the World Archery Federation. The first leg was held in Porec, Croatia, the second leg at Antalya Centennial Archery Field in Antalya, Turkey and the third leg in Ogden, Utah, United States. The final leg was held in Shanghai, China before the finals in Edinburgh, UK.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Albina_Loginova": "Albina Nikolayevna Loginova (Russian: Альбина Николаевна Логинова; born August 7, 1983) is a Russian compound archer. She is the current World Archery number one in women's compound archery.",
  "/wiki/Ashley_Wallace": "Ashley Wallace (born 10 September 1987), is a Canadian athlete who competes in compound archery. She has represented the Canadian national team since 2005. She won a silver medal at the World Cup, and became the world number one ranked archer in August 2010.",
  "/wiki/Erika_Anschutz": "Erika Jones (born Erika Rae Anschutz) is an American archer. She has won gold medals at both major World Archery Federation compound discipline competitions, the World Archery Championships and Archery World Cup, as well as numerous other national, regional and international competitions, including a World Championships cadet title at age 13. She turned professional in 2006 and is a former world number one archer. Jones graduated from the University of Nebraska – Lincoln in 2010. Erika Jones holds the current indoor world record of the World Archery 18m round for Compound Women, at 595 points, shot in Nîmes, France on February 26, 2014.",
  "/wiki/2011_FITA_Archery_World_Cup": "The 2011 Archery World Cup was the sixth edition of the annual Archery World Cup, organised by the World Archery Federation. The first leg was held on 2–7 May in Porec, Croatia, the second leg on 6–12 June at Antalya Centennial Archery Field in Antalya, Turkey and the third leg on 2–6 August in Ogden, Utah, United States. The final leg was held from 5–10 September in Shanghai.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Christie_Colin": "Christie Colin (maiden name Bisco) (born June 14, 1982) is an American compound archer. She is the current World Archery number eight in women's compound archery. The highest ranking she has reached is the eighth position, which she reached for the last time in June 2012.",
  "/wiki/Marcella_Tonioli": "Marcella Tonioli (born May 31, 1986) is an Italian compound archer. She is the current World Archery number two in women's compound archery. This is also the highest position she has ever achieved until now.",
  "/wiki/2012_FITA_Archery_World_Cup": "The 2012 Archery World Cup was the seventh edition of the annual Archery World Cup, organised by the World Archery Federation. As 2012 was an Olympic year, the World Cup consisted of three, not four legs. The first leg was held on April 14–15 in Shanghai, China, the second leg on May 5–6 at Antalya Centennial Archery Field in Antalya, Turkey and the third leg on June 23–24 in Ogden, Utah, United States.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Danielle_Brown": "Danielle Brown MBE (born 10 April 1988) is a British competitive archer. She has competed in the Paralympic Games winning gold medals in Beijing and London and has also won medals shooting in the able bodied category including the Commonwealth Games. Brown is a keynote speaker, and her published work include the children's self development book Be Your Best Self.",
  "/wiki/2013_FITA_Archery_World_Cup": "The 2013 Archery World Cup was the eighth edition of the annual Archery World Cup, organised by the World Archery Federation. Four stages were held from May to August 2013, in Shanghai, Antalya, Medellin and Wroclaw, in which archers in the recurve and compound disciplines acquired qualifying points based on their performance. The top mixed team and the top seven individual archers over the course of the four stages (with no more than two from one nation) joined the leading non-qualified host nation archer for the finals at the Fontaines du Trocadéro in Paris on 21–22 September.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Alejandra_Usquiano": "Alejandra Usquiano (born 12 May 1993), is a Colombian athlete who competes in compound archery. She won a gold medal at the 2013 Archery World Cup Final, and achieved her highest world ranking of 6 in 2013.",
  "/wiki/Erika_Jones": "Erika Jones (born Erika Rae Anschutz) is an American archer. She has won gold medals at both major World Archery Federation compound discipline competitions, the World Archery Championships and Archery World Cup, as well as numerous other national, regional and international competitions, including a World Championships cadet title at age 13. She turned professional in 2006 and is a former world number one archer. Jones graduated from the University of Nebraska – Lincoln in 2010. Erika Jones holds the current indoor world record of the World Archery 18m round for Compound Women, at 595 points, shot in Nîmes, France on February 26, 2014.",
  "/wiki/2014_FITA_Archery_World_Cup": "The 2014 Archery World Cup was the ninth edition of the annual Archery World Cup, organised by the World Archery Federation. The locations for the 4 preliminary stages were the same as in 2013, with the first leg in Shanghai, China from 22–27 April, the second leg on 13–18 May in Medellin, Colombia, the third leg on 10–15 June in Antalya, Turkey, and the final leg on August 5–10 in Wroclaw, Poland. The finals were held in Lausanne on 6–7 September.",
  "/wiki/Sara_L%C3%B3pez": "Sara José López Bueno (born 24 April 1995), is a Colombian athlete who competes in compound archery. She first competed for the Colombian national team in 2011 Pre-Olympic event in Medellin, Colombia. In both 2017 and 2013, she won medals at the 2013 World Games in Colombia and  2017 World Games in Poland. At the FITA Archery World Cup in 2013, she qualified for the final. She rose to her highest world ranking of 3 in 2013, and her major achievements include winning the 2014 Archery World Cup. As well as competing internationally in archery, she is a medical student.",
  "/wiki/Natalia_Avdeeva": "Natalia Germanovna Avdeeva (Russian: Наталья Германовна Авдеева; born 6 September 1988) is a Russian compound archer. She won gold at the 2019 World Archery Championships and shortly thereafter a gold medal with Anton Bulaev at the 2019 European Games.",
  "/wiki/2015_Archery_World_Cup": "The 2015 Archery World Cup is the tenth edition of the annual Archery World Cup, organised by the World Archery Federation. The locations for the 4 preliminary stages are the same as in 2014, with the first leg in Shanghai, China from 5–10 May, the second leg on 26–31 May in Antalya, Turkey, the third leg on 11–16 August in Wroclaw, Poland, and the final leg on 8–13 September in Medellin, Colombia. The finals will be held in Mexico City on 17–18 October.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Linda_Ochoa": "Linda \"Titi\" Ochoa (born January 2, 1987) is a Mexican compound archer. She is the current World Archery number eight in women's compound archery. The highest ranking she has reached is the sixth position, which she reached for the last time in April 2011.",
  "/wiki/2016_Archery_World_Cup": "The 2016 Archery World Cup is the eleventh edition of the Archery World Cup organised annually by the World Archery Federation. The World Cup finals will be held in Odense, Denmark on 24–25 September.  The preliminary stage consisted of three legs instead of the usual four, to make room for the Olympic archery tournament. The first preliminary leg  was in Shanghai, China from 26 April to 1 May, the second leg on 9–15 May in  Medellin, Colombia and the final leg on 12–19 June in Antalya, Turkey. The Antalya leg was also the final Olympic qualification event.",
  "/wiki/Odense": "Odense (Danish: [ˈoðˀn̩sə] (listen)) is the third-largest city in Denmark.\nIt has a population of 179,601 (1 January 2019), and is the main city of the island of Funen. By road, Odense is located 45 kilometres (28 mi) north of Svendborg, 144 kilometres (89 mi) to the south of Aarhus and 167 kilometres (104 mi) to the southwest of Copenhagen. The city is the seat of Odense Municipality and was the seat of Odense County  until 1970, and Funen County from 1970 until 1 January 2007, when Funen County became part of the Region of Southern Denmark. Odense has close associations with Hans Christian Andersen who is remembered above all for his fairy tales. He was born in the city in 1805 and spent his childhood years there.",
  "/wiki/2017_Archery_World_Cup": "The 2017 Archery World Cup is the 12th edition of the Archery World Cup organised annually by the World Archery Federation. The World Cup finals will be held in Odense, Denmark on 24–25 September.  The locations for the 4 preliminary stages were: The first leg in Shanghai, China from 16–21 May, the second leg on 6–11 June in Antalya, Turkey, the third leg on 20–25 June in Salt Lake City, U.S. and the final leg on 8–13 August in Berlin, Germany. The finals were held in Rome, Italy on 2–3 September.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Yesim_Bostan": "Yeşim Bostan (born 24 May 1995) is a female Turkish compound archer. She won the bronze medal in the team event at the 2014 European Archery Championships in Echmiadzin, Armenia. She competed in three events at the 2015 World Archery Championships in Copenhagen, Denmark.",
  "/wiki/2018_Archery_World_Cup": "The Archery World Cup is a competition, started in 2006, organized by the World Archery Federation, where the archers compete in four different stages in four different countries and the best eight archers of each category (from 2010, four archers during 2006-09) advance to an additional stage to contest the Archery World Cup Final. \nThis form of competition was introduced following the success of the 2003 World Archery Championships in New York and the 2004 Summer Olympics with the intent of making the sport more popular and attractive to spectators, with the matches being held in 'spectacular' locations and the final matches being broadcast online. It has received plaudits for its innovative approach to the sport, raising its profile and reach.",
  "/wiki/Samsun": "Samsun (Pontic Greek: Σαμψούντα, Sampsúnta; Ottoman Turkish: صامسون : Ṣāmsūn) is a city on the north coast of Turkey with a population over half a million people. It is the provincial capital of Samsun Province and a major Black Sea port. The growing city has two universities, several hospitals, shopping malls, much light manufacturing industry, sports facilities and an opera.",
  "/wiki/So_Chaewon": "So Chae-won is a South Korean compound archer.",
  "/wiki/Archery_World_Cup": "The Archery World Cup is a competition, started in 2006, organized by the World Archery Federation, where the archers compete in four different stages in four different countries and the best eight archers of each category (from 2010, four archers during 2006-09) advance to an additional stage to contest the Archery World Cup Final. \nThis form of competition was introduced following the success of the 2003 World Archery Championships in New York and the 2004 Summer Olympics with the intent of making the sport more popular and attractive to spectators, with the matches being held in 'spectacular' locations and the final matches being broadcast online. It has received plaudits for its innovative approach to the sport, raising its profile and reach."
}