{
  "/wiki/2006_FITA_Archery_World_Cup": "The 2006 Archery World Cup was the first edition of the Archery World Cup, designed to highlight archery in some of the world's \"most spectacular\" locations following the success of the 2003 World Archery Championships in New York City and the 2004 Summer Olympics. The first leg was held in Porec, Croatia, the second leg on at Antalya Centennial Archery Field in Antalya, Turkey, the third leg on in San Salvador, El Salvador and the final leg was held in Shanghai.",
  "/wiki/M%C3%A9rida,_Yucat%C3%A1n": "Mérida (Spanish pronunciation: [ˈmeɾiða] (listen)) is the capital and largest city in Yucatan state in Mexico, as well as the largest city of the Yucatán Peninsula. The city is located in the northwest part of the state, about 35 kilometres (22 miles) off the coast of the Gulf of Mexico. The city is also the municipal seat of the Municipality of Mérida, which includes the city and the areas around it.",
  "/wiki/Reo_Wilde": "Reo Wilde (born October 6, 1973, in Pocatello, Idaho) is an American athlete, who competes in compound archery. He took up archery in 1992 and first represented the United States senior team in 1995, and has since won many World Cup and World Championships titles. As at October 2013 he is the number two ranked compound archer in the world.",
  "/wiki/Peter_Elzinga_(archer)": "Peter Elzinga (born 30 January 1981, Almere, Netherlands), is a Dutch athlete who competes in compound archery. His achievements include becoming the world number one ranked archer in 2004, European individual champion in 2004 and mixed team champion in 2012, and FITA Archery World Cup stage wins as part of the Dutch men's team in 2006 and 2009.",
  "/wiki/Jorge_Jimenez_(archer)": "Jorge Jiménez (born 30 September 1967 in San Salvador), is an athlete from El Salvador who competes in compound archery. He won the Archery World Cup in 2007, and achieved number one ranking status in the same year.",
  "/wiki/2007_FITA_Archery_World_Cup": "The 2007 Archery World Cup was the second edition of the Archery World Cup, organised by the World Archery Federation. The first leg was held in Ulsan, South Korea, the second leg in Varese, Italy, the third at Antalya Centennial Archery Field in Antalya, Turkey and the final leg was held in Dover, United Kingdom.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Braden_Gellenthien": "Braden Gellenthien (born 26 April 1986 in Boston), is an athlete from the United States who competes in compound archery. He is a former world number one archer and has won individual gold medals at the FITA Archery World Cup, Indoor World Championships and Arizona Cup, and team gold medals at the World Archery Championships.",
  "/wiki/Roberval_dos_Santos": "Roberval \"Tico\" dos Santos (born November 15, 1969 in São Paulo) is a Brazilian archer.",
  "/wiki/2008_FITA_Archery_World_Cup": "The 2008 Archery World Cup was the third edition of the Archery World Cup organised by the World Archery Federation. The first leg was held in Santo Domingo, Dominican Republic, the second leg in Porec, Croatia, the third at Antalya Centennial Archery Field in Antalya, Turkey and the final leg was held in Boé, France.",
  "/wiki/Lausanne": "Lausanne (/loʊˈzæn/, also US: /loʊˈzɑːn/, French: [lozan], German: [loˈzan]; Arpitan: Losena [lɔˈzəna] (listen); Italian: Losanna; Romansh: Losanna) is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Geneva (French: Le/Lac Léman). It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva.",
  "/wiki/Dietmar_Trillus": "Dietmar Trillus (born 21 May 1958), is a German-born athlete who represents Canada, who competes in compound archery. He took up archery in 2000, and has since won several stages of the FITA Archery World Cup, including the 2008 Final, and the 2007 World Championships.",
  "/wiki/Patrizio_Hofer": "Patrizio Hofer (born April 2, 1980) is a compound archer from Switzerland.",
  "/wiki/Patrick_Coghlan": "Patrick Coghlan (born 10 September 1974) is a compound archer from Australia.",
  "/wiki/2009_FITA_Archery_World_Cup": "The 2009 Archery World Cup was the fourth edition of the Archery World Cup, organised by the World Archery Federation. The first three hosts of the qualification legs remained the same as in 2008, with the first leg was held in Santo Domingo, Dominican Republic, the second leg in Porec, Croatia, the third at Antalya Centennial Archery Field in Antalya, Turkey. The final leg was held in Shanghai.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Sergio_Pagni": "Sergio Pagni (born 26 March 1979), is an athlete from Lucca, Italy, who competes in compound archery. He has won gold medals at the World Archery Championships, World Cup, Universiade and European Championships and is a former world number one archer.",
  "/wiki/2010_FITA_Archery_World_Cup": "The 2010 Archery World Cup was the fifth edition of the annual Archery World Cup, organised by the World Archery Federation. The first leg was held in Porec, Croatia, the second leg at Antalya Centennial Archery Field in Antalya, Turkey and the third leg in Ogden, Utah, United States. The final leg was held in Shanghai, China before the finals in Edinburgh, UK.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Rodger_Willet,_Jr": "Rodger Willett Jr. (born 16 September 1962) is an athlete from the United States who competes in compound archery.",
  "/wiki/2011_FITA_Archery_World_Cup": "The 2011 Archery World Cup was the sixth edition of the annual Archery World Cup, organised by the World Archery Federation. The first leg was held on 2–7 May in Porec, Croatia, the second leg on 6–12 June at Antalya Centennial Archery Field in Antalya, Turkey and the third leg on 2–6 August in Ogden, Utah, United States. The final leg was held from 5–10 September in Shanghai.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/2012_FITA_Archery_World_Cup": "The 2012 Archery World Cup was the seventh edition of the annual Archery World Cup, organised by the World Archery Federation. As 2012 was an Olympic year, the World Cup consisted of three, not four legs. The first leg was held on April 14–15 in Shanghai, China, the second leg on May 5–6 at Antalya Centennial Archery Field in Antalya, Turkey and the third leg on June 23–24 in Ogden, Utah, United States.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Julio_Ricardo_Fierro": "Julio Ricardo Fierro (born February 12, 1990) is a compound archer from Mexico.",
  "/wiki/2013_FITA_Archery_World_Cup": "The 2013 Archery World Cup was the eighth edition of the annual Archery World Cup, organised by the World Archery Federation. Four stages were held from May to August 2013, in Shanghai, Antalya, Medellin and Wroclaw, in which archers in the recurve and compound disciplines acquired qualifying points based on their performance. The top mixed team and the top seven individual archers over the course of the four stages (with no more than two from one nation) joined the leading non-qualified host nation archer for the finals at the Fontaines du Trocadéro in Paris on 21–22 September.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Martin_Damsbo": "Martin Damsbo (born 26 May 1985 in Odense), is a Danish athlete who competes in compound archery. He has won medals at the World Archery Championships, a gold medal at the 2013 Archery World Cup Final, and achieved his highest world ranking of 2 in 2010.",
  "/wiki/2014_FITA_Archery_World_Cup": "The 2014 Archery World Cup was the ninth edition of the annual Archery World Cup, organised by the World Archery Federation. The locations for the 4 preliminary stages were the same as in 2013, with the first leg in Shanghai, China from 22–27 April, the second leg on 13–18 May in Medellin, Colombia, the third leg on 10–15 June in Antalya, Turkey, and the final leg on August 5–10 in Wroclaw, Poland. The finals were held in Lausanne on 6–7 September.",
  "/wiki/Bridger_Deaton": "Bridger Deaton (born 29 July 1994), is a United States athlete who competes in compound archery. He has won individual and team gold medals at the 2014 Archery World Cup and junior medals at the Indoor World Archery Championships. His highest world ranking as of June 2015 is number 4. Was a finalist in the 2014 project runway.",
  "/wiki/Pierre_Julien_Deloche": "Pierre Julien Deloche (born 6 February 1982), is a French athlete who competes in compound archery. He has won medals at the Indoor World Archery Championships, two gold medals at the 2013 Archery World Cup Final, and became the world number one ranked archer in October 2013.",
  "/wiki/2015_Archery_World_Cup": "The 2015 Archery World Cup is the tenth edition of the annual Archery World Cup, organised by the World Archery Federation. The locations for the 4 preliminary stages are the same as in 2014, with the first leg in Shanghai, China from 5–10 May, the second leg on 26–31 May in Antalya, Turkey, the third leg on 11–16 August in Wroclaw, Poland, and the final leg on 8–13 September in Medellin, Colombia. The finals will be held in Mexico City on 17–18 October.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Demir_Elmaa%C4%9Fa%C3%A7l%C4%B1": "Demir Elmaağaçlı (born (1990-11-04)4 November 1990) is a Turkish male compound archer and part of the national team.",
  "/wiki/Abhishek_Verma_(archer)": "Abhishek Verma (Hindi: अभिषेक वर्मा, born 26 June 1989) is an Indian archer. At the 2014 Asian Games at Incheon, he won the gold medal in the men's compound archery team event along with Rajat Chauhan and Sandeep Kumar, and the silver medal in the men's individual compound event.\nOn 15 August 2015, he won a gold medal in the compound men's individual section at the Archery World Cup Stage 3 in Wroclaw, Poland. On 25 October 2015, he won the silver medal in the compound men's individual section at the Archery World Cup Final in Mexico city.",
  "/wiki/2016_Archery_World_Cup": "The 2016 Archery World Cup is the eleventh edition of the Archery World Cup organised annually by the World Archery Federation. The World Cup finals will be held in Odense, Denmark on 24–25 September.  The preliminary stage consisted of three legs instead of the usual four, to make room for the Olympic archery tournament. The first preliminary leg  was in Shanghai, China from 26 April to 1 May, the second leg on 9–15 May in  Medellin, Colombia and the final leg on 12–19 June in Antalya, Turkey. The Antalya leg was also the final Olympic qualification event.",
  "/wiki/Odense": "Odense (Danish: [ˈoðˀn̩sə] (listen)) is the third-largest city in Denmark.\nIt has a population of 179,601 (1 January 2019), and is the main city of the island of Funen. By road, Odense is located 45 kilometres (28 mi) north of Svendborg, 144 kilometres (89 mi) to the south of Aarhus and 167 kilometres (104 mi) to the southwest of Copenhagen. The city is the seat of Odense Municipality and was the seat of Odense County  until 1970, and Funen County from 1970 until 1 January 2007, when Funen County became part of the Region of Southern Denmark. Odense has close associations with Hans Christian Andersen who is remembered above all for his fairy tales. He was born in the city in 1805 and spent his childhood years there.",
  "/wiki/Mike_Schloesser": "Mike Schloesser (born 15 January 1994 in Heerlen, Netherlands) is a compound archer from Netherlands. He has won medals at the World Youth Archery Championships, competed in the Archery World Cup and in the 2013 World Archery Championships he qualified 5th in the same event. He also competed in the men's team compound and mixed team compound event for Netherlands.",
  "/wiki/2017_Archery_World_Cup": "The 2017 Archery World Cup is the 12th edition of the Archery World Cup organised annually by the World Archery Federation. The World Cup finals will be held in Odense, Denmark on 24–25 September.  The locations for the 4 preliminary stages were: The first leg in Shanghai, China from 16–21 May, the second leg on 6–11 June in Antalya, Turkey, the third leg on 20–25 June in Salt Lake City, U.S. and the final leg on 8–13 August in Berlin, Germany. The finals were held in Rome, Italy on 2–3 September.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/2018_Archery_World_Cup": "The Archery World Cup is a competition, started in 2006, organized by the World Archery Federation, where the archers compete in four different stages in four different countries and the best eight archers of each category (from 2010, four archers during 2006-09) advance to an additional stage to contest the Archery World Cup Final. \nThis form of competition was introduced following the success of the 2003 World Archery Championships in New York and the 2004 Summer Olympics with the intent of making the sport more popular and attractive to spectators, with the matches being held in 'spectacular' locations and the final matches being broadcast online. It has received plaudits for its innovative approach to the sport, raising its profile and reach.",
  "/wiki/Samsun": "Samsun (Pontic Greek: Σαμψούντα, Sampsúnta; Ottoman Turkish: صامسون : Ṣāmsūn) is a city on the north coast of Turkey with a population over half a million people. It is the provincial capital of Samsun Province and a major Black Sea port. The growing city has two universities, several hospitals, shopping malls, much light manufacturing industry, sports facilities and an opera."
}