{
  "/wiki/Nordic_combined_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics one individual Nordic combined event was contested. It was held on Saturday, February 2, 1924 (cross-country skiing) and on Monday, February 4, 1924 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events. The winner, Thorleif Haug was also the winner of both cross country skiing races, and the podium was identical to that in the 50 km cross country.",
  "/wiki/Thorleif_Haug": "Thorleif Haug (28 September 1894 – 12 December 1934) was a Norwegian skier who competed in nordic combined and cross-country. At the 1924 Olympics he won all three Nordic skiing events (18 km, 50 km and combined). He was also awarded the bronze medal in ski jumping, but 50 years later a mistake was found in calculation of scores, Haug was demoted to fourth place, and his daughter presented her father's medal to Anders Haugen.",
  "/wiki/Norway_at_the_1924_Winter_Olympics": "Norway competed at the 1924 Winter Olympics in Chamonix, France.",
  "/wiki/Thoralf_Strømstad": "Thoralf Strømstad (13 January 1897 – 10 January 1984) was a Norwegian Nordic skier who was awarded the Holmenkollen medal in 1923.  Strømstad also earned silvers at the 1924 Winter Olympics both in 50 km cross-country skiing and in the Nordic combined.",
  "/wiki/Johan_Grøttumsbråten": "Johan Hagbart Pedersen Grøttumsbraaten (24 February 1899 – 24 January 1983) was a Norwegian skier who competed in Nordic combined and cross-country. Dominating both events in the 1920s and early 1930s, he won several medals in the early Winter Olympics. Most notably, he won two gold medals at the 1928 Winter Olympics, and as one of the only two entrants to win two gold medalists from St. Moritz, was the most successful athlete there, along with Clas Thunberg of Finland. He previously won three medals (one silver, two bronzes) at the inaugural Winter Olympics held in Chamonix in 1924, and went on to defend his Olympic Nordic Combined at the 1932 Winter Olympics.",
  "/wiki/Nordic_combined_at_the_1928_Winter_Olympics": "At the 1928 Winter Olympics one individual Nordic combined event was contested. It was held on Friday, February 17, 1928 (cross-country skiing) and on Saturday, February 18, 1928 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events.",
  "/wiki/Norway_at_the_1928_Winter_Olympics": "Norway competed at the 1928 Winter Olympics in St. Moritz, Switzerland. Norway ranked first in the total medal count, as they had in the inaugural 1924 Games.",
  "/wiki/Hans_Vinjarengen": "Hans Vinjarengen (20 August 1905 – 1 February 1984) was a Nordic combined skier from Norway. He won a silver medal at the 1928 Winter Olympics in St. Moritz and a bronze at the 1932 Winter Olympics in Lake Placid, New York. In addition, he won gold medals at the 1929 and 1930 FIS Nordic World Ski Championships and bronzes in 1934 and 1938.",
  "/wiki/Jon_Snersrud": "Jon Andersen Snersud (October 1, 1902 - August 10, 1986) was a Norwegian skier who competed in Nordic combined in the 1920s. He won a Nordic combined bronze medal at the 1928 Winter Olympics in St. Moritz.",
  "/wiki/Nordic_combined_at_the_1932_Winter_Olympics": "At the 1932 Winter Olympics one individual Nordic combined event was contested. It was held on Wednesday, February 10, 1932 (cross-country skiing) and on Thursday, February 11, 1932 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events.",
  "/wiki/Norway_at_the_1932_Winter_Olympics": "Norway competed at the 1932 Winter Olympics in Lake Placid, United States.",
  "/wiki/Ole_Stenen": "Ole Stenen (29 August 1903 in Øyer, Gudbrandsdal – 23 April 1975) was a Norwegian Nordic skier who competed in nordic combined and cross-country skiing in the 1920s and early 1930s.",
  "/wiki/Nordic_combined_at_the_1936_Winter_Olympics": "At the 1936 Winter Olympics, one individual Nordic combined event was contested. It was held on Wednesday, February 12, 1936 (cross-country skiing) and on Thursday, February 13, 1936 (ski jumping).",
  "/wiki/Oddbjørn_Hagen": "Oddbjørn Hagen (3 February 1908 – 25 June 1983) was a Norwegian skier who competed in nordic combined and cross-country skiing. He was both Olympic and World champion.",
  "/wiki/Norway_at_the_1936_Winter_Olympics": "Norway competed at the 1936 Winter Olympics in Garmisch-Partenkirchen, Germany.",
  "/wiki/Olaf_Hoffsbakken": "Olaf Hoffsbakken (2 September 1908 – 23 November 1986) was a Norwegian Nordic skier who competed in the 1930s. He won two silver medals at the 1936 Winter Olympics in Garmisch-Partenkirchen in both the Nordic combined and the 4 × 10 km relay.",
  "/wiki/Sverre_Brodahl": "Sverre Brodahl (26 January 1909 – 2 November 1998) was a Norwegian Nordic skier who competed in the 1930s. He won two medals at the 1936 Winter Olympics in Garmisch-Partenkirchen with a silver in the 4 × 10 km, and a bronze in the Nordic combined.",
  "/wiki/Nordic_combined_at_the_1948_Winter_Olympics": "Nordic combined at the 1948 Winter Olympics consisted of one event, held from 31 January to 1 February. The ski jumping portion took place at Olympiaschanze St. Moritz, while the cross-country portion took place around the hills of St. Moritz.",
  "/wiki/Heikki_Hasu": "Heikki Vihtori Hasu (born 21 March 1926) is a retired Finnish Nordic skier who competed in the 1948 and 1952 Olympics.",
  "/wiki/Finland_at_the_1948_Winter_Olympics": "Finland competed at the 1948 Winter Olympics in St. Moritz, Switzerland.",
  "/wiki/Martti_Huhtala": "Martti Elias Huhtala (born November 12, 1918, in Rovaniemi, Finland - October 25, 2005, in Rovaniemi) was a Finnish Nordic combined athletes who competed in the late 1940s. He won a silver medal at the 1948 Winter Olympics in St. Moritz in the Nordic combined Individual.",
  "/wiki/Sven_Israelsson": "Sven Israelsson (17 January 1920 – 9 October 1989) was a Swedish nordic combined skier who won a bronze medal at the 1948 Winter Olympics. Earlier in 1947 he became the first foreigner to win the nordic combined event at the Holmenkollen ski festival.",
  "/wiki/Sweden_at_the_1948_Winter_Olympics": "Sweden competed at the 1948 Winter Olympics in St. Moritz, Switzerland.",
  "/wiki/Nordic_combined_at_the_1952_Winter_Olympics": "At the 1952 Winter Olympics in Oslo, one Nordic combined event was contested.\nThis marked the first time in Olympic history that the ski jumping portion of the competition was held before the 18 km cross-country skiing segment.",
  "/wiki/Simon_Slåttvik": "Simon Kaurin Slåttvik (24 July 1917 – 7 May 2001) was a Norwegian skier. He competed at the 1952 Winter Olympics in the Nordic combined and 18 km cross-country skiing and won the gold medal in the former event. Earlier he won a Nordic combined bronze medal at the 1950 World Championships. He won 14 Norwegian titles and was the first Nordic combined athlete to jump over 100 m. Slåttvik won the Nordic combined event at the Holmenkollen ski festival in 1948, 1950 and 1951, and was awarded the Holmenkollen medal in 1951.",
  "/wiki/Norway_at_the_1952_Winter_Olympics": "Norway was the host nation for the 1952 Winter Olympics in Oslo.",
  "/wiki/Finland_at_the_1952_Winter_Olympics": "Finland competed at the 1952 Winter Olympics in Oslo, Norway.",
  "/wiki/Sverre_Stenersen": "Sverre Stenersen (18 June 1926 – 17 December 2005) was a Norwegian Nordic combined skier who dominated the event throughout the 1950s. His biggest triumphs were winning individual gold medals at the 1954 World Championships and 1956 Olympics. He also won a bronze at the 1952 Olympics and a silver at the 1958 World Championships. Stenersen won the Nordic combined event at the national championships in 1954–58 and at the Holmenkollen ski festival in 1955, 1956 and 1959. In 1955 he received the Holmenkollen medal, shared with King Haakon VII, Hallgeir Brenden, and Veikko Hakulinen.",
  "/wiki/Nordic_combined_at_the_1956_Winter_Olympics": "Nordic combined at the 1956 Winter Olympics consisted of one event, held from 29 January to 31 January. The ski jumping portion took place at Trampolino Olimpico, while the cross-country portion took place at Lo Stadio della neve.",
  "/wiki/Norway_at_the_1956_Winter_Olympics": "Norway competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Bengt_Eriksson": "Bengt Eriksson (22 January 1931 – 19 November 2014) was a Swedish nordic combined skier. He won an individual silver medal at the 1956 Winter Olympics and finished 10th at the 1960 Games. Between 1953 and 1966 he won eight national titles. He also competed nationally in association football and internationally in ski jumping, finishing 19th in the normal hill at the 1960 Olympics. In 1965 he was awarded the Holmenkollen medal, shared with Arto Tiainen and Arne Larsen.",
  "/wiki/Sweden_at_the_1956_Winter_Olympics": "Sweden competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Franciszek_Gąsienica_Groń": "Franciszek Gąsienica Groń (30 September 1931 – 31 July 2014) was a Polish Nordic combined athlete who competed in the 1950s. He won a bronze medal in the Nordic combined at the 1956 Winter Olympics in Cortina d'Ampezzo. He was the first Polish athlete to win a Winter Olympics medal in Nordic skiing (cross-country skiing, Nordic combined and ski jumping).",
  "/wiki/Poland_at_the_1956_Winter_Olympics": "Poland competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.  Franciszek Gąsienica Groń won Poland's first ever medal at the Winter Olympic Games.",
  "/wiki/Nordic_combined_at_the_1960_Winter_Olympics": "Nordic combined at the 1960 Winter Olympics consisted of one event, held from 21 February to 22 February. The ski jumping portion took place at Papoose Peak Jumps, while the cross-country portion took place at McKinney Creek Stadium (Tahoma, California).",
  "/wiki/Georg_Thoma": "Georg Thoma (born 20 August 1937) is a retired German Nordic combined skier and ski jumper. He won a gold medal at the 1960 Olympics, becoming the first non-Scandinavian athlete to do so, and was voted German Sportsman of the Year. At the 1964 Olympics he won a bronze medal and served as the Olympic flag bearer for Germany at the opening ceremony. He further won the world championships title in 1966. Thoma's strength in the Nordic combined was jumping. He was three times German champion in ski jumping (1960, 1961, and 1963). Additionally, he won the Nordic combined at the Holmenkollen ski festival from 1963 to 1966. For his Nordic combined successes, Thoma was awarded the Holmenkollen medal in 1964 (ahared with Veikko Kankkonen, Eero Mäntyranta, and Halvor Næs).",
  "/wiki/United_Team_of_Germany_at_the_1960_Winter_Olympics": "Athletes from East Germany (German Democratic Republic; GDR) and West Germany (Federal Republic of Germany; FRG) competed together as the United Team of Germany at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Tormod_Knutsen": "Tormod Kåre Knutsen (born 7 January 1932) is a retired Norwegian Nordic combined skier. He started as a ski jumper, winning the national junior titles in 1949 and 1951. In 1954 he changed to Nordic combined and earned a bronze medal at the 1955 national championships. He was selected for the 1956 Winter Olympics as a substitute, and was included to the main team two days before the event due to an injury of Gunder Gundersen; Kuntsen placed sixth. After that he became the leading Norwegian Nordic combined competitor, winning the Holmenkollen ski festival in 1958 and the national title in 1959 and 1960. In 1960 he also placed second in ski jumping at the national championships and in the Nordic combined at the 1960 Olympics, and was awarded the Holmenkollen medal. After placing fourth at the 1962 World Championships he won the national title in 1963 and 1964 and a gold medal at the 1964 Innsbruck Olympics. He retired after that season.",
  "/wiki/Norway_at_the_1960_Winter_Olympics": "Norway competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Nikolay_Gusakov": "Nikolay Nikolayevich Gusakov (Russian: Никола́й Гусако́в) (May 14, 1934  – December 14, 1991) was a former Soviet nordic combined skier who won a bronze in the individual event at the 1960 Winter Olympics in Squaw Valley.\nHe also won the Nordic combined event at the Holmenkollen ski festival in 1961.",
  "/wiki/Soviet_Union_at_the_1960_Winter_Olympics": "The Soviet Union (USSR) competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Nordic_combined_at_the_1964_Winter_Olympics": "Nordic combined at the 1964 Winter Olympics consisted of one event, held 2–3 February at Seefeld in Tirol.",
  "/wiki/Norway_at_the_1964_Winter_Olympics": "Norway competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Nikolay_Kiselyov_(athlete)": "Nikolay Fyodorovich Kiselyov (Russian: Никола́й Фёдорович Киселёв; 25 October 1939 – 2005) was a Soviet Nordic combined athlete, Master of Sports of the USSR, International Class. He trained at the Armed Forces sports society in Leningrad. His best finish was a silver medal at the 1964 Winter Olympics in Innsbruck in the individual event.",
  "/wiki/Soviet_Union_at_the_1964_Winter_Olympics": "The Soviet Union (USSR) competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/United_Team_of_Germany_at_the_1964_Winter_Olympics": "Athletes from East Germany (German Democratic Republic; GDR) and West Germany (Federal Republic of Germany; FRG) competed together as the United Team of Germany at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Nordic_combined_at_the_1968_Winter_Olympics": "Nordic combined at the 1968 Winter Olympics consisted of one event, held from 10 February to 12 February at Autrans.",
  "/wiki/Franz_Keller_(skier)": "Franz Keller (born 19 January 1945) was a West German nordic combined skier. At the 1968 Winter Olympics in Grenoble, he won the gold medal in the individual event. Keller also won a silver at the 1966 FIS Nordic World Ski Championships in the individual event and won the event at the Holmenkollen ski festival in 1967.",
  "/wiki/West_Germany_at_the_1968_Winter_Olympics": "West Germany (Federal Republic of Germany) competed at the 1968 Winter Olympics in Grenoble.  West German athletes had competed together with East German athletes as the United Team of Germany in the previous three Winter Olympic Games, but both nations sent independent teams starting in 1968.",
  "/wiki/Alois_Kälin": "Alois \"Wisel\" Kälin (born April 13, 1939) is a former Swiss Nordic skier who competed in the 1960s and 1970s.  He won a Nordic combined silver in the at the 1968 Winter Olympics in Grenoble and a bronze in the 4 x 10 km cross-country skiing relay at the 1972 Winter Olympics in Sapporo.  Additionally he won a bronze medal in the Nordic combined at the 1966 FIS Nordic World Ski Championships in Oslo.",
  "/wiki/Switzerland_at_the_1968_Winter_Olympics": "Switzerland competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Andreas_Kunz": "Andreas Kunz (born 24 July 1946 in Leipzig, Sachsen) is a former East German Nordic combined athlete. His best-known finish was a bronze at the 1968 Winter Olympics in Grenoble in the Individual event. He competed for the SV Dynamo/SC Dynamo Klingentahl.",
  "/wiki/East_Germany_at_the_1968_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1968 Winter Olympics in Grenoble, France.  East German athletes had competed together with West German athletes as the United Team of Germany in the previous three Winter Olympic Games, but both nations sent independent teams starting in 1968.",
  "/wiki/Nordic_combined_at_the_1972_Winter_Olympics": "Nordic combined at the 1972 Winter Olympics consisted of one event, held from 4 February to 5 February. The ski jumping portion took place at Miyanomori Ski Jump Stadium, while the cross-country portion took place at Makomanai Park.",
  "/wiki/Ulrich_Wehling": "Ulrich Wehling (born 8 July 1952 in Halle) is a retired German skier who won the nordic combined event in the Winter Olympics three consecutive times, in 1972, 1976, and 1980. Wehling was the first man to win three consecutive gold medals in the same event at Winter Olympics but not the first Olympian to win three Gold in a winter discipline as Gillis Grafström had won a figure skating title at the Summer Olympics 1920 before winning twice at the first two Winter Olympics.",
  "/wiki/East_Germany_at_the_1972_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Rauno_Miettinen": "Rauno Miettinen (born 25 May 1949 in Kuopio) is a Finnish former Nordic combined skier. He earned a silver in the individual event at the 1972 Winter Olympics in Sapporo.",
  "/wiki/Finland_at_the_1972_Winter_Olympics": "Finland competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Karl-Heinz_Luck": "Karl-Heinz Luck (born 28 January 1945 in Unterschönau, Thüringen) is a former East German nordic combined skier. His best known for winning the bronze medal at the 1972 Winter Olympics in Sapporo in the individual event. He also won the Nordic combined event at the Holmenkollen ski festival in 1970.",
  "/wiki/Nordic_combined_at_the_1976_Winter_Olympics": "Nordic combined at the 1976 Winter Olympics, consisted of one event, held from 8 February to 9 February at Seefeld.",
  "/wiki/East_Germany_at_the_1976_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Urban_Hettich": "Urban Hettich (born 2 March 1953 in Schonach im Schwarzwald) is a West German nordic combined and skier who competed during the 1970s. His best-known finish was a silver at the 1976 Winter Olympics in Innsbruck in the Individual event.",
  "/wiki/West_Germany_at_the_1976_Winter_Olympics": "West Germany (Federal Republic of Germany) competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Konrad_Winkler_(skier)": "Konrad Winkler (born 17 February 1955 in Neuhausen) is a former East German Nordic combined skier who competed during the late 1970s and early 1980s.",
  "/wiki/Nordic_combined_at_the_1980_Winter_Olympics": "Nordic combined at the 1980 Winter Olympics, consisted of one event, held from 18 February to 19 February. The ski jumping portion took place at Lake Placid Olympic Ski Jumping Complex, while the cross-country portion took place at Lake Placid Olympic Sports Complex Cross Country Biathlon Center.",
  "/wiki/East_Germany_at_the_1980_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1980 Winter Olympics in Lake Placid, United States.",
  "/wiki/Jouko_Karjalainen": "Jouko Karjalainen (born 27 July 1956 in Kajaani) is a Finnish former nordic combined skier. He won two silver medals in the individual Nordic combined at the 1980 Winter Olympics and the 1984 Winter Olympics.",
  "/wiki/Finland_at_the_1980_Winter_Olympics": "Finland competed at the 1980 Winter Olympics in Lake Placid, New York, United States.",
  "/wiki/Nordic_combined_at_the_1984_Winter_Olympics": "Nordic combined at the 1984 Winter Olympics, consisted of one event, held from 11 February to 12 February. The ski jumping portion took place at Igman Olympic Jumps, while the cross-country portion took place at Igman.",
  "/wiki/Tom_Sandberg": "Tom Sandberg (born 6 August 1955) is a former nordic combined skier from Mo i Rana, Norway who competed from the mid-1970s to the mid-1980s.",
  "/wiki/Norway_at_the_1984_Winter_Olympics": "Norway competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Finland_at_the_1984_Winter_Olympics": "Finland competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Jukka_Ylipulli": "Jukka Ylipulli (born 6 February 1963 in Rovaniemi) is a Finnish former nordic combined skier who competed during the 1980s and early 1990s. He won a bronze medal in the individual Nordic combined at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Nordic_combined_at_the_1988_Winter_Olympics": "Nordic combined at the 1988 Winter Olympics consisted of two events, held from 23 February to 28 February. The ski jumping portion took place at Canada Olympic Park, while the cross-country portion took place at Canmore Nordic Centre.",
  "/wiki/Nordic_combined_at_the_1988_Winter_Olympics_–_Individual": "The men's individual nordic combined competition for the 1988 Winter Olympics in Calgary at Canada Olympic Park and Canmore Nordic Centre on 27 and 28 February.",
  "/wiki/Hippolyt_Kempf": "Hippolyt Kempf (born 10 December 1965 in Lucerne) is a Swiss Nordic combined skier who competed during the late 1980s and early 1990s.",
  "/wiki/Switzerland_at_the_1988_Winter_Olympics": "Switzerland competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.",
  "/wiki/Klaus_Sulzenbacher": "Klaus Sulzenbacher (born 3 February 1965 in Kitzbühel, Austria) is a former Nordic combined skier.",
  "/wiki/Austria_at_the_1988_Winter_Olympics": "Austria competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.",
  "/wiki/Allar_Levandi": "Allar Levandi (born December 28, 1965) is an Estonian nordic combined skier who competed during the late 1980s and early 1990s under two different nations in three straight Winter Olympic Games (1988: Soviet Union, 1992 and 1994: Estonia). He trained at Dynamo in Tallinn when Estonia was under Soviet rule in the late 1980s.",
  "/wiki/Soviet_Union_at_the_1988_Winter_Olympics": "The Union of Soviet Socialist Republics (Soviet Union) competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.  It would be the last Winter Olympic Games before the dissolution of the USSR in 1991.  Six of the former Soviet republics would compete together as the Unified Team at the 1992 Winter Olympics, and each republic would be independently represented at subsequent Games.",
  "/wiki/Nordic_combined_at_the_1992_Winter_Olympics": "The Nordic combined event at the 1992 Winter Olympics consisted of two athletic disciplines (ski jumping and cross-country skiing), held from 11 February to 17 February. The ski jumping portion and the 15 km cross-country portion of the Nordic Combined event were both held at Courchevel-le Praz. A temporary cross-country stadium was constructed in a field directly adjacent (east) to the Tremplin du Praz ski jump outrun. All other cross-country and Biathlon competitions were held at Les Saisies.",
  "/wiki/Nordic_combined_at_the_1992_Winter_Olympics_–_Individual": "The men's individual nordic combined competition for the 1992 Winter Olympics in Albertville at Courchevel and Les Saisies on 11 and 12 February.",
  "/wiki/Fabrice_Guy": "Fabrice Guy (born 30 December 1968 in Pontarlier, Doubs) is a former French nordic combined skier who competed during the 1990s. At the 1992 Winter Olympics in Albertville he won gold in the 15 km individual, then won a bronze in the 4 x 5 km team competition at the 1998 Winter Olympics in Nagano. He also has two medals from the FIS Nordic World Ski Championships with a silver medal in the 3 x 10 km team event in 1991 and a bronze medal in the 15 km individual event in 1997.",
  "/wiki/France_at_the_1992_Winter_Olympics": "France was the host nation for the 1992 Winter Olympics in Albertville.  It was the third time that France had hosted the Winter Olympic Games (after the 1924 Games in Chamonix and the 1968 Games in Grenoble), and the fifth time overall (after the 1900 and 1924 Summer Olympics, both in Paris).",
  "/wiki/Sylvain_Guillaume": "Sylvain Guillaume (born 6 July 1968 in Champagnole, Jura) is a former French nordic combined skier who competed during the 1990s. At the 1992 Winter Olympics in Albertville he won a silver in the 15 km individual, then a bronze in the 4 x 5 km team competition at the 1998 Winter Olympics in Nagano. He also won a bronze medal in the 15 km individual at the 1995 FIS Nordic World Ski Championships in Thunder Bay, Ontario.",
  "/wiki/Austria_at_the_1992_Winter_Olympics": "Austria competed at the 1992 Winter Olympics in Albertville, France.",
  "/wiki/Nordic_combined_at_the_1994_Winter_Olympics": "Nordic combined at the 1994 Winter Olympics, consisted of two events, held from 18 February to 24 February. The ski jumping portion took place at Lysgårdsbakken, while the cross-country portion took place at Birkebeineren Ski Stadium.",
  "/wiki/Nordic_combined_at_the_1994_Winter_Olympics_–_Individual": "The men's individual nordic combined competition for the 1994 Winter Olympics in Lillehammer at Lysgårdsbakken and Birkebeineren Ski Stadium on 18 and 19 February.",
  "/wiki/Fred_Børre_Lundberg": "Fred Børre Lundberg (born 25 December 1969 in Hammerfest and raised in Bardufoss) is a former Nordic combined skier from Bardu, Norway. He dominated the sport in the 1990s, winning both at the FIS Nordic World Ski Championships and at the Winter Olympics.",
  "/wiki/Norway_at_the_1994_Winter_Olympics": "Norway was the host nation for the 1994 Winter Olympics in Lillehammer.  It was the second time that Norway had hosted the Winter Olympic Games, after the 1952 Games in Oslo.  In 1994, Norway finished second in the medal ranking to Russia, with strong results in the skiing events.",
  "/wiki/Takanori_Kono": "Takanori Kono (河野 孝典, Kōno Takanori) (born March 7, 1969) is a former Japanese nordic combined skier who competed during the 1990s, winning at the FIS Nordic World Ski Championships, the Winter Olympics, and the Holmenkollen ski festival.",
  "/wiki/Japan_at_the_1994_Winter_Olympics": "Japan competed at the 1994 Winter Olympics in Lillehammer, Norway.",
  "/wiki/Bjarte_Engen_Vik": "Bjarte Engen Vik (born March 3, 1971 in Tromsø) is a former Norwegian nordic combined athlete. He won the FIS World Cup overall twice, in 1997/98 and 1998/99 with a total of 24 wins. He also has eight medals from the FIS Nordic World Ski Championships with five golds (1997: 4 x 5 km team, 1999: 15 km individual, 7.5 km sprint, 2001: 15 km individual, 4 x 5 km team), and three silvers (1995: 4 x 5 km team, 1997: 15 km individual, 1999: 4 x 5 km team). He also won  a bronze medal in the Norwegian championship in ski jumping. His consecutive wins in the Individual Gundersen at the Nordic skiing World Championships in 1999 and 2001 were the first since Oddbjørn Hagen did it in 1934 and 1935.",
  "/wiki/Nordic_combined_at_the_1998_Winter_Olympics": "Nordic combined at the 1998 Winter Olympics, consisted of two events, held from 13 February to 20 February. The ski jumping portion took place at Hakuba Ski Jumping Stadium, while the cross-country portion took place at Snow Harp.",
  "/wiki/Nordic_combined_at_the_1998_Winter_Olympics_–_Individual": "The men's individual nordic combined competition for the 1998 Winter Olympics in Nagano at Hakuba Ski Jumping Stadium and Snow Harp on 13 and 14 February.",
  "/wiki/Norway_at_the_1998_Winter_Olympics": "Norway competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Samppa_Lajunen": "Samppa Lajunen (born 23 April 1979 in Turku) is a retired Finnish Nordic combined athlete who competed during the late 1990s and early 2000s.",
  "/wiki/Finland_at_the_1998_Winter_Olympics": "Finland competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Valeri_Stolyarov": "Valeri Viktorovich Stolyarov (Russian: Валерий Викторович Столяров); born January 18, 1971) was a former Russian nordic combined skier who competed during the late 1990s and early 2000s.",
  "/wiki/Russia_at_the_1998_Winter_Olympics": "Russia competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Nordic_combined_at_the_2002_Winter_Olympics": "Nordic combined at the 2002 Winter Olympics, consisted of three events held over ten days, from 9 February to 22 February. The ski jumping part took place in Park City, while the cross-country part took place in Soldier Hollow. This was the first Winter Olympics to have two individual Nordic Combined events: the 10 km individual normal hill (sprint) and the 10 km individual large hill (individual).",
  "/wiki/Nordic_combined_at_the_2002_Winter_Olympics_–_Individual": "The men's individual Nordic combined competition for the 2002 Winter Olympics in Salt Lake City at Utah Olympic Park and Soldier Hollow on 9 and 10 February.",
  "/wiki/Finland_at_the_2002_Winter_Olympics": "Finland competed at the 2002 Winter Olympics in Salt Lake City, Utah, United States. The nation won all Nordic combined events, most notably Samppa Lajunen, in the individual events.",
  "/wiki/Jaakko_Tallus": "Jaakko Tapio Tallus (born February 23, 1981 in Lieksa) is a nordic combined athlete from Finland who won gold (4 x 5 km team) and silver (15 km individual) medals at the 2002 Winter Olympics and a bronze (4 x 5 km team) medal at the 2006 Winter Olympics. He also earned three medals at the FIS Nordic World Ski Championships in the 4 x 5 km team events with one gold (2007) and two bronze (2001, 2003).",
  "/wiki/Felix_Gottwald": "Felix Gottwald (born 13 January 1976 in Zell am See, Austria, now resides in Salzburg, Austria) is an Austrian Nordic combined athlete who competed from 1994 to 2007 and then returned to compete in 2009. He is 5 ft 10 in (178 cm), weighing 150 lb (10 st 10 lb; 68 kg).",
  "/wiki/Austria_at_the_2002_Winter_Olympics": "Austria competed at the 2002 Winter Olympics in Salt Lake City, United States.",
  "/wiki/Nordic_combined_at_the_2006_Winter_Olympics": "Nordic combined at the 2006 Winter Olympics, consisted of three events held over ten days, from 11 February to 21 February. The events took place in Pragelato.",
  "/wiki/Nordic_combined_at_the_2006_Winter_Olympics_–_Individual_Gundersen": "The Men's individual Gundersen Nordic combined competition for the 2006 Winter Olympics was held in Pragelato, Italy. It took place on 11 February.",
  "/wiki/Georg_Hettich": "Georg Hettich (born October 12, 1978 in Furtwangen im Schwarzwald, Baden-Württemberg) is a Nordic combined skier and Olympic medalist from Germany.",
  "/wiki/Germany_at_the_2006_Winter_Olympics": "Germany competed at the 2006 Winter Olympics in Turin, Italy, winning once again the most total medals of any nation. The National Olympic Committee of Germany (German: Nationales Olympisches Komitee für Deutschland, reorganized to German Olympic Sports Confederation (German: Deutscher Olympischer Sportbund, DOSB) in May 2006) nominated a total of 162 (164) athletes to compete, as the 5th largest team, in all 15 of the Winter Olympic sports.",
  "/wiki/Austria_at_the_2006_Winter_Olympics": "Austria competed at the 2006 Winter Olympics in Turin, Italy.",
  "/wiki/Magnus_Moan": "Magnus Hovdal Moan (born 26 August 1983) is a retired Norwegian Nordic combined skier who has competed since 2002 until 2019.",
  "/wiki/Norway_at_the_2006_Winter_Olympics": "Norway sent 74 athletes to the 2006 Winter Olympics in Turin, Italy. At the 2002 Winter Olympics Norway won the most gold medals, and before the Turin games, Norwegian sports officials were aiming for more than the 25 medals they won in Salt Lake City — the president of the Norwegian Skiing Federation Sverre Seeberg was quoted saying he thought Norway would win 25 medals in the skiing events alone (alpine skiing, cross-country skiing, freestyle skiing, Nordic combined and ski jumping). The Norwegian Olympic Committee aimed for Norway to be the best nation measured in the number of gold medals. However, Norway won only two gold medals in the games.",
  "/wiki/List_of_Olympic_medalists_in_Nordic_combined": "This is the complete list of Olympic medalists in Nordic combined."
}