{
  "/wiki/Paul_Hull": "Paul Anthony Hull (born 17 May 1968) is an English former rugby union international full back.",
  "/wiki/Full_back_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Bristol_Bears": "Bristol Bears (officially Bristol Rugby Club) is an English professional rugby union club based in Bristol, England.  They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/David_Pears_(rugby_player)": "David Pears (born 6 December 1967) is a former English rugby union player, who played for Harlequins and England.  He played as a fly-half.  He won 4 England caps, the first two on the 1990 England rugby union tour of Argentina, came on as a replacement during the 1992 Six Nations match against France and started at full back against France two years later.",
  "/wiki/Harlequin_F.C.": "The Harlequin Football Club (Harlequins or Quins for short) is an English rugby union team that plays in the top level of English rugby, the English Premiership. Their ground in London is the Twickenham Stoop.  They were one of the founding members of the RFU.",
  "/wiki/Adedayo_Adebayo": "Adedayo Adeyemi Adebayo (born 30 November 1970 in Ibadan, Nigeria) is a rugby union footballer, who played on the wing for England 8 times between 1996 and 1998.  He played club rugby for Bath and Parma and then went on to coach the Scottish-based sevens side, Bone Steelers. He started for Bath in the victorious 1998 Heineken Cup Final as they defeated Brive.",
  "/wiki/Wing_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Bath_Rugby": "Bath Rugby (also known as just Bath) is an English professional rugby union club in Bath, Somerset. They play in the English Premiership. The club has won England's domestic competition, the Premiership Rugby Cup, the Heineken Cup, and the European Challenge Cup.",
  "/wiki/Damian_Hopley": "Damian Hopley (born 12 April 1970) is a former rugby union player for London Wasps and England. His position of choice was on the wing or in the centres.",
  "/wiki/Wasps_RFC": "Wasps Rugby Football Club is an English professional rugby union team based in Coventry, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Rory_Underwood": "Rory Underwood MBE (born 19 June 1963) is an English former rugby union player, he is England's record international try scorer with 49 tries in 85 internationals between 1984 and 1996.  Underwood's principal position was wing and he played 236 games for Leicester Tigers between 1983 and 1997, he also played for Middlesbrough, Bedford Blues and the Royal Air Force. Underwood toured with the British and Irish Lions in 1989 and 1993 playing in six tests and scoring one try.  In 1992 Underwood played for England alongside his younger brother Tony Underwood, becoming the first brothers to play together for England since 1937.",
  "/wiki/Leicester_Tigers": "Leicester Tigers (officially Leicester Football Club) is an English professional rugby union club based in Leicester, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Tony_Underwood": "Tony Underwood (born 17 February 1969 in Ipoh, Malaysia) is a former English rugby union footballer who played as  a wing three-quarter back. He is of Chinese-English parentage.",
  "/wiki/Mike_Catt": "Michael John Catt OBE (born 17 September 1971) is a South African-born former rugby union player who played for the England national rugby union team. He played professionally for the clubs London Irish and Bath. He earned 75 international caps for England and played in two World Cup Finals, in 2003 (when England won) and 2007. With his appearance in the October 2007 final, at age 36 years 1 month, he became the oldest ever player to play in a Rugby World Cup final. Since 2008, Catt has coached various rugby teams, and is currently[when?] an assistant coach for the Ireland national rugby team.",
  "/wiki/Centre_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Will_Carling": "William David Charles Carling,  OBE (born 12 December 1965) is an English former rugby union player. He played for Rosslyn Park, Harlequins and England, winning 72 caps from 1988 to 1996, and captaining England 59 times.",
  "/wiki/Phil_de_Glanville": "Philip Ranulph de Glanville (born 1 October 1968 in Loughborough) is a former English rugby union player who played at centre for Bath and England.",
  "/wiki/Stuart_Potter": "Stuart Potter (born 11 November 1967 in Lichfield) is a retired rugby union centre who played for Nottingham, Leicester Tigers and England.  Potter won both the league and cup with Leicester.",
  "/wiki/Rob_Andrew": "Christopher Robert \"Rob\" Andrew MBE (born 18 February 1963 in Richmond, Yorkshire), nicknamed \"Squeaky\", is a former English Rugby Union player and was, until April 2016, Professional Rugby Director at the RFU. He was formerly the Director of Rugby of Newcastle Falcons and has been Chief Executive of Sussex County Cricket Club since January 2017.",
  "/wiki/Fly_half_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Stuart_Barnes": "Stuart Barnes (born 22 November 1962 in Grays, Essex) is a former English rugby union footballer, and now rugby commentator for Sky Sports. Barnes played fly-half for Newport RFC, Bristol, Bath; and represented England at international level.",
  "/wiki/Steve_Bates": "Steve Bates (born 4 March 1963) is a rugby coach and retired from former rugby union player. He played at scrum-half for London Wasps and was capped once for the England national rugby union team. He twice worked as a coach at Newcastle Falcons, 1995–2003 and 2007–2010.",
  "/wiki/Scrum_half_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Dewi_Morris": "Dewi Morris (born 9 February 1964) is a former rugby union footballer, who played scrum half for England.",
  "/wiki/Orrell_R.U.F.C.": "Orrell Rugby Union Football Club is a rugby union team from Orrell in the Metropolitan Borough of Wigan, Greater Manchester.",
  "/wiki/Jason_Leonard": "Jason Leonard OBE (born 14 August 1968) is an English former rugby union player, who gained a record-breaking 114 caps for England during his 14-year international rugby career.",
  "/wiki/Prop_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/John_Mallett": "John Anthony Mallett (born Lincoln, 28 May 1970) is a former English rugby union footballer. He played as a prop.",
  "/wiki/Graham_Rowntree": "Graham Christopher Rowntree (born 18 April 1971) is a former English rugby union player and current coach. He played loosehead prop for Leicester Tigers and England.  He was capped 54 times for England, despite having to compete for his position with the world's second most capped forward, Jason Leonard.",
  "/wiki/Victor_Ubogu": "Victor Eriakpo Ubogu (born 8 September 1964 in Nigeria) is a former Bath and England rugby union player.",
  "/wiki/Graham_Dawe": "Richard Graham Reed Dawe (born 4 September 1959 in Tavistock) is a former English rugby union footballer and the former coach of Plymouth Albion.",
  "/wiki/Hooker_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Brian_Moore_(rugby_union)": "Brian Christopher Moore (born 11 January 1962) is an English former rugby union footballer. He played as a hooker, and is a rugby presenter and pundit for BBC Sport, Talksport and Love Sport Radio. He qualified as a Rugby Football Union referee in February 2010."
}