{
  "/wiki/BBC_Radio_2": "BBC Radio 2  is one of the BBC's two flagship national radio stations (the other being BBC Radio 1) and the most popular station in the United Kingdom with over 15 million weekly listeners. Much of its daytime playlist-based programming is adult contemporary or AOR, although the station also broadcasts other specialist musical genres. Radio 2 broadcasts throughout the UK on FM between 88.1 and 90.2 MHz from studios in Wogan House, adjacent to Broadcasting House in central London. Programmes are relayed on digital radio via DAB, Sky, Cable TV, IPTV, Freeview, Freesat and the Internet.",
  "/wiki/BBC_Radio_3": "BBC Radio 3 is a British radio station operated by the BBC.  Its output centres on classical music and opera, but jazz, world music, drama, culture and the arts also feature. The station describes itself as 'the world's most significant commissioner of new music', and through its New Generation Artists scheme promotes young musicians of all nationalities. The station broadcasts the BBC Proms concerts, live and in full, each summer in addition to performances by the BBC Orchestras and Singers. There are regular productions of both classic plays and newly commissioned drama.\n Radio 3 won the Sony Radio Academy UK Station of the Year Gold Award for 2009 and was nominated again in 2011.",
  "/wiki/BBC_Radio_4": "BBC Radio 4, part of BBC Radio,  is owned and operated by the British Broadcasting Corporation. It broadcasts a wide variety of spoken-word programmes including news, drama, comedy, science and history from the BBC's headquarters at Broadcasting House, London. It replaced the BBC Home Service in 1967. The station controller is Mohit Bakaya.\n It is the second-most-popular domestic radio station in the UK, broadcast throughout the UK, the Isle of Man and the Channel Islands on FM, LW and DAB, and can be received in eastern and south eastern counties of Ireland, the north of France and Northern Europe. It is also available through Freeview, Sky, Virgin Media and on the Internet. Its sister station, BBC Radio 4 Extra (formerly BBC Radio 7), complements the main channel by broadcasting repeats from the Radio 4 archive, extended versions of Radio 4 programmes and supplements to series such as The Archers and Desert Island Discs.\nIt is notable for its news bulletins and programmes such as Today and The World at One, heralded on air by the Greenwich Time Signal \"pips\" or the chimes of Big Ben. Radio 4 broadcasts the Shipping Forecast, which reached 150 years old in August 2017. The pips are only accurate on FM, LW, and MW as there is a delay on DAB and digital radio of approximately 3 to 5 seconds, even longer online (up to 23 seconds).",
  "/wiki/BBC_Hereford_and_Worcester": "BBC Hereford and Worcester is the BBC Local Radio service for the English counties of Herefordshire and Worcestershire. It broadcasts from its studios in both Worcester and Hereford on 104 (Worcester), 104.4 (Redditch) 104.6 (Kidderminster) and 94.7 (Hereford) FM; as well as 738 (Worcester) and 1584 (North Herefordshire) AM, Freeview 720, online plus DAB Digital Radio. Although the administrative county of Hereford and Worcester was abolished in 1998, the name of the station was not altered to reflect this.\n It serves the rural communities across Herefordshire as well as the more populous Worcestershire with a range of programmes from news, sport, consumer, arts, religion, gardening, jazz, funk, northern soul and local music.\n According to RAJAR, the station has a weekly audience of 105,000 listeners as of December 2018.",
  "/wiki/Free_Radio_Herefordshire_&_Worcestershire": "Free Herefordshire & Worcestershire (formerly Radio Wyvern) is an Independent Local Radio station serving Herefordshire and Worcestershire. The station, owned and operated by Bauer, broadcasts on 96.7, 97.6, and 102.8 FM, and forms part of the Hits Radio network.",
  "/wiki/BBC_Radio_1": "BBC Radio 1 is one of the BBC's two flagship radio stations (the other being BBC Radio 2), specialising in modern popular music and current chart hits throughout the day. Radio 1 provides alternative genres at night, including electronica, dance, hip hop and indie. The choice of music and presenting style is entirely that of programme hosts, however those who present in the daytime have to rotate a number of songs a specific number of times (8, 13 or 15) per week. It was launched in 1967 to meet the demand for music generated by pirate radio stations, when the average age of the UK population was 27. The BBC claim that they target the 15–29 age group, and the average age of its UK audience since 2009 is 30. BBC Radio 1 started 24-hour broadcasting on 1 May 1991.",
  "/wiki/Classic_FM_(UK)": "Classic FM (stylised as Classic fM) is one of the United Kingdom's three Independent National Radio stations. The station broadcasts classical music.\n Classic FM was the first national classical music station to have been launched since the opening of BBC Radio 3, 25 years earlier, in September 1967, and 46 years since the opening of Radio 3's predecessor, The Third Programme, in September 1946.",
  "/wiki/Sunshine_Radio_(FM)": "Sunshine Radio is a British radio station which broadcasts to Herefordshire and Monmouthshire areas of the West Midlands and South Wales respectively from its studios in Hereford. It is operated by Murfin Media Ltd, and previously by Laser Broadcasting.",
  "/wiki/Ridge_Hill_transmitting_station": "The Ridge Hill transmitting station is a broadcasting and telecommunications facility located 8.5 miles SE of Hereford in Herefordshire, and close to the border of Gloucestershire. The station transmits the full complement of digital terrestrial multiplexes and an additional ITV West Multiplex. It includes a cable stayed steel lattice mast which has a height of 164.6 metres (540 ft), which in addition to the altitude of the site gives an aerial height of 363 metres (1,191 ft) above mean sea level.\n Ridge Hill supplies its signal to 17 relays which allow coverage into \"fringe\" areas not able to receive a good signal from the main transmitter.\n All 5 analogue programme channels were broadcast plus the full 6 digital MUXES although the multiplexes were scattered across the band requiring a wideband aerial for most consumers. Digital switchover was completed on 20 April 2011 where the main 6 multiplexes are now located in the Group A antenna band. Since March 2018 MUXES 7 and 8 have been moved up to channels 55 and 56 respectively which are outside the A group, though these are due to be switched off between 2020 and 2022\n In addition to its television output Ridge Hill transmits various radio stations including BBC Hereford and Worcester.\n The station covers the south west Midlands, including Herefordshire, and parts of Worcestershire. It also covers parts of the South West, specifically northern Gloucestershire. It does not, however, transmit BBC local programmes for Gloucestershire. These are covered by the Mendip transmitter which can be seen from the south and west of Gloucester city, and a very much smaller part of Cheltenham.\n From 4 December 2006 Ridge Hill broadcast ITV1 West on UHF channel 30 (rebroadcasting the signal from Mendip) in addition to the existing ITV1 Central service on channel 25. This is known as \"Ridge Hill West\". This followed the restructuring of ITV Regional News and the abolition of the Central South region. As a result, the existing ITV1 Central service now carries news from the West Midlands region, with the new West service being provided for viewers in the south east of the service area in areas such as Gloucester and Cheltenham, which are editorially more closely linked to the west country. This change effectively united ITV coverage for Gloucestershire, as the southern half of the county has always been covered by Mendip and its relays. Since the digital switchover, an extra Digital 3&4 multiplex for ITV1 West has been broadcast on UHF 29."
}