{
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/New_Mexico_Lobos_men%27s_soccer": "The New Mexico Lobos men's soccer team represented the University of New Mexico in all NCAA Division I men's soccer competitions from 1983 until 2018. The team became a soccer-only member of Conference USA in July 2013 after leaving the Mountain Pacific Sports Federation (the school's primary conference, the Mountain West, only sponsors that sport for women). The team is being cut after the 2019 season.",
  "/wiki/C.D._Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Alex_DeJohn": "Alex DeJohn (born May 10, 1991) is an American professional soccer player who plays as a defender for Orlando City in MLS.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Old_Dominion_Monarchs_soccer": "The Old Dominion Monarchs men's soccer team is an intercollegiate varsity sports team of Old Dominion University. The team is a member of the Conference USA of the National Collegiate Athletic Association, having joined in 2013 after moving from the Colonial Athletic Association.",
  "/wiki/Central_Jersey_Spartans": "Central Jersey Spartans was an American soccer team based in Lawrenceville, New Jersey, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Jake_Keegan": "Jake Keegan (born April 21, 1991) is an American professional soccer forward who currently plays for Greenville Triumph SC in the USL League One.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Binghamton_University": "The State University of New York at Binghamton (also known as Binghamton University or SUNY Binghamton), is a public research university with campuses in Binghamton, Vestal, and Johnson City, New York.  It is one of the four university centers in the State University of New York (SUNY) system. As of Fall 2018, 17,768 undergraduate and graduate students attend the university. The Vestal campus is listed as a census-designated place, with a residential population of 6,177 as of the 2010 Census.",
  "/wiki/Jersey_Express_S.C.": "Jersey Express was an American soccer team based in Springfield, New Jersey. Founded in 2007, the team played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference. Prior to the 2011 season the team was known as Newark Ironbound Express. The team's colors were white, Emerald and Gold.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/UC_Santa_Barbara_Gauchos_men%27s_soccer": "The UC Santa Barbara Gauchos men's soccer team is a NCAA Division I college soccer team composed of student-athletes attending the University of California, Santa Barbara. The Gauchos play their home matches at Harder Stadium. Like most of the other UC Santa Barbara Gauchos athletic teams, the men's soccer team competes in the Big West Conference.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Kentucky_Wildcats_men%27s_soccer": "The Kentucky Wildcats men's soccer team is an intercollegiate varsity sports team of the University of Kentucky.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Luciano_Delbono": "Luciano Delbono (born July 29, 1991) is an American soccer player.",
  "/wiki/Wake_Forest_Demon_Deacons_men%27s_soccer": "The Wake Forest University Demon Deacons men's soccer team is an amateur, NCAA Division I college soccer team composed of students attending Wake Forest University in Winston-Salem, North Carolina. They achieved their greatest result in 2007, winning the 2007 Division I Men's College Cup. Like all sports teams from Wake Forest, men's soccer competes in the Atlantic Coast Conference (ACC). The Deacons play their home matches at Spry Stadium on the campus of Wake Forest.",
  "/wiki/Carolina_Dynamo": "North Carolina Fusion U-23, formerly known as Carolina Dynamo, is an American soccer team based in Greensboro, North Carolina, United States. Founded in 1993, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Juan_Arbelaez": "Juan Arbelaez (born October 31, 1990 in Pereira, Colombia) is a Colombian footballer.",
  "/wiki/VCU_Rams_men%27s_soccer": "The VCU Rams men's soccer team is an intercollegiate varsity sports team of Virginia Commonwealth University, an NCAA Division I member school located in the state's capital of Richmond. The team is a member of the Atlantic 10 Conference.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Duquesne_University": "Duquesne University of the Holy Spirit (/djuːˈkeɪn/) is a private Catholic university in Pittsburgh, Pennsylvania, United States. Founded by members of the Congregation of the Holy Spirit, Duquesne first opened its doors as the Pittsburgh Catholic College of the Holy Ghost in October 1878 with an enrollment of 40 students and a faculty of six. In 1911, the college became the first Catholic university-level institution in Pennsylvania. It is the only Spiritan institution of higher education in the world.[citation needed] It is named for an 18th-century governor of New France, Michel-Ange Duquesne de Menneville.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Duke_Blue_Devils_men%27s_soccer": "The Duke Blue Devils men's soccer team represents Duke University in the ACC and in all other men's NCAA Division I Soccer competitions. They won their first and only NCAA tournament in 1986, co-captained by their current head coach, John Kerr Jr. and Mike Linenberger. Facilities included both turf and grass fields, a newly constructed weight room and training room (as of fall 2016), and a student-athlete academic advising facility. John Kerr Jr. is assisted by Michael Brady and Chris Rich.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Brock_Granger": "Brock Granger (born March 10, 1991) is an American soccer player.",
  "/wiki/University_of_Louisville": "The University of Louisville (UofL) is a public research university in Louisville, Kentucky.  It is part of the Kentucky state university system. When founded in 1798, it was the first city-owned public university in the United States and one of the first universities chartered west of the Allegheny Mountains. The university is mandated by the Kentucky General Assembly to be a \"Preeminent Metropolitan Research University\". The university enrolls students from 118 of 120 Kentucky counties, all 50 U.S. states, and 116 countries around the world.",
  "/wiki/Portland_Timbers_U23s": "Portland Timbers U23 is an American soccer team based in Salem, Oregon, United States. Although founded in 2008 as part of the development system for the Portland Timbers USSF D2 organization, beginning in 2011 they are part of the development system for the Major League Soccer franchise of the same name. The team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Connecticut_Huskies_men%27s_soccer": "The UConn Huskies men's soccer team is an intercollegiate varsity sports team of the University of Connecticut. The team is a member of the American Athletic Conference of the National Collegiate Athletic Association.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Brian_Fekete": "Brian Fekete (born January 26, 1990) is an American soccer player who played as a defender for Austin Aztex in USL Pro.",
  "/wiki/University_of_Tampa": "The University of Tampa (UT) is a private university in Tampa, Florida. It is accredited by the Southern Association of Colleges and Schools. UT offers more than 200 programs of study, including 14 master's degrees and a broad variety of majors, minors, pre-professional programs, and certificates.",
  "/wiki/GPS_Portland_Phoenix": "GPS Portland Phoenix is an American soccer team based in Portland, Maine. Founded in 2009, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid, in the Northeast Division of the Eastern Conference.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Oregon_State_Beavers_men%27s_soccer": "The Oregon State Beavers men's soccer team is an intercollegiate varsity sports team of Oregon State University and competes in the Pac-12 Conference of the National Collegiate Athletic Association. The team was founded in 1988 and has competed in 26 college soccer seasons since that time.  The Beavers qualified for the NCAA tournament on four occasions, making their deepest run in the tournament in 2014 when they advanced to the second round where they lost to Creighton.  The team has produced one NSCAA All-American and has had three players play for their respective national teams at the senior level.  The team's all-time match record is 90-134-19 as of the end of the 2014 season.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Lebogang_Moloto": "Lebogang \"Lebo\" Moloto (born 21 May 1990 in Polokwane) is a South African footballer who currently plays for FC Tulsa in the USL Championship.",
  "/wiki/Lindsey_Wilson_College": "Lindsey Wilson College is a United Methodist college in Columbia, Kentucky.  Degree programs are offered at the associate, bachelor's, master's and doctoral levels.  The college's sports teams compete in the Mid-South Conference of the NAIA.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members."
}