{
  "/wiki/Connie_Francis": "Connie Francis (born Concetta Rosa Maria Franconero) is an American pop singer, former actress, and top-charting female vocalist of the late 1950s and early 1960s. Although her chart success waned in the second half of the 1960s, Francis remained a top concert draw. Despite several severe interruptions in her career, she is still active as a recording and performing artist.",
  "/wiki/Carolina_Moon_(song)": "\"Carolina Moon\" is a popular song, written by  Joe Burke and Benny Davis. Written in 1924, the song was first recorded in 1928 by American crooner Gene Austin whose version charted for 14 weeks, seven of them at #1.",
  "/wiki/Louis_Prima": "Louis Leo Prima (December 7, 1910 – August 24, 1978) was an American singer, actor, songwriter, bandleader, and trumpeter. While rooted in New Orleans jazz, swing music, and jump blues, Prima touched on various genres throughout his career: he formed a seven-piece New Orleans-style jazz band in the late 1920s, fronted a swing combo in the 1930s and a big band group in the 1940s, helped to popularize jump blues in the late 1940s and early to mid 1950s, and performed frequently as a Vegas lounge act beginning in the 1950s.",
  "/wiki/Elvis_Presley": "Elvis Aaron Presley[a] (January 8, 1935 – August 16, 1977), also known mononymously as Elvis, was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply \"The King\".",
  "/wiki/King_Creole_(song)": "King Creole is a song written by Jerry Leiber and Mike Stoller. The song was performed by Elvis Presley and recorded in 1958, and laid foundations to a musical drama film, King Creole. The song is based on King Creole, a Cajun guitar player from New Orleans who is proficient in all different styles of rock and roll.",
  "/wiki/I_Got_Stung": "\"I Got Stung\" is a 1958 song recorded by Elvis Presley and released as a single written by Aaron Schroeder and David Hill and published by Elvis Presley's company  Gladys Music, Inc.. It was number one in the UK in 1959 and 2005 as a double A side single.",
  "/wiki/Marino_Marini_(musician)": "Marino Marini (11 May 1924 – 20 March 1997) was an Italian musician who achieved international success in the 1950s and 1960s.",
  "/wiki/Come_prima": "\"Come prima\" (English: As Before) is an Italian song, with lyrics by Mario Panzeri and music by Vincenzo Di Paola and Sandro Taccani.",
  "/wiki/Domenico_Modugno": "Domenico Modugno (Italian pronunciation: [doˈmeːniko moˈduɲɲo]; 9 January 1928 – 6 August 1994) was an Italian singer, songwriter, actor, guitarist, and later in life, a member of the Italian Parliament.  He is known for his 1958 international hit song \"Nel blu dipinto di blu\", for which he received Grammy Awards for Record and Song of the Year. He is considered the first Italian cantautore.",
  "/wiki/Volare_(song)": "\"Nel blu, dipinto di blu\" (Italian pronunciation: [nel ˈblu diˈpinto di ˈblu]; \"In the blue [sky] [as I was] painted blue\" or \"In the blue-painted blue [sky]\"), popularly known as \"Volare\" (pronounced [voˈlaːre]; \"To fly\"), is a song recorded by Italian singer-songwriter Domenico Modugno. Written by Franco Migliacci and Domenico Modugno, it was released as a single on 1 February 1958.",
  "/wiki/Ricky_Nelson": "Eric Hilliard Nelson (May 8, 1940 – December 31, 1985), known professionally as Ricky Nelson, was an American pop star, musician, and singer-songwriter. From age eight he starred alongside his family in the radio and television series The Adventures of Ozzie and Harriet. In 1957 he began a long and successful career as a popular recording artist. As one of the top \"teen idols\" of the 1950s his fame led to a motion picture role co-starring alongside John Wayne and Dean Martin in Howard Hawks's western feature film Rio Bravo (1959). He placed 53 songs on the Billboard Hot 100, and its predecessors, between 1957 and 1973, including \"Poor Little Fool\" in 1958, which was the first #1 song on Billboard magazine's then-newly created Hot 100 chart. He recorded 19 additional Top 10 hits and was inducted into the Rock and Roll Hall of Fame on January 21, 1987.  In 1996 Nelson was ranked #49 on TV Guide's 50 Greatest TV Stars of All Time.",
  "/wiki/Poor_Little_Fool": "\"Poor Little Fool\" is a rock and roll song written by Sharon Sheeley and first recorded by Ricky Nelson in 1958.",
  "/wiki/Billy_Vaughn": "William Richard Vaughn (April 12, 1919 – September 26, 1991) was an American singer, multi-instrumentalist, orchestra leader, and A&R man for Dot Records.",
  "/wiki/Sail_Along,_Silv%27ry_Moon": "\"Sail Along, Silv'ry Moon\" is a song written by Harry Tobias and Percy Wenrich in 1937 and performed by Bing Crosby.  It reached #4 on the U.S. pop chart in 1937. Outside of the US, the song peaked at #1 in Canada, Germany and Norway.",
  "/wiki/Kalin_Twins": "The Kalin Twins (born February 16, 1934) were a pop music recording and songwriting duo, comprising twin brothers Harold Kalin and Herbert Kalin (died August 24, 2005 and July 21, 2006, respectively). The Kalin Twins, who were known affectionately as \"Hal and Herbie\", are best known for their 1958 hit \"When\".",
  "/wiki/When_(1958_song)": "\"When\" is a popular song written by Jack Reardon and Paul Evans and published in 1958.",
  "/wiki/The_Pony-Tails": "The Poni-Tails were an American girl group from Lyndhurst, Ohio, United States.  Their major hit was \"Born Too Late\" in 1958.",
  "/wiki/Born_Too_Late": "Born Too Late is the third studio album by the American doom metal band Saint Vitus, which was released in 1986. This was the first Saint Vitus album featuring former The Obsessed singer Scott \"Wino\" Weinrich. It is generally cited as their greatest effort.",
  "/wiki/Johnny_Mathis": "John Royce Mathis (born September 30, 1935) is an American singer-songwriter of popular music. Starting his career with singles of standard music, he became highly popular as an album artist, with several dozen of his albums achieving gold or platinum status and 73 making the Billboard charts to date. Mathis has received the Grammy Lifetime Achievement Award and has been inducted into the Grammy Hall of Fame for three separate recordings.",
  "/wiki/A_Certain_Smile": "A Certain Smile (known in French as Un certain sourire), written in a two-month period then published in 1956, is Françoise Sagan's second book. It tells of a student's love affair with a middle-aged man.",
  "/wiki/Dean_Martin": "Dean Paul Martin (June 7, 1917 – December 25, 1995) was an American actor, singer and comedian. One of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed \"The King of Cool\" for his seemingly effortless charisma and self-assurance.",
  "/wiki/Return_to_Me_(song)": "\"Return to Me\" is a song released in 1958 by Dean Martin. The song spent 22 weeks on the United Kingdom's New Musical Express chart, peaking at No. 2, while reaching No. 1 in the Netherlands, No. 5 on Canada's CHUM Hit Parade, No. 7 in Flanders, and No. 8 on Norway's VG-lista. In the United States, the song reached No. 4 on Billboard's Top 100 Sides, No. 4 on Billboard's chart of \"Best Selling Pop Singles in Stores”, and No. 4 on Billboard's chart of \"Most Played by Jockeys\".",
  "/wiki/Gunnar_Engedahl": "Gunnar Engedahl (10 December 1919 – 23 March 1969) was a Norwegian singer. Best known for the around 120 songs he recorded throughout 17 years from 1951 together with Erling Stordahl (1923–94). They met at Norwegian Association of the Blind and Partially Sighted and made their first hit as a duo in 1951, produced by Odeon. Erling Stordahl wrote many of the songs, but Gunnar Engedahl's voice is the more noted of the pair.",
  "/wiki/Erling_Stordahl": "Erling Stordahl (1 August 1923 – 31 October 1994) was a Norwegian farmer and singer.",
  "/wiki/Liselotte": "Liselotte is a feminine given name which may refer to:",
  "/wiki/Mitch_Miller": "Mitchell William Miller (July 4, 1911 – July 31, 2010) was an American oboist, conductor, record producer and record industry executive. He was involved in almost all aspects of the industry, particularly as a conductor, and artist and repertoire (A&R) man. Miller was one of the most influential people in American popular music during the 1950s and early 1960s, both as the head of A&R at Columbia Records and as a best-selling recording artist with an NBC television series, Sing Along with Mitch. A graduate of the Eastman School of Music of the University of Rochester in the early 1930s, Miller began his musical career as a player of the oboe and English horn, making numerous highly regarded classical and popular recordings. He was a choral conductor on television and a recordings executive.",
  "/wiki/The_River_Kwai_March": "\"The River Kwai March\" is a march composed by Malcolm Arnold in 1957. It was written as an orchestral counter-march to the \"Colonel Bogey March\", which is whistled by the soldiers entering the prisoner camp in the film The Bridge on the River Kwai and again near the end of the film when the bridge is formally dedicated. The Arnold march re-appears (without the \"Colonel Bogey March\") several times in the film and is repeated at the finale.",
  "/wiki/The_McGuire_Sisters": "The McGuire Sisters were a singing trio in American popular music. The group was composed of three sisters:",
  "/wiki/VG-lista_1958": "This is a complete list of all the singles that entered the VG-lista - the official Norwegian hit-chart - in 1958, which was the first year of the list. 19 singles entered the VG-lista in 1958 altogether and these are all listed below according to how well they have charted over time."
}