{
  "/wiki/A_Hard_Day%27s_Night_(song)": "\"A Hard Day's Night\" is a song by the English rock band the Beatles. Credited to Lennon–McCartney, it was written by John Lennon, with some collaboration from Paul McCartney. It was released on the film soundtrack of the same name in 1964. It was also released in the UK as a single, with \"Things We Said Today\" as its B-side.",
  "/wiki/A_Hard_Day%27s_Night_(album)": "A Hard Day's Night is the third studio album by the English rock band the Beatles, released on 10 July 1964, with side one containing songs from the soundtrack to their film of the same name. The American version of the album was released two weeks earlier, on 26 June 1964 by United Artists Records, with a different track listing. In contrast to the Beatles' first two albums, all 13 tracks on A Hard Day's Night were written by John Lennon and Paul McCartney, showcasing the development of their songwriting partnership. The album includes the song \"A Hard Day's Night\", with its distinctive opening chord, and \"Can't Buy Me Love\", both transatlantic number-one singles for the band. Several of the songs feature George Harrison playing a Rickenbacker 12-string electric guitar, a sound that was influential on the Byrds and on other groups in the folk rock movement.",
  "/wiki/Ed_Sullivan_Theater": "The Ed Sullivan Theater is a theater located at 1697–1699 Broadway, between West 53rd and West 54th, in the Theater District in Manhattan, New York City. The theater has been used as a venue for live and taped CBS broadcasts since 1936.",
  "/wiki/And_Your_Bird_Can_Sing": "\"And Your Bird Can Sing\" is a song by the English rock band the Beatles. It was released on their 1966 album Revolver, apart from in the United States and Canada, where it instead appeared on Yesterday and Today. The song was written by John Lennon and credited to Lennon–McCartney. Paul McCartney stated that he helped on the lyrics and attributed the song \"80–20\" to Lennon. The working title was \"You Don't Get Me\". The song is notable for its extended dual-guitar melody, played by George Harrison and Paul McCartney. Lennon was later dismissive of the track, as he was of many of his compositions at the time, referring to it as \"another of my throwaways ... fancy paper around an empty box\".",
  "/wiki/Revolver_(Beatles_album)": "Revolver is the seventh studio album by the English rock band the Beatles. It was released on 5 August 1966, accompanied by the double A-side single \"Eleanor Rigby\" / \"Yellow Submarine\". The album was the Beatles' final recording project before their retirement as live performers and marked the group's most overt use of studio technology to date, building on the advances of their late 1965 release Rubber Soul. It has since become regarded as one of the greatest and most innovative albums in popular music, with recognition centred on its range of musical styles, diverse sounds, and lyrical content.",
  "/wiki/Nippon_Budokan": "Nippon Budokan (日本武道館, Nippon Budōkan), often shortened to simply Budokan, is an indoor arena located in Chiyoda, Tokyo, Japan.  Budokan was originally built for the judo competition in the 1964 Summer Olympics, hence its name, which translates in English as Martial Ways Hall.  Its primary purpose is to host martial arts contests and for a time was a popular venue for Japanese professional wrestling.  It has hosted numerous other sporting events such as the 1967 Women's Volleyball World Championship and other events such as musical concerts.",
  "/wiki/Back_in_the_U.S.S.R.": "\"Back in the U.S.S.R.\" is a song by the English rock band the Beatles that opens their 1968 double album The Beatles (also known as the \"White Album\"). It was written by Paul McCartney and credited to the Lennon–McCartney partnership. The song is a rock and roll parody of Chuck Berry's \"Back in the U.S.A.\" and the Beach Boys' \"California Girls\". Its lyrics transpose Berry's patriotic sentiments about the United States to Communist Russia, as the narrator expresses his relief at returning home to the Soviet Union, or more formally the Union of Soviet Socialist Republics (USSR).",
  "/wiki/The_Beatles_(album)": "The Beatles, also known as the White Album, is the ninth studio album and only double album by the English rock band the Beatles, released on 22 November 1968. Its plain white sleeve has no graphics or text other than the band's name embossed,[a] which was intended as a direct contrast to the vivid cover artwork of the band's previous LP Sgt. Pepper's Lonely Hearts Club Band. The Beatles is recognised for its fragmentary style and diverse range of genres, including folk, British blues, ska, music hall and the avant-garde. It has since been viewed by some critics as a postmodern work, as well as among the greatest albums of all time.",
  "/wiki/Abbey_Road_Studios": "Abbey Road Studios (formerly EMI Recording Studios) is a recording studio at 3 Abbey Road, St John's Wood, City of Westminster, London, England. It was established in November 1931 by the Gramophone Company, a predecessor of British music company EMI, which owned it until Universal Music took control of part of EMI in 2013.",
  "/wiki/Birthday_(Beatles_song)": "\"Birthday\" is a song by the English rock band the Beatles from their 1968 double album The Beatles (also known as \"the White Album\"). Written by John Lennon and Paul McCartney, it is the opening track on the third side of the LP (or the second disc in CD versions of the record). Surviving Beatles Paul McCartney and Ringo Starr performed it for Starr's 70th birthday at Radio City Music Hall on 7 July 2010.",
  "/wiki/Boys_(The_Shirelles_song)": "\"Boys\" is a song by Luther Dixon and Wes Farrell, originally performed by the Shirelles and released as the B-side of their \"Will You Love Me Tomorrow\" single in November 1960. It was recorded more than two years later by the Beatles and included on their first album released in the United Kingdom, Please Please Me (1963).",
  "/wiki/Please_Please_Me": "Please Please Me is the debut studio album by the English rock band the Beatles. Produced by George Martin, it was released on EMI's Parlophone label on 22 March 1963 in the United Kingdom, following the success of the band's singles \"Please Please Me\" and \"Love Me Do\", which reached number 1 on the NME and Melody Maker charts and number 17 on the UK Singles Chart, respectively. The album topped Record Retailer's LP chart for 30 weeks, an unprecedented achievement for a pop album at that time.",
  "/wiki/The_Cavern_Club": "The Cavern Club is a nightclub at 10 Mathew Street, Liverpool, England.",
  "/wiki/Can%27t_Buy_Me_Love": "\"Can't Buy Me Love\" is a song composed by Paul McCartney (credited to Lennon–McCartney) and released by the English rock band the Beatles on the A-side of their sixth British single, with \"You Can't Do That\" as the B-side, in March 1964. The song was then released on the group's third UK album A Hard Day's Night. In September 2015, the Beatles donated the use of their recording of the song to People for the Ethical Treatment of Animals for a television commercial.",
  "/wiki/Come_Together": "\"Come Together\" is a song by the English rock band the Beatles, written primarily by John Lennon and credited to Lennon–McCartney. The song is the opening track on their 1969 album Abbey Road and was also released as a single coupled with \"Something\". The song reached the top of the charts in the United States and peaked at No. 4 in the United Kingdom.",
  "/wiki/Abbey_Road": "Abbey Road is the eleventh studio album by English rock band the Beatles, released on 26 September 1969 by Apple Records. Named after the location of EMI Studios in London, the cover features the group walking across the street's zebra crossing, an image that became one of the most famous and imitated in popular music. The album's initially mixed reviews were contrasted by its immediate commercial success, topping record charts in the UK and US. Lead single \"Something\" / \"Come Together\" was released in October and topped US charts.",
  "/wiki/Day_Tripper": "\"Day Tripper\" is a song by the English rock band the Beatles that was released as a double A-side single with \"We Can Work It Out\" in December 1965. Written primarily by John Lennon, it was credited to the Lennon–McCartney partnership. Both songs were recorded during the sessions for the band's Rubber Soul album. The single topped charts in Britain, Ireland, the Netherlands and Norway. In the United States, \"Day Tripper\" peaked at number five on the Billboard Hot 100 chart and \"We Can Work It Out\" held the top position.",
  "/wiki/Dear_Prudence": "\"Dear Prudence\" is a song by the English rock band the Beatles from their 1968 double album The Beatles (also known as \"the White Album\"). The song was written by John Lennon and credited to the Lennon–McCartney partnership. Written in Rishikesh during the group's trip to India in early 1968, it was inspired by actress Mia Farrow's sister, Prudence Farrow, who became obsessive about meditating while practising with Maharishi Mahesh Yogi. Her designated partners on the meditation course, Lennon and George Harrison, attempted to coax Farrow out of her seclusion, which led to Lennon writing the song.",
  "/wiki/Dig_a_Pony": "\"Dig a Pony\" is a song by the English rock band the Beatles, originally released on their 1970 album Let It Be. It was written by John Lennon and credited to Lennon–McCartney. The recording is from the concert on the rooftop of Apple Studios in Savile Row, London, performed by the Beatles on 30 January 1969.",
  "/wiki/Let_It_Be_(Beatles_album)": "Let It Be is the twelfth and final studio album by the English rock band the Beatles. It was released on 8 May 1970, almost a month after the group's break-up, in tandem with the motion picture of the same name. Like most of the band's previous releases, the album topped record charts in many countries, including both the US and the UK. However, the critical response was generally unfavourable, and Let It Be came to be regarded as one of the most controversial rock albums ever.",
  "/wiki/The_Beatles%27_rooftop_concert": "On 30 January 1969, the Beatles enacted the final public performance of their career with an unannounced concert held from the rooftop of their Apple Corps headquarters at 3 Savile Row, within central London's office and fashion district. Joined by keyboardist Billy Preston on electric piano, the band played a 42-minute set before the Metropolitan Police asked them to reduce the volume.",
  "/wiki/Do_You_Want_to_Know_a_Secret": "\"Do You Want to Know a Secret\" is a song by English rock group the Beatles from their 1963 album Please Please Me, sung by George Harrison. In the United States, it was the first top ten song to feature Harrison as a lead singer, reaching No. 2 on the Billboard chart in 1964 as a single released by Vee-Jay, VJ 587.",
  "/wiki/Don%27t_Let_Me_Down_(Beatles_song)": "\"Don't Let Me Down\" is a song by the English rock band the Beatles, recorded in 1969 during the Let It Be sessions. It was written by John Lennon and credited to Lennon–McCartney. The band recorded the song with Billy Preston; the single release with \"Get Back\" was credited to \"the Beatles with Billy Preston.\"",
  "/wiki/Drive_My_Car": "\"Drive My Car\" is a song by the English rock band the Beatles, written primarily by Paul McCartney, with lyrical contributions from John Lennon. It was first released on the British version of the band's 1965 album Rubber Soul; it also appeared in North America on the Yesterday and Today collection. The upbeat, lighthearted \"Drive My Car\" was used as the opening track for both albums. Over the years the song has been covered by many artists such as former Spice Girls member Melanie C and Lulu, and the US band Breakfast Club, the latter which was featured in the 1988 film License to Drive, that was played over the opening credits.",
  "/wiki/Rubber_Soul": "Rubber Soul is the sixth studio album by the English rock band the Beatles. It was released on 3 December 1965 in the United Kingdom, on EMI's Parlophone label, accompanied by the non-album double A-side single \"Day Tripper\" / \"We Can Work It Out\". The original North American version of the album, issued by Capitol Records, contained ten of the fourteen songs and two tracks withheld from the band's Help! album. Rubber Soul met with a highly favourable critical response and topped sales charts in Britain and the United States for several weeks.",
  "/wiki/Eight_Days_a_Week": "\"Eight Days a Week\" is a song by the English rock band the Beatles. It was written by Paul McCartney and John Lennon based on McCartney's original idea. The song was released in the United Kingdom in December 1964 on the album Beatles for Sale. In the United States, it was first issued as a single in February 1965 before appearing on the North American release Beatles VI. The song was the band's seventh number 1 single on the Billboard Hot 100, a run of US chart success achieved in just over a year. The single was also number 1 in Canada, Belgium and the Netherlands.",
  "/wiki/Beatles_for_Sale": "Beatles for Sale is the fourth studio album by the English rock band the Beatles. It was released on 4 December 1964 in the United Kingdom on EMI's Parlophone label. The album marked a departure from the upbeat tone that had characterised the Beatles' previous work, partly due to the band's exhaustion after a series of tours that had established them as a worldwide phenomenon in 1964.  Beatles for Sale was not released in the US until 1987, when the Beatles' catalogue was standardised for release on CD.  Instead, eight of the album's fourteen tracks appeared on Capitol Records' concurrent release, Beatles '65, issued in North America only.",
  "/wiki/Shea_Stadium": "Shea Stadium (/ʃeɪ/; formally known as William A. Shea Municipal Stadium) was a stadium in Flushing Meadows–Corona Park, Queens, New York City. Built as a multi-purpose stadium, it was the home park of Major League Baseball's New York Mets for 45 seasons (1964–2008), as well as the New York Jets football team from 1964 to 1983.",
  "/wiki/Get_Back": "\"Get Back\" is a song recorded by the English rock band the Beatles and written by Paul McCartney (though credited to Lennon–McCartney), originally released as a single on 11 April 1969 and credited to \"The Beatles with Billy Preston\". A different mix of the song later became the closing track of Let It Be (1970), which was the Beatles' last album released just after the group split. The single version was later issued on the compilation albums 1967–1970, 20 Greatest Hits, Past Masters, and 1.",
  "/wiki/Getting_Better": "\"Getting Better\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written mainly by Paul McCartney, with some of the lyrics written by John Lennon, and credited to Lennon–McCartney.",
  "/wiki/Sgt._Pepper%27s_Lonely_Hearts_Club_Band": "Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by the English rock band the Beatles. Released on 26 May 1967 in the United Kingdom[nb 1] and 2 June 1967 in the United States, it spent 27 weeks at number one on the UK Albums Chart and 15 weeks at number one on the Billboard Top LPs chart in the US. It was lauded by critics for its innovations in production, songwriting and graphic design, for bridging a cultural divide between popular music and high art, and for reflecting the interests of contemporary youth and the counterculture. It won four Grammy Awards in 1968, including Album of the Year, the first rock LP to receive this honour.",
  "/wiki/Good_Morning_Good_Morning": "\"Good Morning Good Morning\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written by John Lennon and credited to Lennon–McCartney. Inspiration for the song came to Lennon from a television commercial for Kellogg's Corn Flakes. Another reference to contemporary television was the lyric \"It's time for tea and Meet the Wife\", referring to the BBC sitcom.",
  "/wiki/Hello,_Goodbye": "\"Hello, Goodbye\" is a song by the English rock band the Beatles, written by Paul McCartney and credited to Lennon–McCartney. Backed by John Lennon's \"I Am the Walrus\", it was issued as a non-album single in November 1967, the group's first release since the death of their manager, Brian Epstein. The single was commercially successful around the world, topping charts in the United States, the United Kingdom, New Zealand, Canada, Australia and several other countries.",
  "/wiki/Magical_Mystery_Tour": "Magical Mystery Tour is a record by the English rock band the Beatles that was released as a double EP in the United Kingdom and an LP in the United States. It includes the soundtrack to the 1967 film of the same name. The EP was issued in the UK on 8 December 1967 on the Parlophone label, while the Capitol Records LP release in the US occurred on 27 November and features an additional five songs that were originally released as singles that year. It was not released as an eleven-track LP in the UK until 1976.",
  "/wiki/Helter_Skelter_(song)": "\"Helter Skelter\" is a song by the English rock band the Beatles from their 1968 double album The Beatles (also known as \"the White Album\"). It was written by Paul McCartney and credited to Lennon–McCartney. The song was a product of McCartney's attempt to create a sound as loud and dirty as possible. The Beatles' recording has been noted for its \"proto-metal roar\" and is considered by music historians to be a key influence in the early development of heavy metal. In 1976, the song was released as the B-side of \"Got to Get You into My Life\" in the United States, to promote the Capitol Records compilation Rock 'n' Roll Music.",
  "/wiki/Here_Comes_the_Sun": "\"Here Comes the Sun\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. It was written by George Harrison and is one of his best-known compositions for the Beatles. Harrison wrote the song in early 1969 at the country house of his friend Eric Clapton, where Harrison had chosen to play truant for the day to avoid attending a meeting at the Beatles' Apple Corps organisation. The lyrics reflect his relief at the arrival of spring and the temporary respite he was experiencing from the band's business affairs. As of September 2019, it was the most streamed Beatles song in the United Kingdom, with over 50 million plays.",
  "/wiki/List_of_songs_in_The_Beatles:_Rock_Band": "The Beatles: Rock Band is a 2009 music video game developed by Harmonix, published by MTV Games and distributed by Electronic Arts, in association with Apple Corps. It is the third major console release in the Rock Band music video game series and is available on the PlayStation 3, Xbox 360, and Wii consoles. The game allows one to six players to simulate the performance of songs by the Beatles by providing the players with peripherals modelled after musical instruments (a guitar peripheral for lead guitar and bass gameplay, a drum peripheral, and a microphone). The gameplay mechanics of the game are similar to those found in other Rock Band games, in which players use the instrument controllers to match scrolling on-screen notes in time to the music to score points."
}