{
  "/wiki/All_You_Need_Is_Love": "\"All You Need Is Love\" is a song by the English rock band the Beatles that was released as a non-album single in July 1967. It was written by John Lennon and credited to the Lennon–McCartney partnership. The song was Britain's contribution to Our World, the first live global television link, for which the band were filmed performing it at EMI Studios in London on 25 June. The programme was broadcast via satellite and seen by an audience of over 400 million in 25 countries. Lennon's lyrics were deliberately simplistic, to allow for the show's international audience, and captured the utopian ideals associated with the Summer of Love. The single topped sales charts in Britain, the United States and many other countries, and became an anthem for the counterculture's embrace of flower power philosophy.",
  "/wiki/Magical_Mystery_Tour": "Magical Mystery Tour is a record by the English rock band the Beatles that was released as a double EP in the United Kingdom and an LP in the United States. It includes the soundtrack to the 1967 film of the same name. The EP was issued in the UK on 8 December 1967 on the Parlophone label, while the Capitol Records LP release in the US occurred on 27 November and features an additional five songs that were originally released as singles that year. It was not released as an eleven-track LP in the UK until 1976.",
  "/wiki/Abbey_Road_Studios": "Abbey Road Studios (formerly EMI Recording Studios) is a recording studio at 3 Abbey Road, St John's Wood, City of Westminster, London, England. It was established in November 1931 by the Gramophone Company, a predecessor of British music company EMI, which owned it until Universal Music took control of part of EMI in 2013.",
  "/wiki/Maxwell%27s_Silver_Hammer": "\"Maxwell's Silver Hammer\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. It was written by Paul McCartney, although credited to Lennon–McCartney. \"Maxwell's Silver Hammer\" is a pop song with dark, eccentric lyrics about a student named Maxwell Edison who commits murders with a hammer. The lyrics are disguised by the upbeat, catchy, and \"childlike\" sound of the song. The recording sessions for the track were an acrimonious time for the Beatles, as McCartney pressured his bandmates to work at length on the song. John Lennon, George Harrison and Ringo Starr were vocal in their dislike of the song. Author Ian MacDonald began his description of the song by saying, \"If any single recording shows why The Beatles broke up, it is 'Maxwell's Silver Hammer'.\"",
  "/wiki/Abbey_Road": "Abbey Road is the eleventh studio album by English rock band the Beatles, released on 26 September 1969 by Apple Records. Named after the location of EMI Studios in London, the cover features the group walking across the street's zebra crossing, an image that became one of the most famous and imitated in popular music. The album's initially mixed reviews were contrasted by its immediate commercial success, topping record charts in the UK and US. Lead single \"Something\" / \"Come Together\" was released in October and topped US charts.",
  "/wiki/Oh!_Darling": "\"Oh! Darling\" is a song by the English rock band the Beatles, composed by Paul McCartney (credited to Lennon–McCartney), and appearing as the fourth song on the 1969 album Abbey Road. Its working title was \"Oh! Darling (I'll Never Do You No Harm)\". Although not issued as a single in either the United Kingdom or the United States, a regional subsidiary of Capitol successfully edited it as a single in Central America, having \"Maxwell's Silver Hammer\" as its B-side. It was also issued as a single in Portugal.  Apple Records released \"Oh! Darling\" in Japan with \"Here Comes the Sun\" in June 1970.",
  "/wiki/Because_(Beatles_song)": "\"Because\" is a song written by John Lennon (credited to Lennon–McCartney) and recorded by the English rock band the Beatles. It was released on their 1969 album Abbey Road, immediately preceding the extended medley on side two of the record. It features a prominent three-part vocal harmony by Lennon, Paul McCartney, and George Harrison, recorded three times to make nine voices in all.",
  "/wiki/You_Never_Give_Me_Your_Money": "\"You Never Give Me Your Money\" is a song by the English rock band the Beatles. It was written by Paul McCartney (though credited to Lennon–McCartney) and documented the financial and personal difficulties facing the band. The song is the first part of the medley on side two of their 1969 album Abbey Road and was recorded in stages between May and August that year.",
  "/wiki/Sun_King_(song)": "\"Sun King\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written primarily by John Lennon and credited to Lennon–McCartney, it is the second song of the album's climactic medley. Like other tracks on the album (notably \"Because\") the song features lush multi-tracked vocal harmonies, provided by Lennon, Paul McCartney and George Harrison.",
  "/wiki/Mean_Mr._Mustard": "\"Mean Mr. Mustard\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by John Lennon and credited to Lennon–McCartney, it is the third track of the album's B-side medley. It was recorded with \"Sun King\" in one continuous piece.",
  "/wiki/Polythene_Pam": "\"Polythene Pam\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by John Lennon and credited to Lennon–McCartney, it is the fourth song of the album's climactic side-two medley. The Beatles recorded the track in July 1969 as a continuous piece with \"She Came In Through the Bathroom Window\", which follows it in the medley.",
  "/wiki/She_Came_in_Through_the_Bathroom_Window": "\"She Came In Through the Bathroom Window\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by Paul McCartney and credited to Lennon–McCartney, it is the fifth song of the album's climactic B-side medley, immediately following \"Polythene Pam\".",
  "/wiki/Golden_Slumbers": "\"Golden Slumbers\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by Paul McCartney and credited to Lennon–McCartney, it is the sixth song of the album's climactic B-side medley. The song is followed by \"Carry That Weight\" and begins the progression that leads to the end of the album. The two songs were recorded together as a single piece, and both contain strings and brass arranged and scored by producer George Martin.",
  "/wiki/Carry_That_Weight": "\"Carry That Weight\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by Paul McCartney and credited to Lennon–McCartney, it is the seventh and penultimate song of the album's climactic B-side medley. It notably features unison vocals in the chorus from all four Beatles, a rarity in their songs. It is preceded by \"Golden Slumbers\", and segues into \"The End\".",
  "/wiki/The_End_(Beatles_song)": "\"The End\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. It was composed by Paul McCartney and credited to Lennon–McCartney. It was the last song recorded collectively by all four Beatles, and is the final song of the medley that constitutes the majority of side two of the album. The song features one of the few drum solos recorded by Ringo Starr.",
  "/wiki/Her_Majesty_(song)": "\"Her Majesty\" is a song by the English rock band the Beatles from their 1969 album Abbey Road. Written by Paul McCartney and credited to Lennon–McCartney, it is a brief tongue-in-cheek music hall song. Although credited to the band, McCartney is the only Beatle to appear on the track. \"Her Majesty\" is the final cut on the album and appears 14 seconds after the previous song \"The End\", but was not listed on the original sleeve. As such, it is considered one of the first examples of a hidden track in rock music. The song is a music hall style number reminiscent of George Formby.",
  "/wiki/Fixing_a_Hole": "\"Fixing a Hole\" is a song by the English rock band the Beatles that was released on their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written by Paul McCartney, although credited to Lennon–McCartney.",
  "/wiki/Sgt._Pepper%27s_Lonely_Hearts_Club_Band": "Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by the English rock band the Beatles. Released on 26 May 1967 in the United Kingdom[nb 1] and 2 June 1967 in the United States, it spent 27 weeks at number one on the UK Albums Chart and 15 weeks at number one on the Billboard Top LPs chart in the US. It was lauded by critics for its innovations in production, songwriting and graphic design, for bridging a cultural divide between popular music and high art, and for reflecting the interests of contemporary youth and the counterculture. It won four Grammy Awards in 1968, including Album of the Year, the first rock LP to receive this honour.",
  "/wiki/She%27s_Leaving_Home": "\"She's Leaving Home\" is a song by the English rock band the Beatles, written by Paul McCartney and John Lennon, and released on their 1967 album Sgt. Pepper's Lonely Hearts Club Band. Paul McCartney wrote and sang the verse and John Lennon wrote the chorus, which they sang together. Neither George Harrison nor Ringo Starr was involved in the recording. The song's instrumental background was performed entirely by a small string orchestra arranged by Mike Leander, and was one of only a handful of Beatles songs in which the members did not play any instruments on the recording.",
  "/wiki/Being_for_the_Benefit_of_Mr._Kite!": "\"Being for the Benefit of Mr. Kite!\" is a song recorded by the English rock band the Beatles for their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written and composed primarily by John Lennon and credited to Lennon-McCartney.",
  "/wiki/Within_You_Without_You": "\"Within You Without You\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. Written by lead guitarist George Harrison, it was Harrison's second composition in the Indian classical style, after \"Love You To\", and was inspired by his stay in India in late 1966 with his mentor and sitar teacher, Ravi Shankar. Recorded in London without the other Beatles, the song features Indian instrumentation such as sitar, dilruba and tabla, and was performed by Harrison and members of the Asian Music Circle. The recording marked a significant departure from the Beatles' previous work; musically, it evokes the Indian devotional tradition, while the overtly spiritual quality of the lyrics reflects Harrison's absorption in Hindu philosophy and the teachings of the Vedas.",
  "/wiki/When_I%27m_Sixty-Four": "\"When I'm Sixty-Four\" is a song by the English rock band the Beatles, written by Paul McCartney (credited to Lennon–McCartney) and released on their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was one of the first songs written by McCartney, who wrote it when he was 16. The song was recorded in a different key than the final recording; it was sped up at the request of McCartney to make his voice sound younger. It prominently features a trio of clarinets (two regular clarinets and one bass clarinet) throughout.",
  "/wiki/Lovely_Rita": "\"Lovely Rita\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written and sung by Paul McCartney and credited to Lennon–McCartney. It is about a female traffic warden and the narrator's affection for her.",
  "/wiki/Sgt._Pepper%27s_Lonely_Hearts_Club_Band_(song)": "\"Sgt. Pepper's Lonely Hearts Club Band\" is a song written by Paul McCartney (credited to Lennon–McCartney), and first recorded and released in 1967, on the album of the same name by the Beatles. The song appears twice on the album: as the opening track (segueing into \"With a Little Help from My Friends\"), and as \"Sgt. Pepper's Lonely Hearts Club Band (Reprise)\", the penultimate track (segueing into \"A Day in the Life\"). As the title song, the lyrics introduce the fictional band that performs on the album.",
  "/wiki/A_Day_in_the_Life": "\"A Day in the Life\" is a song by the English rock band the Beatles that was released as the final track of their 1967 album Sgt. Pepper's Lonely Hearts Club Band. Credited to Lennon–McCartney, the verses were mainly written by John Lennon, with Paul McCartney primarily contributing the song's middle section. It is widely regarded as one of the finest and most important works in popular music history.",
  "/wiki/Norwegian_Wood_(This_Bird_Has_Flown)": "\"Norwegian Wood (This Bird Has Flown)\" is a song by the English rock band the Beatles from their 1965 album Rubber Soul. It was written mainly by John Lennon and credited to the Lennon–McCartney songwriting partnership. Influenced by the introspective lyrics of Bob Dylan, the song is considered a milestone in the Beatles' development as songwriters. The track features a sitar part, played by lead guitarist George Harrison, that marked the first appearance of the Indian string instrument on a Western rock recording. The song was a number 1 hit in Australia when released on a single there in 1966, coupled with \"Nowhere Man\".",
  "/wiki/Rubber_Soul": "Rubber Soul is the sixth studio album by the English rock band the Beatles. It was released on 3 December 1965 in the United Kingdom, on EMI's Parlophone label, accompanied by the non-album double A-side single \"Day Tripper\" / \"We Can Work It Out\". The original North American version of the album, issued by Capitol Records, contained ten of the fourteen songs and two tracks withheld from the band's Help! album. Rubber Soul met with a highly favourable critical response and topped sales charts in Britain and the United States for several weeks.",
  "/wiki/You_Won%27t_See_Me": "\"You Won't See Me\" is a song by the English rock band the Beatles from their 1965 album Rubber Soul. It was written by Paul McCartney and credited to Lennon–McCartney. As with songs such as \"We Can Work It Out\" and \"I'm Looking Through You\" from the same period, the lyrics address McCartney's troubled relationship with Jane Asher and her desire to pursue her career as a stage and film actress. The Beatles recorded the song during what author Mark Lewisohn describes as a \"marathon\" final recording session for Rubber Soul, to ensure the album's pre-Christmas release.",
  "/wiki/Shea_Stadium": "Shea Stadium (/ʃeɪ/; formally known as William A. Shea Municipal Stadium) was a stadium in Flushing Meadows–Corona Park, Queens, New York City. Built as a multi-purpose stadium, it was the home park of Major League Baseball's New York Mets for 45 seasons (1964–2008), as well as the New York Jets football team from 1964 to 1983."
}