{
  "/wiki/General_Hospital": "General Hospital (commonly abbreviated GH) is an American daytime television medical drama. It is listed in Guinness World Records as the longest-running American soap opera in production and the second longest-running drama in television in American history after Guiding Light. Concurrently, it is the world's third longest-running scripted drama series in production after British serials The Archers and Coronation Street, as well as the world's second-longest-running televised soap opera still in production. General Hospital premiered on the ABC television network on April 1, 1963.  General Hospital is the longest-running serial produced in Hollywood, and the longest-running entertainment program in ABC television history. It holds the record for most Daytime Emmy Awards for Outstanding Drama Series, with 13 wins.\n The show was created by husband-and-wife soap writers Frank and Doris Hursley, who originally set it in a general hospital (hence the title), in an unnamed fictional city. In the 1970s, the city was named Port Charles, New York. From its beginning, General Hospital starred John Beradino and Emily McLaughlin, and both actors stayed with the show until their deaths in 1996 and 1991 respectively. They were joined a year later by Rachel Ames who remains to date the longest serving actress on an ABC soap opera, having been continuously on the show from 1964 to 2007. General Hospital was the second soap to air on ABC (after the short-lived Road to Reality, which aired for several months during the 1960–61 season). In 1964, a sister soap was created for General Hospital, The Young Marrieds; it ran for two years, and was canceled because of low ratings. General Hospital also spawned a primetime spinoff with the same name in the United Kingdom from 1972 to 1979, as well as the daytime series Port Charles (1997–2003) and the primetime spin-off General Hospital: Night Shift (2007–2008) in the United States. Taped at The Prospect Studios, General Hospital aired for a half-hour until July 23, 1976. The series was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to a full hour on January 16, 1978.\n Ever since the late 1970s, most of the storylines have revolved around the Quartermaines and the Spencers. From 1979 to 1988, General Hospital had more viewers than any other daytime soap opera. It rose to the top of the ratings in the early 1980s in part thanks to the monumentally popular \"supercouple\" Luke and Laura, whose 1981 wedding brought in 30 million viewers and remains the highest-rated hour in American soap opera history. The soap opera is also known for its high-profile celebrity guest stars who have included, among others, Roseanne Barr, James Franco and Elizabeth Taylor. In 2007, the program was listed as one of Time magazine's \"100 Best TV Shows of All-TIME.\" On April 23, 2009, General Hospital began broadcasting in high definition, making it the first ABC soap opera to make such a transition. The serial aired its 14,000th episode on February 23, 2018.\nGeneral Hospital became the oldest American soap opera on September 17, 2010, following the final broadcast of CBS' As the World Turns. On April 14, 2011, ABC announced the cancellation of both All My Children and One Life to Live, leaving General Hospital as the last remaining soap opera airing on the network after January 13, 2012.  The show celebrated its 50th anniversary on April 1, 2013.",
  "/wiki/Lucas_Jones": "Lucas Jones is a fictional character from the original ABC Daytime soap opera, General Hospital. Born onscreen in 1989, the character was played by several child actors, most notably by Justin Cooper from 1996 to 1998 and Logan O'Brien from 1998 to 2002. The character was rapidly aged in 2002 and Evan Bonifant took over the role briefly before he was replaced by C.J. Thomason who last appeared in 2003. The role was recast with Ryan Carnes in 2004. Carnes left the role in 2005, and was replaced by Ben Hogestyn. Hogestyn left the series in 2006. In late 2013, it was announced that Carnes would reprise the role in the new year.\n Lucas is the adopted son of Dr. Tony Jones and his ex-wife, Bobbie Spencer, the biological son of crime lord Julian Jerome, and Cheryl Stansbury. As an infant, Lucas is at the center of a bitter custody battle between former friends, Bobbie and Tiffany Hill, Cheryl's sister. Under head writer, Robert Guza, Lucas is very close with his adoptive cousins, Maxie and Georgie Jones. In 2005, Lucas became the first character in General Hospital history to earn his Ph.D. After Tony's death in early 2006, the character was written out of the series. In 2013, Lucas became a subject of conversation again when it was revealed that Julian was actually alive, and Lucas is contacted by his new-found sister Sam for a DNA test.",
  "/wiki/Phil_Brewer": "Phil Brewer is a fictional character from the ABC Daytime soap opera General Hospital. Roy Thinnes originated the role during the show's premiere.",
  "/wiki/Desperate_Housewives": "Desperate Housewives is an American mystery comedy-drama television series created by Marc Cherry and produced by ABC Studios and Cherry Productions. It originally aired for eight seasons on ABC from October 3, 2004 until May 13, 2012. Executive producer Cherry served as showrunner. Other executive producers since the fourth season included Bob Daily, George W. Perkins, John Pardee, Joey Murphy, David Grossman, and Larry Shaw.\n Set on Wisteria Lane, a street in the fictional town of Fairview in the fictional Eagle State, Desperate Housewives follows the lives of a group of women as seen through the eyes of their friend and neighbor who took her life by suicide in the pilot episode. The storyline covers thirteen years of the women's lives over eight seasons, set between the years 2004–2008, and later 2013–2017 (the storyline includes a five-year jump in time, as well as flashbacks and flashforwards ranging from the 1980s to the 2020s). They work through domestic struggles and family life, while facing the secrets, crimes, and mysteries hidden behind the doors of their—on the surface—beautiful and seemingly perfect suburban neighborhood.\n The series features an ensemble cast, headed by Teri Hatcher as Susan Mayer, Felicity Huffman as Lynette Scavo, Marcia Cross as Bree Van de Kamp, and Eva Longoria as Gabrielle Solis. Brenda Strong narrates the series as the late Mary Alice Young, appearing sporadically in flashbacks or dream sequences.\nDesperate Housewives was well received by viewers and critics alike. It won multiple Primetime Emmy, Golden Globe and Screen Actors Guild Awards. From the 2004–05 through the 2008–09 television seasons, its first five seasons were rated amongst the top ten most-watched series. In 2007, it was reported to be the most popular show in its demographic worldwide, with an audience of approximately 120 million and was also reported as the third-most-watched television series in a study of ratings in twenty countries. In 2012, it remained the most-watched comedy series internationally based on data from Eurodata TV Worldwide, which measured ratings across five continents; it has held this position since 2006. Moreover, it was the third-highest revenue-earning series for 2010, with $2.74 million per half an hour. The show was ranked at number fifty-six on Entertainment Weekly's \"New TV Classics\" list.\n In 2011, it was confirmed that Desperate Housewives would conclude after its eighth season; the series finale aired on May 13, 2012. By the end of the series, it had surpassed Charmed as the longest-running hour-long television series featuring all-female leads by two episodes.",
  "/wiki/Acquaintances_of_Bree_Van_de_Kamp": "Desperate Housewives is an American comedy-drama series that aired on ABC (American Broadcasting Company). It focuses on the residents living on the fictional Wisteria Lane as narrated by their deceased neighbor, Mary Alice Young (Brenda Strong). Specifically, the series follows four protagonists and Mary Alice's friends, Susan Mayer (Teri Hatcher), Lynette Scavo (Felicity Huffman), Bree Van de Kamp (Marcia Cross), and Gabrielle Solis (Eva Longoria). Desperate Housewives features an ensemble cast, which also includes the women's husbands, children, love interests, neighbors, and other acquaintances.[citation needed]",
  "/wiki/The_Closer": "The Closer is an American television police procedural, starring Kyra Sedgwick as Brenda Leigh Johnson, a Los Angeles Police Department deputy chief. Originally a CIA-trained detective from Atlanta, Georgia, Brenda has a reputation as a closer—an interrogator who not only solves a case, but also obtains confessions that lead to convictions, thus \"closing\" the case. Deputy Chief Johnson sometimes uses deceit and intimidation to persuade a suspect to confess. The series ran on TNT from June 13, 2005, to August 13, 2012.\n The Closer was created by James Duff and the Shephard/Robin Company in association with Warner Bros. Television.  On Monday, July 11, 2011, the series began its seventh and final season, having finished its sixth season as cable's highest-rated drama. The Closer's final six episodes began airing on Monday, July 9, 2012, with its finale airing on Monday, August 13, 2012. Following the finale, The Closer's spin-off, Major Crimes, premiered.",
  "/wiki/CSI:_NY": "CSI: NY (Crime Scene Investigation: New York, stylized as CSI: NY/Crime Scene Investigation) is an American police procedural television series that ran on CBS from September 22, 2004, to February 22, 2013, for a total of nine seasons and 197 original episodes. The show follows the investigations of a team of NYPD forensic scientists and police officers identified as \"Crime Scene Investigators\" (instead of the actual title of \"Crime Scene Unit Forensic Technicians\" (CSU)) as they unveil the circumstances behind mysterious and unusual deaths, as well as other crimes. The series is an indirect spin-off from the veteran series CSI: Crime Scene Investigation and a direct spin-off from CSI: Miami, during an episode in which several of the CSI: NY characters made their first appearances. It is the third series in the CSI franchise.\n Originally in 2004, CSI: NY was produced in partnership with the Canadian media company Alliance Atlantis. The company dissolved after season three in 2007, and all production after that was done under the purview of CBS Paramount Television.\n The show was filmed at the CBS Studio Center, with many of the outside scenes shot in and around Los Angeles. Occasionally, scenes were filmed on location in New York City.\n The series ended its ninth and final season on February 22, 2013. It was canceled by CBS on May 10, 2013.",
  "/wiki/Youngblood_(CSI:_NY)": "The second season of CSI: NY originally aired on CBS between September 2005 and May 2006. It consisted of 24 episodes. Its regular time slot continued on Wednesdays at 10pm/9c. The season introduced a new regular character, Lindsay Monroe, after regular Aiden Burn was fired. Vanessa Ferlito, who played Burn, wanted to leave the series to pursue her film career.\n Episode 7, \"Manhattan Manhunt\", was the second part of a two-part crossover with CSI: Miami.\n CSI: NY The Complete Second Season was released on DVD in the U.S. on October 17, 2006.",
  "/wiki/CSI:_Miami": "CSI: Miami (Crime Scene Investigation: Miami) is an American police procedural drama television series that premiered on September 23, 2002, on CBS. Starring David Caruso as Lieutenant Horatio Caine, Emily Procter as Detective Calleigh Duquesne, and Kim Delaney as Lieutenant Megan Donner, the series is the first direct spin-off of CSI: Crime Scene Investigation, \"transplanting the same template and trickery—gory crimes, procedural plot and dazzling graphics—into [a new city] while retaining the essence of the original idea\".\nCSI: Miami is executive produced by Carol Mendelsohn, Anthony E. Zuiker, and Ann Donahue, with the latter acting as show-runner. The series ended on April 8, 2012, after 10 seasons and 232 episodes. Following the series finale, Nina Tassler credited CSI: Miami as a \"key player in CBS's rise to the top\", stating that the series \"leaves an amazing television legacy—a signature look and style [and] global popularity\". In 2006, BBC News published an article stating that CSI: Miami was the world's most popular television series, featuring in more countries' top ten rankings for 2005 than any other series.",
  "/wiki/Bloodline_(CSI:_Miami)": "The fifth season of CSI: Miami premiered on CBS on September 18, 2006 and ended May 14, 2007. The series stars David Caruso and Emily Procter.",
  "/wiki/Doctor_Who": "Doctor Who is a British science fiction television programme produced by the BBC since 1963. The programme depicts the adventures of a Time Lord called \"the Doctor\", an extraterrestrial being, to all appearances human, from the planet Gallifrey. The Doctor explores the universe in a time-travelling space ship called the TARDIS. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Accompanied by a number of companions, the Doctor combats a variety of foes while working to save civilisations and help people in need.\n The show is a significant part of British popular culture, and elsewhere it has gained a cult following. It has influenced generations of British television professionals, many of whom grew up watching the series. The programme originally ran from 1963 to 1989. There was an unsuccessful attempt to revive regular production in 1996 with a backdoor pilot, in the form of a television film titled Doctor Who. The programme was relaunched in 2005, and since then has been produced in-house by BBC Wales in Cardiff. Doctor Who has also spawned numerous spin-offs, including comic books, films, novels, audio dramas, and the television series Torchwood (2006–2011), The Sarah Jane Adventures (2007–2011), K-9 (2009–2010), and Class (2016), and has been the subject of many parodies and references in popular culture.\n Thirteen actors have headlined the series as the Doctor. The transition from one actor to another is written into the plot of the show with the concept of regeneration into a new incarnation, a plot device in which a Time Lord \"transforms\" into a new body when the current one is too badly harmed to heal normally. Each actor's portrayal is unique, but all represent stages in the life of the same character, and together, they form a single lifetime with a single narrative. The time-travelling feature of the plot means that different incarnations of the Doctor occasionally meet. The Doctor is currently portrayed by Jodie Whittaker, who took on the role after Peter Capaldi's exit in the 2017 Christmas special \"Twice Upon a Time\".",
  "/wiki/Daleks_in_Manhattan": "\"Daleks in Manhattan\" is the fourth episode of the third series of British science fiction television series Doctor Who, which was first broadcast on BBC One on 21 April 2007, It is part one of a two-part story. Its concluding part, \"Evolution of the Daleks\", was broadcast on 28 April.\n The episode is set in New York City in 1930. In the episode, an order of Daleks called the Cult of Skaro use half-human, half-pig slaves to kidnap homeless humans for use in their experiments.\n According to the BARB figures this episode was seen by 6.69 million viewers and was the eighteenth most popular broadcast on British television in that week.",
  "/wiki/Evolution_of_the_Daleks": "\"Evolution of the Daleks\" is the fifth episode of the third series of the revived British science fiction television series Doctor Who. It was first broadcast on BBC One on 28 April 2007, and is the conclusion of the two-part story begun in \"Daleks in Manhattan\" on 21 April.\n The episode is set in New York City in 1930. In the episode, Dalek Sec (Eric Loren) of the Cult of Skaro attempts to make further alterations to his human test subjects he intends to remake into a new race of Daleks as part of his species' evolution. Sec is betrayed by his fellow Daleks for doing this.\n According to the BARB figures this episode was seen by 6.97 million viewers and was the seventeenth most popular broadcast on British television in that week.",
  "/wiki/Saving_Grace_(TV_series)": "Saving Grace is an American crime drama television series which aired on TNT from July 23, 2007, to June 21, 2010. The show stars Holly Hunter as well as Leon Rippy, Kenny Johnson, Laura San Giacomo, Bailey Chase, Bokeem Woodbine, Gregory Norman Cruz and Yaani King. It is set in Oklahoma City—including numerous shots of local buildings and landmarks (such as the Oklahoma City National Memorial and the downtown skyline)—while much of the show was filmed in Vancouver and Los Angeles.\n The theme song for the show was written and performed by American rapper-musician Everlast. The series is rated TV-MA in the United States for language, sexuality, and violence.",
  "/wiki/Samantha_Who?": "Samantha Who? is an American television sitcom that originally aired on ABC from October 15, 2007 to July 23, 2009. The series was created by Cecelia Ahern and Don Todd, who also served as producers. Although highly rated during its first season, the sitcom lost momentum and viewers throughout its second season, and ABC canceled the show in May 2009 before the remaining seven episodes were burned off the 2008-09 TV schedule.\n The series was produced by Brillstein Entertainment Partners and Touchstone Television partnered with ABC Studios and executive produced by Christina Applegate, Donald Todd, Peter Traugott, Bob Kushell, Alex Reid, and Marco Pennette.",
  "/wiki/The_Phantom_(miniseries)": "The Phantom is a 2009 miniseries inspired by Lee Falk's comic strip of the same name, and directed by Paolo Barzman. It first aired on The Movie Network and then on Syfy in June 2010. It stars Ryan Carnes as Kit Walker, the 22nd Phantom, and is produced by RHI Entertainment and Muse Entertainment.",
  "/wiki/The_Phantom": "The Phantom is an American adventure comic strip, first published by Lee Falk in February 1936. The main character, the Phantom, is a fictional costumed crime-fighter who operates from the fictional African country of Bangalla. The character has been adapted for television, film and video games.\n The series began with a daily newspaper strip on February 17, 1936, followed by a color Sunday strip on May 28, 1939; both are still running as of 2020. In 1966, King Features stated that The Phantom was being published in 583 newspapers worldwide. At its peak, the strip was read by over 100 million people daily.\n Falk worked on The Phantom until his death in 1999; from then until the present, the comic strip has been written by Tony DePaul. Since 2016, it has been drawn by Mike Manley (Monday–Saturday) and, since 2017, Jeff Weigel (Sunday). Previous artists on the newspaper strip include Ray Moore, Wilson McCoy, Bill Lignante, Sy Barry, George Olesen, Keith Williams, Fred Fredericks, Graham Nolan, Eduardo Barreto, Paul Ryan, and Terry Beatty. In the strip, the Phantom was 21st in a line of crime-fighters which began in 1536, when the father of British sailor Christopher Walker was killed during a pirate attack. Swearing an oath on the skull of his father's murderer to fight evil, Christopher began a legacy of the Phantom which would pass from father to son. Nicknames for the Phantom include \"The Ghost Who Walks\", \"Guardian of the Eastern Dark\" and \"The Man Who Cannot Die\".\n Unlike many other superheroes, the Phantom has no superpowers; he totally relies on his strength, intelligence and the myth of his immortality to take action against the forces of evil. The 21st Phantom is married to Diana Palmer; they met while he studied in the United States and they have two children, Kit and Heloise. He has a trained wolf named Devil and a horse named Hero, and like the 20 previous Phantoms he lives in the ancient Skull Cave.\n The Phantom was the first fictional hero to wear the skintight costume which has become a hallmark of comic-book superheroes, and was the first shown in a mask with no visible pupils (another superhero standard). Comics historian Peter Coogan has described the Phantom as a \"transitional\" figure, since the Phantom has some of the characteristics of pulp magazine heroes such as The Shadow and the Spider and earlier jungle heroes such as Tarzan, as well as anticipating the features of comic book heroes such as Superman, Batman, and Captain America.",
  "/wiki/Bones_(TV_series)": "Bones is an American crime procedural comedy-drama television series created by Hart Hanson for Fox. It premiered on September 13, 2005, and aired 246 episodes over twelve seasons. The show is based on forensic anthropology and forensic archaeology, with each episode focusing on an FBI case file concerning the mystery behind human remains brought by FBI Special Agent Seeley Booth (David Boreanaz) to forensic anthropologist Dr. Temperance \"Bones\" Brennan (Emily Deschanel). It also explored the personal lives of the characters. The rest of the main cast includes Michaela Conlin, T. J. Thyne, Eric Millegan, Jonathan Adams, Tamara Taylor, John Francis Daley, and John Boyd.\n The series is very loosely based on the life and novels of Kathy Reichs, a forensic anthropologist, who also produced the show. Its title character, Temperance Brennan, is named after the protagonist of Reichs' crime novel series. In the Bones universe, Dr. Brennan writes successful mystery novels featuring a fictional forensic anthropologist named Kathy Reichs.\n Bones is a joint production by Josephson Entertainment, Far Field Productions and 20th Century Fox Television and syndicated by 20th Television. The series is the longest-running one-hour drama series produced by 20th Century Fox Television.\n On February 25, 2016, the series was renewed for a twelfth and final season, consisting of twelve episodes that premiered on January 3, 2017. The series finale aired on March 28, 2017.",
  "/wiki/NCIS_(TV_series)": "NCIS is an American action police procedural television series, revolving around a fictional team of special agents from the Naval Criminal Investigative Service. The concept and characters were initially introduced in two episodes of the CBS series JAG (season eight episodes 20 and 21: \"Ice Queen\" and \"Meltdown\"). The show, a spin-off from JAG, premiered on September 23, 2003, on CBS. To date it has entered into the seventeenth full season and has gone into broadcast syndication on the USA Network. Donald P. Bellisario and Don McGill are co-creators and executive producers of the premiere member of the NCIS franchise. As of 2019, it is the second-longest-running scripted, non-animated U.S. primetime TV series currently airing, surpassed only by Law & Order: Special Victims Unit (1999–present), and is the 7th-longest-running scripted U.S. primetime TV series overall.\n NCIS was originally titled Navy NCIS; \"Navy\" was later dropped from the title as it was redundant (the \"N\" in \"NCIS\" stands for \"Naval\"). In season six, a two-part episode led to a spin-off series, NCIS: Los Angeles. A two-part episode during the eleventh season led to a second spin-off series, NCIS: New Orleans. While initially slow in the ratings, barely cracking the Top 30 in the first two seasons, the third season showed progress, consistently ranking in the top 20, and by its sixth season, it became a top five hit, having remained there since. In 2011, NCIS was voted America's favorite television show in an online Harris Poll. The series finished its tenth season as the most-watched television series in the U.S. during the 2012–13 network television season. NCIS was renewed for a seventeenth season on April 11, 2019, which premiered on September 24, 2019.",
  "/wiki/Blackout_(TV_series)": "Blackout is a 2012 three-part British television drama series produced by Red Production Company. A corrupt council official wakes from an alcoholic blackout to realise that he may have been responsible for a murder. He soon begins a dramatic quest for redemption. The series is directed by Tom Green and written by Bill Gallagher.",
  "/wiki/Rizzoli_&_Isles": "Rizzoli & Isles is an American television series starring Angie Harmon as police detective Jane Rizzoli and Sasha Alexander as medical examiner Dr. Maura Isles. The one-hour drama is based on the series of Rizzoli & Isles novels by Tess Gerritsen. It premiered on TNT on July 12, 2010, and aired 105 episodes in seven seasons, concluding on September 5, 2016.",
  "/wiki/Suburgatory": "Suburgatory is an American sitcom television series created by Emily Kapnek, creator of Nickelodeon's As Told by Ginger, that aired on ABC from September 28, 2011 to May 14, 2014. The series originally aired on Wednesday nights at 8:30/7:30 Central following The Middle. The title is a portmanteau, devised by former CNN Senior Producer Linda Keenan, of the words \"suburban\" and \"purgatory\". On May 9, 2014, Suburgatory was canceled by ABC after three seasons.",
  "/wiki/Ryan_Carnes": "Ryan Gregg Carnes (born November 21, 1982) is an American actor. He is most known for playing the adult Lucas Jones on the ABC soap opera General Hospital."
}