{
  "/wiki/Estuary_Ferry": "The Estuary Ferry is a cable ferry in the Canadian province of Saskatchewan near the ghost town of Estuary. The ferry crosses the South Saskatchewan River, carrying Grid Road 741 across the river.",
  "/wiki/Estuary,_Saskatchewan": "Estuary is a hamlet in Deer Forks Rural Municipality No. 232, Saskatchewan, Canada. Nothing or very little remains of the former village of 800, but a private residence and a pioneer cemetery on a small hill known as Cemetery Hill, overlooking the South Saskatchewan River.",
  "/wiki/Laporte,_Saskatchewan": "Laporte is a hamlet in the Canadian province of Saskatchewan. Listed as a designated place by Statistics Canada, the hamlet had a population of five in the Canada 2006 Census.",
  "/wiki/South_Saskatchewan_River": "The South Saskatchewan River is a major river in Canada that flows through the provinces of Alberta and Saskatchewan.",
  "/wiki/Lemsford_Ferry": "The Lemsford Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry carries Grid Road 649 across the South Saskatchewan River at Lemsford, Saskatchewan. The ferry is located near Lemsford Ferry Regional Park.",
  "/wiki/Lemsford,_Saskatchewan": "Lemsford is an unincorporated hamlet in Clinworth Rural Municipality No. 230, Saskatchewan, Canada. It previously held the status of village until January 1, 1951. The hamlet is located 42 km east of the Town of Leader at the intersection of Highway 32 and Highway 649, the hamlet is also serviced by the Great Western Railway.",
  "/wiki/Saskatchewan_Highway_32": "Highway 32 is a highway in southwestern Saskatchewan, connecting Leader and Swift Current. It is about 140 km (87 mi) long, connecting several rural communities along the route including Abbey, Cabri, Cantaur and Success.",
  "/wiki/Saskatchewan_Highway_30": "Highway 30 is a highway in the Canadian province of Saskatchewan. It runs from the Eston Riverside Regional Park on the South Saskatchewan River until Highway 7. Highway 30 is about 60 km (37 mi) long.",
  "/wiki/Lancer_Ferry": "The Lancer Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River, linking the communities of  Lancer with Eston and providing a connection between Saskatchewan Highway 30 and  Saskatchewan Highway 32.",
  "/wiki/Lancer,_Saskatchewan": "Lancer is a village with in the Rural Municipality of Miry Creek No. 229, in the  province of Saskatchewan, Canada. Lancer had a population of 69 in the 2016 Canada Census, (a 13.1% increase from 61 in the 2011 Canada Census).",
  "/wiki/Riverhurst_Ferry": "The Riverhurst Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry carries Highway 42 across Lake Diefenbaker, linking Riverhurst on the east bank to Lucky Lake on the west bank.",
  "/wiki/Saskatchewan_Highway_42": "Highway 42 is a highway in the Canadian province of Saskatchewan. It runs from the intersection of Highway 2 and Highway 202 near Tuxford until Highway 15. Highway 42 is about 205 km (127 mi) long.",
  "/wiki/Saskatchewan_Highway_373": "Highway 373 is a very short highway in the Canadian province of Saskatchewan. It runs from Highway 42 to Highway 45/Highway 646 near Birsay. Highway 373 is about 14 km (9 mi) long.",
  "/wiki/Lake_Diefenbaker": "Lake Diefenbaker is a reservoir and bifurcation lake in Southern Saskatchewan, Canada. It was formed by the construction of Gardiner Dam and the Qu'Appelle River Dam across the South Saskatchewan and Qu'Appelle Rivers respectively. Construction began in 1959 and the lake was filled in 1967. The lake is 225 kilometres (140 mi) long with approximately 800 kilometres (500 mi) of shoreline. It has a maximum depth of 66 metres (217 ft), while the water levels regularly fluctuate 3–9 metres (9–27 feet) each year. Lake Diefenbaker provides water for domestic irrigation and town water supplies. The flow of the two rivers is now regulated with a considerable portion of the South Saskatchewan diverted into the Qu'Appelle.  Prior to the dams' construction, high water levels in the South Saskatchewan would frequently cause dangerous ice conditions downstream in Saskatoon while the Qu'Appelle would frequently dry up in the summer months.",
  "/wiki/Clarkboro_Ferry": "The Clarkboro Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River at Clark's Crossing, carrying Grid Road 784 across the river, and connecting Warman in the west and Aberdeen in the east.  The ferry is named for the community of Clarkboro located southeast of the ferry's eastern terminal. The former town of Clarkboro was home to a section crew on the CNR, had a post office, a general store, a railroad siding, a water tower for steam locomotives and two grain elevators (Saskatchewan Pool Elevator Co. No. 760). Both Clarkboro and Clark's Crossing are named for John Fowler Clark, who homesteaded the area in 1882.",
  "/wiki/Warman,_Saskatchewan": "Warman is the ninth largest city in Saskatchewan, Canada.  It is approximately 20 kilometres (12 mi) north of the city of Saskatoon, and 5 kilometres (3.1 mi)  northeast of the city of Martensville. According to the 2016 census, Warman is the fastest growing municipality in the country, growing 55% between 2011 and 2016. Warman is often referred to as a bedroom community of Saskatoon. The current mayor is Sheryl Spence.  The current city council consists of Richard Beck, Brian Jones, Trevor Peterson, Gary Philipchuk, Kendal Shram, and Kevin Tooley.",
  "/wiki/Aberdeen,_Saskatchewan": "A community of 622 people, Aberdeen is located 18 minutes north-east of Saskatoon, just off Highway 41.",
  "/wiki/Saskatchewan_Highway_784": "Highway 784 is a highway in the Canadian province of Saskatchewan. It runs from Highway 29 near Wilkie to Highway 41 near Aberdeen. Highway 784 is about 188 km (117 mi) long. Highway 784 also passes near Cando, Struan, Dalmeny, and Warman. East of Warman, the road crosses the South Saskatchewan River on the Clarkboro Ferry.",
  "/wiki/Hague_Ferry": "The Hague Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River, as part of Highway 785 near Hague.",
  "/wiki/Hague,_Saskatchewan": "Hague is a small rural town in Saskatchewan, Canada, located approximately 47 kilometers north of Saskatoon. Hague was established in the late nineteenth century as a Mennonite community farming the fertile land in the area.",
  "/wiki/St._Laurent_Ferry": "The St. Laurent Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River, linking Grid Road 783 on the river's west bank with Grid Road 782 on the east bank, near St. Laurent de Grandin.",
  "/wiki/Duck_Lake,_Saskatchewan": "Duck Lake is a town in the boreal forest of central Saskatchewan, Canada. Its location is 88 km (55 mi) north of Saskatoon and 44 km (27 mi) south of Prince Albert on highway 11, in the rural municipality of Duck Lake.  Immediately to the north of Duck Lake is the south block of the Nisbet Provincial Forest.",
  "/wiki/Saskatchewan_Highway_11": "Highway 11 is a major north-south highway in Saskatchewan, Canada that connects the province's three largest cities: Regina, Saskatoon and Prince Albert. It is a structural pavement major arterial highway which is approximately 391 kilometres (243 mi) long. It is also known as the Louis Riel Trail (LRT) after the 19th century Métis leader. It runs from Highway 1 (Trans-Canada Highway) in Regina until Highway 2 south of Prince Albert. Historically the southern portion between Regina and Saskatoon was Provincial Highway 11, and followed the Dominion Survey lines on the square, and the northern portion between Saskatoon and Prince Albert was Provincial Highway 12.",
  "/wiki/Batoche,_Saskatchewan": "Batoche, Saskatchewan was the site of the historic Battle of Batoche during the Northwest Rebellion of 1885. The battle resulted in the defeat of Louis Riel and his Métis forces by Major General Frederick Middleton and his Northwest Field Force. At the time it was a small village of some 500 residents. It has since become depopulated and now has few residents. The 1885 church building and a few other historic buildings have been preserved and the site is a  National Historic Site.",
  "/wiki/Saskatchewan_Highway_225": "Highway 225 is a highway in the Canadian province of Saskatchewan. It runs from Highway 312 to Highway 2 near Domremy. Highway 225 is about 37 km (23 mi) long.",
  "/wiki/Fenton_Ferry": "The Fenton Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River, linking Highway 25 with Highway 3 via a grid road north of Fenton.",
  "/wiki/Saskatchewan_Highway_25": "Highway 25 is a provincial highway in the Canadian province of Saskatchewan.  It is 27 km (17 mi) long and runs from Highway 2 in St. Louis to Highway 3 near Birch Hills. The highway is a gravel road except for small paved sections near the eastern and western terminuses.",
  "/wiki/Saskatchewan_Highway_3": "Highway 3 is a major provincial paved undivided highway in the Canadian province of Saskatchewan. It runs from the Alberta border, where it continues west as Alberta Highway 45, to the Manitoba border, and then continues east as Highway 77. Highway 3 is about 615 km (382 mi.) long. The CanAm Highway comprises  Saskatchewan Highways 35, 39, 6, 2, as well as 2.  59.7 miles (96.1 km) of Saskatchewan Highway 3 contribute to the CanAm Highway between Melfort and Prince Albert.",
  "/wiki/Weldon_Ferry": "The Weldon Ferry is a cable ferry in the Canadian province of Saskatchewan. The ferry crosses the South Saskatchewan River, linking the northern terminus of Highway 682 with the southern terminus of Highway 302, north of Weldon.",
  "/wiki/Weldon,_Saskatchewan": "Weldon is a small community in the mixed wood central farm belt of the province of Saskatchewan, Canada. The area is part of the aspen parkland biome. The village is located 2 km (1.2 mi) north of Highway 3 at the midway point between the cities of Prince Albert and Melfort, Saskatchewan. The village is just 20 km (12 mi) south of the Weldon Ferry linking it to Highway 302 and is often used as an access point to the historic Saskatchewan River Forks where the North and South Saskatchewan rivers join just 25 km (16 mi) to the northeast.",
  "/wiki/Saskatchewan_Highway_682": "Highway 682 is a highway in the Canadian province of Saskatchewan. It runs from Highway 41 near Meskanaw to the southern terminal of the Weldon Ferry across the South Saskatchewan River, which connects to Highway 302. Highway 682 is about 60 km (37 mi.) long.",
  "/wiki/Saskatchewan_Highway_302": "Highway 302 is a highway in the Canadian province of Saskatchewan. It runs from the northern terminal of the Weldon Ferry, which connects to Highway 682 across the South Saskatchewan River, to a dead end near the Nisbet Provincial Forest. Highway 302 is about 72 km (45 mi) long.",
  "/wiki/Prince_Albert,_Saskatchewan": "Prince Albert is the third-largest city in Saskatchewan, Canada, after Saskatoon and Regina. It is situated near the centre of the province on the banks of the North Saskatchewan River. The city is known as the \"Gateway to the North\" because it is the last major centre along the route to the resources of northern Saskatchewan. Prince Albert National Park is located 51 km (32 mi) north of the city and contains a huge wealth of lakes, forest, and wildlife. The city itself is located in a transition zone between the aspen parkland and boreal forest biomes. Prince Albert is bordered by the Rural Municipality of Prince Albert No. 461 and the Rural Municipality of Buckland No. 491.",
  "/wiki/Paynton_Ferry": "The Paynton Ferry is a cable ferry in the Canadian province of Saskatchewan near Paynton, Saskatchewan.  The ferry crosses the North Saskatchewan River, as part of  Grid Road 674.",
  "/wiki/Saskatchewan_Highway_16": "Highway 16 is a provincial highway in the Canadian province of Saskatchewan. It is the Saskatchewan section of the Yellowhead Highway, and also the Trans-Canada Highway Yellowhead section. The main purpose of this highway is to connect Saskatchewan with Canadian cities such as Edmonton and Winnipeg. The highway runs from the Alberta boundary in Lloydminster (50th Avenue or Highway 17) to the Manitoba boundary near Marchwell. Major cities it passes through are Saskatoon, North Battleford in the central part of the province, Yorkton in the far east and Lloydminster to the far west.",
  "/wiki/Saskatchewan_Highway_26": "Highway 26 is a highway in the western portion of the Canadian province of Saskatchewan. The southernmost point is a junction with Highway 4, north of North Battleford.  From there, it runs generally northwest, including a 29 km concurrency with Highway 3 from just north of Turtleford to just south of St. Walburg, where it turns to a more northerly route (while Highway 3 continues west).  Highway 26 continues north until it terminates at a junction with Highway 224 and Highway 950, at the northern edge of the village of Goodsoil.",
  "/wiki/Saskatchewan_Highway_764": "Highway 764 is a highway in the Canadian province of Saskatchewan. It runs from Highway 219 to Highway 397/Highway 763 near Allan. Highway 764 is about 83 km (52 mi.) long.",
  "/wiki/North_Saskatchewan_River": "The North Saskatchewan River is a glacier-fed river that flows from the Canadian Rockies continental divide east to central Saskatchewan, where it joins with another major river to make up the Saskatchewan River. Its water flows eventually into the Hudson Bay.",
  "/wiki/Wingard_Ferry": "The Wingard Ferry is a cable ferry in the Canadian province of Saskatchewan near Wingard, Saskatchewan.  The ferry crosses the North Saskatchewan River, as part of Grid Road 783.",
  "/wiki/Marcelin,_Saskatchewan": "Marcelin is a village in Saskatchewan, Canada within the rural municipality of Blaine Lake No. 434. It was named after the first postmaster Antoine Marcelin in 1904.",
  "/wiki/Saskatchewan_Highway_40": "Highway 40 is a highway in the northwest portion of the Canadian province of Saskatchewan connecting Alberta (where it continues as Highway 14) to Highway 3, 4 km (2.5 mi) west of Shellbrook, Saskatchewan. Areas of this highway between the Alberta border and North Battleford are called the Poundmaker Trail.  Pitikwahanapiwiyin (c. 1842 – 4 July 1886), commonly known as Poundmaker, was a Plains Cree chief known as a peacemaker and defender of his people. The main feature along this highway is access between North Battleford and near Prince Albert. This is a primary Saskatchewan highway maintained by the provincial government. All of this highway is paved.",
  "/wiki/Wingard,_Saskatchewan": "Wingard is an unincorporated community in Duck Lake No. 436, Saskatchewan, Canada. Wingard is seven miles northeast of Fort Carlton and twelve miles northwest of Duck Lake.",
  "/wiki/Cecil_Ferry": "The Cecil Ferry is a cable ferry in the Canadian province of Saskatchewan east of Prince Albert, Saskatchewan.  The ferry crosses the North Saskatchewan River, providing a link between Saskatchewan Highway 302 and Saskatchewan Highway 55.",
  "/wiki/Saskatchewan_Highway_55": "Highway 55 is a paved, undivided provincial highway in the Canadian province of Saskatchewan. It runs from Alberta Highway 55 the Alberta border, west of Pierceland, to Highway 9, near Mountain Cabin. Highway 55 is 652 km long. It forms part of the interprovincial Northern Woods and Water Route."
}