{
  "/wiki/Hectare": "The hectare (/ˈhɛktɛər, -tɑːr/; SI symbol: ha) is a non-SI metric unit of area equal to a square with 100-metre sides (1 hm2), or 10,000 m2, and is primarily used in the measurement of land. There are 100 hectares in one square kilometre. An acre is about 0.405 hectare and one hectare contains about 2.47 acres.",
  "/wiki/Acre": "The acre is a unit of land area used in the imperial and US customary systems. It is traditionally defined as the area of one chain by one furlong (66 by 660 feet), which is exactly equal to 10 square chains, ​1⁄640 of a square mile, or 43,560 square feet, and approximately 4,047 m2, or about 40% of a hectare. Based upon the International yard and pound agreement of 1959, an acre may be declared as exactly 4,046.8564224 square metres. An internationally recognised symbol for the acre is ac.",
  "/wiki/Angelo_Coast_Range_Reserve": "The Angelo Coast Range Reserve  is located in the Northern Outer California Coast Ranges, in Mendocino County, Northern California.  The  7,660-acre reserve includes a section of the Eel River.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Eel_River_(California)": "The Eel River (Cahto: Taanchow) is a major river, about 196 miles (315 km) long, of northwestern California. The river and its tributaries form the third largest watershed entirely in California, draining a rugged area of 3,684 square miles (9,540 km2) in five counties. The river flows generally northward through the Coast Ranges west of the Sacramento Valley, emptying into the Pacific Ocean about 10 miles (16 km) downstream from Fortuna and just south of Humboldt Bay. The river provides groundwater recharge, recreation, and industrial, agricultural and municipal water supply.",
  "/wiki/The_Nature_Conservancy": "The Nature Conservancy (TNC) is a charitable environmental organization, headquartered in Arlington, Virginia, United States.",
  "/wiki/Año_Nuevo_Island_Reserve": "Año Nuevo Island (Año Nuevo is Spanish for New Year) is a small island off Año Nuevo Point on the coast of Northern California, between San Francisco and Santa Cruz. The island has an area of 9 acres (3.6 ha). It is an important breeding site for northern elephant seals and the endangered Steller's sea lion, as well as several species of seabirds, including rhinoceros auklets, Brandt's cormorants and western gulls. Due to the number of seals and sea lions, great white sharks are frequently spotted patrolling the waters around the island. It is protected as part of the Año Nuevo State Reserve.",
  "/wiki/University_of_California,_Santa_Cruz": "The University of California, Santa Cruz (UC Santa Cruz or UCSC) is a public research university in Santa Cruz, California.  It is one of 10 campuses in the University of California system. Located 75 miles (120 km) south of San Francisco at the edge of the coastal community of Santa Cruz, the campus lies on 2,001 acres (810 ha) of rolling, forested hills overlooking the Pacific Ocean and Monterey Bay.",
  "/wiki/Año_Nuevo_Island": "Año Nuevo Island (Año Nuevo is Spanish for New Year) is a small island off Año Nuevo Point on the coast of Northern California, between San Francisco and Santa Cruz. The island has an area of 9 acres (3.6 ha). It is an important breeding site for northern elephant seals and the endangered Steller's sea lion, as well as several species of seabirds, including rhinoceros auklets, Brandt's cormorants and western gulls. Due to the number of seals and sea lions, great white sharks are frequently spotted patrolling the waters around the island. It is protected as part of the Año Nuevo State Reserve.",
  "/wiki/Año_Nuevo_State_Reserve": "Año Nuevo State Park is a state park of California, USA, encompassing Año Nuevo Island and Año Nuevo Point, which are known for their pinniped rookeries.  Located in San Mateo County, the low, rocky, windswept point juts out into the Pacific Ocean about 55 miles (89 km) south of San Francisco and the Golden Gate.  Año Nuevo State Natural Reserve, formerly a separate unit of the California state park system, was merged into Año Nuevo State Park in October 2008.  The coastal geographic center, or coastal-midpoint of California is located at the Northern end of this park at N 37°09′58″, W 122°21'40\", as the absolute geographic center of California falls at N 37°09′58″, W 119°26′58″W.",
  "/wiki/California_Department_of_Parks_and_Recreation": "The California Department of Parks and Recreation, also known as California State Parks, manages the California state parks system. The system administers 280 separate park units on 1.4 million acres (570,000 hectares), with over 280 miles (450 km) of coastline; 625 miles (1,000 km) of lake and river frontage; nearly 15,000 campsites; and 3,000 miles (4,800 km) of hiking, biking, and equestrian trails. Headquartered in Sacramento, park administration is divided into 21 districts. The California State Parks system is the largest state park system in the United States.",
  "/wiki/Blue_Oak_Ranch_Reserve": "The Blue Oak Ranch Reserve, a unit of the University of California Natural Reserve System, is an ecological reserve and biological field station in Santa Clara County, California. It is located on 3,260 acres (13.2 km2) in the Diablo Range, northwest of Mount Hamilton, at 1,500 ft (460 m) elevation.",
  "/wiki/Diablo_Range": "The Diablo Range is a mountain range in the California Coast Ranges subdivision of the Pacific Coast Ranges. It is located in the eastern San Francisco Bay area south to the Salinas Valley area of northern California, the United States.",
  "/wiki/Mount_Hamilton_(California)": "Mount Hamilton is a mountain in California's Diablo Range, in Santa Clara County, California. Mount Hamilton, at 4,265 feet (1,300 m) is a mountain overlooking Santa Clara Valley and is the site of Lick Observatory, the World's first permanently occupied mountain-top observatory. The asteroid 452 Hamiltonia, discovered in 1899, is named after the mountain.  Golden eagle nesting sites are found on the slopes of Mount Hamilton. On clear days, Mount Tamalpais, the Santa Cruz Mountains, Monterey Bay, the Monterey Peninsula, and even Yosemite National Park are visible from the summit of the mountain.",
  "/wiki/Bodega_Marine_Reserve": "Bodega Marine Reserve is a 362-acre (146 ha) nature reserve and marine reserve on the coast of northern California, located in the vicinity of the Bodega Marine Laboratory on Bodega Head.  It is a unit of the University of California Natural Reserve System, administered by the University of California, Davis.",
  "/wiki/University_of_California,_Davis": "The University of California, Davis (UC Davis), is a public research university and land-grant university adjacent to Davis, California. It is part of the University of California system and has the third-largest enrollment in the system after UCLA and UC Berkeley.  The institution was founded as a branch in 1905 and became its own separate entity in 1959.  It has been labeled one of the \"Public Ivies\", a publicly funded university considered to provide a quality of education comparable to those of the Ivy League.",
  "/wiki/Bodega_Bay": "Bodega Bay is a shallow, rocky inlet of the Pacific Ocean on the coast of northern California in the United States. It is approximately 5 mi (8 km) across and is located approximately 40 mi (60 km) northwest of San Francisco and 20 mi (32 km) west of Santa Rosa. The bay straddles the boundary between Sonoma County to the north and Marin County to the south.  The bay is a marine habitat used for navigation, recreation, and commercial and sport fishing including shellfish harvesting.",
  "/wiki/University_of_California,_Riverside": "The University of California, Riverside (UCR or UC Riverside) is a public research university in Riverside, California.  It is one of the 10 general campuses of the University of California system. The main campus sits on 1,900 acres (769 ha) in a suburban district of Riverside with a branch campus of 20 acres (8 ha) in Palm Desert. In 1907, the predecessor to UCR was founded as the UC Citrus Experiment Station, Riverside which pioneered research in biological pest control and the use of growth regulators responsible for extending the citrus growing season in California from four to nine months. Some of the world's most important research collections on citrus diversity and entomology, as well as science fiction and photography, are located at Riverside.",
  "/wiki/Philip_L._Boyd_Deep_Canyon_Desert_Research_Center": "The Philip L. Boyd Deep Canyon Desert Research Center is one of the original seven of the total 39 sites in the University of California Natural Reserve System. It contains lands originally donated to the University by regent Philip L. Boyd in 1958. The Research Center is contained within UNESCO's Mojave and Colorado Deserts Biosphere Reserve.",
  "/wiki/Santa_Rosa_Mountains_(California)": "The Santa Rosa Mountains are a short mountain range  in the Peninsular Ranges system, located east of the Los Angeles Basin and northeast of the San Diego metropolitan area of southern California, in the southwestern United States.",
  "/wiki/Palm_Desert,_California": "Palm Desert is a city in Riverside County, California, United States, in the Coachella Valley, approximately 14 miles (23 km) east of Palm Springs, 121 miles (194 km) northeast of San Diego and 122 miles (196 km) east of Los Angeles. The population was 48,445 at the 2010 census, up from 41,155 at the 2000 census. The city was one of the state's fastest growing in the 1980s and 1990s,[citation needed] beginning with 11,801 residents in 1980, doubling to 23,650 in 1990, 35,000 in 1995, and nearly double its 1990 population by 2000. A major center of growth in the Coachella Valley, Palm Desert is a popular retreat for \"snowbirds\" from colder climates (the Eastern and Northern United States, and Canada), who swell its population by an estimated 31,000 each winter. In the past couple of years Palm Desert has seen more residents become \"full-timers\", mainly from the coasts and urban centers of California, who have come for both affordable and high-valued home prices.",
  "/wiki/Burns_Piñon_Ridge_Reserve": "The Burns Piñon Ridge Reserve is a 121-hectare (303-acre) nature reserve that is part of the University of California Natural Reserve System. It is located near Yucca Valley, California in San Bernardino County, California. Administered by UC Irvine, the reserve is owned by the University of California and managed for teaching and research.",
  "/wiki/University_of_California,_Irvine": "The University of California, Irvine (UCI or UC Irvine) is a public research university in Irvine, California. It is one of the 10 campuses in the University of California (UC) system. UC Irvine offers 87 undergraduate degrees and 129 graduate and professional degrees. The university is classified as a Research I university and in 2017 had $361 million in research and development expenditures, according to the National Science Foundation. UC Irvine became a member of the Association of American Universities in 1996 and is the youngest university to hold membership. It is considered to be one of the \"Public Ivies,\" meaning that it is among those publicly funded universities thought to provide a quality of education comparable to that of the Ivy League.",
  "/wiki/Mojave_Desert": "The Mojave Desert (/moʊˈhɑːvi, mə-/ moh-HAH-vee, mə-; Mohave: Hayikwiir Mat'aar) is an arid rain-shadow desert and the driest desert in North America. It is in the North American Southwest, primarily within southeastern California and southern Nevada, and it occupies 47,877 sq mi (124,000 km2). Small areas also extend into Utah and Arizona. Its boundaries are generally noted by the presence of Joshua trees, which are native only to the Mojave Desert and are considered an indicator species, and it is believed to support an additional 1,750 to 2,000 species of plants. The central part of the desert is sparsely populated, while its peripheries support large communities such as Las Vegas, Barstow, Lancaster, Palmdale, Victorville, and St. George.",
  "/wiki/Joshua_Tree_National_Park": "Joshua Tree National Park is an American national park in southeastern California, east of Los Angeles and San Bernardino, near Palm Springs. The park is named for the Joshua trees (Yucca brevifolia) native to the Mojave Desert. Originally declared a national monument in 1936, Joshua Tree was redesignated as a national park in 1994 when the U.S. Congress passed the California Desert Protection Act. Encompassing a total of 790,636 acres (1,235.4 sq mi; 3,199.6 km2)—an area slightly larger than the state of Rhode Island—the park includes 429,690 acres (671.4 sq mi; 1,738.9 km2) of designated wilderness. Straddling the border between San Bernardino County and Riverside County, the park includes parts of two deserts, each an ecosystem whose characteristics are determined primarily by elevation: the higher Mojave Desert and the lower Colorado Desert. The Little San Bernardino Mountains traverse the southwest edge of the park.",
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/Carpinteria,_California": "Carpinteria (/kɑːrpɪntəˈriːə/; Spanish: La Carpintería) is a small oceanside city located in southeastern Santa Barbara County, California, east of Santa Barbara and northwest of Ventura. The population was 13,040 at the 2010 census.",
  "/wiki/American_River": "The American River (Spanish: Río de los Americanos) is a ~30-mile-long river in California that runs from the Sierra Nevada mountain range to its confluence with the Sacramento River in the Sacramento Valley. Via the Sacramento River, it is part of the San Francisco Bay watershed. This river is fed by the melting snowpack of the Sierra Nevada and its many headwaters and tributaries, including the North Fork American River, the Middle Fork American River, and the South Fork American River.",
  "/wiki/Sierra_Nevada_(U.S.)": "The Sierra Nevada (/siˌɛrə nɪˈvædə, -ˈvɑːdə/, Spanish: [ˈsjera neˈβaða], snowy range) is a mountain range in the Western United States, between the Central Valley of California and the Great Basin. The vast majority of the range lies in the state of California, although the Carson Range spur lies primarily in Nevada. The Sierra Nevada is part of the American Cordillera, a chain of mountain ranges that consists of an almost continuous sequence of such ranges that form the western \"backbone\" of North America, Central America, South America and Antarctica.",
  "/wiki/University_of_California,_San_Diego": "The University of California, San Diego (UC San Diego or, colloquially, UCSD[a]) is a public research university in San Diego, California. Established in 1960 near the pre-existing Scripps Institution of Oceanography, UC San Diego is the seventh-oldest of the 10 University of California campuses and offers over 200 undergraduate and graduate degree programs, enrolling approximately 30,800 undergraduate and 8,000 graduate students. The university occupies 2,141 acres (866 ha) near the coast of the Pacific Ocean, with the main campus resting on approximately 1,152 acres (466 ha).",
  "/wiki/Laguna_Mountains": "The Laguna Mountains are a mountain range of the Peninsular Ranges System in eastern San Diego County, southern California. The mountains run in a northwest/southeast alignment for approximately 35 miles (56 km).",
  "/wiki/Camp_Kearny": "Camp Kearny was a U.S. military base (first Army, later Navy) in San Diego County, California, on the site of the current Marine Corps Air Station Miramar. It operated from 1917 to 1946. The base was named in honor of Brigadier General Stephen W. Kearny.",
  "/wiki/Fort_Ord": "Fort Ord is a former United States Army post on Monterey Bay of the Pacific Ocean coast in California, which closed in 1994 due to Base Realignment and Closure (BRAC) action. Most of the fort's land now makes up the Fort Ord National Monument, managed by the United States Bureau of Land Management as part of the National Conservation Lands, while a small portion remains an active military installation under Army control designated as the Ord Military Community.",
  "/wiki/Santa_Lucia_Mountains": "The Santa Lucia Mountains or Santa Lucia Range is a rugged mountain range in coastal central California, running from Carmel southeast for 140 miles (230 km) to the Cuyama River in San Luis Obispo County. The range is never more than 11 miles (18 km) from the coast.:11 The range forms the steepest coastal slope in the contiguous United States. Cone Peak at 5,158 feet (1,572 m) tall and three miles (5 km) from the coast, is the highest peak in proximity to the ocean in the lower 48 United States. The range was a barrier to exploring the coast of central California for early Spanish explorers.",
  "/wiki/James_San_Jacinto_Mountains_Reserve": "The James San Jacinto Mountains Reserve, a unit of the University of California Natural Reserve System, is a 29-acre (120,000 m2) ecological reserve and biological field station located at an altitude of 5,200 feet (1,600 m) in a wilderness area of the San Jacinto Mountains near Lake Fulmor in Riverside County, California, United States.",
  "/wiki/San_Jacinto_Mountains": "The San Jacinto Mountains (Avii Hanupach in Mojave) are a mountain range in Riverside County, located east of Los Angeles in southern California in the United States. The mountains are named for one of the first Black Friars, Saint Hyacinth (San Jacinto in Spanish), who is popular patron in Latin America.",
  "/wiki/Coachella_Valley": "The Coachella Valley (/ˌkoʊəˈtʃɛlə/ KOH-ə-CHEL-ə, /koʊˈtʃɛlə/ koh-CHEL-ə) is an arid rift valley in the Colorado Desert of Southern California’s Riverside County.  The valley extends approximately 45 mi (72 km) southeast from the San Gorgonio Pass to the northern shore of the Salton Sea, and is approximately 15 mi (24 km) wide along most of its length. It is bounded on the northeast by the San Bernardino and Little San Bernardino Mountains, and on the southwest by the San Jacinto and Santa Rosa Mountains.",
  "/wiki/Mendocino_County,_California": "Mendocino County is a county located on the North Coast of the U.S. state of California. As of the 2010 census, the population was 87,841. The county seat is Ukiah.",
  "/wiki/Central_Valley_of_California": "The Central Valley is a flat valley that dominates the interior of California. It is 40 to 60 miles (60 to 100 km) wide and stretches approximately 450 miles (720 km) from north-northwest to south-southeast, inland from and parallel to the Pacific Ocean coast. It covers approximately 18,000 square miles (47,000 km2), about 11% of California's total land area (or about the size of the Dominican Republic). The valley is bounded by the Sierra Nevada to the east and the Coast Ranges to the west.",
  "/wiki/Kendall-Frost_Mission_Bay_Marsh_Reserve": "The Kendall-Frost Mission Bay Marsh Reserve is a 20-acre (16 hectare) University of California Natural Reserve System reserve on the northern shore of Mission Bay in San Diego County, California. Administered by UC San Diego, the site is owned by the University of California and managed for teaching and research.",
  "/wiki/Mission_Bay_(San_Diego)": "Mission Bay is a human-made saltwater bay located south of the Pacific Beach community of San Diego, California created from approximately 2,000 acres of historical wetland, marsh, and saltwater bay habitat. The bay is part of the recreational Mission Bay Park, the largest man-made aquatic park in the country, consisting of 4,235 acres (17.14 km2), approximately 46% land and 54% water. The combined area makes Mission Bay Park the ninth largest municipally-owned park in the United States.",
  "/wiki/Kenneth_S._Norris_Rancho_Marino_Reserve": "Kenneth S. Norris Rancho Marino Reserve is part of the University of California Natural Reserve System. The reserve is located along the coast of San Luis Obispo County at the south end of the town of Cambria, California. It is named for Kenneth S. Norris, a University of California professor, renowned naturalist, and founder of the UC Natural Reserve System. It is operated by the University under a use agreement, as it is privately owned and funded. There is no public access.",
  "/wiki/Cambria,_California": "Cambria (/ˈkeɪmbriə/) is a seaside village in San Luis Obispo County, California, United States midway between San Francisco and Los Angeles along California State Route 1 (Highway 1). The name Cambria, chosen in 1869, is the Latin name for Wales. Cambria is situated amidst Monterey pines in one of only three such native forests. Previously, the town had gone by the names of Slabtown, Rosaville, San Simeon, and Santa Rosa. The corresponding census designated place (CDP) had a population of 6,032 at the 2010 census, slightly down from 6,232 at the 2000 census.",
  "/wiki/University_of_California_Natural_Reserve_System": "The University of California Natural Reserve System (UCNRS) is a system of protected areas throughout California."
}