{
  "/wiki/IKon": "iKon (Korean: 아이콘), stylized as iKON, is a South Korean boy band formed in 2015 by YG Entertainment. The group was first introduced in the reality survival program WIN: Who is Next as \"Team B\". After that, Team B went on to appear in the 2014 reality survival program Mix & Match, which determined the final seven-member lineup of iKon: B.I, Bobby, Jinhwan, Ju-ne, Yunhyeong, Donghyuk and Chanwoo.",
  "/wiki/Love_Scenario": "\"Love Scenario\" (Korean: 사랑을 했다; RR: Sarang-eul haetda) is a song recorded by South Korean boy group iKon. It was released as the lead single of their second studio album, Return. The song holds the record for the most weeks at number one on the Gaon Digital Chart, spending six weeks at the top in early 2018. The song won \"Song of the Year\" at the 2018 Melon Music Awards and 33rd Golden Disc Awards. It is recognized as one of iKon's signature songs.",
  "/wiki/Yoon_Jong-shin": "Yoon Jong-shin (Korean: 윤종신; born October 15, 1969) is a South Korean singer-songwriter, record producer, and the CEO of Mystic Story.",
  "/wiki/Twice_(band)": "Twice (Korean: 트와이스; Japanese: トゥワイス; stylized in all caps) is a South Korean girl group formed by JYP Entertainment through the 2015 reality show Sixteen. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. The group debuted on October 20, 2015, with the extended play (EP) The Story Begins.",
  "/wiki/Cheer_Up_(song)": "\"Cheer Up\" (stylized in all caps) is a song recorded by South Korean girl group Twice. It was released by JYP Entertainment on April 25, 2016, as the lead single from their second extended play Page Two. It was written and composed by Sam Lewis and Black Eyed Pilseung respectively.",
  "/wiki/Big_Bang_(South_Korean_band)": "Big Bang (Korean: 빅뱅; stylized as BIGBANG) is a South Korean boy band formed by YG Entertainment. The group consists of four members: G-Dragon, T.O.P, Taeyang, and Daesung. Member Seungri retired from the industry on March 11, 2019. They are often cited as one of the most influential acts to shape the K-pop industry by helping spread the Korean Wave internationally and are often dubbed the \"Kings of K-pop\" by the media. Their experimental and diverse use of music genres, personal involvement in producing their own records, and stage performances have received a positive critical reception.",
  "/wiki/Bang_Bang_Bang_(Big_Bang_song)": "\"Bang Bang Bang\" (Korean: 뱅뱅뱅) is a song recorded by South Korean boy band Big Bang. It was released digitally on June 1, 2015 by YG Entertainment, as the second single from Made, being included in the single album A. It was written and composed by G-Dragon and Teddy, with additional rap parts penned by T.O.P.",
  "/wiki/Soyou": "Kang Ji-hyun (born February 12, 1992), known professionally as Soyou, is a South Korean singer. She is best known as a former member of the South Korean girl group Sistar.",
  "/wiki/Junggigo": "Go Jung-gi (born September 5, 1980), better known by his stage name Junggigo, is a South Korean singer.",
  "/wiki/Some_(song)": "\"Some\" (Korean: 썸) is a song by South Korean singers Soyou (SISTAR) and Junggigo, featuring Lil Boi of Geeks. It was released online as a digital single on February 7, 2014 through Starship Entertainment.",
  "/wiki/Exo_(band)": "Exo (Korean: 엑소; stylized in all caps) is a South Korean–Chinese boy band based in Seoul, with nine members: Xiumin, Suho, Lay, Baekhyun, Chen, Chanyeol, D.O., Kai and Sehun. The band was formed by SM Entertainment in 2011 and debuted in 2012. Their music incorporates genres like pop, hip-hop, and R&B, alongside electronic dance music genres like house, trap, and synth-pop. Exo releases and performs music in Korean, Mandarin, and Japanese. The band ranked as one of the top five most influential celebrities on the Forbes Korea Power Celebrity list each year from 2014 to 2018, and have been named \"the biggest boy band in the world\" and the \"kings of K-pop\" by media outlets.",
  "/wiki/Growl_(Exo_song)": "\"Growl\" (Korean: 으르렁 Eureureong; Chinese: 咆哮 Páoxiào) is a song recorded by South Korean–Chinese boy band Exo for the repackaged edition of their first studio album XOXO. It was released in Korean and Chinese by S.M. Entertainment on August 5, 2013. The song is known as Exo's breakthrough single, having sold over two million copies.",
  "/wiki/Sistar": "Sistar (Korean: 씨스타, often stylized as SISTAR) was a South Korean girl group formed in 2010 by Starship Entertainment. The group consisted of Hyolyn, Bora, Soyou, and Dasom. Their debut studio album So Cool was released on 9 August 2011. Their second album, Give It to Me, was released on 11 June 2013. Their biggest hits include \"So Cool\", \"Alone\", \"Touch My Body\", \"Loving U\" and \"Give It to Me\". Their fourth single, \"So Cool,\" debuted at number one at Billboard Korea K-Pop Hot 100 singles chart.",
  "/wiki/Give_It_To_Me_(album)": "Give It to Me is the second and final studio album by South Korean girl group Sistar. The album was released on June 11, 2013 by Starship Entertainment and distributed by LOEN Entertainment, with the song of the same title used as the promotional song. The album contains 11 songs.",
  "/wiki/T-ara": "T-ara (/tiˈɑːrə/; Korean: 티아라) is a South Korean girl group, formed in 2009 by MBK Entertainment. T-ara's career is marked by hook-heavy dance-pop music, a result of their close partnership with composer Shinsadong Tiger. A broad array of visual concepts have earned the group a \"chameleon-like\" reputation.[a]",
  "/wiki/Roly-Poly_(T-ara_song)": "\"Roly-Poly\" is a dance-pop song by South Korean girl group T-ara. It was taken from their second mini album John Travolta Wannabe, released on June 29, 2011. The song was written and produced by Shinsadong Tiger and Choi Gyu Sung, who were also behind the group's hit song \"Bo Peep Bo Peep\". \"Roly-Poly\" won three weekly #1 awards on Mnet's M! Countdown and SBS's Inkigayo, and went on to becoming the top grossing and most downloaded song of 2011 with a record $2 million in sales and 4,077,885 downloads.",
  "/wiki/IU_(singer)": "Lee Ji-eun (Korean: 이지은; born May 16, 1993), known professionally as IU (Korean: 아이유), is a South Korean singer-songwriter and actress. During her middle school years, IU auditioned for various talent agencies in hopes of becoming a singer. She signed with Kakao M (formerly LOEN Entertainment) in 2007 as a trainee and debuted as a singer at the age of fifteen with her album, Lost and Found. Although her follow-up albums, Growing Up and IU...IM, brought mainstream success, it was after the release of \"Good Day\" (Korean: 좋은 날), the lead single from her 2010 album Real, that she achieved national stardom. \"Good Day\" went on to spend five consecutive weeks at the top position of South Korea's Gaon Digital Chart, a joint record along with Psy's \"Gangnam Style\",[failed verification] and in 2019, it was ranked number one on Billboard magazine's 100 Greatest K-Pop Songs of the 2010s.",
  "/wiki/Girls%27_Generation": "Girls' Generation (Korean: 소녀시대; RR: Sonyeo Sidae), also known as SNSD, is a South Korean girl group formed by SM Entertainment. The group is composed of eight members: Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, and Seohyun. Originally a nine-piece group, Jessica departed from the group in September 2014. One of the prominent figures of the Korean Wave, the group has earned numerous accolades and the honorific nickname \"The Nation's Girl Group\" in their home country.",
  "/wiki/Gee_(Girls%27_Generation_song)": "\"Gee\" is a song recorded by South Korean girl group Girls' Generation. The original Korean-language version was released as a single from the extended play of the same name on January 5, 2009. \"Gee\" is a bubblegum pop and electropop song with elements of hip hop and techno that lyrically talks about the girls' affections when they are in love. The single was a success in the group's native country, claiming the top spot on Music Bank for a record-breaking nine consecutive weeks and on Inkigayo for three weeks. It became the best-selling single of 2009 in South Korea was named most popular song of the 2000s decade by Melon.",
  "/wiki/Wonder_Girls": "Wonder Girls (Korean: 원더걸스) was a South Korean girl group formed by JYP Entertainment. The group debuted in February 2007 with the single \"Irony\" and five members: Yeeun, Sunye, Sunmi, Hyuna and Sohee. After Hyuna's departure in July, Yubin was added into the group prior to the release of their debut studio album, The Wonder Years (2007). The album spawned the hit single \"Tell Me\", which topped various South Korea's on and offline music charts.",
  "/wiki/Nobody_(Wonder_Girls_song)": "\"Nobody\" is a song performed by South Korean girl group Wonder Girls, from their first EP, The Wonder Years: Trilogy. It was released as a digital download single on September 22, 2008 in South Korea. The song was written and produced by Park Jin-young and features a sample from the Italian trio La La's \"Johnny Johnny.\" It immediately rose to prominence, becoming a top search term and ranking number one on various digital music sites. The song was recorded and released in four different languages: Korean, English, Mandarin Chinese, and Japanese.",
  "/wiki/Lies_(Big_Bang_song)": "\"Lies\" (Korean: 거짓말; RR: Geojitmal) is a song recorded by the South Korean boy group Big Bang. The song was written and composed by rapper G-Dragon. It was released on August 16, 2007 by YG Entertainment as the first single from Big Bang's first extended play Always (2007). It became the group's breakout hit, topping charts in their home country for several weeks and consequently winning Song of the Year at the 2007 Mnet Asian Music Awards. The song remains one of their most critically acclaimed song to date and is often view as one of their signature songs."
}