{
  "/wiki/1995_UCI_Track_Cycling_World_Championships": "The 1995 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Bogotá, Colombia from September 26 to 30. Twelve events were contested, eight for the men and four for the women at the Velódromo Luis Carlos Galán. There were three events held at the championships for the first time: men's team sprint (women's team sprint followed in 2007), men's madison and women's 500 m time trial. They replaced the men's tandem and men's stayers events.",
  "/wiki/Bogotá": "Bogotá (/ˌboʊɡəˈtɑː/, also UK: /ˌbɒɡ-/, US: /ˈboʊɡətɑː/, Spanish: [boɣoˈta] (listen)), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the departments of Colombia. It is the political, economic, administrative and industrial center of the country.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/1997_UCI_Track_Cycling_World_Cup_Classics": "The 1997 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The competition ran from May 23  to August 17, 1997. The World Cup is organised by the UCI.",
  "/wiki/Quartu_Sant'Elena": "Quartu Sant'Elena [ˈkwartu ˌsanˈteːlena] (Sardinian: Cuartu Sant'Aleni), located four miles East from Cagliari on the ancient Roman road, is a city and comune in the Metropolitan City of Cagliari, Sardinia, Italy. It is the third biggest city of Sardinia with a population of 71,216 as of 2015[update].",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/1997_UCI_Track_Cycling_World_Championships": "The 1997 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Perth, Australia from 27 August to 31 August 1997. Twelve events were contested, eight for the men and four for the women. France dominated most of the events, taking home half of the gold medals on offer.",
  "/wiki/Perth,_Western_Australia": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/1998_UCI_Track_Cycling_World_Cup_Classics": "The 1998 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 21 May 1998 to 6 September 1998. The World Cup is organised by the UCI.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Hyères": "Hyères (French pronunciation: ​[jɛːʁ]), Provençal Occitan: Ieras in classical norm, or Iero in Mistralian norm) is a commune in the Var department in the Provence-Alpes-Côte d'Azur region in southeastern France.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/1998_UCI_Track_Cycling_World_Championships": "The 1998 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Bordeaux, France from August 26 to August 30, 1998. Twelve events were contested, eight for the men and four for the women. France dominated most of the events, taking home half of the gold medals on offer.",
  "/wiki/Bordeaux": "Bordeaux (French pronunciation: [bɔʁdo] (listen); Gascon Occitan: Bordèu [buɾˈðɛw]) is a port city on the Garonne in the Gironde department in Southwestern France.",
  "/wiki/1999_UCI_Track_Cycling_World_Cup_Classics": "The 1999 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 21 May 1999 to 6 September 1999. The World Cup is organised by the UCI.",
  "/wiki/Valencia,_Spain": "Valencia (Spanish: [baˈlenθja]), officially València (Valencian: [vaˈlensia]), is the capital of the autonomous community of Valencia and the third-largest city in Spain after Madrid and Barcelona, with around 800,000 inhabitants in the administrative centre. Its urban area extends beyond the administrative city limits with a population of around 1.6 million people. Valencia is Spain's third largest metropolitan area, with a population ranging from 1.7 to 2.5 million depending on how the metropolitan area is defined.  The Port of Valencia is the 5th busiest container port in Europe and the busiest container port on the Mediterranean Sea.  The city is ranked at Beta-global city in the Globalization and World Cities Research Network.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Fiorenzuola_d'Arda": "Fiorenzuola d'Arda (Italian pronunciation: [fjorenˈtswɔːla ˈdarda]; Piacentino: Fiurinsöla, IPA: [fi.uriŋˈsøːlɐ] or [fi.uriŋˈsoːlɐ]) is a city and comune in Italy in the province of Piacenza, part of the Emilia-Romagna region. Its name derives from Florentia (\"prosperous\" in Latin). The \"d'Arda\" portion refers to the River Arda which flows from the Apennines into the valley where Fiorenzuola is situated. Fiorenzuola's origins are old, dating from the first prehistorical human settlements in Italy.",
  "/wiki/2000_UCI_Track_Cycling_World_Cup_Classics": "The 2000 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 19 May 2000 to 13 August 2000. The World Cup is organised by the UCI.",
  "/wiki/Turin": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics_–_Men's_team_pursuit": "The men's team pursuit event in cycling at the 2000 Summer Olympics was held on Sunday, September 17, and Monday, September 18, 2000 at the Dunc Gray Velodrome. The competition consisted of matches between two teams of four cyclists.  The teams started at opposite ends of the track. They had 16 laps (4 kilometres) in which to catch the other cyclist. If neither was caught before one had gone 16 laps, the times for the distance (based on the third rider of the team to cross the line) were used to determine the victor.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, 3 different bicycle racing disciplines were contested: Road cycling, track cycling, and mountain biking.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/2001_UCI_Track_Cycling_World_Cup_Classics": "The 2001 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 25 May 2001 to 26 August 2001. The World Cup is organised by the UCI.",
  "/wiki/Szczecin": "Szczecin (UK: /ˈʃtʃɛtʃɪn/ SHCHETCH-in, US: /-tʃiːn, ʃtʃɛtˈsiːn/ -⁠een, shchet-SEEN, Polish: [ˈʂtʂɛtɕin] (listen); German: Stettin [ʃtɛˈtiːn] (listen); Swedish: Stettin [stɛˈtiːn]; known also by other alternative names) is the capital and largest city of the West Pomeranian Voivodeship in Poland. Located near the Baltic Sea and the German border, it is a major seaport and Poland's seventh-largest city. As of December 2018, the population was 402,465.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/2001_UCI_Track_Cycling_World_Championships": "The 2001 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Antwerp, Belgium from September 26 to September 30, 2001.",
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/2002_UCI_Track_Cycling_World_Cup_Classics": "The 2002 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 19 April 2002 to 11 August 2002. The World Cup is organised by the UCI.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/2003_UCI_Track_Cycling_World_Cup_Classics": "The 2003 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 14 February 2003 to 18 May 2003. The World Cup is organised by the UCI.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Alexander_Symonenko": "Alexander Serhiyovych Symonenko (Ukrainian: Симоненко Олександр Сергійович; born 14 February 1974) is a Ukrainian former track cyclist. Symonenko was the world champion in individual pursuit in 2001, as well as the world champion in team pursuit as part of the Ukraine team in 1998 and 2001. In the 2000 Summer Olympics, he won a silver medal in the team pursuit as part of the Ukraine team. Symonenko was born in Kirovohrad (present day Kropyvnytskyi)."
}