{
  "/wiki/Bogl%C3%A1rka_Kap%C3%A1s": "Boglárka Kapás (pronounced [ˈboɡlaːrkɒ ˈkɒpaːʃ]; born 22 April 1993) She is a Hungarian competitive swimmer. She is the world champion (2019 Gwangju) in 200 m butterfly and a bronze Medalist at the Olympic Games (2016 Rio de Janeiro) in 800 m freestyle.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics": "The Swimming competition at the 2010 Summer Youth Olympics lasted from August 15 to 20, at the Singapore Sports School.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_200_metre_butterfly": "The girl's 200 metre butterfly event at the 2010 Youth Olympic Games took place on August 16, at the Singapore Sports School.",
  "/wiki/Eszter_Dud%C3%A1s": "Eszter Dudás (born 6 March 1992 in Budapest) is a Hungarian professional triathlete, European Junior Vice Champion of the year 2011, and, along with Eszter Pap and Zsófia Tóth, a member of the Heraklesz High Performance Team.",
  "/wiki/Triathlon_at_the_2010_Summer_Youth_Olympics": "Triathlon at the 2010 Summer Youth Olympics in Singapore took place at East Coast Park. There were competitions on August 15, 16 and 19.",
  "/wiki/Triathlon_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Mixed_relay": "4x Mixed Relay Triathlon was part of the triathlon at the 2010 Summer Youth Olympics programme. The event consisted of a relay with each athlete performing 250 metres (0.16 mi) of swimming, 7 kilometres (4.3 mi) of cycling, and 1.7 kilometres (1.1 mi) of running. It was held on 19 August 2010 at East Coast Park.  The teams were made based on the results of the boys' and girls' triathlon event held of August 15–16, 2010.  Each team had two boys and two girls and were split by continent.  A total of 15 teams raced in the event.",
  "/wiki/Mixed-NOCs_participation_at_the_2010_Summer_Youth_Olympics": "Teams made up of athletes representing different National Olympic Committees (NOCs), called mixed-NOCs teams, participated in the 2010 Summer Youth Olympics. These teams participated in either events composed entirely of mixed-NOCs teams, or in events which saw the participation of mixed-NOCs teams and non-mixed-NOCs teams. When a mixed-NOCs team won a medal, the Olympic flag was raised rather than a national flag; if a mixed-NOCs team won gold, the Olympic anthem would be played instead of national anthems.",
  "/wiki/P%C3%A9ter_Bernek": "Péter Bernek (born 13 April 1992) is a Hungarian swimmer. He competed for Hungary at the 2012 Summer Olympics.\nBernek is represented by STRONGAA Management Hungary.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_200_metre_backstroke": "The men's 200 metre backstroke heats and semifinals at the 2010 Youth Olympic Games took place on August 20 at the Singapore Sports School.",
  "/wiki/Bence_Bicz%C3%B3": "Bence Biczó (born 19 January 1993) is a Hungarian swimmer and Youth Olympic Games gold medalist.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_200_metre_butterfly": "The men's 200 metre butterfly heats and final at the 2010 Youth Olympic Games took place on August 20 at the Singapore Sports School.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_400_metre_freestyle": "The girls' 400 metre freestyle event at the 2010 Youth Olympic Games took place on August 20 at the Singapore Sports School.",
  "/wiki/Canoeing_at_the_2010_Summer_Youth_Olympics": "Canoeing at the 2010 Summer Youth Olympics in Singapore took place from August 21 to August 25 at the Marina Reservoir. There were sprints on a 420m course and a slalom on flat water and not an artificial Canoe Slalom course.",
  "/wiki/Canoeing_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_K1_sprint": "These are the results of the Girls' K1 Sprint at the 2010 Summer Youth Olympics. It took place at the Marina Reservoir. Time Trial Round was on August 21, 2010. First elimination round, repechage and third round took place on August 21, and quarterfinals, semifinals and medals rounds were on August 22.",
  "/wiki/S%C3%A1ndor_T%C3%B3tka": "Sándor Tótka (born 27 July 1994) is a Hungarian canoeist. He competed in the men's K-2 200 metres event at the 2016 Summer Olympics.",
  "/wiki/Canoeing_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_K1_sprint": "These are the results of the Boys' K1 Sprint at the 2010 Summer Youth Olympics. It took place at the Marina Reservoir. Time Trial Round was on August 21, 2010. First elimination round, repechage and third round took place on August 21, and quarterfinals, semifinals and medals rounds were on August 22.",
  "/wiki/Swimming_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_200_metre_freestyle": "The girls' 200 metre freestyle event at the 2010 Youth Olympic Games took place on August 18 and the final on August 19, at the Singapore Sports School.",
  "/wiki/Zs%C3%B3fia_F%C3%B6ldh%C3%A1zi": "Zsófia Földházi (Hungarian: [ˈʒoːfiɒ ˈfølthaːzi]; born 9 June 1993) is a Hungarian modern pentathlete. She has qualified for 2016 Summer Olympics.",
  "/wiki/Modern_pentathlon_at_the_2010_Summer_Youth_Olympics": "Modern pentathlon at the 2010 Summer Youth Olympics in Singapore took place August 21–23. It consisted of four of the five modern pentathlon disciplines: fencing, swimming, running and shooting. There was no riding.",
  "/wiki/Modern_pentathlon_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_individual": "The girl's Modern pentathlon competitions at the 2010 Summer Youth Olympics in Singapore were held on August 21, at the Singapore Sports School.",
  "/wiki/Judo_at_the_2010_Summer_Youth_Olympics": "The Judo competition at the 2010 Summer Youth Olympics took place between 21–25 August in Singapore. There were a total of eight weight categories for both Boys and Girls.",
  "/wiki/Judo_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_44_kg": "The Girls' 44 kg tournament in Judo at the 2010 Summer Youth Olympics was held on August 21 at the International Convention Centre.",
  "/wiki/Athletics_at_the_2010_Summer_Youth_Olympics": "At the 2010 Summer Youth Olympics, 36 athletics events were contested – 18 for boys and 18 for girls – on 17–19 and 21–23 August 2010. The events took place in Bishan Stadium, Singapore. Athletes born between January 1, 1993 and December 31, 1994 were eligible to compete. Continents selected their athletes through Youth Continental Championships (Continental Youth Olympic Trials).",
  "/wiki/Athletics_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_discus_throw": "The girls' discus throw event at the 2010 Youth Olympic Games was held on 17–21 August 2010 in Bishan Stadium.",
  "/wiki/Fencing_at_the_2010_Summer_Youth_Olympics": "Fencing competitions at the 2010 Summer Youth Olympics in Singapore consisted of three Cadet Male individual events, three Cadet Female individual events and one team event including both genders and all 3 weapons: épée, foil and saber. 78 fencers from 36 nations were competing. The venue was located at the International Convention Centre (ICC).",
  "/wiki/Fencing_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Cadet_Female_Foil": "These are the results of the cadet female foil competition at the 2010 Summer Youth Olympics. The competition was held on August 15.",
  "/wiki/T%C3%ADmea_Babos": "Tímea Babos (Hungarian pronunciation: [ˈtiːmɛɒ ˈbɒboʃ]; born 10 May 1993) is a Hungarian professional tennis player.",
  "/wiki/Tennis_at_the_2010_Summer_Youth_Olympics": "Tennis at the 2010 Summer Youth Olympics lasted from August 18 until August 25. For the Singles competitions, all matches were determined through a best-of-three tie-break sets. For the Doubles competitions, all matches were determined by two tie-break sets and a match tie-break game (10 points) in place of a third set. There were competitions for boys' singles, boys' doubles, girls' singles and girls' doubles. It took place at the Kallang Tennis Centre.",
  "/wiki/Tennis_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Girls%27_doubles": "These are the results for the girls' doubles event at the 2010 Summer Youth Olympics.",
  "/wiki/Kriszti%C3%A1n_T%C3%B3th": "Krisztián Tóth (born 1 May 1994) is a Hungarian judoka.",
  "/wiki/Judo_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_81_kg": "The Boys' 81 kg tournament in Judo at the 2010 Summer Youth Olympics was held on August 22 at the International Convention Centre.",
  "/wiki/Athletics_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_hammer_throw": "The boys' hammer throw competition at the 2010 Youth Olympic Games was held on 19–23 August 2010 in Bishan Stadium.",
  "/wiki/Zolt%C3%A1n_Harcsa": "Zoltán Ádám Harcsa (born 20 November 1992) is a Hungarian middleweight boxer who won bronze medals at the 2013 European Championships and 2015 European Games. He competed at the 2012 and 2016 Olympics, but was eliminated in the second-third bout on both occasions. His brother Norbert is also an international boxer.",
  "/wiki/Boxing_at_the_2010_Summer_Youth_Olympics": "The Boxing competition at the 2010 Summer Youth Olympics was held from 21 August to 25 August 2010 at the Suntec Singapore International Convention and Exhibition Centre.",
  "/wiki/Boxing_at_the_2010_Summer_Youth_Olympics_%E2%80%93_Boys%27_75_kg": "These are the results of the Men's Middle 75 kg  competition in boxing at the 2010 Summer Youth Olympics in Singapore. Preliminaries were held on August 21, semifinals on August 22, 5th place bout on August 23, the bronze medal bout on August 24 and the Final bout on August 25.\nUnlike world championships and the Olympic Games, only one bronze medal is awarded."
}