{
  "/wiki/Clara's_Heart": "Clara's Heart is a 1988 American drama film, based on Joseph Olshan's novel of the same name, directed by Robert Mulligan, written by Mark Medoff and is also Neil Patrick Harris' debut role.",
  "/wiki/Purple_People_Eater_(film)": "Purple People Eater is a 1988 American science-fiction comedy film based on Sheb Wooley's 1958 novelty song of the same name, written and directed by Linda Shayne, and stars Neil Patrick Harris, Ned Beatty, Shelley Winters, Dustin Diamond, Peggy Lipton, and Thora Birch in her film debut. Chubby Checker and Little Richard made musical guest appearances. The film was released on December 16, 1988.",
  "/wiki/Animal_Room": "Animal Room is a 1995 American thriller drama film directed, produced, and written by Craig Singer and starring Neil Patrick Harris as a bullied drug-using teenager and Matthew Lillard as the bully who loves to torment Harris's character. The film is referred to as a modernized version of A Clockwork Orange and features an appearance from the punk rock band Misfits.",
  "/wiki/Starship_Troopers_(film)": "Starship Troopers is a 1997 American satirical military science fiction action film directed by Paul Verhoeven and written by Edward Neumeier. It originally came from an unrelated script called Bug Hunt at Outpost Nine, but eventually licensed the name Starship Troopers from the science fiction novel by Robert A. Heinlein. The story follows a young soldier named Johnny Rico and his exploits in the Mobile Infantry, a futuristic military unit. Rico's military career progresses from recruit to non-commissioned officer and finally to officer against the backdrop of an interstellar war between mankind and an insectoid species known as \"Arachnids\".",
  "/wiki/The_Proposition_(1998_film)": "The Proposition is a 1998 drama film directed by Lesli Linka Glatter and starring Madeleine Stowe, Kenneth Branagh, William Hurt and Robert Loggia.",
  "/wiki/The_Next_Best_Thing": "The Next Best Thing, originally a screenplay, is a 2000 American comedy-drama film about two best friends that have a child together and a custody battle years after, and was the final film directed by John Schlesinger. Starring Madonna, Rupert Everett, and Benjamin Bratt, it opened to the #2 position in the North American box office despite its poor reviews.",
  "/wiki/Undercover_Brother": "Undercover Brother is a 2002 American action comedy blaxploitation film directed by Malcolm D. Lee and starring Eddie Griffin. The screenplay is by Michael McCullers and co-executive producer John Ridley, who created the original Internet animation characters. It spoofs blaxploitation films of the 1970s as well as a number of other films, most notably the James Bond franchise. It also stars former Saturday Night Live cast member Chris Kattan and comedian Dave Chappelle as well as Aunjanue Ellis, Neil Patrick Harris, Denise Richards, and Billy Dee Williams, and features a cameo by James Brown.",
  "/wiki/Harold_&_Kumar_Go_to_White_Castle": "Harold & Kumar Go to White Castle, also known as Harold & Kumar Get the Munchies in the UK, is a 2004 American stoner comedy film and the first installment of the Harold & Kumar series. The film was written by Jon Hurwitz and Hayden Schlossberg, and directed by Danny Leiner.",
  "/wiki/The_Golden_Blaze": "The Golden Blaze is an animated direct-to-video film released in 2005 written by Archie Gips and directed by Bryon E. Carson. The feature, starring the voices of Blair Underwood and Michael Clarke Duncan, had a limited theatrical run making it the second flash animation ever to be theatrically released, after Mexico's Magos y Gigantes in 2003, and the first in the United States. The film is animated and stylized like a comic book. It also took top honors at the prestigious 2005 Giffoni International Film Festival.",
  "/wiki/Harold_&_Kumar_Escape_from_Guantanamo_Bay": "Harold & Kumar Escape from Guantanamo Bay is a 2008 American stoner film, and the second installment of the Harold & Kumar series. The film was written and directed by Jon Hurwitz and Hayden Schlossberg.",
  "/wiki/Beyond_All_Boundaries": "Beyond All Boundaries is a 2009 short film depicting the battles of World War II. The film is shown in 4-D, and includes archive footage and special effects. The short, produced and narrated by Tom Hanks and directed by David Briggs, was released 9 November 2009 and is shown solely in The National World War II Museum, New Orleans. It was designed purely for the Solomon Victory Theater within the museum, and is only shown in this one location.",
  "/wiki/Justice_League:_The_New_Frontier": "Justice League: The New Frontier is a 2008 animated superhero film adapted from the DC Comics limited series DC: The New Frontier. The film was written by Stan Berkowitz and the story and visual consultant was Darwyn Cooke.",
  "/wiki/Flash_(Barry_Allen)": "The Flash (Bartholomew Henry \"Barry\" Allen) is a fictional superhero appearing in American comic books published by DC Comics. The character first appeared in Showcase #4 (October 1956), created by writer Robert Kanigher and penciler Carmine Infantino. Barry Allen is a reinvention of a previous character called the Flash, who appeared in 1940s comic books as the character Jay Garrick.",
  "/wiki/Cloudy_with_a_Chance_of_Meatballs_(film)": "Cloudy with a Chance of Meatballs is a 2009 American computer-animated science fiction comedy film produced by Sony Pictures Animation and loosely based on the 1978 children's book of the same name by Judi and Ron Barrett. It was written and directed by Phil Lord and Christopher Miller in their directorial debuts, and stars the voices of Bill Hader, Anna Faris, Bruce Campbell, James Caan, Bobb'e J. Thompson, Andy Samberg, Mr. T, Benjamin Bratt, Neil Patrick Harris, Al Roker, Lauren Graham, and Will Forte. In the film, an aspiring inventor named Flint Lockwood develops a machine that can convert water into food following a series of failed experiments. After the machine gains sentience and begins to develop food storms, Flint must destroy the machine in order to save the world.",
  "/wiki/Cats_&_Dogs:_The_Revenge_of_Kitty_Galore": "Cats & Dogs: The Revenge of Kitty Galore (also known as Cats & Dogs 2 or Cats & Dogs 2: The Revenge of Kitty Galore) is a 2010 American-Australian spy comedy film directed by Brad Peyton in his directional debut, produced by Andrew Lazar, Polly Johnsen, Greg Michael and Brent O'Connor with music by Christopher Lennertz and Shirley Bassey and written by Ron J. Friedman and Steve Bencich. The film stars Chris O'Donnell and Jack McBrayer. The film also stars the voices of James Marsden, Nick Nolte, Christina Applegate, Katt Williams, Bette Midler, Neil Patrick Harris, Sean Hayes, Joe Pantoliano, Michael Clarke Duncan, Wallace Shawn and Roger Moore. The film is a stand-alone sequel to the 2001 film Cats & Dogs, with more focus on its animal characters than the previous film, and was released on July 30, 2010 by Warner Bros. Pictures. It received mostly negative reviews from film critics and it earned $112.5 million on an $85 million budget. A video game of the same title was developed by 505 Games and was released for the Nintendo DS on July 20, 2010.",
  "/wiki/The_Best_and_the_Brightest_(film)": "The Best and the Brightest is a 2010 American independent film. Directed by Josh Shelov, the film stars Neil Patrick Harris and Bonnie Somerville as Jeff and Sam respectively, a young couple that moves into New York City. The film centers around the effort they have to put in to get their five-year-old daughter Beatrice (Amelia Talbot) into an elite private kindergarten.",
  "/wiki/Batman:_Under_the_Red_Hood": "Batman: Under the Red Hood, released on July 27, 2010, is an American animated superhero adventure direct-to-video film produced by Warner Bros. Animation and released by Warner Home Video. It is the eighth feature in the DC Universe Animated Original Movies series. The writer, Judd Winick, also wrote the \"Under the Hood\" run in the monthly Batman comic. The film received positive reviews, and is generally considered one of the best DC Universe Animated Original Movies.",
  "/wiki/Dick_Grayson": "Richard John Grayson is a fictional superhero appearing in American comic books published by DC Comics, commonly in association with Batman. Created by writer Bill Finger and artist Bob Kane, he first appeared in Detective Comics #38 in April 1940 as the original and most popular incarnation of  Robin. In Tales of the Teen Titans #44 (July 1984) the character retires his role as Robin and assumes the superhero persona of Nightwing, created by Marv Wolfman and artist George Pérez.",
  "/wiki/Nightwing": "Nightwing is a fictional superhero appearing in American comic books published by DC Comics. The character has appeared in various incarnations, with the Nightwing identity most prominently being adopted by Dick Grayson when he reinvented himself  from his role as Batman's vigilante partner Robin.\nAlthough Nightwing is commonly associated with Batman, the title and concept have origins in classic Superman stories. The original Nightwing in DC Comics was an identity assumed by alien superhero Superman when stranded on the Kryptonian city of Kandor with his friend Jimmy Olsen. Drawing inspiration from Batman and Robin, the two protect Kandor as the superheroes Nightwing and Flamebird. Following the Crisis on Infinite Earths continuity reboot in 1985, Nightwing was re-imagined as a legendary vigilante from Krypton whose story inspires Dick Grayson's choice of name when he leaves behind his Robin identity.",
  "/wiki/Beastly_(film)": "Beastly is a 2011 American romantic fantasy drama film loosely based on Alex Flinn's 2007 novel of the same name. It is a retelling of the fairytale Beauty and the Beast and is set in modern-day New York City. The film was written and directed by Daniel Barnz and stars Alex Pettyfer and Vanessa Hudgens.",
  "/wiki/The_Smurfs_(film)": "The Smurfs is a 2011 American 3D live-action/computer-animated comedy film loosely based on the comics series of the same name created by the Belgian comics artist Peyo. It was directed by Raja Gosnell and stars Neil Patrick Harris, Jayma Mays, Sofía Vergara, and Hank Azaria, with the voices of Jonathan Winters, Katy Perry, George Lopez, Anton Yelchin, Fred Armisen, and Alan Cumming. It is the first live-action/animated film produced by Sony Pictures Animation, and the first of two live-action/animated Smurfs feature films. The film tells the story of the Smurfs as they get lost in New York, and try to find a way to get back home before Gargamel catches them.",
  "/wiki/A_Very_Harold_&_Kumar_3D_Christmas": "A Very Harold & Kumar 3D Christmas is a 2011 American 3D stoner comedy film directed by Todd Strauss-Schulson, written by Jon Hurwitz and Hayden Schlossberg, and starring John Cho, Kal Penn and Neil Patrick Harris. It is a sequel to the 2008 film Harold & Kumar Escape from Guantanamo Bay and the third installment of the Harold & Kumar series. The plot follows Harold (Cho) and Kumar (Penn) as they embark on an adventure to find a new Christmas tree after Kumar accidentally destroys the original.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019)."
}