{
  "/wiki/Samhain": "Samhain (/ˈsɑːwɪn, ˈsaʊɪn/; Irish: [ˈsˠəuɪnʲ] Scottish Gaelic: [ˈs̪ãũ.ɪɲ]) is a Gaelic festival marking the end of the harvest season and the beginning of winter or the \"darker half\" of the year. Traditionally, it is celebrated from 31 October to 1 November, as the Celtic day began and ended at sunset. This is about halfway between the autumn equinox and the winter solstice. It is one of the four Gaelic seasonal festivals, along with Imbolc, Bealtaine and Lughnasadh. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. Similar festivals are held at the same time of year in other Celtic lands, for example the Brittonic Calan Gaeaf (in Wales), Kalan Gwav (in Cornwall), and Kalan Goañv (in Brittany); both Celtic branches are roughly as old as each other.",
  "/wiki/Halloween": "Halloween or Hallowe'en (a contraction of Hallows' Even or Hallows' Evening), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in several countries  on 31 October, the eve of the Western Christian feast of All Hallows' Day. It begins the three-day observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed.",
  "/wiki/Celtic_polytheism": "Ancient Celtic religion, commonly known as Celtic paganism, comprises the religious beliefs and practices adhered to by the Iron Age people of Western Europe now known as the Celts, roughly between 500 BCE and 500 CE, spanning the La Tène period and the Roman era, and in the case of the Insular Celts the British and Irish Iron Age.  Very little is known with any certainty about the subject, and apart from documented names that are thought to be of deities, the only detailed contemporary accounts are by hostile and probably not-well-informed Roman writers.",
  "/wiki/Yule": "Yule or Yuletide (\"Yule time\" or \"Yule season\") is a festival historically observed by the Germanic peoples. Scholars have connected the original celebrations of Yule to the Wild Hunt, the god Odin, and the pagan Anglo-Saxon Mōdraniht.",
  "/wiki/Germanic_paganism": "Germanic paganism refers to the ethnic religion practiced by the Germanic peoples from the Iron Age until Christianisation during the Middle Ages. It was an essential element of early Germanic culture. From both archaeological remains and literary sources, it is possible to trace a number of common or closely related beliefs amid the Germanic peoples into the Middle Ages, when the last pagan areas in Scandinavia were Christianized. Rooted in Proto-Indo-European religion, Proto-Germanic religion expanded during the Migration Period, yielding extensions such as Old Norse religion among the North Germanic peoples, the paganism practiced amid the continental Germanic peoples, and Anglo-Saxon paganism among the Old English-speaking peoples. Germanic religion is best documented in several texts from the 10th and 11th centuries, where they have been best preserved in Scandinavia and Iceland.",
  "/wiki/Winter_solstice": "The winter solstice, hiemal solstice or hibernal solstice, also known as midwinter, occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere (Northern and Southern). For that hemisphere, the winter solstice is the day with the shortest period of daylight and longest night of the year, when the Sun is at its lowest daily maximum elevation in the sky. At the pole, there is continuous darkness or twilight around the winter solstice. Its opposite is the summer solstice.",
  "/wiki/Sun": "The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometers (864,000 miles), or 109 times that of Earth, and its mass is about 330,000 times that of Earth. It accounts for about 99.86% of the total mass of the Solar System.\nRoughly three quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon, and iron.",
  "/wiki/Imbolc": "Imbolc or Imbolg ([ɪˈmˠɔlˠɡ]), also called (Saint) Brigid's Day (Irish: Lá Fhéile Bríde, Scottish Gaelic: Là Fhèill Brìghde, Manx: Laa'l Breeshey), is a Gaelic traditional festival marking the beginning of spring. It is held on 1 February, or about halfway between the winter solstice and the spring equinox. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. It is one of the four Gaelic seasonal festivals—along with Beltane, Lughnasadh and Samhain. For Christians, especially in Ireland, it is the feast day of Saint Brigid.",
  "/wiki/Presentation_of_Jesus_at_the_Temple": "The Presentation of Jesus at (or in) the Temple is an early episode in the life of Jesus, describing his presentation at the Temple in Jerusalem in order to officially induct him into Judaism, that is celebrated by many Christian Churches on the holiday of Candlemas. It is described in the chapter 2 of the Gospel of Luke in the New Testament of the Christian Bible. Within the account, \"Luke's narration of the Presentation in the Temple combines the purification rite with the Jewish ceremony of the redemption of the firstborn (Luke 2:23–24).\"",
  "/wiki/Spring_(season)": "Spring, also known as springtime is one of the four temperate seasons, following winter and preceding summer. There are various technical definitions of spring, but local usage of the term varies according to local climate, cultures and customs. When it is spring in the Northern Hemisphere, it is autumn in the Southern Hemisphere and vice versa. At the spring (or vernal) equinox, days and nights are approximately twelve hours long, with day length increasing and night length decreasing as the season progresses.",
  "/wiki/%C4%92ostre": "Ēostre or Ostara (Old English: Ēastre [æːɑstrə] or [eːɑstrə], Northumbrian dialect Ēastro, Mercian dialect and West Saxon dialect (Old English) Ēostre [eːostrə]; Old High German: *Ôstara ) is a Germanic goddess who, by way of the Germanic month bearing her name (Northumbrian: Ēosturmōnaþ; West Saxon: Ēastermōnaþ; Old High German: Ôstarmânoth), is the namesake of the festival of Easter in some languages. Ēostre is attested solely by Bede in his 8th-century work The Reckoning of Time, where Bede states that during Ēosturmōnaþ (the equivalent of April), pagan Anglo-Saxons had held feasts in Ēostre's honour, but that this tradition had died out by his time, replaced by the Christian Paschal month, a celebration of the resurrection of Jesus.",
  "/wiki/Vernal_equinox": "The March equinox or Northward equinox is the equinox on the Earth when the subsolar point appears to leave the Southern Hemisphere and cross the celestial equator, heading northward as seen from Earth. The March equinox is known as the vernal equinox in the Northern Hemisphere and as the autumnal equinox in the Southern.",
  "/wiki/Beltane": "Beltane or Beltain (/ˈbɛl.teɪn/) is the Gaelic May Day festival. Most commonly it is held on 1 May, or about halfway between the spring equinox and the summer solstice. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. In Irish the name for the festival day is Lá Bealtaine ([l̪ˠaː ˈbʲal̪ˠt̪ˠənʲə]), in Scottish Gaelic Là Bealltainn ([l̪ˠaː ˈpjaul̪ˠt̪ɪɲ]) and in Manx Gaelic Laa Boaltinn/Boaldyn. It is one of the four Gaelic seasonal festivals—along with Samhain, Imbolc and Lughnasadh—and is similar to the Welsh Calan Mai.",
  "/wiki/May_Eve": "Walpurgis Night (/vælˈpʊərɡɪs, vɑːl-, -ˈpɜːr-/), an abbreviation of Saint Walpurgis Night (from the German Sankt Walpurgisnacht [saŋkt valˈpʊʁɡɪsˌnaxt]), also known as Saint Walpurga's Eve (alternatively spelled Saint Walburga's Eve), is the eve of the Christian feast day of Saint Walpurga, an 8th-century abbess in Francia, and is celebrated on the night of 30 April and the day of 1 May. This feast commemorates the canonization of Saint Walpurga and the movement of her relics to Eichstätt, both of which occurred on 1 May 870.",
  "/wiki/May_Day": "May Day is a public holiday usually celebrated on 1 May.  It is an ancient Northern Hemisphere spring festival and a traditional spring holiday in many cultures.  Dances, singing, and cake are usually part of the festivities.  In the late 19th century, May Day was chosen as the date for International Workers' Day by the Socialists and Communists of the Second International to commemorate the Haymarket affair in Chicago. International Workers' Day can also be referred to as \"May Day\", but it is a different celebration from the traditional May Day.",
  "/wiki/Fairy": "A fairy (also fata, fay, fae, fair folk; from faery, faerie, \"realm of the fays\") is a type of mythical being or legendary creature in European folklore (and particularly Celtic, Slavic, German, English, and French folklore), a form of spirit, often described as metaphysical, supernatural, or preternatural.",
  "/wiki/Midsummer": "Midsummer is the period of time centered upon the summer solstice, and more specifically the northern European celebrations that accompany the actual solstice or take place on a day between June 19 and June 25 and the preceding evening. The exact dates vary among different cultures. The celebration predates Christianity, and existed under different names and traditions around the world.",
  "/wiki/Summer_solstice": "The summer solstice (or estival solstice), also known as midsummer, occurs when one of the Earth's poles has its maximum tilt toward the Sun. It happens twice yearly, once in each hemisphere (Northern and Southern). For that hemisphere, the summer solstice is when the Sun reaches its highest position in the sky and is the day with the longest period of daylight. Within the Arctic circle (for the northern hemisphere) or Antarctic circle (for the southern hemisphere), there is continuous daylight around the summer solstice. On the summer solstice, Earth's maximum axial tilt toward the Sun is 23.44°. Likewise, the Sun's declination from the celestial equator is 23.44°.",
  "/wiki/Lughnasadh": "Lughnasadh or Lughnasa (/ˈluːnəsə/ LOO-nə-sə) is a Gaelic festival marking the beginning of the harvest season. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. In Modern Irish it is called Lúnasa, in Scottish Gaelic: Lùnastal, and in Manx: Luanistyn. Traditionally it is held on 1 August, or about halfway between the summer solstice and autumn equinox. However, in recent centuries some of the celebrations shifted to the Sundays nearest this date. Lughnasadh is one of the four Gaelic seasonal festivals, along with Samhain, Imbolc and Beltane. It corresponds to other European harvest festivals such as the Welsh Gŵyl Awst and the English Lammas.",
  "/wiki/Lammas": "Lammas Day (Anglo-Saxon hlaf-mas, \"loaf-mass\"), is a holiday celebrated in some English-speaking countries in the Northern Hemisphere on 1 August. It is a festival to mark the annual wheat harvest, and is the first harvest festival of the year. On this day it was customary to bring to church a loaf made from the new crop, which began to be harvested at Lammastide, which falls at the halfway point between the summer solstice and autumn September equinox.",
  "/wiki/Mabon_ap_Modron": "Mabon ap Modron is a prominent figure from Welsh literature and mythology, the son of Modron and a member of Arthur's war band. Both he and his mother were likely deities in origin, descending from a divine mother–son pair. His name is related to the Romano-British god Maponos, whose name means \"Great Son\"; Modron, in turn, is likely related to the Gaulish goddess Dea Matrona. He is often equated with the Demetian hero Pryderi fab Pwyll, and may be associated with the minor Arthurian character Mabon fab Mellt.",
  "/wiki/Modron": "Modron (\"mother\") is a figure in Welsh tradition, known as the mother of the hero Mabon ap Modron. Both characters may have derived from earlier divine figures, in her case the Gaulish goddess Matrona. She may have been a prototype for Morgan le Fay from the Arthurian legend.",
  "/wiki/Autumnal_equinox": "An equinox is commonly regarded as the instant of time when the plane (extended indefinitely in all directions) of Earth's equator passes through the center of the Sun. This occurs twice each year, around 20 March and 23 September. In other words, it is the moment at which the center of the visible Sun is directly above the equator.",
  "/wiki/Wicca": "Wicca (English:  /ˈwɪkə/), also termed Pagan Witchcraft, is a modern Pagan religion. Scholars of religion categorise it as both a new religious movement and as part of the occultist stream of Western esotericism. It was developed in England during the first half of the 20th century and was introduced to the public in 1954 by Gerald Gardner, a retired British civil servant. Wicca draws upon a diverse set of ancient pagan and 20th-century hermetic motifs for its theological structure and ritual practices."
}