{
  "/wiki/Eddie_Macon%27s_Run": "Eddie Macon's Run is a 1983 American action thriller drama film based on the 1980 novel by James McLendon, starring Kirk Douglas and John Schneider. It also included John Goodman in his feature film debut.",
  "/wiki/The_Beniker_Gang": "The Beniker Gang is a 1985 American drama film written by Judie Angell and directed by Ken Kwapis. The movie stars Andrew McCarthy as Arthur Beniker, Jennifer Dundas as Cassie Beniker, Charles Fields as Edmund Beniker, and Danny Pintauro as Ben Beniker.",
  "/wiki/Right_to_Kill%3F": "Right to Kill? is a 1985 American dramatic television film directed by John Erman and written by Joyce Eliason. It is based on a true story of two teens living in Wyoming, Richard Jahnke and Deborah Jahnke, who were charged for the killing of their psychotically abusive father, Richard Jahnke, Sr.",
  "/wiki/Hard_Choices_(film)": "Hard Choices is a 1985 American crime film starring Margaret Klenck, John Sayles, John Seitz, J. T. Walsh, John Snyder, Martin Donovan, and Spalding Gray. It was directed and written by Rick King, with story written by Robert Mickelson.",
  "/wiki/Hannah_and_Her_Sisters": "Hannah and Her Sisters is a 1986 American comedy-drama film which tells the intertwined stories of an extended family over two years that begins and ends with a family Thanksgiving dinner. The film was written and directed by Woody Allen, who stars along with Mia Farrow as Hannah, Michael Caine as her husband, and Barbara Hershey and Dianne Wiest as her sisters.",
  "/wiki/Power_(1986_film)": "Power is a 1986 American political drama film directed by Sidney Lumet and starring Richard Gere. The original screenplay by David Himmelstein focuses on political corruption and how power affects both those who wield it and the people they try to control.",
  "/wiki/Tin_Men": "Tin Men is a 1987 American comedy film written and directed by Barry Levinson, produced by Mark Johnson, and starring Richard Dreyfuss, Danny DeVito, and Barbara Hershey.",
  "/wiki/House_of_Games": "House of Games is a 1987  American neo-noir heist-thriller film directed by David Mamet, his directorial debut. He also wrote the screenplay, based on a story he co-wrote with Jonathan Katz. The film's cast includes Lindsay Crouse, Joe Mantegna, Ricky Jay, and J. T. Walsh.",
  "/wiki/Good_Morning,_Vietnam": "Good Morning, Vietnam is a 1987 American comedy-drama war film written by Mitch Markowitz and directed by Barry Levinson. Set in Saigon in 1965, during the Vietnam War, the film stars Robin Williams as a radio DJ on Armed Forces Radio Service, who proves hugely popular with the troops, but infuriates his superiors with what they call his \"irreverent tendency\". The story is loosely based on the experiences of AFRS radio DJ Adrian Cronauer.",
  "/wiki/Things_Change_(film)": "Things Change is a 1988 comedy and drama film directed by David Mamet and starring Joe Mantegna and Don Ameche. It was co-written by Mamet and Shel Silverstein.",
  "/wiki/Tequila_Sunrise_(film)": "Tequila Sunrise is a 1988 American crime thriller film written and directed by Robert Towne. It stars Mel Gibson, Michelle Pfeiffer and Kurt Russell, with Raul Julia, J. T. Walsh, Arliss Howard and Gabriel Damon in supporting roles. The original music score was composed by Dave Grusin.",
  "/wiki/The_Big_Picture_(1989_film)": "The Big Picture is 1989 American comedy film starring Kevin Bacon and directed by Christopher Guest.",
  "/wiki/Wired_(film)": "Wired is a 1989 biographical film of comedian and actor John Belushi, directed by Larry Peerce. It was based on the 1984 book of the same name by Washington Post journalist Bob Woodward, and adapted for the screen by Buckaroo Banzai creator Earl Mac Rauch. It stars Michael Chiklis in his film debut as Belushi. Wired was both a critical and a commercial failure. The film has yet to be released on DVD or Blu-ray, and the videocassette originally released by International Video Entertainment is out of print.",
  "/wiki/Bob_Woodward": "Robert Upshur Woodward (born March 26, 1943) is an American investigative journalist. He has worked for The Washington Post since 1971 as a reporter, and is currently an associate editor.",
  "/wiki/Dad_(1989_film)": "Dad is a 1989 American comedy-drama film written and directed by Gary David Goldberg and starring Jack Lemmon, Ted Danson, Olympia Dukakis, Kathy Baker, Kevin Spacey and Ethan Hawke. It is based on William Wharton's novel of the same name. The original music score was composed by James Horner. The film was produced by Amblin Entertainment and distributed by Universal Pictures.",
  "/wiki/Why_Me%3F_(1990_film)": "Why Me? is a 1990 American caper comedy film directed by Gene Quintano and starring Christopher Lambert, Kim Greist, Christopher Lloyd, and J. T. Walsh. The screenplay is credited to Donald E. Westlake and Leonard Maas Jr. (a pseudonym of David Koepp), and is based on the fifth book in Westlake's series of John Dortmunder novels.",
  "/wiki/C%D1%8Fazy_People": "Crazy People is a 1990 American comedy film starring Dudley Moore and Daryl Hannah, and directed by Tony Bill.",
  "/wiki/The_Grifters_(film)": "The Grifters is a 1990 American neo-noir crime drama film directed by Stephen Frears, produced by Martin Scorsese, and starring John Cusack, Anjelica Huston and Annette Bening. The screenplay was written by Donald E. Westlake, based on Jim Thompson's novel of the same name.",
  "/wiki/Narrow_Margin": "Narrow Margin is a 1990 American crime thriller film directed by Peter Hyams and released by TriStar Pictures, loosely based on the 1952 film noir The Narrow Margin. It tells the story of a Los Angeles deputy district attorney who attempts to keep a murder witness safe from hit men while traveling through the Canadian wilderness aboard a train. The film stars Gene Hackman and Anne Archer.",
  "/wiki/Misery_(film)": "Misery is a 1990 American psychological horror film directed by Rob Reiner based on Stephen King's 1987 novel of the same name, starring James Caan, Kathy Bates, Lauren Bacall, Richard Farnsworth and Frances Sternhagen about a psychotic fan who holds an author captive and forces him to write her stories.",
  "/wiki/The_Russia_House_(film)": "The Russia House is a 1990 American Eastmancolor spy film directed by Fred Schepisi and starring Sean Connery, Michelle Pfeiffer, Roy Scheider, James Fox, John Mahoney, and Klaus Maria Brandauer. Tom Stoppard wrote the screenplay based on John le Carré's novel of the same name. The film was filmed in Technovision."
}