{
  "/wiki/Live_Nude_Girls": "Live Nude Girls is a 1995 comedy film featuring Dana Delany, Kim Cattrall, Cynthia Stevenson, Laila Robins, Olivia d'Abo and others. The film writer and director Julianna Lavin plays the role of a minor character.",
  "/wiki/The_Ring_(2002_film)": "The Ring is a 2002 American supernatural horror film directed by Gore Verbinski and starring Naomi Watts, Martin Henderson, David Dorfman, Brian Cox, and Daveigh Chase. It is a remake of the 1998 Japanese horror film Ring, based on the novel of the same name by Koji Suzuki. Watts portrays a journalist who investigates a cursed videotape that seemingly kills the viewer seven days after watching it.",
  "/wiki/Ten_Minutes_Older": "Ten Minutes Older is a 2002 film project consisting of two compilation feature films titled The Trumpet and The Cello. The project was conceived by the producer Nicolas McClintock as a reflection on the theme of time at the turn of the Millennium. Fifteen celebrated film-makers were invited to create their own vision of what time means in ten minutes of film. The music for the compilations was composed by Paul Englishby, and performed by Hugh Masekela (trumpet) and Claudio Bohorques (cello).",
  "/wiki/The_Sisterhood_of_the_Traveling_Pants_(film)": "The Sisterhood of the Traveling Pants is a 2005 American comedy-drama film directed by Ken Kwapis from a screenplay by Delia Ephron and Elizabeth Chandler, based on the 2001 novel of the same name by Ann Brashares. It was released in the United States on June 1, 2005, by Warner Bros. Pictures.",
  "/wiki/Tibby_Rollins": "Tabitha Anastasia \"Tibby\" Tomko-Rollins is a fictional character in the 2001 novel The Sisterhood of the Traveling Pants and the 2005 film based upon it. She is a member of the titular club, along with her friends Lena Kaligaris, Bridget Vreeland and Carmen Lowell. She was portrayed by Amber Tamblyn in the film.",
  "/wiki/Stephanie_Daley": "Stephanie Daley — retitled What She Knew for US television — is a 2006 film starring Amber Tamblyn, Melissa Leo, Tilda Swinton and Timothy Hutton. The film, which received a limited release in North America on April 20, 2007, focuses on the issue of teenage pregnancy. Stephanie Daley was developed at the Sundance Writers' and Filmmakers' Lab, and premiered at the 2006 Sundance Film Festival, where it won the Waldo Salt Screenwriting Award.  The film also earned Tamblyn a nomination for best supporting female at the 2006 Independent Spirit Awards and the Leopard prize for best actress at the 2006 Locarno film festival.",
  "/wiki/The_Grudge_2": "The Grudge 2 is a 2006 supernatural horror film and a sequel to the 2004 film, The Grudge. Produced by Sam Raimi, the film was directed by Takashi Shimizu, written by Stephen Susco and stars an ensemble cast that includes Amber Tamblyn,  Arielle Kebbel, Jennifer Beals, Edison Chen, Sarah Roemer, and Sarah Michelle Gellar.",
  "/wiki/Aubrey_Davis_(The_Grudge)": "The Grudge film series features a large cast of characters mainly created by screenwriter Stephen Susco and Takashi Shimizu. The film series focuses on people affected by a deadly curse that spreads like a virus and manifests itself in various ways, such as turning people homicidal or people being haunted, ultimately leading to their demise, if they come in contact with the curse in any way.",
  "/wiki/Spiral_(2007_film)": "Spiral is a 2007 American psychological thriller produced by Coattails Entertainment and Ariescope Pictures. The film stars Joel David Moore, Amber Tamblyn, Zachary Levi, and Tricia Helfer.  Spiral was co-directed by Moore and Adam Green.  The original screenplay for the film was written by Moore and Jeremy Danial Boreing.",
  "/wiki/Normal_Adolescent_Behavior": "Normal Adolescent Behavior is a 2007 American teen drama film written and directed by Beth Schacter. The film was an official selection of the 2007 Tribeca Film Festival.",
  "/wiki/Blackout_(2008_American_film)": "Blackout is a 2008 psychological thriller based on the eponymous novel by Italian novelist Gianluca Morozzi, although the plot of the film deviates heavily from the source material. Directed by Rigoberto Castañeda, Blackout revolves around three people, one of whom is a serial killer, who are trapped in an elevator after a power blackout.",
  "/wiki/The_Sisterhood_of_the_Traveling_Pants_2": "The Sisterhood of the Traveling Pants 2 is a 2008 American comedy-drama film and a sequel to the 2005 film The Sisterhood of the Traveling Pants. The original cast (Amber Tamblyn, America Ferrera, Blake Lively and Alexis Bledel) return to star in the film. It was directed by Sanaa Hamri and screenplay by Elizabeth Chandler, who wrote the previous film. The film is based upon the fourth novel in the book series: Forever in Blue (2007), but incorporates scenes and storylines from The Second Summer of the Sisterhood (2003) and Girls in Pants (2004).",
  "/wiki/Spring_Breakdown": "Spring Breakdown is a comedy film directed by Ryan Shiraki and starring Amy Poehler, Parker Posey, and Rachel Dratch.  Three years after principal photography, and after the film's owner, Warner Independent Pictures, was shut down by its parent company, it was released direct-to-video in 2009.",
  "/wiki/Beyond_a_Reasonable_Doubt_(2009_film)": "Beyond a Reasonable Doubt is a 2009 American crime thriller film and a remake of the 1956 film of the same name by Fritz Lang. Written, directed and filmed by Peter Hyams, the new version starred Jesse Metcalfe, Michael Douglas and Amber Tamblyn. The production was announced in February 2008 and filming began the following month. It received negative critical reception, and as of 2019 it is Hyams' last theatrically-released film.",
  "/wiki/127_Hours": "127 Hours is a 2010 British biographical survival drama film co-written, produced and directed by Danny Boyle. The film stars James Franco, Kate Mara and Amber Tamblyn. In the film, canyoneer Aron Ralston must find a way to escape after he gets trapped by a boulder in an isolated slot canyon in Bluejohn Canyon, southeastern Utah, in April 2003. It is a British and American venture produced by Everest Entertainment, Film4 Productions, HandMade Films and Cloud Eight Films.",
  "/wiki/Main_Street_(2010_film)": "Main Street is a 2010 drama film about several residents of Durham, North Carolina, a city in the Southern U.S., whose lives are changed by the arrival of a stranger with a controversial plan to save their decaying hometown.",
  "/wiki/Django_Unchained": "Django Unchained (/ˈdʒæŋɡoʊ/) is a 2012 American revisionist Western film written and directed by Quentin Tarantino, starring Jamie Foxx, Christoph Waltz, Leonardo DiCaprio, Kerry Washington, and Samuel L. Jackson, with Walton Goggins, Dennis Christopher, James Remar, Michael Parks, and Don Johnson in supporting roles. Set in the Old West and Antebellum South, it is a highly stylized tribute to Spaghetti Westerns using an obvious revisionist history, in particular the 1966 Italian film Django by Sergio Corbucci, whose star Franco Nero has a cameo appearance.",
  "/wiki/X/Y": "X/Y is a 2014 American drama film written and directed by Ryan Piers Williams and starring America Ferrera, Ryan Piers Williams, Melonie Diaz, Jon Paul Phillips, Amber Tamblyn, David Harbour, and Common. The film premiered at the Tribeca Film Festival on April 19, 2014.",
  "/wiki/3_Nights_in_the_Desert": "3 Nights in the Desert is a 2014 American drama film directed by Gabriel Cowan, written by Adam Chanzit, and starring Wes Bentley, Vincent Piazza, and Amber Tamblyn."
}