{
  "/wiki/True_Grit_(1969_film)": "True Grit is a 1969 American Western film directed by Henry Hathaway and starring Kim Darby as Mattie Ross and John Wayne as U.S. Marshal Rooster Cogburn. It is the first film adaptation of Charles Portis' 1968 novel of the same name. The screenplay was written by Marguerite Roberts. Wayne won his only Oscar for his performance in the film and reprised his role for the 1975 sequel Rooster Cogburn.",
  "/wiki/Larry_Siegel": "Lawrence H. Siegel (October 29, 1925 – August 20, 2019) was an American comedy writer and satirist who wrote for television, stage, magazines, records, and books. He won three Emmys as Head Writer during four seasons of The Carol Burnett Show along with one Writers Guild award and a dozen Emmy and Writers Guild nominations for his work in television comedy on shows like Burnett and Laugh-In.  He was one of Mad Magazine's top movie satire writers, and a proud member of the  \"usual gang of idiots\" for almost 33 years as well as one of the earliest humor and satire writers for Playboy. He was also a WWII Veteran, and the only American comedy writer to have ever won both an Emmy and a Purple Heart.",
  "/wiki/Mort_Drucker": "Mort Drucker (born March 22, 1929) is an American caricaturist and comics artist best known as a contributor for over five decades in Mad, where he specialized in satires on the leading feature films and television series.",
  "/wiki/Midnight_Cowboy": "Midnight Cowboy is a 1969 American buddy drama film. Based on the 1965 novel of the same name by James Leo Herlihy, the film was written by Waldo Salt, directed by John Schlesinger, and stars Jon Voight and Dustin Hoffman, with notable smaller roles being filled by Sylvia Miles, John McGiver, Brenda Vaccaro, Bob Balaban, Jennifer Salt, and Barnard Hughes. Set in New York City, Midnight Cowboy depicts the unlikely friendship between two hustlers: naive prostitute Joe Buck (Voight), and ailing con man \"Ratso\" Rizzo (Hoffman).",
  "/wiki/Stan_Hart": "Stan Hart (September 12, 1928 – July 27, 2017) was an American comedy writer with many television credits.",
  "/wiki/Easy_Rider": "Easy Rider is a 1969 American independent road drama film written by Peter Fonda, Dennis Hopper, and Terry Southern, produced by Fonda, and directed by Hopper. Fonda and Hopper played two bikers who travel through the American Southwest and South, carrying the proceeds from a cocaine deal. The success of Easy Rider helped spark the New Hollywood era of filmmaking during the early 1970s.",
  "/wiki/Butch_Cassidy_and_the_Sundance_Kid": "Butch Cassidy and the Sundance Kid is a 1969 American Western film directed by George Roy Hill and written by William Goldman. Based loosely on fact, the film tells the story of Wild West outlaws Robert LeRoy Parker, known as Butch Cassidy (Paul Newman), and his partner Harry Longabaugh, the \"Sundance Kid\" (Robert Redford), who are on the run from a crack US posse after a string of train robberies. The pair and Sundance's lover, Etta Place (Katharine Ross), flee to Bolivia in search of a more successful criminal career.",
  "/wiki/Arnie_Kogen": "Arnie Kogen is an American comedy writer and producer. He has written for TV, film, and is a longtime writer for Mad Magazine.  Among his hundreds of Mad bylines, Kogen has written more than 100 film or television parodies.",
  "/wiki/Bob_%26_Carol_%26_Ted_%26_Alice": "Bob & Carol & Ted & Alice is a 1969 American comedy drama film directed by Paul Mazursky, written by Mazursky and Larry Tucker, who also produced the film, and starring Natalie Wood, Robert Culp, Elliott Gould, and Dyan Cannon. The original music score was composed by Quincy Jones. The cinematography for the film was by Charles Lang. The film received four Academy Award nominations, including ones for Gould and Cannon. Patricia Welles wrote the paperback novel from Paul Mazursky and Larry Tucker's screenplay.",
  "/wiki/Marooned_(1969_film)": "Marooned is a 1969 American science fiction film directed by John Sturges and starring Gregory Peck, Richard Crenna, David Janssen, James Franciscus and Gene Hackman about three astronauts who are trapped and slowly suffocating in space. It was based on the 1964 novel Marooned by Martin Caidin. While the original novel was based on the single-pilot Project Mercury, the film depicted an Apollo command and service module with three astronauts and a space station resembling Skylab. Caidin acted as technical adviser and updated the novel, incorporating appropriate material from the original version.",
  "/wiki/Dick_DeBartolo": "Dick DeBartolo (born October 19, 1945) is an American writer, most famous for writing for Mad. He is occasionally referred to as \"Mad's Maddest Writer,\" this being a twist on Don Martin's former status as \"Mad's Maddest Artist.\"  DeBartolo served as the magazine's \"Creative Consultant\" from 1984 to 2009.",
  "/wiki/MASH_(film)": "MASH (stylized on the poster art as M*A*S*H) is a 1970 American black comedy war film directed by Robert Altman and written by Ring Lardner Jr., based on Richard Hooker's novel MASH: A Novel About Three Army Doctors. The picture is the only theatrically released feature film in the M*A*S*H franchise, and it became one of the biggest films of the early 1970s for 20th Century Fox.",
  "/wiki/Angelo_Torres": "Angelo Torres (born April 14, 1932, in Santurce, Puerto Rico) is an American cartoonist and caricaturist whose work has appeared in many comic books, as well as a long-running regular slot in Mad.",
  "/wiki/Airport_(1970_film)": "Airport is a 1970 American air disaster-drama film directed and written by George Seaton and starring Burt Lancaster and Dean Martin. Based on Arthur Hailey's 1968 novel of the same name, it originated the 1970s disaster film genre. It is also the first in the Airport film series. Produced on a $10 million budget, it earned over $100 million.",
  "/wiki/A_Fistful_of_Dollars": "A Fistful of Dollars (Italian: Per un pugno di dollari, lit. 'For a Fistful of Dollars' titled on-screen as Fistful of Dollars) is a 1964 Spaghetti Western film directed by Sergio Leone and starring Clint Eastwood in his first leading role, alongside Gian Maria Volonté, Marianne Koch, Wolfgang Lukschy, Sieghardt Rupp, José Calvo, Antonio Prieto, and Joseph Egger. The film, an international co-production between Italy, West Germany, and Spain, was filmed on a low budget (reported to be $200,000), and Eastwood was paid $15,000 for his role.",
  "/wiki/Lou_Silverstone": "Louis Donald Silverstone (May 17, 1924 – March 9, 2015) was a comedy writer who was one of \"The Usual Gang of Idiots\" at MAD Magazine from 1962 to 1990.",
  "/wiki/Jack_Davis_(cartoonist)": "John Burton Davis, Jr. (December 2, 1924 – July 27, 2016) was an American cartoonist and illustrator, known for his advertising art, magazine covers, film posters, record album art and numerous comic book stories. He was one of the founding cartoonists for Mad in 1952. His cartoon characters are characterized by extremely distorted anatomy, including big heads, skinny legs and large feet.",
  "/wiki/Patton_(film)": "Patton is a 1970 American epic biographical war film about U.S. General George S. Patton during World War II. It stars George C. Scott, Karl Malden, Michael Bates and Karl Michael Vogler. It was directed by Franklin J. Schaffner from a script by Francis Ford Coppola and Edmund H. North, who based their screenplay on the biography Patton: Ordeal and Triumph by Ladislas Farago and Omar Bradley's memoir A Soldier's Story. The film was shot in 65 mm Dimension 150 by cinematographer Fred J. Koenekamp and has a music score by Jerry Goldsmith.",
  "/wiki/Catch-22_(film)": "Catch-22 is a 1970 American black comedy war film adapted from the novel of the same name by Joseph Heller. In creating a black comedy revolving around the \"lunatic characters\" of Heller's satirical anti-war novel set at a fictional Mediterranean base during World War II, director Mike Nichols and screenwriter Buck Henry (also in the cast) worked on the film script for two years, converting Heller's complex novel to the medium of film.",
  "/wiki/West_Side_Story_(1961_film)": "West Side Story is a 1961 American musical romantic drama film directed by Robert Wise and Jerome Robbins. The film is an adaptation of the 1957 Broadway musical of the same name, which in turn was inspired by William Shakespeare's play Romeo and Juliet. It stars Natalie Wood, Richard Beymer, Russ Tamblyn, Rita Moreno, and George Chakiris, and was photographed by Daniel L. Fapp in Super Panavision 70. Released on October 18, 1961, through United Artists, the film received high praise from critics and viewers, and became the second highest-grossing film of the year in the United States. The film was nominated for 11 Academy Awards and won 10, including Best Picture (in addition to a special award for Robbins), becoming the record holder for the most wins for a musical.",
  "/wiki/Frank_Jacobs": "Frank Jacobs (born March 30, 1929) is an American author of satires, known primarily for his work in Mad, to which he has contributed since 1957. Jacobs has written a wide variety of lampoons and spoof, but he is best known as a versifier who contributes parodies of famous song lyrics and poems. In 2009, Jacobs described himself as \"the least-known writer of hysterical light verse in the United States.\"",
  "/wiki/On_a_Clear_Day_You_Can_See_Forever_(film)": "On a Clear Day You Can See Forever is a 1970 American musical comedy-drama fantasy film directed by Vincente Minnelli. The screenplay by Alan Jay Lerner is adapted from his book for the 1965 stage production of the same name. The songs feature lyrics by Lerner and music by Burton Lane.",
  "/wiki/Joe_(1970_film)": "Joe is a 1970 American drama film distributed by Cannon Films and starring Peter Boyle, Dennis Patrick and Susan Sarandon in her film debut. The film was directed by John G. Avildsen.",
  "/wiki/Five_Easy_Pieces": "Five Easy Pieces is a 1970 American drama film written by Carole Eastman (as Adrien Joyce) and Bob Rafelson, and directed by Rafelson. The film stars Jack Nicholson, with Karen Black, Susan Anspach, Ralph Waite, and Sally Struthers in supporting roles.",
  "/wiki/The_Owl_and_the_Pussycat_(film)": "The Owl and the Pussycat is a 1970 American romantic comedy film based upon the play by Bill Manhoff, directed by Herbert Ross and starring Barbra Streisand and George Segal. Streisand plays the role of a somewhat uneducated actress, model and part-time prostitute. She temporarily lives with an educated aspiring writer (Segal). Their differences are obvious, yet over time they begin to admire each other. Comedian/actor Robert Klein appears in a supporting role.",
  "/wiki/Love_Story_(1970_film)": "Love Story is a 1970 American romantic drama film written by Erich Segal, who was also the author of the best-selling novel of the same name. It was produced by Howard G. Minsky and directed by Arthur Hiller and starred Ali MacGraw and Ryan O'Neal, alongside John Marley, Ray Milland, and Tommy Lee Jones in his film debut in a minor role.",
  "/wiki/Little_Big_Man_(film)": "Little Big Man is a 1970 American western film directed by Arthur Penn and based on the novel Little Big Man by Thomas Berger. While broadly categorized as a western, or an epic, the film encompasses several literary/film genres, including comedy, drama and adventure. It is about a white male child raised by the Cheyenne nation during the 19th century. The film is largely concerned with contrasting the lives of American pioneers and Native Americans throughout the progression of the boy's life.  It stars Dustin Hoffman, Chief Dan George, Faye Dunaway, Martin Balsam, Jeff Corey and Richard Mulligan.",
  "/wiki/Summer_of_%2742": "Summer of '42 is a 1971 American coming-of-age story comedy-drama film based on the memoirs of screenwriter Herman Raucher (b. 1928). It tells the story of how Raucher, in his early teens on his 1942 summer vacation on Nantucket Island (off the coast of Cape Cod), embarks on a one-sided romance with a young woman, Dorothy, whose husband has gone off to fight in World War II.",
  "/wiki/Willard_(1971_film)": "Willard is a 1971 American horror film directed by Daniel Mann and starring Bruce Davison and Ernest Borgnine. Based on the novel Ratman's Notebooks by Stephen Gilbert, the film was nominated for an Edgar Award for best picture. The supporting cast included Elsa Lanchester in one of her last performances before her death, and Sondra Locke in one of her first. The film was a summer hit in 1971; opening to good reviews and high box office returns.[citation needed]",
  "/wiki/List_of_film_spoofs_in_Mad": "This list of film spoofs in Mad includes films spoofed (parodied) by the American comic magazine Mad. Usually, an issue of Mad features a spoof of at least one feature film or television program. The works selected by the staff of Mad are typically from cinema and television in the United States."
}