{
  "/wiki/Virtual_channel": "In most telecommunications organizations, a virtual channel is a method of remapping the program number as used in H.222 Program Association Tables and Program Mapping Tables to a channel number that can be entered via digits on a receiver's remote control.",
  "/wiki/Digital_terrestrial_television": "Digital terrestrial television (DTTV or DTT, or DTTB with \"broadcasting\") is a technology for terrestrial television in which land-based (terrestrial) television stations broadcast  television content by radio waves to televisions in consumers' residences in a digital format.  DTTV is a major technological advance over the previous analog television, and has largely replaced analog which had been in common use since the middle of the 20th century. Test broadcasts began in 1998 with the changeover to DTTV (aka Analog Switchoff (ASO) or Digital Switchover (DSO)) beginning in 2006 and is now complete in many countries.   The advantages of digital terrestrial television are similar to those obtained by digitising platforms such as cable TV, satellite, and telecommunications: more efficient use of limited radio spectrum bandwidth, provision of more television channels than analog, better quality images, and potentially lower operating costs for broadcasters (after the initial upgrade costs).",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/KSAZ-TV": "KSAZ-TV, virtual and VHF digital channel 10, is a Fox owned-and-operated television station licensed to Phoenix, Arizona, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station KUTP, channel 45 (which rebroadcasts KSAZ's signal on UHF channel 26.4 using virtual channel 10.2 via PSIP). The two stations share studios on West Adams Street in the west end of Downtown Phoenix's Copper Square district; KSAZ-TV's transmitter is located atop South Mountain on the city's south side. Its signal is relayed across northern Arizona through a network of 20 translator stations.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/KTTV": "KTTV, virtual and VHF digital channel 11, is a Fox owned-and-operated television station licensed to Los Angeles, California, United States, serving as the network's West Coast flagship outlet. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV West Coast flagship KCOP-TV (channel 13). The two stations share studios at the Fox Television Center in West Los Angeles; KTTV's transmitter is located atop Mount Wilson.",
  "/wiki/Oakland,_California": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/KTVU": "KTVU, virtual channel 2 (UHF digital channel 44), is a Fox owned-and-operated television station licensed to Oakland, California, United States and serving the San Francisco Bay Area. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with San Jose-licensed independent station KICU-TV (channel 36). The two stations share studios at Jack London Square in downtown Oakland; KTVU's transmitter is located at Sutro Tower in San Francisco.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/WTTG": "WTTG, virtual channel 5 (UHF digital channel 36), is a Fox owned-and-operated television station licensed to the American capital city of Washington, District of Columbia. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station WDCA (channel 20). The two stations share studios and transmitter facilities on Wisconsin Avenue in the Friendship Heights neighborhood in the northwest quadrant of Washington.",
  "/wiki/Ocala,_Florida": "Ocala (/oʊˈkælə/ oh-KAL-ə) is a city in Marion County, Florida, United States, which is part of the northern region of the state. As of the 2017 census, its population, estimated by the United States Census Bureau, was 59,110, making it the 49th most populated city in Florida.",
  "/wiki/Gainesville,_Florida": "Gainesville is the county seat of, and the largest city in, Alachua County, Florida, and is both the principal city of the Gainesville, Florida, metropolitan statistical area and the largest city in North Central Florida. In 2018 the US Census Bureau estimated Gainesville's population at 133,857, a 7.4% increase from 2010, and the metropolitan statistical area's population at 288,212.",
  "/wiki/WOGX": "WOGX, virtual channel 51 (UHF digital channel 31), is a Fox owned-and-operated television station serving Gainesville, Florida, United States that is licensed to Ocala. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WOGX's advertising sales office is located on Northwest 53rd Avenue in Gainesville, and its transmitter is located in unincorporated Marion County, between Williston and Fairfield.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Daytona_Beach,_Florida": "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 265 miles (426.5 km) northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
  "/wiki/Melbourne,_Florida": "Melbourne /ˈmɛlbərn/ is a city in Brevard County, Florida, United States. As of the 2010 census, the population was 76,068. The municipality is the second-largest in the county by both size and population. Melbourne is a principal city of the Palm Bay – Melbourne – Titusville, Florida Metropolitan Statistical Area. In 1969 the city was expanded by merging with nearby Eau Gallie.",
  "/wiki/WOFL": "WOFL, virtual channel 35 (UHF digital channel 33), is a Fox owned-and-operated television station licensed to Orlando, Florida, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station WRBW (channel 65). The two stations share studios on Skyline Drive in Lake Mary and transmitter facilities in unincorporated Bithlo, Florida.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/St._Petersburg,_Florida": "St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2018 census estimate, the population was 265,098, making it the fifth-most populous city in Florida and the largest in the state that is not a county seat (the city of Clearwater is the seat of Pinellas County).",
  "/wiki/Sarasota,_Florida": "Sarasota (/ˌsærəˈsoʊtə/) is a city in Sarasota County on the southwestern coast of the U.S. state of Florida. The area is renowned for its cultural and environmental amenities, beaches, resorts, and the Sarasota School of Architecture. The city is at the southern end of the Tampa Bay Area, north of Fort Myers and Punta Gorda. Its official limits include Sarasota Bay and several barrier islands between the bay and the Gulf of Mexico. According to the U.S. Census Bureau, in 2018 Sarasota had a population of 57,738. In 1986 it became designated as a certified local government. Sarasota is a principal city of the Sarasota metropolitan area, and is the seat of Sarasota County.",
  "/wiki/WTVT": "WTVT, virtual channel 13 (VHF digital channel 12), is a Fox owned-and-operated television station licensed to Tampa, Florida, United States and also serving the nearby city of St. Petersburg. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WTVT's studios are located on West Kennedy Boulevard in Tampa, and its transmitter is located in Riverview.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/WAGA-TV": "WAGA-TV, virtual channel 5 (UHF digital channel 27), is a Fox owned-and-operated television station licensed to Atlanta, Georgia, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WAGA-TV's studios and transmitter are located on Briarcliff Road Northeast in the Druid Hills area of unincorporated DeKalb County, just outside the Atlanta city limits (but with an Atlanta mailing address). On cable, the station is available on Comcast Xfinity channels 804 and 1005 and Charter Spectrum channel 5.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/WFLD": "WFLD, virtual channel 32 (UHF digital channel 24), is a Fox owned-and-operated television station licensed to Chicago, Illinois, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with Gary, Indiana-licensed MyNetworkTV owned-and-operated station WPWR-TV (channel 50). The two stations share studios at Michigan Plaza on North Michigan Avenue in the Chicago Loop, and transmitter facilities atop the Willis Tower on South Wacker Drive in the Loop business district. On cable, WFLD can be seen on Comcast Xfinity channel 12 in most parts of the Chicago area.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/WJBK": "WJBK, virtual channel 2 (VHF digital channel 7), is a Fox owned-and-operated television station licensed to Detroit, Michigan, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WJBK's studios and transmitter are located on West 9 Mile Road in the Detroit suburb of Southfield.",
  "/wiki/Minneapolis": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/Saint_Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/KMSP-TV": "KMSP-TV, virtual and VHF digital channel 9, is a Fox owned-and-operated television station licensed to Minneapolis, Minnesota, United States and serving the Twin Cities television market. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station WFTC (channel 9.2). The two outlets share studios on Viking Drive in Eden Prairie, and transmitter facilities in Shoreview, Minnesota.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/WNYW": "WNYW, virtual channel 5 (UHF digital channel 27), is the flagship station of the Fox television network, licensed to New York, New York, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with Secaucus, New Jersey-licensed MyNetworkTV flagship WWOR-TV (channel 9). The two stations share studios at the Fox Television Center on East 67th Street in Manhattan's Lenox Hill neighborhood; WNYW's transmitter is located at One World Trade Center.",
  "/wiki/Belmont,_North_Carolina": "Belmont is a small suburban city in Gaston County, North Carolina, United States, located about 15 miles (24 km) west of uptown Charlotte and 9 miles (14 km) east of Gastonia. The population was 10,076 at the 2010 census. Once known as Garibaldi Station, the name change for Belmont is disputed. Some say it was named for a prominent New York banker - August Belmont. Others contend the Pope ordered the abbot of the monastery to change the name since he would not tolerate an abbey in a place that bore the Garibaldi name. The abbot could see Crowder's mountain from the property and named the town Belmont - \"beautiful mountain\". Belmont is home to Belmont Abbey College.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/WJZY": "WJZY, virtual channel 46 (UHF digital channel 25), is a Fox owned-and-operated television station serving Charlotte, North Carolina, United States that is licensed to Belmont. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with Rock Hill, South Carolina-licensed MyNetworkTV owned-and-operated station WMYT-TV (channel 55). The two stations share studios on Performance Road (along I-85) in unincorporated western Mecklenburg County (with a Charlotte mailing address), and transmitter facilities in Dallas, North Carolina, along the Catawba River.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/WTXF-TV": "WTXF-TV, virtual channel 29 (UHF digital channel 31), is a Fox owned-and-operated television station licensed to Philadelphia, Pennsylvania, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WTXF-TV's studios are located on Market Street in Center City, and its transmitter is located on the Roxborough tower farm.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/KTBC_(TV)": "KTBC, virtual and VHF digital channel 7, is a Fox owned-and-operated television station licensed to Austin, Texas, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. KTBC's studios are located on East 10th Street near the Texas State Capitol in downtown Austin, and its transmitter is based at the West Austin Antenna Farm on Mount Larson.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/KDFW": "KDFW, virtual channel 4 (UHF digital channel 35), is a Fox owned-and-operated television station licensed to Dallas, Texas, United States and serving the Dallas–Fort Worth Metroplex. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station KDFI (channel 27). The two stations share studios on North Griffin Street (between Patterson and San Jacinto Streets) in downtown Dallas and transmitter facilities south of the junction of Belt Line and Mansfield Roads in Cedar Hill.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/KRIV_(TV)": "KRIV, virtual and UHF digital channel 26, is a Fox owned-and-operated television station licensed to Houston, Texas, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation, as part of a duopoly with MyNetworkTV owned-and-operated station KTXH (channel 20). The two stations share studios on Southwest Freeway in Houston (between the Uptown and Greenway Plaza districts); KRIV's transmitter is located near Missouri City, Texas, in unincorporated northeastern Fort Bend County."
}