{
  "/wiki/Honey,_I_Shrunk_the_Kids": "Honey, I Shrunk the Kids is a 1989 American comic science fiction film. The first installment of the titular film series was the directorial debut of Joe Johnston and produced by Walt Disney Pictures. The plot involves the story of an inventor who accidentally shrinks his own and his next door neighbor's children to a quarter of an inch (6 mm) with his electromagnetic shrinking machine and accidentally throws them out with the trash, where they must venture into their backyard to return home while fending off insects and negotiating hazards.",
  "/wiki/Dick_DeBartolo": "Dick DeBartolo (born October 19, 1945) is an American writer, most famous for writing for Mad. He is occasionally referred to as \"Mad's Maddest Writer,\" this being a twist on Don Martin's former status as \"Mad's Maddest Artist.\"  DeBartolo served as the magazine's \"Creative Consultant\" from 1984 to 2009.",
  "/wiki/Mort_Drucker": "Mort Drucker (born March 22, 1929) is an American caricaturist and comics artist best known as a contributor for over five decades in Mad, where he specialized in satires on the leading feature films and television series.",
  "/wiki/Lethal_Weapon_2": "Lethal Weapon 2 is a 1989 American buddy cop action comedy film directed by Richard Donner, and starring Mel Gibson, Danny Glover, Joe Pesci, Patsy Kensit, Derrick O'Connor and Joss Ackland. It is a sequel to the 1987 film Lethal Weapon and the second installment in the Lethal Weapon film series.",
  "/wiki/Jack_Davis_(cartoonist)": "John Burton Davis, Jr. (December 2, 1924 – July 27, 2016) was an American cartoonist and illustrator, known for his advertising art, magazine covers, film posters, record album art and numerous comic book stories. He was one of the founding cartoonists for Mad in 1952. His cartoon characters are characterized by extremely distorted anatomy, including big heads, skinny legs and large feet.",
  "/wiki/Back_to_the_Future_Part_II": "Back to the Future Part II is a 1989 American science-fiction film directed by Robert Zemeckis and written by Bob Gale. It is the sequel to the 1985 film Back to the Future and the second installment in the Back to the Future trilogy. The film stars Michael J. Fox, Christopher Lloyd, Thomas F. Wilson, and Lea Thompson. The film follows Marty McFly (Fox) and his friend Dr. Emmett \"Doc\" Brown (Lloyd) as they travel from 1985 to 2015 to prevent Marty's son from sabotaging the McFly family's future; when their arch-nemesis Biff Tannen (Wilson) steals Doc's DeLorean time machine and uses it to alter history for his benefit, the duo must return to 1955 to restore the timeline.",
  "/wiki/Stan_Hart": "Stan Hart (September 12, 1928 – July 27, 2017) was an American comedy writer with many television credits.",
  "/wiki/Look_Who's_Talking": "Look Who's Talking is a 1989 American romantic comedy film written and directed by Amy Heckerling, and starring John Travolta and Kirstie Alley. Bruce Willis plays the voice of Mollie's son, Mikey. The film features George Segal as Albert, the married father of Mikey.",
  "/wiki/Angelo_Torres": "Angelo Torres (born April 14, 1932, in Santurce, Puerto Rico) is an American cartoonist and caricaturist whose work has appeared in many comic books, as well as a long-running regular slot in Mad.",
  "/wiki/The_War_of_the_Roses_(film)": "The War of the Roses is a 1989 American dark comedy film based upon the 1981 novel of the same name by Warren Adler. The film follows a wealthy couple with a seemingly perfect marriage. When their marriage begins to fall apart, material possessions become the center of an outrageous and bitter divorce battle.",
  "/wiki/The_Hunt_for_Red_October_(film)": "The Hunt for Red October is a 1990 American submarine spy-thriller film directed by John McTiernan, produced by Mace Neufeld, and starring Sean Connery, Alec Baldwin, Scott Glenn, James Earl Jones, and Sam Neill. The film is an adaptation of Tom Clancy's 1984 bestselling novel of the same name. It is the first installment of the Jack Ryan film series.",
  "/wiki/Gremlins_2:_The_New_Batch": "Gremlins 2: The New Batch  is a 1990 American comedy horror film, and the sequel to the 1984 film Gremlins. It was directed by Joe Dante and written by Charles S. Haas, with creature designs by Rick Baker. Zach Galligan, Phoebe Cates, Dick Miller, Jackie Joseph, and Keye Luke reprise their roles from the first film. New cast members include John Glover, Robert Prosky, Haviland Morris, Robert Picardo, and Christopher Lee; additionally, the film features Tony Randall providing the voice for one of the gremlins. The story continues the adventures of the creature Gizmo (once again voiced by Howie Mandel), who spawns numerous small monsters when wet. In the first film, Gizmo's offspring rampaged through a small fictional town. In Gremlins 2: The New Batch, Gizmo multiplies within a skyscraper in New York City. The new creatures thus pose a serious threat to the city should they be able to leave the building, and much of the story involves the human characters' efforts to prevent this disaster.",
  "/wiki/RoboCop_2": "RoboCop 2 is a 1990 American science fiction action film directed by Irvin Kershner (replacing Paul Verhoeven from the first film), written by Frank Miller and Walon Green, and starring Peter Weller, Nancy Allen, Dan O'Herlihy, Belinda Bauer, Tom Noonan and Gabriel Damon. It is the first sequel to the 1987 film RoboCop and the second entry in the RoboCop media franchise. Set in the near future in a dystopian metropolitan Detroit, the plot centers around the eponymous RoboCop (Weller) as he becomes embroiled in a scheme by Omni Consumer Products to bankrupt and take over the city while also fighting the spread of a highly-addictive street drug and its leader, the cult-like Cain (Noonan). The film was shot on-location in Houston. \nIt was the final theatrically-released film directed by Kershner.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_(1990_film)": "Teenage Mutant Ninja Turtles[a] is a 1990 American martial arts superhero comedy film directed by Steve Barron. Based on the fictional superhero team of the same name, the story follows Splinter and the turtles, their meeting April O'Neil and Casey Jones, and their confrontation with The Shredder and his Foot Clan. It stars Judith Hoag, Elias Koteas, and the voices of Brian Tochi, Robbie Rist, Corey Feldman and Josh Pais.",
  "/wiki/Sam_Viviano": "Sam Viviano (born March 13, 1953 in Detroit, Michigan) is an American caricature artist and art director.  Viviano’s caricatures are known for their wide jaws, which Viviano has explained is a result of his incorporation of side views as well as front views into his distortions of the human face. He has also developed a reputation for his ability to do crowd scenes. Explaining his twice-yearly covers for Institutional Investor magazine, Viviano has said that his upper limit is sixty caricatures in nine days.",
  "/wiki/Total_Recall_(1990_film)": "Total Recall is a 1990 American science fiction action film directed by Paul Verhoeven and starring Arnold Schwarzenegger, Rachel Ticotin, Sharon Stone, Ronny Cox, and Michael Ironside. The film is loosely based on the Philip K. Dick short story \"We Can Remember It for You Wholesale\".",
  "/wiki/Casablanca_(film)": "Casablanca is a 1942 American romantic drama film directed by Michael Curtiz based on Murray Burnett and Joan Alison's unproduced stage play Everybody Comes to Rick's. The film stars Humphrey Bogart, Ingrid Bergman, and Paul Henreid; it also features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson. Set during World War II, it focuses on an American expatriate who must choose between his love for a woman and helping her and her husband, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans.",
  "/wiki/Arnie_Kogen": "Arnie Kogen is an American comedy writer and producer. He has written for TV, film, and is a longtime writer for Mad Magazine.  Among his hundreds of Mad bylines, Kogen has written more than 100 film or television parodies.",
  "/wiki/Dick_Tracy_(1990_film)": "Dick Tracy is a 1990 American action comedy film based on the 1930s comic strip character of the same name created by Chester Gould. Warren Beatty produced, directed, and starred in the film, whose supporting roles include Al Pacino, Madonna, Glenne Headly, and Charlie Korsmo. Dick Tracy depicts the detective's romantic relationships with Breathless Mahoney and Tess Trueheart, as well as his conflicts with crime boss Alphonse \"Big Boy\" Caprice and his henchmen. Tracy also begins fostering a young street urchin named Kid.",
  "/wiki/Gone_with_the_Wind_(film)": "Gone with the Wind is a 1939 American epic historical romance film adapted from the 1936 novel by Margaret Mitchell. The film was produced by David O. Selznick of Selznick International Pictures and directed by Victor Fleming. Set in the American South against the backdrop of the American Civil War and the Reconstruction era, the film tells the story of Scarlett O'Hara, the strong-willed daughter of a Georgia plantation owner. It follows her romantic pursuit of Ashley Wilkes, who is married to his cousin, Melanie Hamilton, and her subsequent marriage to Rhett Butler. The leading roles are played by Vivien Leigh (Scarlett), Clark Gable (Rhett), Leslie Howard (Ashley), and Olivia de Havilland (Melanie).",
  "/wiki/The_Wizard_of_Oz_(1939_film)": "The Wizard of Oz is a 1939 American musical fantasy film produced by Metro-Goldwyn-Mayer. Widely regarded to be one of the greatest films in cinema history, it is the most commercially successful adaptation of L. Frank Baum's 1900 children's fantasy novel The Wonderful Wizard of Oz. Directed primarily by Victor Fleming (who left the production to take over the troubled Gone with the Wind), the film stars Judy Garland as Dorothy Gale alongside Ray Bolger, Jack Haley, and Bert Lahr.",
  "/wiki/Frank_Jacobs": "Frank Jacobs (born March 30, 1929) is an American author of satires, known primarily for his work in Mad, to which he has contributed since 1957. Jacobs has written a wide variety of lampoons and spoof, but he is best known as a versifier who contributes parodies of famous song lyrics and poems. In 2009, Jacobs described himself as \"the least-known writer of hysterical light verse in the United States.\"",
  "/wiki/Ghost_(1990_film)": "Ghost is a 1990 American romantic fantasy thriller film directed by Jerry Zucker, written by Bruce Joel Rubin, and starring Patrick Swayze, Demi Moore, Whoopi Goldberg, Tony Goldwyn, and Rick Aviles.\nThe plot centers on a young woman in jeopardy (Moore), the ghost of her murdered lover (Swayze), and a reluctant psychic (Goldberg) who assists him in saving her.",
  "/wiki/Arachnophobia_(film)": "Arachnophobia is a 1990 American black comedy horror film directed by Frank Marshall and starring Jeff Daniels and John Goodman. It was the first film released by The Walt Disney Studios' Hollywood Pictures label, as well as being the directorial debut of Marshall. The film's story centers on a newly discovered Venezuelan spider being transported to a small American town that produces a new species of deadly spiders, which begin killing the town's residents one by one.",
  "/wiki/Paul_Coker,_Jr.": "Paul Coker (born Paul Coker Jr., 1929 in Lawrence, Kansas) is an American illustrator. He has worked in many media, including Mad, character design for Rankin-Bass TV specials, and advertising.",
  "/wiki/Die_Hard_2": "Die Hard 2[Note 1] is a 1990 American action thriller film and the second installment in the Die Hard film series. The film was released on July 4, 1990 in the United States. The film was directed by Renny Harlin, written by Steven E. deSouza and Doug Richardson and stars Bruce Willis as John McClane. The film co-stars Bonnie Bedelia, William Sadler, Art Evans, William Atherton, Franco Nero, Dennis Franz, Fred Thompson, John Amos and Reginald VelJohnson.",
  "/wiki/Pretty_Woman": "Pretty Woman is a 1990 American romantic comedy film directed by Garry Marshall, from a screenplay by J. F. Lawton. The film stars Richard Gere and Julia Roberts, and features Héctor Elizondo, Ralph Bellamy (in his final performance), Laura San Giacomo, and Jason Alexander in supporting roles. The film's story centers on down-on-her-luck Hollywood sex worker Vivian Ward, who is hired by Edward Lewis, a wealthy businessman, to be his escort for several business and social functions, and their developing relationship over the course of her week-long stay with him. The film’s title Pretty Woman is based on \"Oh, Pretty Woman\", written and sung by Roy Orbison. It is the first film on-screen collaboration with Gere and Roberts, and their second collaboration film in Runaway Bride, released in 1999.",
  "/wiki/Days_of_Thunder": "Days of Thunder  is a 1990 American sports action drama film released by Paramount Pictures, produced by Don Simpson and Jerry Bruckheimer and directed by Tony Scott. The cast includes Tom Cruise, Nicole Kidman, Robert Duvall, Randy Quaid, Cary Elwes, Caroline Williams, and Michael Rooker. The film also features appearances by real life NASCAR racers, such as Rusty Wallace, Neil Bonnett, and Harry Gant. Commentator Dr. Jerry Punch, of ESPN, has a cameo appearance, as does co-producer Don Simpson.",
  "/wiki/Flatliners": "Flatliners is a 1990 American science fiction psychological horror film directed by Joel Schumacher, produced by Michael Douglas and Rick Bieber, and written by Peter Filardi.  It stars Kiefer Sutherland, Julia Roberts, William Baldwin, Oliver Platt, and Kevin Bacon. The film is about five medical students who attempt to find out what lies beyond death by conducting clandestine experiments that produce near-death experiences. The film was shot on the campus of Loyola University (Chicago) between October 1989 and January 1990, and was nominated for an Academy Award for Best Sound Editing in 1990 (Charles L. Campbell and Richard C. Franklin). The film was theatrically released on August 10, 1990, by Columbia Pictures. It grossed $61 million at the box office.",
  "/wiki/List_of_film_spoofs_in_Mad": "This list of film spoofs in Mad includes films spoofed (parodied) by the American comic magazine Mad. Usually, an issue of Mad features a spoof of at least one feature film or television program. The works selected by the staff of Mad are typically from cinema and television in the United States."
}