{
  "/wiki/Battle_of_the_Brave": "Battle of the Brave (French: Nouvelle-France) is a 2004 historical romance directed by Jean Beaudin, written by Pierre Billon and starring Noémie Godin-Vigneau, David La Haye, Juliette Gosselin, Sébastien Huberdeau, Gérard Depardieu, Bianca Gervais, Irène Jacob, Pierre Lebeau, Vincent Pérez, Isabel Richer, Tim Roth, Jason Isaacs and Colm Meaney. Separate English and French language versions were shot simultaneously. The film cost CA$30 million, making it as of 2004, the most expensive ever made in Quebec.",
  "/wiki/Jean_Beaudin": "Jean Beaudin (6 February 1939 – 18 May 2019) was a Canadian film director and screenwriter. He directed 20 films since 1969. His film J.A. Martin Photographer, was entered into the 1977 Cannes Film Festival, where Monique Mercure won the award for Best Actress. The film also won best Film, he won best Director, and Mercure won best Actress awards at the 1977 Canadian Film Awards. He was nominated (but did not win) for the Genie Award for Best Achievement in Direction in 1986, 1992 and 2003 for his films The Alley Cat (Le Matou), Being at Home with Claude and The Collector (Le Collectionneur), respectively.",
  "/wiki/David_La_Haye": "David La Haye (born April 19, 1966) is a Canadian actor.",
  "/wiki/Gérard_Depardieu": "Gérard Xavier Marcel Depardieu (UK: /ˈdɛpɑːrdjɜː, ˌdɛpɑːrˈdjɜː/, US: /-ˈdjʌ, ˌdeɪpɑːrˈdjuː/, French: [ʒeʁaʁ ɡzavje maʁsɛl dəpaʁdjø] (listen); born 27 December 1948) is a  French actor. He is one of the most prolific character actors in film history, having completed more than 170 films since 1967.[citation needed] \nHe has received acclaim for his performances in The Last Metro (1980), for which he won the César Award for Best Actor, in Police (1985), for which he won the Volpi Cup for Best Actor, Jean de Florette (1986), and Cyrano de Bergerac (1990), winning the Cannes Film Festival for Best Actor, his second César Award for Best Actor, and his first Academy Award nomination for Best Actor.\nHe co-starred in Peter Weir's comedy Green Card (1990), winning a Golden Globe Award and later acted in many big budget Hollywood movies including Ridley Scott's 1492: Conquest of Paradise (1992), Kenneth Branagh's Hamlet (1996), Randall Wallace's The Man in the Iron Mask (1998), and Ang Lee's Life of Pi (2012).\nHe is a Chevalier of the Légion d'honneur and Chevalier of the Ordre national du Mérite. He was granted citizenship of Russia in January 2013, and became a cultural ambassador of Montenegro during the same month.",
  "/wiki/Irene_Jacob": "Irène Marie Jacob (born 15 July 1966) is a French-Swiss actress known for her work with Polish film director Krzysztof Kieślowski. She won the 1991 Cannes Film Festival Award for Best Actress for the Kieślowski film The Double Life of Veronique, and was nominated for the BAFTA Award for Best Actress in a Leading Role for his 1994 film Three Colours: Red. Her other film appearances include The Secret Garden (1993), Beyond the Clouds (1995), U.S. Marshals (1998), and Eternity (2016).",
  "/wiki/Jason_Isaacs": "Jason Isaacs (born 6 June 1963) is an English actor and producer. He is best known for his roles as Lucius Malfoy in the Harry Potter film series, Colonel William Tavington in The Patriot, criminal Michael Caffee in the Showtime series Brotherhood, and Marshal Georgy Zhukov  in The Death of Stalin.",
  "/wiki/Tim_Roth": "Timothy Simon Roth (born 14 May 1961) is an English actor and director. He made his debut in the television film Made in Britain (1982). He gained critical acclaim for his role as Myron in  The Hit (1984), for which he was nominated for the BAFTA Award for Most Promising Newcomer. Among a group of prominent British actors of the era, the \"Brit Pack\", Roth gained more attention for his performances in The Cook, the Thief, His Wife & Her Lover (1989), Vincent & Theo (1990) and Rosencrantz & Guildenstern Are Dead (1990).",
  "/wiki/Genie_Award": "The Genie Awards were given out annually by the Academy of Canadian Cinema and Television to recognize the best of Canadian cinema from 1980–2012. They succeeded the Canadian Film Awards (1949–1978; also known as the \"Etrog Awards,\" for sculptor Sorel Etrog, who designed the statuette).",
  "/wiki/Being_Julia": "Being Julia is a 2004 comedy-drama film directed by István Szabó and starring Annette Bening and Jeremy Irons. The screenplay by Ronald Harwood is based on the novel Theatre (1937) by W. Somerset Maugham. The original film score was composed by Mychael Danna.",
  "/wiki/István_Szabó": "István Szabó (Hungarian: [ˈsɒboː ˈiʃtvaːn]; born 18 February 1938) is a Hungarian film director, screenwriter, and opera director.",
  "/wiki/Annette_Bening": "Annette Carol Bening (born May 29, 1958) is an American actress. She began her career on stage with the Colorado Shakespeare Festival company in 1980, and played Lady Macbeth in 1984 at the American Conservatory Theater. She was nominated for the 1987 Tony Award for Best Featured Actress in a Play for her Broadway debut in Coastal Disturbances and for the 2019 Tony Award for Best Actress in a Play for All My Sons. She is a four-time Academy Award nominee for the films: The Grifters (1990), American Beauty (1999), Being Julia (2004), and The Kids Are All Right (2010). In 2006, she received a film star on the Hollywood Walk of Fame.",
  "/wiki/Jeremy_Irons": "Jeremy John Irons (born 19 September 1948) is an English actor. After receiving classical training at the Bristol Old Vic Theatre School, Irons began his acting career on stage in 1969 and has since appeared in many West End theatre productions, including The Winter's Tale, Macbeth, Much Ado About Nothing, The Taming of the Shrew, Godspell, Richard II, and Embers. In 1984, he made his Broadway debut in Tom Stoppard's The Real Thing and received a Tony Award for Best Actor.",
  "/wiki/Shaun_Evans": "Shaun Francis Evans (born 6 March 1980) is an English actor best known for playing a young Endeavour Morse in the ITV drama series Endeavour.",
  "/wiki/Juliet_Stevenson": "Juliet Anne Virginia Stevenson, CBE (born 30 October 1956) is an English actress of stage and screen. She is known for her role in the film Truly, Madly, Deeply (1991), for which she was nominated for the BAFTA Award for Best Actress in a Leading Role. Her other film appearances include Emma (1996), Bend It Like Beckham (2002), Mona Lisa Smile (2003), Being Julia (2004), and Infamous (2006).",
  "/wiki/Maury_Chaykin": "Maury Alan Chaykin (July 27, 1949 – July 27, 2010) was an American-Canadian actor, best known for his portrayal of detective Nero Wolfe, as well as for his work as a character actor in many films and television programs.",
  "/wiki/Michael_Gambon": "Sir Michael John Gambon CBE (born 19 October 1940) is an Irish-born British character actor who has worked in theatre, television, and film. He is also known as The Great Gambon as dubbed by actor Ralph Richardson. He was trained under Laurence Olivier and started his long work on stage in the National Theatre. He received a Tony Award nomination for Best Actor in a Play for his work in David Hare’s Skylight on Broadway. Gambon retired from stage acting in 2015 due to memory loss.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/W._Somerset_Maugham": "William Somerset Maugham, CH (/mɔːm/ MAWM; 25 January 1874 – 16 December 1965), better known as W. Somerset Maugham, was an English playwright, novelist, and short story writer. He was among the most popular writers of his era and reputedly the highest-paid author during the 1930s.",
  "/wiki/Bittersweet_Memories_(film)": "Bittersweet Memories (French: Ma vie en cinémascope; lit. My Life in Cinemascope)  is a Quebec, Canada film released in 2004. This biographical drama depicted the career of Quebec singer Alys Robi, as portrayed by Pascale Bussières. The film makes use of flashback sequences in order to connect her childhood, adolescence and adulthood to her later emotional crisis.",
  "/wiki/Denise_Filiatrault": "Denise Filiatrault, OC OQ (born May 16, 1931) is a Canadian actress and director.",
  "/wiki/Pascale_Bussières": "Pascale Bussières (born June 27, 1968) is a French Canadian actress.",
  "/wiki/Denis_Bernard_(actor)": "Denis Bernard (born December 6, 1957) is a Genie Award-winning Canadian film, television and theater actor and producer.",
  "/wiki/Alice_Robitaille": "Alice Robitaille (February 3, 1923 – May 28, 2011), from Quebec City, \"petite Alys\" (little Alys), was a French Canadian singer mainly remembered for her later French interpretations of Latin American songs, who performed under the stage name Alys Robi.",
  "/wiki/Prix_Jutra": "The Prix Iris is a Canadian film award, presented annually by Québec Cinéma, which recognizes talent and achievement in the mainly francophone feature film industry in Quebec. Until 2016, it was known as the Jutra Award (Prix Jutra, with the ceremony called La Soirée des Jutra) in memory of influential Quebec film director Claude Jutra, but Jutra's name was withdrawn from the awards following the publication of allegations that Jutra had sexually abused children.",
  "/wiki/Blood_(2004_film)": "Blood is a Canadian drama film, directed by Jerry Ciccoritti and released in 2004. Based on the theatrical play by Tom Walmsley, the film stars Jacob Tierney as Chris Terry, a bisexual recovering drug addict and alcoholic who visits his prostitute sister Noelle (Emily Hampshire) for the first time in five years, only to be asked to have a threesome with Noelle and her client.",
  "/wiki/Jerry_Ciccoritti": "Jerry Ciccoritti (born August 5, 1956) is a Canadian film, television and theatre director.  His ability to work in a number of genres and for many mediums has made him one of the most successful directors in the country.[citation needed]",
  "/wiki/Emily_Hampshire": "Emily Hampshire (born 1981/1982) is a Canadian actress. Her best known roles include Angelina in the 1998 romantic comedy Boy Meets Girl, Vivienne in the 2006 film Snow Cake, Jennifer Goines in the Syfy drama series 12 Monkeys (2015–2018), and Stevie Budd in the CBC comedy series Schitt's Creek (2015–present).",
  "/wiki/Jacob_Tierney": "Jacob Daniel Tierney (born September 26, 1979) is a Canadian actor, director, and screenwriter.",
  "/wiki/Tom_Walmsley": "Tom Walmsley (born December 13, 1948 in Liverpool, England) is a Canadian playwright, novelist, poet and screenwriter.",
  "/wiki/The_Blue_Butterfly": "The Blue Butterfly (French: Le papillon bleu) is a 2004 Canadian drama/adventure film, directed by Léa Pool, produced by Porchlight Entertainment and Alliance Atlantis, distributed by Monterey Media and starring Marc Donato as Pete Carlton, a boy terminally ill with cancer, whose final wish is to find the elusive blue morpho butterfly. William Hurt plays entomologist Alan Osborne, who takes him to the jungles of Costa Rica to find the insect.",
  "/wiki/Léa_Pool": "Léa Pool C.M. (born 8 September 1950) is a Swiss-Canadian filmmaker who also teaches film at UQAM. She has directed several feature films, including Anne Trister (1986) and Set Me Free (Emporte-moi) (1999), both of which screened at the prestigious Berlin International Film Festival, where the latter won the Special Prize of the Ecumenical Jury.",
  "/wiki/William_Hurt": "William McChord Hurt (born March 20, 1950) is an American actor, director, producer, and screenwriter. He studied at the Juilliard School and began acting on stage in the 1970s. Hurt made his film debut in 1980 as a troubled scientist in Ken Russell's science-fiction feature Altered States, for which he received a Golden Globe nomination for New Star of the Year. In 1981 he played a leading role, as a lawyer who succumbs to the temptations of Kathleen Turner, in the neo-noir Body Heat. He played another leading role, as Arkady Renko, in Gorky Park (1983).",
  "/wiki/Marc_Donato": "Marc Donato (born January 25, 1989) is a Canadian actor.",
  "/wiki/Raoul_Trujillo": "Raoul Maximiano Trujillo de Chauvelon (born May 8, 1955) is an American actor, dancer, choreographer, and theatre director. A former soloist with the Nikolais Dance Theatre, he is the original choreographer and co-director for the American Indian Dance Theatre. Trujillo's career spans more than 30 years in film, television, and theatre, as well as hosting a series of dancing programs. He is a Critics' Choice Award nominee.",
  "/wiki/A_Brand_New_You": "A Brand New You is a Canadian feature film that was released in 2014. It is a dark comedy directed by Kathryn Palmateer, Shawn Whitney and starring Freya Ravensbergen, Manuel Rodriguez-Saenz, Clinton Lee Pontes and Vanessa Burns. The film was described as \"a low-key comedy about a widower (Manuel Rodriguez-Saenz) who enlists his roommates (Clinton Lee Pontes, Freya Ravensbergen) in a half-baked scheme to clone his dead wife\".",
  "/wiki/Freya_Ravensbergen": "Freya Ravensbergen is a Canadian actress and producer. The first feature film she appeared in was The Legend of Sorrow Creek (2007) where she played Kayla. She is credited as an actor and co-producer of A Brand New You (2014) and Fucking My Way Back Home (2016). In 2006 and 2007 was a voice actress for the character Ginchiyo Tachibana in the video game series Samurai Warriors 2.",
  "/wiki/Capacité_11_personnes": "Capacité 11 personnes is a Canadian comedy-drama short film, directed by Gaël d'Ynglemare and released in 2005. Set entirely in the elevator of an office building, the film depicts the interactions of various passengers as the elevator travels up and down the building. Its cast includes Nancy Bernier, Nicolas Canuel, Jean-Marie Corbeil, Évelyne de la Chenelière, Tristan Dubois, Marc Fortin, Bruno Landry, Linda Laplante, Denis Mercier and Pierre Verville.",
  "/wiki/Care_Bears:_Journey_to_Joke-a-lot": "Care Bears: Journey to Joke-a-lot is a 2004 children's animated feature film, produced by Nelvana Limited and released by Lions Gate Home Entertainment.  Directed by Mike Fallows and written by Jeffrey Alan Schecter, this was the fourth film to star the Care Bears and their first in 17 years. This was also the first one in the franchise to be computer-animated.",
  "/wiki/Julie_Lemieux": "Julie Lemieux (born December 4, 1962) is a Canadian voice actress from Toronto, Ontario. She is best know for the voice of Clancy in Julius Jr.",
  "/wiki/Adrian_Truss": "Adrian Truss (born 30 September 1953) is a British-Canadian actor, voice actor, singer, musician, television host, comedy writer, playwright and director whose recent work has been as a voice actor for animated children's televisions shows, movies and commercials.",
  "/wiki/Susan_Roman": "Susan Roman (born April 17, 1957) is a Canadian voice actress best known for voice acting the role of Lita/Sailor Jupiter in the North American DiC (and later Cloverway) dub of the anime, Sailor Moon. She is one of the few voice actors to remain throughout the entire run of the series.  Her other best-known role was the voice of Melissa Raccoon from the second season of The Raccoons until the end of the series.\nShe also provided the vocal characterization for Snowy's dog sounds in the television series The Adventures of Tintin.",
  "/wiki/Katie_Griffin": "Katie Griffin (born January 14, 1973) is a Canadian actress and singer. She has had roles in several television movies and feature films. In cartoons, her best-known roles include the voices of Sailor Mars in the original English dub of Sailor Moon, and Alex in Totally Spies!. She is also the voice of Laugh-a-Lot Bear in Care Bears: Journey to Joke-a-lot and as a plush toy. She also voiced Farmer Shire in Corn & Peg",
  "/wiki/Childstar": "Childstar is a 2004 Canadian comedy film directed and co-written by Don McKellar, and starring McKellar, Peter Paige, Gil Bellows, Mark Rendall, Jennifer Jason Leigh, and Alan Thicke. It was screened at several film festivals between September 2004 and July 2005.",
  "/wiki/Don_McKellar": "Don McKellar CM (born August 17, 1963) is a Canadian actor, writer, and filmmaker. He was part of a loosely-affiliated group of filmmakers to emerge from Toronto known as the Toronto New Wave.",
  "/wiki/Jennifer_Jason_Leigh": "Jennifer Jason Leigh (born Jennifer Leigh Morrow; February 5, 1962) is an American actress. She began her career on television during the 1970s before making her film breakthrough as Stacy Hamilton in Fast Times at Ridgemont High (1982). She later received critical praise for her performances in Miami Blues (1990), Last Exit to Brooklyn (1990), Backdraft (1991), Single White Female (1992), and Short Cuts (1993).",
  "/wiki/Mark_Rendell": "Mark Rendell is a cyclist from New Zealand.",
  "/wiki/Gil_Bellows": "Gil Bellows (born June 28, 1967) is a Canadian film and television actor, screenwriter, and director. He is best known for the roles of Tommy Williams in The Shawshank Redemption, Billy Thomas in the television series Ally McBeal, and as CIA agent Matt Callan in the television series The Agency. In 2016–2017, he was a regular cast member in the USA Network series Eyewitness.",
  "/wiki/Dave_Foley": "David Scott Foley (born January 4, 1963) is a Canadian actor, stand-up comedian, director, producer and writer. He is known as a co-founder of the comedy group The Kids in the Hall, responsible for their eponymous sketch show and the feature-length film Brain Candy. He played Dave Nelson in the sitcom NewsRadio, voiced Flik in A Bug's Life, played recurring character Bob Moore in the sitcom \"Hot in Cleveland\", and hosted the game show Celebrity Poker Showdown.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Clean_(film)": "Clean is a 2004 drama film directed by French director Olivier Assayas, starring Maggie Cheung and Nick Nolte. It was jointly funded by Canada, France, and United Kingdom sources. It was released in the United States in 2006.",
  "/wiki/Olivier_Assayas": "Olivier Assayas (born 25 January 1955) is a French film director, screenwriter and film critic.",
  "/wiki/Maggie_Cheung": "Maggie Cheung Man-yuk (simplified Chinese: 张曼玉; traditional Chinese: 張曼玉; pinyin: Zhāng Mànyù; Jyutping: Zoeng1 Maan6 Juk2; born 20 September 1964) is an Hong Kong-born British actress. Raised in Hong Kong and England, she started her career after placing second in 1983's Miss Hong Kong Pageant. She achieved critical success in the late 80s and into the early 2000s, before taking a break from acting since her last starring role in 2004. In recent years, she rarely makes public appearances except for fashion events and award ceremonies.",
  "/wiki/Nick_Nolte": "Nicholas King Nolte (born February 8, 1941) is an American actor, producer, author, and former model. He won the Golden Globe Award for Best Actor – Motion Picture Drama and was nominated for the Academy Award for Best Actor for the 1991 film The Prince of Tides. He went on to receive Academy Award nominations for Affliction (1998) and Warrior (2011).",
  "/wiki/Martha_Henry": "Martha Henry, CC OOnt (born February 17, 1938) is an American-born Canadian stage, film, and television actress, perhaps best known for her work at the Stratford Festival in Canada.",
  "/wiki/Cannes_Film_Festival": "The Cannes Festival (/kæn/; French: Festival de Cannes), until 2003 called the International Film Festival (Festival international du film) and known in English as the Cannes Film Festival, is an annual film festival held in Cannes, France, which previews new films of all genres, including documentaries from all around the world. Founded in 1946, the invitation-only festival is held annually (usually in May) at the Palais des Festivals et des Congrès.",
  "/wiki/Carole_Laure": "Carole Laure O.C. (born August 5, 1948) is an actress and singer from Quebec, Canada.",
  "/wiki/Clara_Furey": "Clara Furey (b. 1983) is a Canadian multidisciplinary artist:  singer-songwriter, actress, dancer and choreographer.",
  "/wiki/Jean-Marc_Barr": "Jean-Marc Barr (born 27 September 1960) is a French American film actor and director.",
  "/wiki/Cube_Zero": "Cube Zero is a 2004 Canadian independent science fiction psychological horror thriller film, written and directed by Ernie Barbarash. It is the third and final film in the Cube film series and a prequel to the other films.",
  "/wiki/Ernie_Barbarash": "Ernie Barbarash is a film producer, perhaps best known as co-producer of the films American Psycho 2, Cube 2: Hypercube, Prisoner of Love, The First 9½ Weeks and The Cat's Meow. Barbarash also wrote and directed Cube Zero and Stir of Echoes: The Homecoming. He also directed the Canadian horror thriller They Wait.",
  "/wiki/Zachary_Bennett": "Zachary Bennett (born February 17, 1980) is a Canadian actor and musician in Toronto, Ontario, who is known for playing Felix King in Road to Avonlea. He also co-starred in the 2006 TV film Jekyll + Hyde and for voicing Coach Clydesdale on Corn & Peg",
  "/wiki/Stephanie_Moore": "Stephanie Moore (born July 14, 1970) is a Canadian actress. She is best known for her roles on P2 as Lorraine (voice) and in the films Cube Zero, Angel Eyes, and John Q.",
  "/wiki/Michael_Riley": "Michael Riley (born February 4, 1962) is a Canadian actor. From 1998 to 2000, he portrayed Brett Parker in Power Play. He has acted in over 40 films and television series, including This Is Wonderland, for which he received a Gemini Award, and the Emmy-nominated BBC / Discovery Channel co-production Supervolcano. He also portrays a leading character in the 2009 CBC Television series Being Erica.",
  "/wiki/Science_fiction_film": "Science fiction film (or sci-fi film) is a genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, alien worlds, extrasensory perception and time travel, along with futuristic elements such as spacecraft, robots, cyborgs, interstellar travel or other technologies. Science fiction films have often been used to focus on political or social issues, and to explore philosophical issues like the human condition. In many cases, tropes derived from written science fiction may be used by filmmakers ignorant of or at best indifferent to the standards of scientific plausibility and plot logic to which written science fiction is traditionally held.",
  "/wiki/Horror_film": "A horror film is a film that seeks to elicit fear for entertainment purposes. Initially inspired by literature from authors like Edgar Allan Poe, Bram Stoker, and Mary Shelley, horror has existed as a film genre for more than a century. The macabre and the supernatural are frequent themes. Horror may also overlap with the fantasy, supernatural fiction, and thriller genres.",
  "/wiki/Prequel": "A prequel is a literary, dramatic, or cinematic work whose story precedes that of a previous work, by focusing on events that occur before the original narrative. A prequel is a work that forms part of a backstory to the preceding work.",
  "/wiki/Cube_(film)": "Cube is a 1997 Canadian independent science-fiction horror film directed and co-written by Vincenzo Natali. A product of the Canadian Film Centre's First Feature Project, Nicole de Boer, Nicky Guadagni, David Hewlett, Andrew Miller, Julian Richings, Wayne Robson and Maurice Dean Wint star as individuals trapped in the titular cube as they cross industrialized cube-shaped rooms, some rigged with various traps designed to kill.",
  "/wiki/Decoys_(film)": "Decoys is a 2004 science fiction horror film directed by Matthew Hastings, and written by Tom Berry and Hastings. The cast included Kim Poirier and Nicole Eggert. It was filmed in Ottawa, Ontario and originally broadcast on the Sci Fi Channel. A sequel, Decoys 2: Alien Seduction, was released in 2007.",
  "/wiki/Matthew_Hastings": "Matthew Hastings is an American physicist, currently a Principal Researcher at Microsoft. Previously, he was a Professor at Duke University and a research scientist at the Center for Nonlinear Studies and Theoretical Division, Los Alamos National Laboratory.",
  "/wiki/Nicole_Eggert": "Nicole Elizabeth Eggert (born January 13, 1972) is an American actress. Her notable roles include Jamie Powell on the situation comedy Charles in Charge and Summer Quinn on the television series Baywatch. She guest-starred in The Super Mario Bros. Super Show! and Boy Meets World. She made several Christmas movies that premiered on Lifetime. Eggert was a 2010 contestant on the VH1 reality show Celebrity Fit Club and came in second in 2013 on ABC's celebrity diving show Splash.",
  "/wiki/Kim_Poirier": "Kim Jacinthe Poirier (born February 6, 1980) is a Canadian actress, singer, film producer, and television host.",
  "/wiki/Dawn_of_the_Dead_(2004_film)": "Dawn of the Dead is a 2004 American action horror film directed by Zack Snyder (in his feature film directorial debut), produced by Richard P. Rubinstein, Marc Abraham and by Eric Newman and the screenplay written by James Gunn while the special effects for the film were done by Heather Langenkamp and David LeRoy Anderson, who co-own AFX Studio. It is a remake of George A. Romero's 1978 film and stars Sarah Polley, Ving Rhames, Jake Weber, and Mekhi Phifer. A handful of human survivors living in a shopping mall located in the fictional town of Everett, Wisconsin, are surrounded by swarms of zombies. Ty Burrell, Michael Kelly, Kevin Zegers, and Lindy Booth play supporting roles; the original's cast members Ken Foree, Scott Reiniger, and Tom Savini appear in cameos. The film was released by Universal Pictures on March 19, 2004, and grossed $102 million worldwide against a budget of $26 million.",
  "/wiki/Zack_Snyder": "Zachary Edward Snyder (born March 1, 1966) is an American film director, producer, and screenwriter. He made his feature film debut in 2004 with a remake of the 1978 horror film Dawn of the Dead. Since then, he has directed or produced a number of comic book and superhero films, including 300 (2006) and Watchmen (2009), as well as the Superman film that started the DC Extended Universe, Man of Steel (2013) and its follow-ups, Batman v Superman: Dawn of Justice (2016) and Justice League (2017). He also served as co-screenwriter for 300, Sucker Punch (2011), and 300: Rise of an Empire (2014), an executive producer for Suicide Squad (2016) and Aquaman (2018), and as co-writer of the story for Wonder Woman (2017) and Justice League.",
  "/wiki/Sarah_Polley": "Sarah Ellen Polley OC (born January 8, 1979) is a Canadian actress, writer, director, producer and political activist. Polley first garnered attention as a child actress for her role as Ramona Quimby in the television series Ramona, based on Beverly Cleary's books. Subsequently this led to her role as Sara Stanley in the Canadian television series Road to Avonlea (1990–1996). She has starred in many feature films, including Exotica (1994), The Sweet Hereafter (1997), Guinevere (1999), Go (1999), The Weight of Water (2000), My Life Without Me (2003), Dawn of the Dead (2004), Splice (2009), and Mr. Nobody (2009).",
  "/wiki/Ving_Rhames": "Irving Rameses Rhames (born May 12, 1959) is an American stage and screen actor. He is best known for his starring role as Luther Stickell in the Mission: Impossible film series and his supporting role as gang kingpin Marsellus Wallace in Pulp Fiction. He also appeared in Jacob's Ladder (1990), Dave (1993), Striptease (1996), Don King: Only in America (1997), Rosewood (1997), Con Air (1997), Bringing Out the Dead (1999), Baby Boy (2001), Dawn of the Dead (2004), Day of the Dead (2008), Piranha 3D (2010), and Father Figures (2017). He voiced Cobra Bubbles in the animated film Lilo & Stitch (2002). Rhames is a Golden Globe Award winner, as well as an Emmy Award and Screen Actors Guild Award nominee.",
  "/wiki/Jake_Weber": "Jake T. Weber (born 12 March 1963) is an English actor, known in film for his role as Michael in Dawn of the Dead and for his role as Drew in Meet Joe Black. In television, he is known for playing Joe DuBois, husband of psychic Allison DuBois, in the long running drama series Medium.",
  "/wiki/Ty_Burrell": "Tyler Gerald Burrell (born August 22, 1967) is an American actor and comedian. He originally rose to prominence in several roles on Broadway including Macbeth, and the off-Broadway plays Corners, The Blue Demon, Burn This, and Show People.",
  "/wiki/Kevin_Zegers": "Kevin Joseph Zegers (born September 19, 1984) is a Canadian actor and model. He is known for his roles as Josh Framm in the Air Bud film series, Toby Osbourne in Transamerica (2005), and Damien Dalgaard in the CW teen drama Gossip Girl. He has also starred in the films Dawn of the Dead (2004), It's a Boy Girl Thing (2006), The Jane Austen Book Club (2007), Fifty Dead Men Walking (2008), Frozen (2010), and The Mortal Instruments: City of Bones.",
  "/wiki/Pierre_Falardeau": "Pierre Falardeau (December 28, 1946 – September 25, 2009) was a Québecois film and documentary director, pamphleteer and noted activist for Quebec independence.",
  "/wiki/Julien_Poulin": "Julien Poulin (born April 20, 1946) is an actor, film director, screenwriter, film producer, and composer in Quebec, Canada. He has portrayed numerous roles in several popular Quebec films and series.",
  "/wiki/Everyone_(film)": "Everyone is a Canadian comedy-drama film, written and directed by Bill Marchant and released in 2004. The film centres on a gay couple, Ryan (Matt Fentiman) and Grant (Mark Hildreth), who are having a wedding ceremony in their backyard, only to find that many of their guests have brought their own family dramas and dysfunctions.",
  "/wiki/Mark_Hildreth_(actor)": "Mark Hildreth (born January 24, 1978) is a Canadian actor and musician, appearing in movie and television roles. A graduate of The National Theatre School of Canada, Mark Hildreth's theater credits include Hamlet (The Shakespeare Project), Bertram in All's Well that Ends Well (Bard on the Beach), Richard of Gloucester in Richard III (NTSC) and Cale Blackwell in Fire (Teatre Lac Brome). He also starred as Pastor Tom Hale in the ABC drama Resurrection.",
  "/wiki/Brendan_Fletcher": "Brendan Fletcher (born December 15, 1981) is a Canadian actor, screenwriter, and producer who has appeared in film, television and theatre. He first gained recognition as a child actor, winning a Leo Award and being nominated for a Gemini Award his acting debut in the made-for-television film Little Criminals. He subsequently won the Genie Award for Best Leading Actor for John Greyson’s The Law of Enclosures, and was nominated for Best Actor in a Supporting Role for Turning Paige.",
  "/wiki/Expiration_(film)": "Expiration (2004) is an independent feature film written, directed and starring Gavin Heffernan. It was the winner of the Grand Jury Prize and Best Film at the Canadian Filmmakers' Festival.",
  "/wiki/Gavin_Heffernan": "Gavin Heffernan (born April 2, 1980) is a Canadian filmmaker/screenwriter/photographer.",
  "/wiki/Fantasy_film": "Fantasy films are films that belong to the fantasy genre with fantastic themes, usually magic, supernatural events, mythology, folklore, or exotic fantasy worlds. The genre is considered a form of speculative fiction alongside science fiction films and horror films, although the genres do overlap. Fantasy films often have an element of magic, myth, wonder, escapism, and the extraordinary.",
  "/wiki/The_Final_Cut_(2004_film)": "The Final Cut is a 2004 science fiction thriller film written and directed by Omar Naim. It stars Robin Williams, Jim Caviezel, Mira Sorvino, Mimi Kuzyk, Stephanie Romanov, Genevieve Buechner and Brendan Fletcher. The film takes place in a setting where memory implants make it possible to record entire lives. Williams plays a professional who specializes in editing the memories of unsavory people into uncritical memorials that are played at funerals.",
  "/wiki/Omar_Naim": "Omar Naim (Arabic: عمر نعيم‎; born 27 September 1977) is a Lebanese film director and screenwriter best known for writing and directing the 2004 film The Final Cut.",
  "/wiki/Robin_Williams": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Born in Chicago, Williams began performing stand-up comedy in San Francisco and Los Angeles during the mid-1970s. After rising to fame playing the alien Mork in the sitcom Mork & Mindy, Williams established a career in both stand-up comedy and feature film acting. He was known for his improvisation skills and the wide variety of memorable character voices he created. Many critics have lauded Williams as one of the funniest comedians of all time.",
  "/wiki/Mira_Sorvino": "Mira Katherine Sorvino (/ˈmiːrə sɔːrˈviːnoʊ/; born September 28, 1967) is an American actress. She won the Academy Award and Golden Globe for Best Supporting Actress for her performance in Woody Allen's Mighty Aphrodite (1995).",
  "/wiki/James_Caviezel": "James Patrick Caviezel (/kəˈviːzəl/; born September 26, 1968) is an American actor.  Caviezel portrayed Jesus Christ in the film The Passion of the Christ and starred as John Reese on the CBS science-fiction crime drama series Person of Interest (2011-2016).",
  "/wiki/Thriller_(genre)": "Thriller is a genre of fiction, having numerous, often overlapping subgenres. Thrillers are characterized and defined by the moods they elicit, giving viewers heightened feelings of suspense, excitement, surprise, anticipation and anxiety. Successful examples of thrillers are the films of Alfred Hitchcock.",
  "/wiki/The_Five_of_Us": "The Five of Us (French: Elles étaient cinq) is a Québécois drama film, distributed by Remstar Distribution and Remstar Films. The film was directed and co-written by Ghyslaine Côté, and stars Jacinthe Laguë, Julie Deslauriers, Ingrid Falaise, Brigitte Lafleur, and Noémi Yelle. It premiered at the Montreal World Film Festival on August 26, 2004, opened in theaters on August 27, 2004, and on DVD in February, 2005. The film follows four girls who strive to move on from the murder of their friend and the horrors of their past once they discover the man behind their trauma, Richard Thibodeau, is said to be granted conditional release from prison.",
  "/wiki/Ghyslaine_Côté": "Ghyslaine Côté (born September 6, 1955) is a Canadian director, screenwriter and actor. She is best known for directing The Five of Us  (French: Elles étaient cinq), which won the Prize for most popular Canadian film and the prize for best artistic contribution at the 2004 Montreal World Film Festival.",
  "/wiki/Peter_Miller_(actor)": "Peter Miller (born 1969) is a Canadian actor.",
  "/wiki/Geraldine's_Fortune": "Geraldine's Fortune is a 2004 Canadian comedy-drama film. It was directed by John N. Smith, written by Tim Burns and based on the play Les Belles-sœurs by Michel Tremblay.",
  "/wiki/John_N._Smith": "John N. Smith O.C. (born July 31, 1943 in Montreal, Quebec) is a Canadian film director and screenwriter.",
  "/wiki/Jane_Curtin": "Jane Therese Curtin (born September 6, 1947) is an American actress and comedian. She is sometimes referred to as \"Queen of the Deadpan\"; The Philadelphia Inquirer once called her a \"refreshing drop of acid.\" She was included on a 1986 list of the \"Top Prime Time Actors and Actresses of All Time.\"",
  "/wiki/Mary_Walsh_(actress)": "Mary Cynthia Walsh CM (born May 13, 1952) is a Canadian actress, comedian, and writer. She is known for her work on This Hour Has 22 Minutes.",
  "/wiki/Sheila_McCarthy": "Sheila McCarthy (born January 1, 1956) is a Canadian actress and singer. She has worked in film, television, and on stage. McCarthy is one of Canada's most honoured actors, having won two Genie Awards (film), two Gemini Awards (television), an ACTRA Award, and two Dora Awards (theatre), along with multiple nominations.",
  "/wiki/Matt_Frewer": "Matthew George Frewer (born January 4, 1958) is a Canadian-American actor, singer and comedian. He portrayed the 1980s icon Max Headroom and Doctor Leekie in the Canadian science fiction drama Orphan Black (2013–2017).",
  "/wiki/Peter_MacNeill": "Peter MacNeill is a Canadian film and television actor and voice-over artist who has starred in numerous television series and films.",
  "/wiki/Monique_Mercure": "Marie Lise Monique Émond CC (born 14 November 1930), better known as Monique Mercure, is a Canadian stage and screen actress. She is one of the country's great actors of the classical and modern repertory. In 1977, Mercure won a Cannes Film Festival Award and a Canadian Film Award for her performance in the drama film J.A. Martin Photographer.",
  "/wiki/Michel_Tremblay": "Michel Tremblay, CQ (born 25 June 1942) is a French Canadian novelist and playwright.",
  "/wiki/List_of_Canadian_films_of_2004": "This is a list of Canadian films which were released in 2004:"
}