{
  "/wiki/Geoffrey_Mutai": "Geoffrey Kiprono Mutai (born 7 October 1981) is a Kenyan long distance runner who specialises in road running competitions. On 18 April 2011 at the Boston Marathon, Mutai ran the fastest marathon ever at the time in a time of 2 hours 3 minutes 2 seconds (4:41 per mile pace / 2:54 per kilometer pace), though the time was not recognised by the International Association of Athletics Federations as a world record since the Boston course does not meet the criteria to be eligible for the mark.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Dennis_Kimetto": "Dennis Kipruto Kimetto (born 22 January 1984) is a Kenyan long distance runner who competes in road running events. He was the world record holder in the men's marathon  with a time of 2 hours 2 minutes 57 seconds, a record which he held until Eliud Kipchoge broke it in 2018 with a time of 2:01:39.",
  "/wiki/Geoffrey_Kipsang": "Geoffrey Kipsang Kamworor (born 22 November 1992) is a Kenyan long-distance runner who competes in cross country, marathon, and half marathon races. He was the 2011 World Junior Cross Country Champion. Kipsang won the IAAF World Half Marathon Championships three times in a row from 2014-2018. In the IAAF World Cross Country Championships he won in 2015 and 2017.",
  "/wiki/Nicholas_Kamakya": "Nicholas Manza Kamakya (born 1 January 1985) is a Kenyan long-distance runner who competes in road running events, including marathons.",
  "/wiki/Jonathan_Maiyo": "Jonathan Kiplimo Maiyo (born 5 May 1988) is a Kenyan long-distance runner who competes in half marathon and marathon events. His personal bests of 59:02 minutes and 2:04:56 hours, respectively, ranks him in the top twenty all-time in both events. He was also the silver medallist over 5000 metres at the 2012 African Championships in Athletics.",
  "/wiki/Eliud_Kiptanui": "Eliud Kiptanui (born 6 June 1989) is a Kenyan long distance runner who specialises in the marathon. He won the 2010 Prague International Marathon and has a personal best of 2:05:21 hours. He represented his country at the 2011 World Championships in Athletics.",
  "/wiki/Masakazu_Fujiwara": "Masakazu Fujiwara  (born 6 March 1981 in Ōkawachi, Hyōgo), in Japanese 藤原正和, is Japanese long-distance runner, who specializes in the marathon. He has a personal best of 2:08:12 hours for the event. He was the 2013 Japanese champion in the marathon and won the 2010 Tokyo Marathon. He trains at Honda Sports team.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/2012_Berlin_Marathon": "The 2012 Berlin Marathon was the 39th edition of the annual marathon event and was held on Sunday 30 September on the streets of Berlin, Germany. An IAAF Gold Label Road Race, it was the third World Marathon Majors event to be held that year. Geoffrey Mutai won the men's race in a time of 2:04:15 hours and Aberu Kebede was the women's winner in 2:20:30. A total of 34,377 people (26472 men, 7905 women) finished the marathon race."
}