{
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Marines%27_Hymn": "The \"Marines' Hymn\" is the official hymn of the United States Marine Corps, introduced by the first director of USMC Band, Francesco Maria Scala. It is the oldest official song in the United States Armed Forces. The \"Marines' Hymn\" is typically sung at the position of attention as a gesture of respect. However, the third verse is also used as a toast during formal events, such as the birthday ball and other ceremonies.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/La_Marseillaise": "\"La Marseillaise\" (/ˌmɑːrsəˈleɪz, ˌmɑːrseɪˈ(j)ɛz/ MAR-sə-LAYZ, MAR-say-(Y)EZ, French: [la maʁsɛjɛːz]) is the national anthem of France. The song was written in 1792 by Claude Joseph Rouget de Lisle in Strasbourg after the declaration of war by France against Austria, and was originally titled \"Chant de guerre pour l'Armée du Rhin\" (\"War Song for the Army of the Rhine\").",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Lily_of_Laguna": "\"Lily of Laguna\" is a British coon song written in eye dialect. It was written in 1898 by English composer Leslie Stuart. It was a music hall favourite, performed notably by blackface performers such as Eugene Stratton and G. H. Elliott. In the early 1940s Ted Fio Rito wrote the tune of a new verse and Paul Francis Webster wrote fresh lyrics and it was stripped of its overtly racist lyrics to become a pure love song which continued to be popular into the 1950s.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Goodbye,_Dolly_Gray": "\"Goodbye, Dolly Gray\" is a music hall song, with lyrics by American Will D. Cobb and music by American Paul Barnes,[a] first published in 1897 by the Morse Music Publishing Company (Theodore F. Morse). The song was the publishers first hit.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Sunny_Side_Up_(1929_film)": "Sunny Side Up is a 1929 American pre-Code Fox Movietone musical film starring Janet Gaynor and Charles Farrell, with original songs, story, and dialogue by B. G. DeSylva, Lew Brown and Ray Henderson. The romantic comedy/musical premiered on October 3, 1929, at the Gaiety Theatre in New York City. The film was directed by David Butler, had (now-lost) Multicolor sequences, and a running time of 121 minutes.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Song_of_the_Volga_Boatmen": "The \"Song of the Volga Boatmen\" (known in Russian as Эй, ухнем! [Ey, ukhnem!, \"yo, heave-ho!\"], after the refrain) is a well-known traditional Russian song collected by Mily Balakirev, and published in his book of folk songs in 1866. It was sung by burlaks, or barge-haulers, on the Volga River. Balakirev published it with only one verse (the first). The other two verses were added at a later date. Ilya Repin's famous painting Barge Haulers on the Volga depicts such burlaks in Tsarist Russia toiling along the Volga.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/The_Toreador_Song": "The Toreador Song is the popular name for the aria \"Votre toast, je peux vous le rendre\" (\"Your toast, I can return it to you\"), from the opera Carmen, composed by Georges Bizet to a libretto by Henri Meilhac and Ludovic Halévy. It is sung by the bullfighter (French: toréador) Escamillo as he enters in act 2 and describes various situations in the bullring, the cheering of the crowds and the fame that comes with victory. The refrain, \"Toréador, en garde\", forms the middle part of the prelude to act 1 of Carmen.",
  "/wiki/John_K._Watts": "John Albert Watts (later known as John K. Watts, 21 January 1937 – 3 June 2017) was an Australian rules football player and radio broadcaster and television personality.",
  "/wiki/Gold_Coast_Suns": "The Gold Coast Suns Football Club is a professional Australian rules football club in the Australian Football League (AFL). The club is based on the Gold Coast, Queensland.",
  "/wiki/Greater_Western_Sydney_Giants": "The Greater Western Sydney Football Club, commonly referred to as GWS Giants or simply GWS, is a professional Australian rules football club which plays in the Australian Football League (AFL). Representing the Greater Western Sydney area and Canberra, the club is based at the Tom Wills Oval in Sydney Olympic Park. The team's primary home ground is Sydney Showground Stadium, also located in the Olympic Park precinct. The club plays four home games a year at Manuka Oval in Canberra as part of a deal with the government of the Australian Capital Territory.",
  "/wiki/Harry_James_Angus": "Harry James Angus (born 11 June 1982 Melbourne) is an Australian singer-songwriter, trumpet player and guitarist. He is one of the lead vocalists in the Melbourne band The Cat Empire along with Felix Riebl.  He joined the group in early 2000. He is the nephew of comedian, actress and writer, Mary-Anne Fahey (famous for playing Kylie Mole on The Comedy Company).",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/The_Yankee_Doodle_Boy": "\"The Yankee Doodle Boy\", also well known as \"(I'm a) Yankee Doodle Dandy\" is a patriotic song from the Broadway musical Little Johnny Jones written by George M. Cohan. The play opened at the Liberty Theater on November 7, 1904. The play concerns the trials and tribulations of a fictional American jockey, Johnny Jones (based on the real life jockey Tod Sloan), who rides a horse named Yankee Doodle in the English Derby.  Cohan incorporates snippets of several popular traditional American songs into his lyrics of this song, as he often did with his songs. The song was performed by James Cagney in the 1942 film Yankee Doodle Dandy, in which he played Cohan.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/You%27re_a_Grand_Old_Flag": "\"You're a Grand Old Flag\" is an American patriotic march. The song, a spirited march written by George M. Cohan, is a tribute to the U.S. flag. In addition to obvious references to the flag, it incorporates snippets of other popular songs, including one of his own. Cohan wrote it in 1906 for his stage musical George Washington, Jr. The chorus is also used (with the words changed) as the team song for the Melbourne Football Club.",
  "/wiki/Keith_Truscott": "Keith William \"Bluey\" Truscott, DFC & Bar (17 May 1916 – 28 March 1943) was a World War II ace fighter pilot and Australian rules footballer with the Melbourne Football Club. After joining the Royal Australian Air Force in 1940, he became the second-highest-scoring Australian World War II ace, credited with 20 confirmed victories and 5 unconfirmed victories. After completing flying training in Canada, Truscott served in Britain flying Spitfire fighters. He returned to Australia in early 1942 and served in New Guinea, where he fought during the climactic Battle of Milne Bay. He was killed in a joint Australian–US training exercise off the coast of Western Australia in March 1943, aged 26.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/When_the_Saints_Go_Marching_In": "\"When the Saints Go Marching In,\" often referred to as \"The Saints,\" is a black spiritual. Though it originated as a Christian hymn, it is often played by jazz bands. This song was famously recorded on May 13, 1938, by Louis Armstrong and his orchestra.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Victory_March_(fight_song)": "\"Victory March\" is the fight song for the University of Notre Dame. The Rev. Michael J. Shea, a 1905 Notre Dame graduate and organist at St. Patrick's Cathedral in New York, wrote the music, and his brother, John F. Shea, who earned degrees from Notre Dame in 1906 and 1908, wrote the original lyrics. At the behest of his former music teacher, Professor William C. Hammond of Mount Holyoke College, Rev. Shea would first perform the song publicly on the organ of the Second Congregational Church of Holyoke, Massachusetts, where Hammond was music director, soon after completing the composition with his brother in the winter of 1908. The song would first be performed on Notre Dame's campus on Easter Sunday, 1909, in the rotunda of the Golden Dome. The lyrics were revised in the 1920s; Victory March first appeared under the copyright of the University of Notre Dame in 1928.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Sons_of_the_Sea_(song)": "\"Sons of the Sea\" is an 1897 English Music hall song by Felix McGlennon.",
  "/wiki/List_of_Australian_Football_League_team_songs": "An Australian Football League team song is traditionally sung by members of the winning team after an AFL game. It is played when each team runs out onto the field prior to the beginning of the match, and played for the winning team at the end of the match."
}