{
  "/wiki/Oliver_Burke": "Oliver Jasen Burke (born 7 April 1997) is a Scottish professional footballer who plays as a right winger for Deportivo Alavés, on loan from West Bromwich Albion, and the Scotland national team.",
  "/wiki/RB_Leipzig": "RasenBallsport Leipzig e.V., commonly known as RB Leipzig, is a  German professional football club based in Leipzig, Saxony. The club was founded in 2009 by initiative of the company Red Bull GmbH, which purchased the playing rights of fifth-tier side SSV Markranstädt with the intent of advancing the new club to the top-flight Bundesliga within eight years. Men's professional football is run by the spin-off organization RasenBallsport Leipzig GmbH. RB Leipzig plays its home matches at the Red Bull Arena.",
  "/wiki/Nacer_Chadli": "Nacer Chadli (French pronunciation: ​[nɑsɛʁ ʃadli]; born 2 August 1989) is a Belgian professional footballer who plays as a winger for Anderlecht, on loan from Monaco, and the Belgium national team.",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").",
  "/wiki/Jos%C3%A9_Salom%C3%B3n_Rond%C3%B3n": "José Salomón Rondón Giménez (Spanish pronunciation: [saloˈmon ronˈdon]; born 16 September 1989) is a Venezuelan professional footballer who plays as a striker for Chinese Super League club Dalian Yifang and the Venezuela national team.",
  "/wiki/Zenit_Saint_Petersburg": "Football Club Zenit (Russian: Футбольный клуб «Зенит» [fʊdˈbolʲnɨj ˈkɫup zʲɪˈnʲit]), also known as Zenit Saint Petersburg or simply Zenit, is a Russian professional football club based in  the city of Saint Petersburg. Founded in 1925 (or in 1914, according to some Russian sources), the club plays in the Russian Premier League. Zenit are the reigning champions of the Russian Premier League. Previously they won the 2007, 2010, 2011–12, 2014–15 and 2018–19 seasons of the Russian Premier League, as well as the 2007–08 UEFA Cup and the 2008 UEFA Super Cup. The club is owned and sponsored by the Russian state-owned energy giant Gazprom, The team play it's home matches at the Gazprom Arena.",
  "/wiki/Jay_Rodriguez": "Jay Enrique Rodriguez (born 29 July 1989) is an English professional footballer who plays as a forward for Premier League club Burnley.",
  "/wiki/Southampton_F.C.": "Southampton Football Club (/saʊθˈ(h)æmptən/ (listen)) is a professional association football club based in Southampton, Hampshire, England, which plays in the Premier League, the top tier of English football.",
  "/wiki/Brown_Ideye": "Aide Brown Ideye (born 10 October 1988) is a Nigerian professional footballer who plays as a striker for Greek club Aris and the Nigeria national team.",
  "/wiki/Dynamo_Kiev": "Football Club Dynamo Kyiv (Ukrainian: Футбольний клуб «Динамо» Київ, pronounced [dɪˈnɑmo ˈkɪjiu̯]) is a Ukrainian professional football club based in Kiev. Founded in 1927 as part of the Soviet Dynamo Sports Society, the club plays in the Ukrainian Premier League, and has never been relegated to a lower division. Their home is the 70,050 capacity Olimpiyskiy National Sports Complex.",
  "/wiki/Jake_Livermore": "Jake Cyril Livermore (born 14 November 1989) is an English professional footballer who plays as a midfielder for Championship club West Bromwich Albion and the English national team.",
  "/wiki/Hull_City_F.C.": "Hull City Association Football Club is a professional football club in Hull, East Riding of Yorkshire, England. Founded in 1904, the club plays in the Championship, the second tier of English football.",
  "/wiki/St%C3%A9phane_Sess%C3%A8gnon": "Stéphane Sessègnon (born 1 June 1984) is a Beninese professional footballer who plays for Turkish club Gençlerbirliği. He is a Benin international having starred for the nation at both the 2008 and 2010 editions of the Africa Cup of Nations. Sessègnon plays a variety of positions as a forward, a winger and as a midfield offensive playmaker. He is Benin's all-time top scorer and appearance maker with 24 international goals in 82 matches.",
  "/wiki/Sunderland_A.F.C.": "Sunderland Association Football Club (/ˈsʌndərlənd/ (listen), locally /ˈsʊndlən/) is an English professional football club based in the city of Sunderland, Tyne and Wear. Sunderland play in League One, the third tier of English football. Since its formation in 1879, the club has won six top-flight (First Division, now the Premier League) titles (1892, 1893, 1895, 1902, 1913 and 1936), a total only bettered by five other clubs, and has finished runners-up five times. The club has also won the FA Cup twice (1937 and 1973) and been runners-up twice (1913 and 1992), as well as winning the FA Charity Shield in 1936 and being finalists the following year. Sunderland have also been Football League Cup finalists in 1985 and 2014.",
  "/wiki/Victor_Anichebe": "Victor Chinedu Anichebe (born 23 April 1988) is a Nigerian professional footballer who played as a striker. He is currently a free agent, having played most recently for Beijing Enterprises.",
  "/wiki/Everton_F.C.": "Everton Football Club (/ˈɛvərtən/) is an English professional football club based in Liverpool that competes in the Premier League, the top tier of English football. The club has competed in the top division for a record 116 seasons and has missed the top division only four times (1930–31, 1951–52, 1952–53, and 1953–54) since the creation of the Football League, of which it is a founding member. The club has won nine League Championships, five FA Cups, and one UEFA Cup Winners Cup.",
  "/wiki/Shane_Long": "Shane Patrick Long (born 22 January 1987) is an Irish professional footballer who plays as a striker for Southampton and the Republic of Ireland national team. He also played hurling for Tipperary in his early life.",
  "/wiki/Reading_F.C.": "Reading Football Club (/ˈrɛdɪŋ/ (listen) RED-ing) is a professional association football club based in Reading, Berkshire, England. The team play in the Championship, the second tier of English football. The current manager is Mark Bowen.",
  "/wiki/Borja_Valero": "Borja Valero Iglesias (Spanish pronunciation: [ˈboɾxa βaˈleɾo]; born 12 January 1985) is a Spanish professional footballer who plays as a central midfielder for Italian club Inter Milan.",
  "/wiki/RCD_Mallorca": "Real Club Deportivo Mallorca, S.A.D. (Spanish: [reˈal ˈkluβ ðepoɾˈtiβo maˈʎoɾka], Catalan: Reial Club Deportiu Mallorca [rəˈjal ˈklub dəpuɾˈtiw məˈʎɔɾkə], Royal Sporting Club Mallorca) is a Spanish football club based in Palma, in the Balearic Islands. Founded on 5 March 1916 it currently plays in La Liga, holding home games at the Estadi de Son Moix with a 23,142-seat capacity.",
  "/wiki/List_of_West_Bromwich_Albion_F.C._records_and_statistics": "West Bromwich Albion are an English professional association football club based in West Bromwich, West Midlands. The club was founded in 1878 as West Bromwich Strollers, by workers from George Salter's Spring Works and turned professional in 1885. The team has spent the majority of its history in the top division of English football and is currently in its longest spell in the Premier League."
}