{
  "/wiki/Ainsdale": "Ainsdale is an area of Southport in the borough of Sefton, Merseyside, England, situated three miles south of the centre of Southport. Historically part of Lancashire, at the 2001 Census it had a population of 12,723. By the time of the 2011 census only figures for Ainsdale (ward) were available.",
  "/wiki/Merseyside": "Merseyside (/ˈmɜːrzisaɪd/ MUR-zee-syde) is a metropolitan county in North West England, with a population of 1.38 million. It encompasses the metropolitan area centred on both banks of the lower reaches of the Mersey Estuary and comprises five metropolitan boroughs: Knowsley, St Helens, Sefton, Wirral, and the city of Liverpool. Merseyside, which was created on 1 April 1974 as a result of the Local Government Act 1972, takes its name from the River Mersey.",
  "/wiki/Attenborough_Nature_Reserve": "Attenborough Nature Reserve is a nature reserve at Attenborough, Nottinghamshire, England, located 4.3 mi (7 km) south west of Nottingham city centre. It is managed by Nottinghamshire Wildlife Trust, in partnership with the site's owners Cemex, (formerly RMC Group), supported by Broxtowe Borough Council. At its centre is a building called Attenborough Nature Centre, comprising visitor services and educational facilities.",
  "/wiki/Attenborough,_Nottinghamshire": "Attenborough is a suburban village in the Broxtowe borough of Nottinghamshire, England. It forms part of Greater Nottingham, and is 4 1⁄2 miles (7.2 km) to the southwest of the city of Nottingham, between Long Eaton (to the southwest) and Beeston (to the northeast). The population of the ward within the Borough of Broxtowe taken at the 2011 Census was 2,328. It adjoins the suburbs of Toton to the west and Chilwell to the north.",
  "/wiki/Nottinghamshire": "Nottinghamshire (pronounced /ˈnɒtɪŋəmʃər, -ʃɪər/; abbreviated Notts.) is a county in the East Midlands region of England, bordering South Yorkshire to the north-west, Lincolnshire to the east, Leicestershire to the south, and Derbyshire to the west.  The traditional county town is Nottingham, though the county council is based at County Hall in West Bridgford in the borough of Rushcliffe, at a site facing Nottingham over the River Trent.",
  "/wiki/Nottinghamshire_Wildlife_Trust": "The Nottinghamshire Wildlife Trust founded in 1963 is a wildlife conservation charity working to protect and enhance the wildlife and habitats of Nottinghamshire. They care for over 60 nature reserves covering more than 2,000 acres (8.1 km2) of wildlife habitat ranging from wildflower meadows to ancient woodland. Key reserves are Attenborough Gravel Pits and Idle Valley Nature Reserve.",
  "/wiki/Wingerworth": "Wingerworth is a large village and parish in North East Derbyshire, England. Its population, according to the 2011 census, was 6,533. Wingerworth is 3 miles (4.8 km) southwest of Chesterfield, 15 miles (24 km) south of Sheffield and 150 miles (240 km) north of London.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.",
  "/wiki/Derbyshire_Wildlife_Trust": "Derbyshire Wildlife Trust is one of 47 local Wildlife Trusts around the UK working to promote and protect local wildlife. It covers the whole of Derbyshire and was founded in 1962 in response to environmental threats to the local countryside, since when it has continued to grow. The Trust is now based at East Mill on the River Derwent in the town of Belper, Derbyshire. It is a Registered Charity (Number 222212), supported by more than 14,000 members and over 500 volunteers.",
  "/wiki/Stourport-on-Severn": "Stourport-on-Severn, often shortened to Stourport, is a town and civil parish in the Wyre Forest District of North Worcestershire, England, a few miles to the south of Kidderminster and downstream on the River Severn from Bewdley. At the 2011 census, it had a population of 20,292.",
  "/wiki/Worcestershire": "Worcestershire (/ˈwʊstərʃər/ (listen) WUUS-tər-shər, /-ʃɪər/ -⁠sheer; written abbreviation: Worcs) is a county in the West Midlands of England.",
  "/wiki/Field_Studies_Council": "The Field Studies Council (FSC) is an educational charity based in the UK. It opened its first Field Centre in 1947 at Flatford Mill, and now operates 20 Field Centres in various locations in England, Wales, Northern Ireland and Scotland offering both residential and non-residential field courses. FSC has published a wide range of titles to support its work over the last 70 years, including fold-out charts and the AIDGAP series of identification guides. Their head office is located on the site of the Preston Montford field centre near Shrewsbury, Shropshire.",
  "/wiki/Birmingham_Nature_Centre": "Birmingham Wildlife Conservation Park, formerly Birmingham Nature Centre, and before that Birmingham Zoo, is a small zoo on the edge of Cannon Hill Park in Birmingham, England. It is owned and managed by Birmingham City Council.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/West_Midlands_(county)": "The West Midlands County is a metropolitan county and combined authority area in western-central England with a 2014 estimated population of 2,808,356, making it the second most populous county in England after Greater London. It came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972, formed from parts of Staffordshire, Worcestershire and Warwickshire. The county itself is a NUTS 2 region within the wider NUTS 1 region of the same name. The county consists of seven metropolitan boroughs: the City of Birmingham, the City of Coventry and the City of Wolverhampton, as well as the boroughs of Dudley, Sandwell, Solihull and Walsall.",
  "/wiki/Brandon_Marsh": "Brandon Marsh is a Site of Special Scientific Interest (SSSI) and nature reserve in Warwickshire, England.  It is situated adjacent to the River Avon, near the village of Brandon, a few miles east of Coventry.",
  "/wiki/Coventry": "Coventry (/ˈkɒvəntri/ (listen) KOV-ən-tree or /ˈkʌv-/ KUV-) is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it wasn't founded and given its city status since the Middle Ages, since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country, and the city is governed by Coventry City Council.",
  "/wiki/Warwickshire_Wildlife_Trust": "Warwickshire Wildlife Trust is a Wildlife Trust and Registered Charity  covering the county of Warwickshire and Solihull and Coventry in the county of West Midlands, England. The Trust aims to protect and enhance wildlife, natural habitats and geology throughout Warwickshire, Coventry and Solihull. (Solihull and Coventry, were formerly in Warwickshire and are now in the West Midlands county.)",
  "/wiki/British_Wildlife_Centre": "The British Wildlife Centre is a zoo in the hamlet of Newchapel near Lingfield village in the county of Surrey, South East England.",
  "/wiki/Newchapel,_Surrey": "Newchapel is a large hamlet in Surrey, England. It lies on the A22 between Godstone and East Grinstead. It is the location of the London England Temple of The Church of Jesus Christ of Latter-day Saints (LDS Church). The temple, only open to followers of that religious group, has a visitors' centre where the beliefs of the Mormons are explained; visitors can also stroll in the grounds. The closest villages are Lingfield, Felbridge, Copthorne and Blindley Heath.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/Oadby": "Oadby is a small town in Leicestershire, three miles south east of Leicester city centre. The town is famous for Leicester Racecourse, situated on the border between Oadby and Stoneygate, and the University of Leicester Botanical Garden. Oadby had a population of 23,849 in 2011 and like its neighbour Wigston, Oadby is made up of five wards and is one of several satellite towns surrounding Leicester. The Borough of Oadby and Wigston is twinned with Maromme in France, and Norderstedt in Germany.",
  "/wiki/Leicestershire": "Leicestershire (/ˈlɛstərʃər, -ʃɪər/ (listen); postal abbreviation Leics.) is a landlocked county in the English Midlands. The county borders Nottinghamshire to the north, Lincolnshire to the north-east, Rutland to the east, Northamptonshire to the south-east, Warwickshire to the south-west, Staffordshire to the west, and Derbyshire to the north-west. The border with most of Warwickshire is Watling Street, the modern A5 road.",
  "/wiki/Canterbury": "Canterbury (/ˈkæntərbəri/ (listen), /-bɛri/) is a historic English cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/National_Grid_(Great_Britain)": "In the electricity sector in the United Kingdom the National Grid is the high-voltage electric power transmission network serving Great Britain, connecting power stations and major substations and ensuring that electricity generated anywhere on it can be used to satisfy demand elsewhere. The network covers the great majority of Great Britain and several of the surrounding islands. It does not cover Ireland; Northern Ireland is part of a single electricity market with the Republic of Ireland.",
  "/wiki/Centre_of_the_Earth": "The Centre of the Earth is a purpose-built environmental education centre in Birmingham, England, run by the Wildlife Trust for Birmingham and the Black Country.",
  "/wiki/Wildlife_Trust_for_Birmingham_and_the_Black_Country": "The Wildlife Trust for Birmingham and the Black Country is a wildlife trust covering Birmingham and the Black Country in the West Midlands of England. It covers five of the seven districts of the West Midlands county: Birmingham, Dudley, Sandwell, Walsall and Wolverhampton.",
  "/wiki/Moira,_Leicestershire": "Moira is a former mining village about 2.5 miles (4 km) southwest of Ashby-de-la-Zouch in North West Leicestershire, England. The village is about 3 miles (5 km) south of Swadlincote and is close to the boundary with Derbyshire. The population is included in the civil parish of Ashby Woulds.",
  "/wiki/National_Forest,_England": "The National Forest is an environmental project in central England run by The National Forest Company. From the 1990s, 200 square miles (520 km2) of north Leicestershire, south Derbyshire and southeast Staffordshire have been planted in an attempt to blend ancient woodland with newly planted areas to create a new national forest. It stretches from the western outskirts of Leicester in the east to Burton upon Trent in the west, and is planned to link the ancient forests of Needwood and Charnwood.",
  "/wiki/Exeter": "Exeter (/ˈɛksɪtər/ (listen)) is a cathedral city in Devon, England, with a population of 130,428 (mid-2018 est.). The city is located on the River Exe approximately 36 miles (58 km) northeast of Plymouth and 65 miles (105 km) southwest of Bristol. It is the county town of Devon, and the base of Devon County Council. Also situated in Exeter are two campuses of the University of Exeter, Streatham Campus and St Luke's Campus.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Devon_Wildlife_Trust": "The Devon Wildlife Trust is a member of The Wildlife Trusts partnership covering the county of Devon, England. It is a registered charity, established in 1962 as the Devon Naturalists Trust, and its aim is to safeguard the future of the county's urban, rural and marine wildlife and its environment.",
  "/wiki/Earth_Trust_Centre": "Earth Trust Centre, formerly known as Project Timescape, is Earth Trust's visitor and education centre near the Wittenham Clumps, Little Wittenham, Oxfordshire, England.",
  "/wiki/Little_Wittenham": "Little Wittenham is a village and civil parish on the south bank of the River Thames, northeast of Didcot in South Oxfordshire. In 1974 it was transferred from Berkshire to the county of Oxfordshire and from Wallingford Rural District to the district of South Oxfordshire.",
  "/wiki/South_Oxfordshire": "South Oxfordshire is a local government district in the ceremonial county of Oxfordshire, England. Its council is based in Milton Park, Milton. The areas located south of the River Thames are within the historic county of Berkshire.",
  "/wiki/Earth_Trust": "Founded in 1967, Earth Trust, is an environmental learning charity (not-for-profit organisation) which was originally known as the Northmoor Trust for Countryside Conservation. Earth Trust was established by the British engineer Sir Martin Wood to promote environmental conservation through land management, education, and land science. It is a registered charity under English law.",
  "/wiki/Wittenham_Clumps": "Wittenham Clumps is the common name for a pair of wooded chalk hills in the Thames Valley, in the civil parish of Little Wittenham, in the historic county of Berkshire, although since 1974 administered as part of South Oxfordshire district.",
  "/wiki/Holland_Park": "Holland Park is an area of Kensington, on the western edge of Central London, that contains a street and public park of the same name. It has no official boundaries but is roughly bounded by Kensington High Street to the south, Holland Road to the west, Holland Park Avenue to the north, and Kensington Church Street to the east. Adjacent districts are Notting Hill to the north, Earl's Court to the south, and Shepherd's Bush to the northwest.",
  "/wiki/Royal_Borough_of_Kensington_and_Chelsea": "The Royal Borough of Kensington and Chelsea (RBKC) is an Inner London borough with royal status. It is the smallest borough in London and the second smallest district in England; it is one of the most densely populated administrative regions in the United Kingdom. It includes affluent areas such as Notting Hill, Kensington, South Kensington, Chelsea, and Knightsbridge.",
  "/wiki/London,_England": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/How_Hill": "How Hill lies on the River Ant within The Broads National Park in Ludham, Norfolk, England.",
  "/wiki/Ludham": "Ludham is a village and civil parish in the English county of Norfolk, in the Norfolk Broads, at the end of a dyke leading to Womack Water and flowing into the River Thurne. It lies 1.5 miles (2.4 km) to the East of Ludham Bridge, which is on the River Ant.\nIt covers an area of 12.18 km2 (4.70 sq mi) and had a population of 1,301 in 582 households at the 2001 census, the population reducing to 1,278 at the 2011 census.\nFor the purposes of local government, it falls within the district of North Norfolk.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Iver": "Iver /ˈaɪ.vər/ is a large civil parish in the South Bucks district of Buckinghamshire, England. In addition to the central clustered village, the parish includes the largely residential neighbourhoods of Iver Heath and Richings Park.",
  "/wiki/Buckinghamshire": "Buckinghamshire (/ˈbʌkɪŋəmʃər, -ʃɪər/), abbreviated Bucks., is a ceremonial county in South East England which borders Greater London to the south east, Berkshire to the south, Oxfordshire to the west, Northamptonshire to the north, Bedfordshire to the north east and Hertfordshire to the east.",
  "/wiki/Dunton_Plotlands": "The Dunton Plotlands was an area of small rural plots of land in Dunton Wayletts, southern Essex inhabited from the 1930s to the 1980s.",
  "/wiki/Basildon": "Basildon (/ˈbæzɪldən/ BAZ-il-dən) is the largest town in the borough of Basildon with a population of 107,123 in the county of Essex, England.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Essex_Wildlife_Trust": "The Essex Wildlife Trust (EWT) is one of 47 wildlife trusts which cover the United Kingdom. The EWT was founded in 1959, and it describes itself as Essex's leading conservation charity, which aims to protect wildlife for the future and the people of the county. As of January 2017, it has over 34,000 members and runs 87 nature reserves, 2 nature parks and 11 visitor centres.[a]",
  "/wiki/Newchapel": "Newchapel is a hamlet in the Borough of Newcastle-under-Lyme, close to Kidsgrove in Staffordshire, England.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Whisby_Moor": "Whisby Moor is a small moor situated close to the A46 road, west of North Hykeham, in the North Kesteven district of Lincolnshire, England.",
  "/wiki/Thorpe_on_the_Hill,_Lincolnshire": "Thorpe on the Hill is a small village and civil parish in North Kesteven, Lincolnshire, England.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.",
  "/wiki/The_Nature_Discovery_Centre": "The Nature Discovery Centre is a nature centre in the town of Thatcham in the county of Berkshire in England. It is situated at Thatcham Lake, a flooded gravel quarry near to the Thatcham Reed Beds.",
  "/wiki/Thatcham": "Thatcham is an historic market town in the county of Berkshire, England, centred 3 miles (5 km) east of Newbury, 14 miles (24 km) west of Reading and 54 miles (87 km) west of London. Its population grew rapidly in the second half of the 20th century: from 5,000 in 1951 and 7,500 in 1961 to 22,824 in 2001. During World War II, Thatcham housed one of the biggest Prisoner of War camps in the South, known as camp 1001.",
  "/wiki/Berkshire": "Berkshire (/ˈbɑːrkʃər, -ʃɪər/ (listen) BARK-shər, -⁠sheer; in the 17th century sometimes spelt phonetically as Barkeshire; abbreviated Berks.) is a county in South East England. One of the home counties, Berkshire was recognised by the Queen as the Royal County of Berkshire in 1957 because of the presence of Windsor Castle, and letters patent were issued in 1974. Berkshire is a county of historic origin, a ceremonial county and a non-metropolitan county without a county council.  The county town is Reading.",
  "/wiki/Thatcham_Reed_Beds": "Thatcham Reed Beds is a 67.4-hectare (167-acre) biological Site of Special Scientific Interest east of Newbury in Berkshire. It is part of the Kennet & Lambourn Floodplain Special Area of Conservation and an area of 14 hectares (35 acres) is a Local Nature Reserve. An area of 35 hectares (86 acres) is managed by the Berkshire, Buckinghamshire and Oxfordshire Wildlife Trust.",
  "/wiki/Royal_Society_for_the_Protection_of_Birds": "The Royal Society for the Protection of Birds (RSPB) is a charitable organisation registered in England and Wales and in Scotland. It was founded in 1889. It works to promote conservation and protection of birds and the wider environment through public awareness campaigns, petitions and through the operation of nature reserves throughout the United Kingdom.",
  "/wiki/List_of_nature_centres_in_the_United_Kingdom": "This is a list of nature centres in the United Kingdom."
}