{
  "/wiki/Gregor_Hradetzky": "Gregor Hradetzky (31 January 1909 – 29 December 1984) was an Austrian canoeist and organ builder who competed in the late 1930s.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics": "Canoeing was an official Olympic sport for the first time at the 1936 Summer Olympics in Berlin.  It had been a demonstration sport twelve years earlier at the 1924 Summer Olympics in Paris.  A total of nine events were contested at the 1936 Games, all in canoe sprint for men.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_folding_K-1_10000_metres": "These are the results of the men's folding K-1 10000 metres competition in canoeing at the 1936 Summer Olympics. The K-1 event is raced by single-man canoe sprint kayaks and took place on Friday, August 7.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_K-1_1000_metres": "These are the results of the men's K-1 1000 metres competition in canoeing at the 1936 Summer Olympics.  The K-1 event is raced by single-man canoe sprint kayaks. The heats and the final took place on Saturday, August 8.",
  "/wiki/Adolf_Kainz": "Adolf \"Adi\" Kainz (5 June 1903, Linz – 12 July 1948) was an Austrian sprint canoeist who competed in the late 1930s. He won the gold medal in the K-2 1000 m event at the 1936 Summer Olympics in Berlin.",
  "/wiki/Alfons_Dorfner": "Alfons Dorfner (January 27, 1911 – January 22, 1982) was an Austrian canoeist who competed in the 1936 Summer Olympics.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_K-2_1000_metres": "These are the results of the men's K-2 1000 metres competition in canoeing at the 1936 Summer Olympics.  The K-2 event is raced by two-man canoe sprint kayaks. Heats and final took place on Saturday, August 8.",
  "/wiki/Robert_Fein": "Robert Fein (9 December 1907 – 2 January 1975) was an Austrian weightlifter.",
  "/wiki/Weightlifting_at_the_1936_Summer_Olympics": "The weightlifting competition at the 1936 Summer Olympics in Berlin consisted of five weight classes, all for men only.",
  "/wiki/Weightlifting_at_the_1936_Summer_Olympics_–_Men's_67.5_kg": "The men's lightweight event was part of the weightlifting programme at the 1936 Summer Olympics. The weight class was the second-lightest contested, and allowed weightlifters of up to 67.5 kilograms (148.8 pounds). The competition was held on Sunday, 2 August 1936. Sixteen weightlifters from twelve nations competed.",
  "/wiki/Fritz_Landertinger": "Fritz Landertinger (February 26, 1914 – January 18, 1943) is an Austrian canoeist who competed in the late 1930s. He won the silver medal in the K-1 10000 m event at the 1936 Summer Olympics in Berlin. He was killed in action during World War II.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_K-1_10000_metres": "These are the results of the men's K-1 10,000 metres competition in canoeing at the 1936 Summer Olympics. The K-1 event is raced by single-man canoe sprint kayaks and took place on Friday, August 7.",
  "/wiki/Rupert_Weinstabl": "Rupert Weinstabl (November 20, 1911 – September 7, 1953) was an Austrian sprint canoeist who competed in the 1930s.",
  "/wiki/Karl_Proisl": "Karl Proisl (9 July 1911 – 2 December 1949) was an Austrian sprint canoeist who competed in the 1930s.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_C-2_1000_metres": "These are the results of the men's C-2 1000 metres competition in canoeing at the 1936 Summer Olympics.  The C-2 event is raced by two-man sprint canoes and was held on Saturday, August 8, 1936.",
  "/wiki/Viktor_Kalisch": "Viktor Kalisch (December 4, 1902 in Linz – July 21, 1976) was an Austrian sprint canoeist who competed in the late 1930s. He won a silver medal in the K-2 10000 m event at the 1936 Summer Olympics in Berlin.",
  "/wiki/Karl_Steinhuber": "Karl Steinhuber (May 1, 1906 in Linz – November 2002) was an Austrian sprint canoeist who competed in the late 1930s. He won a silver medal in the K-2 10000 m event at the 1936 Summer Olympics in Berlin.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_K-2_10000_metres": "These are the results of the men's K-2 10000 metres competition in canoeing at the 1936 Summer Olympics.  The K-2 event is raced by two-man canoe sprint kayaks, and took place on Friday, August 7.",
  "/wiki/Football_at_the_1936_Summer_Olympics_–_Men's_team_squads": "Head coach:  James Hogan",
  "/wiki/Football_at_the_1936_Summer_Olympics": "Football at the 1936 Summer Olympics was won by Italy. After the introduction of the first FIFA World Cup in 1930 (which had, in itself lead to the absence of a football tournament from the 1932 Games programme), competing nations would from now on only be permitted to play their best players if those players were amateur or (where national associations were assisted by interested states to traverse such a rule) where professional players were state-sponsored. However, since amateur players were counted as senior squad players, their results would be still counted as senior side's results until 1992.",
  "/wiki/Handball_at_the_1936_Summer_Olympics_–_Men's_team_squads": "Austria had a squad of 22 players.",
  "/wiki/Handball_at_the_1936_Summer_Olympics": "Field handball at the 1936 Summer Olympics was the first appearance of the sport at the Olympics. It was contested by six teams. Games were played outdoors with 11 players on each side.",
  "/wiki/Josef_Hasenöhrl": "Josef Hasenöhrl (5 May 1915 – 13 March 1945) was an Austrian rower who competed in the 1936 Summer Olympics. He was killed in action in World War II.",
  "/wiki/Rowing_at_the_1936_Summer_Olympics": "Rowing at the 1936 Summer Olympics featured seven events, for men only. The competitions were held from 11 to 14 August on a regatta course at Grünau on the Langer See.",
  "/wiki/Rowing_at_the_1936_Summer_Olympics_–_Men's_single_sculls": "The men's single sculls competition at the 1936 Summer Olympics took place at Grünau Regatta Course, near Berlin, Germany. The event was held from 11 to 14 October.",
  "/wiki/Canoeing_at_the_1936_Summer_Olympics_–_Men's_C-2_10000_metres": "These are the results of the Men's C-2 10000 metres competition in canoeing at the 1936 Summer Olympics.  The C-2 event is raced by two-man sprint canoes. The race took place on Friday, August 7.",
  "/wiki/Alois_Podhajsky": "Alois Podhajsky (24 February 1898 – 23 May 1973) was the director of the Spanish Riding School in Vienna, Austria as well as an Olympic medal-winner in dressage, riding instructor, and writer.",
  "/wiki/Equestrian_at_the_1936_Summer_Olympics": "The equestrian events at the 1936 Berlin Summer Olympics included dressage, eventing, and show jumping. All three disciplines had both individual and team competitions. The host country, Germany, had a stellar year, winning both individual and team gold in every equestrian event, as well as individual silver in dressage. The competitions were held from 12 to 16 August 1936. Moderately priced tickets meant huge crowds at all equestrian events, with 15,000–20,000 spectators at any time during the dressage competition, 60,000 on the endurance day of eventing, and 120,000 for the Nations Cup in jumping.",
  "/wiki/Ellen_Preis": "Ellen Müller-Preis, née Preis, (6 May 1912 – 18 November 2007) was  German-born Austrian Olympic-champion foil fencer.",
  "/wiki/Fencing_at_the_1936_Summer_Olympics": "At the 1936 Summer Olympics, seven fencing events were contested, six for men and one for women.",
  "/wiki/Fencing_at_the_1936_Summer_Olympics_–_Women's_foil": "The women's foil was one of seven fencing events on the fencing at the 1936 Summer Olympics programme. It was the fourth appearance of the event. The competition was held from 4 August 1936 to 5 August 1936. 41 fencers from 17 nations competed, with one additional fencer entered but withdrawing. Nations were limited to three fencers.",
  "/wiki/Austria_at_the_1936_Summer_Olympics": "Austria competed at the 1936 Summer Olympics in Berlin, Germany. 234 competitors, 217 men and 17 women, took part in 105 events in 19 sports."
}