{
  "/wiki/St._Moritz": "St. Moritz (also German: Sankt Moritz, Romansh: San Murezzan (help·info), Italian: San Maurizio,[a] French: Saint-Maurice) is a high Alpine resort town in the Engadine in Switzerland, at an elevation of about 1,800 metres (5,910 ft) above sea level. It is Upper Engadine's major village and a municipality in the district of Maloja in the Swiss canton of Graubünden.",
  "/wiki/Cross-country_skiing_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics, three cross-country skiing events were contested. The 18 km competition was held on Saturday, 31 January 1948, the relay event was held on Tuesday, 3 February 1948, and the 50 km event was held on Friday, 6 February 1948.",
  "/wiki/Nordic_combined_at_the_1948_Winter_Olympics": "Nordic combined at the 1948 Winter Olympics consisted of one event, held from 31 January to 1 February. The ski jumping portion took place at Olympiaschanze St. Moritz, while the cross-country portion took place around the hills of St. Moritz.",
  "/wiki/Cresta_Run": "The Cresta Run is a natural ice skeleton racing toboggan track in eastern Switzerland. Located in the winter sports town of St. Moritz, the 1.2125 km (0.753 mi) run is one of the few in the world dedicated entirely to skeleton. It was built in 1884 near the hamlet of Cresta in the municipality of Celerina/Schlarigna by the Outdoor Amusement Committee of the Kulm Hotel and the people of St. Moritz. The committee members were Major William Henry Bulpett (eventual founder of the St. Moritz Tobogganing Club (SMTC)), George Robertson, Charles Digby Jones (Robertson and Digby Jones planned the proposed course), C. Metcalfe, and J. Biddulph. It has continued as a partnership to this day between the SMTC, founded in 1887, and the people of St. Moritz.",
  "/wiki/Skeleton_at_the_1948_Winter_Olympics": "Medals awarded for the skeleton discipline at the 1948 Winter Olympics held in St Moritz. At that time the sport was called cresta, and St. Moritz had the most famous Cresta Run, dating to 1884. In many locations the sport was referred to as tobogganing during these and the 1928 Games. The contest was run over a total of six runs.",
  "/wiki/Ice_hockey_at_the_1948_Winter_Olympics": "The men's ice hockey tournament at the 1948 Winter Olympics in St. Moritz, Switzerland, was the 6th Olympic Championship, also serving as the 15th World Championships and the 26th European Championships. Canada, represented by the Ottawa RCAF Flyers team of Canadian Armed Forces personnel, won its fifth Olympic gold medal and 12th World Championship.  Highest finishing European team Czechoslovakia won the silver medal and its eighth European Championship. Bibi Torriani played for Switzerland which won the bronze medal, and became the first ice hockey player to recite the Olympic Oath on behalf of all athletes.",
  "/wiki/Olympiaschanze_St._Moritz": "Olympiaschanze was a ski jumping venue in St. Moritz, Switzerland, it was built in 1926 and closed in 2006. The ski jumping and the ski jumping part of the Nordic combined event for the 1928 Winter Olympics.",
  "/wiki/Ski_jumping_at_the_1948_Winter_Olympics": "Ski jumping at the 1948 Winter Olympics consisted of one event held on 7 February. The competition took place at Olympiaschanze with a K-Point of 68m.",
  "/wiki/St._Moritz_Olympic_Ice_Rink": "St. Moritz Olympic Ice Rink (German: Eisstadion Badrutts Park) is an outdoor stadium in St. Moritz, Switzerland.  It was the venue for the ice hockey, speedskating and figure skating events, as well as the location of the opening and closing ceremonies at the 1928 Winter Olympics and 1948 Winter Olympics.",
  "/wiki/Figure_skating_at_the_1948_Winter_Olympics": "Figure skating at the 1948 Winter Olympics took place at the Olympic Ice Rink in St. Moritz, Switzerland. Three figure skating events were contested: men's singles, ladies' singles, and pair skating.",
  "/wiki/Speed_skating_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics, four speed skating events were contested.",
  "/wiki/Piz_Nair": "Piz Nair (3,056 metres (10,026 ft)) is a mountain of the Albula Alps in Switzerland, overlooking St. Moritz in the canton of Graubünden. The peak is easily accessible from the village with a funicular and a cable car; the upper station unloads 30 metres (100 ft) below the summit. Below the summit to the east is the Corviglia ski area.",
  "/wiki/Alpine_skiing_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics in St. Moritz, Switzerland, the six alpine skiing events were held on Piz Nair from Monday, 2 February to Thursday, 5 February 1948.",
  "/wiki/St._Moritz-Celerina_Olympic_Bobrun": "The Olympia Bob Run St. Moritz-Celerina is a bobsleigh track located in the Engadin Valley, Switzerland. It officially opened on New Year's Day 1904 and is the oldest bobsleigh track in the world and the only one that is natural refrigerated. It is also used for other sliding sports, including skeleton and luge.",
  "/wiki/Bobsleigh_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics, two bobsleigh events were contested. The two-man competition was held on Friday, January 30, 1948 and on Saturday, January 31, 1948 while the four-man competition was held on Friday, February 6, 1948 and on Saturday, February 7, 1948."
}