{
  "/wiki/Sergio_(carbonado)": "Sergio (Portuguese: Carbonado do Sérgio) is the largest carbonado and the largest rough diamond ever found. It weighed 3,167 carats (633.4 g; 20.36 ozt) and was found above ground in Lençóis (State of Bahia, Brazil) in 1895 by Sérgio Borges de Carvalho. Like other carbonados it is believed to be of meteoritic origin.",
  "/wiki/Carbonado": "Carbonado, commonly known as black diamond, is the toughest form of natural diamond. It is an impure form of polycrystalline diamond consisting of diamond, graphite, and amorphous carbon. It is found primarily in alluvial deposits in the Central African Republic and in Brazil. Its natural colour is black or dark grey, and it is more porous than other diamonds.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Outer_space": "Outer space, or simply space, is the expanse that exists beyond the Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Big Bang, is 2.7 kelvins (−270.45 °C; −454.81 °F). The plasma between galaxies accounts for about half of the baryonic (ordinary) matter in the universe; it has a number density of less than one hydrogen atom per cubic metre and a temperature of millions of kelvins. Local concentrations of matter have condensed into stars and galaxies. Studies indicate that 90% of the mass in most galaxies is in an unknown form, called dark matter, which interacts with other matter through gravitational but not electromagnetic forces. Observations suggest that the majority of the mass-energy in the observable universe is dark energy, a type of vacuum energy that is poorly understood. Intergalactic space takes up most of the volume of the universe, but even galaxies and star systems consist almost entirely of empty space.",
  "/wiki/Len%C3%A7%C3%B3is": "Lençóis is a municipality in the state of Bahia in Brazil. The population is 11,445 (2015 est.) in an area of 1277 km². The town has a well-preserved colonial atmosphere and is the starting point for treks into Chapada Diamantina. The city is served by Horácio de Mattos Airport.",
  "/wiki/Cullinan_Diamond": "The Cullinan Diamond was the largest gem-quality rough diamond ever found, weighing 3,106.75 carats (621.35 g), discovered at the Premier No.2 mine in Cullinan, South Africa, on 26 January 1905. It was named after Thomas Cullinan, the mine's chairman. In April 1905, it was put on sale in London, but despite considerable interest, it was still unsold after two years. In 1907, the Transvaal Colony government bought the Cullinan and then presented it to Edward VII, King of the United Kingdom, who had it cut by Asscher Brothers in Amsterdam.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Premier_Mine": "The Premier Mine is an underground diamond mine owned by Petra Diamonds in the town of Cullinan, 40 kilometres (25 mi) east of Pretoria, Gauteng Province, South Africa. Established in 1902, it was renamed the Cullinan Diamond Mine in November 2003 in celebration of its centenary. The mine rose to prominence in 1905, when the Cullinan Diamond – the largest rough diamond of gem quality ever found – was discovered there. The mine has produced over 750 stones that are greater than 100 carats (20 g) and more than a quarter of all the world's diamonds that are greater than 400 carats (80 g). It is also the only significant source of blue diamonds in the world.",
  "/wiki/British_Crown": "The Crown is the state in all its aspects within the jurisprudence of the Commonwealth realms and their sub-divisions (such as Crown dependencies, provinces, or states). Legally ill-defined, the term has different meanings depending on context. It is used to designate the monarch in either a personal capacity, as Head of the Commonwealth, or as the king or queen of his or her realms. It can also refer to the rule of law; however, in common parlance 'The Crown' refers to the functions of government and the civil service.",
  "/wiki/Elizabeth_II": "Elizabeth II (Elizabeth Alexandra Mary Windsor; born 21 April 1926)[a] is Queen  of the United Kingdom and the other Commonwealth realms.[b]",
  "/wiki/Sewel%C3%B4": "The Sewelô diamond is the second largest rough diamond ever found. The diamond was recovered in April 2019 by the Lucara Diamond Corp in its Karowe mine in Botswana. The diamond is 1,758 carats and weighs 352 grams. The gem was named through a competition held by Lucara. Out of 22,000 submissions the name Sewelô was chosen, which translates to 'rare find' in Setswana. In January 2020 it was announced that Louis Vuitton had purchased the diamond for an undisclosed sum. Louis Vuitton will work with the HB Company in Antwerp to polish the diamond and cut it into smaller stones.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Louis_Vuitton": "Louis Vuitton Malletier, commonly referred to as Louis Vuitton or shortened to LV, is a French fashion house and luxury retail company founded in 1854 by Louis Vuitton. The label's LV monogram appears on most of its products, ranging from luxury trunks and leather goods to ready-to-wear, shoes, watches, jewelry, accessories, sunglasses and books. Louis Vuitton is one of the world's leading international fashion houses; it sells its products through standalone boutiques, lease departments in high-end department stores, and through the e-commerce section of its website. For six consecutive years (2006–2012), Louis Vuitton was named the world's most valuable luxury brand. Its 2012 valuation was US$25.9 billion. The 2013 valuation of the brand was US$28.4 billion with revenue of US$9.4 billion. The company operates in 50 countries with more than 460 stores worldwide.",
  "/wiki/Lesedi_La_Rona": "Lesedi La Rona, formerly known in media as Karowe AK6 or as Quad 1 by the personnel at the mine,[citation needed] is the fourth-largest diamond ever found, and the second-largest of gem quality. Only the non-gem black Sergio and the gem-quality Cullinan were larger. It was found in the Karowe mine, (formerly called AK6) in Botswana on 16 November 2015.",
  "/wiki/Graff_Diamonds": "Graff is a British multinational jeweller based in London. It was founded by British jeweller Laurence Graff in 1960. A vertically integrated company, Graff operations comprise the design, manufacture and retail distribution of jewellery and watches.",
  "/wiki/Excelsior_Diamond": "The Excelsior Diamond is a gem-quality diamond, and was the largest known diamond in the world from the time of its discovery in 1893 until 1905, when the larger Cullinan Diamond was found. It was found on June 30, 1893 at the Jagersfontein Mine in South Africa, 130 kilometres (81 miles) south east of Kimberley whose fame as a diamond mining center always overshadowed that of Jagersfontein. It had a blue-white tint and weighed 971 old carats or 995.2 metric carats (or 194 g). The Excelsior rates as the third largest rough diamond of gem quality ever found. It was ultimately cut into ten stones weighing from 13 to 68 carats. (2.6 to 13.6 g).",
  "/wiki/Star_of_Sierra_Leone": "The 968.9-carat (193.78 g) Star of Sierra Leone diamond was discovered by miners on February 14, 1972, in the Diminco alluvial mines in the Koidu area of Sierra Leone. It ranks as the fourth-largest gem-quality diamond and the largest alluvial diamond ever discovered.",
  "/wiki/Sierra_Leone": "Sierra Leone (/siˌɛrə liˈoʊn(i)/ (listen), also UK: /siˌɛərə -/, US: /ˌsɪərə -/), officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate, with a diverse environment ranging from savanna to rainforests, and a total area of 71,740 km2 (27,699 sq mi) and a population of 7,075,641 as of the 2015 census. The capital and largest city is Freetown. Sierra Leone is divided into five administrative regions, which are further subdivided into sixteen districts.",
  "/wiki/Harry_Winston": "Harry Winston (March 1, 1896 – December 8, 1978) was an American jeweler. He donated the Hope Diamond to the Smithsonian Institution in 1958 after owning it for a decade. He also traded the Portuguese Diamond to the Smithsonian in 1963.",
  "/wiki/Lesotho": "Lesotho (/ləˈsuːtuː/ (listen), Sotho pronunciation: [lɪˈsʊːtʰʊ]), officially the Kingdom of Lesotho (Sotho: 'Muso oa Lesotho), is an enclaved country within the border of South Africa. Along with the Vatican City and San Marino, it is one of only three independent states completely surrounded by the territory of another country, and the only one outside of the Italian peninsula. Lesotho is just over 30,000 km2 (11,583 sq mi) in size and has a population of around 2 million. Its capital and largest city is Maseru.",
  "/wiki/Letseng_Mine": "The Letšeng diamond mine, found in the landlocked Southern African kingdom of Lesotho, is owned by Gem Diamonds, Ltd. and the government of Lesotho, and at an elevation of 3,100 m (10,000 ft) it is the world's highest diamond mine.",
  "/wiki/Incomparable_Diamond": "Brown diamonds are the most common color variety of natural diamonds. In most mines, brown diamonds account for 15% of production. The brown color makes them less attractive as gemstones because of the reduced glimmer, and most are used for industrial purposes. However, improved marketing programs, especially in Australia and the United States, have resulted in brown diamonds becoming valued as gemstones and even referred to as chocolate diamonds.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Societ%C3%A9_Mini%C3%A8re_de_Bakwanga": "Societé minière de Bakwanga (abbreviated MIBA) is a diamond mining company based in the Democratic Republic of the Congo.  MIBA operate near Mbuji Mayi, in Kasai-Oriental Province in south central DRC.",
  "/wiki/Koh-i-Noor": "The Koh-i-Noor (/ˌkoʊɪˈnʊər/; lit. \"Mountain of light\"), also spelt Kohinoor and Koh-i-Nur, is one of the largest cut diamonds in the world, weighing 105.6 carats (21.12 g).[a] It is part of the British Crown Jewels.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Kollur_Mine": "Kollur Mine (Persian: Gani Coulour) was a series of gravel-clay pits on the south bank of the River Krishna in the Golconda (present-day Andhra Pradesh), India. It is thought to have produced many large diamonds, known as Golconda Diamonds, several of which are or have been a part of crown jewels.",
  "/wiki/Millennium_Star": "The Millennium Star is a diamond owned by De Beers. At 203.04 carats (40.608 g), it is the world's second largest known top-color (grade D, i.e. colourless), internally and externally flawless, pear-shaped diamond.",
  "/wiki/Mbuji-Mayi": "Mbuji-Mayi (formerly Bakwanga) serves as the capital city of Kasai-Oriental Province in the south-central Democratic Republic of Congo. It is the third largest city in the country, following the capital Kinshasa and second largest city Lubumbashi but ahead of Kisangani and Kananga, though the exact population is not known. Estimates ranged from a 2010 CIA World Factbook estimated population of 1,480,000  to as many as 3,500,000 estimated by the United Nations in 2008.",
  "/wiki/De_Beers": "De Beers Group is an international corporation that specialises in diamond exploration, diamond mining, diamond retail, diamond trading and industrial diamond manufacturing sectors. The company is currently active in open-pit, large-scale alluvial, coastal and deep sea mining. It operates in 35 countries and mining takes place in Botswana, Namibia, South Africa, Canada and Australia. From its inception in 1888 until the start of the 21st century, De Beers controlled 80% to 85% of rough diamond distribution and was accused of being a monopoly. Competition has since dismantled the complete monopoly, though the De Beers Group still sells approximately 35% of the world's rough diamond production through its global sightholder and auction sales businesses.",
  "/wiki/Woyie_River_(Diamond)": "The Woyie River Diamond was recovered on 6 January 1945 from the Woyie River  near Koidu in eastern Sierra Leone.  The uncut stone weighed 770 carats (154 g), and at that time it was the largest alluvial diamond ever found, and the third largest diamond discovered in Africa, after the Cullinan Diamond and the Excelsior Diamond.  The alluvial Star of Sierra Leone, discovered at the Diminco mine in Sierra Leone in 1970, is larger at 968.9 carats (193.78 g) uncut.",
  "/wiki/Golden_Jubilee_Diamond": "The Golden Jubilee Diamond, a 545.67 carat (109.13 g) brown diamond, is the largest cut and faceted diamond in the world. It outweighs the Cullinan I by 15.37 carats (3.07 g). The Golden Jubilee Diamond was discovered in the Premier Mine, which is also the origin of the Cullinan diamond (1905) and other notables such as the Taylor–Burton (1966) and the Centenary (1986). Cullinan I, also known as the Great Star of Africa, had held the title of the largest cut and faceted diamond since 1908.",
  "/wiki/Vargas_diamond": "The Vargas Diamond, discovered in Brazil on August 13, 1938 by Joaquim Venancio Tiago and Manoel Miguel Domingues, was 726.6 carats (145.32 g) when pulled out of the ground. Twenty-nine smaller diamonds were carved from the larger rough Vargas Diamond including the 48.26-carat (9.652 g) emerald cut diamond named \"President Vargas\", after the former Brazilian President, Getúlio Vargas.",
  "/wiki/The_Jonker": "The Jonker diamond was found at the Elandsfontein mine in South Africa by Johannes Jacobus Jonker on 17 January 1934. The diamond was 726 carats, which at the time was the fourth largest uncut gem ever found.  The diamond was found 5 km away from the largest diamond ever found, the Cullinan Diamond.  There is speculation that the Jonker may have originally been part of the Cullinan crystal, as both crystals had cleaved faces which seemed to match up perfectly.",
  "/wiki/Sierra_Leone_diamond_(Kono_region)": "The Sierra Leone Diamond is a 709-carat, alluvial diamond found in 2017 by workers hired by Pastor Emmanuel Momoh in river sediment in Koidu village, Kono district, Sierra Leone. It has since been renamed The Peace Diamond.",
  "/wiki/Artisanal_mine": "An artisanal miner or small-scale miner (ASM) is a subsistence miner who is not officially employed by a mining company, but works independently, mining various minerals or panning for gold using their own resources.  Small-scale mining includes enterprises or individuals that employ workers for mining, but generally using manually-intensive methods, working with hand tools.",
  "/wiki/Jubilee_Diamond": "The Jubilee Diamond, originally known as the Reitz Diamond is a colourless, cushion-shaped diamond weighing 245.35 carats (49.07 grams), making it the sixth largest diamond in the world. It was originally named after Francis William Reitz, the then president of the Orange Free State where the stone was discovered, before being renamed to honour the 60th anniversary of the coronation of Queen Victoria in 1897.",
  "/wiki/The_Sefadu": "The Sefadu diamond was found in the town of Sefadu in Sierra Leone in 1970.  The diamond is 620 carats making it the seventh largest diamond ever found and the largest still uncut diamond in the world.",
  "/wiki/Lesotho_Promise": "The Lesotho Promise, a 603 carat (121 g) diamond stone of exceptional colour was unearthed on 22 August 2006 at the Letseng diamond mine in the mountain kingdom of Lesotho. Announced on 4 October 2006, it was the largest reported find this century and the 15th largest diamond ever found. The stone is rated 'D', the top colour band for diamonds.",
  "/wiki/List_of_largest_rough_diamonds": "This is a partial list of the largest non-synthetic diamonds with a rough stone (uncut) weight of over 200 carats (40 grams). The list is not intended to be complete – e.g., the Cullinan (formerly Premier) mine alone has produced 135 diamonds larger than 200 carats since mining commenced.[citation needed]. De Beers generally does not publish information relating to large diamond discoveries."
}