{
  "/wiki/Grzegorz_Rasiak": "Grzegorz Rasiak (Polish pronunciation: [ˈɡʐɛɡɔʐ ˈraɕak]), born 12 January 1979 is a Polish former professional footballer.",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").",
  "/wiki/Southampton_F.C.": "Southampton Football Club (/saʊθˈ(h)æmptən/ (listen)) is a professional association football club based in Southampton, Hampshire, England, which plays in the Premier League, the top tier of English football.",
  "/wiki/DJ_Campbell": "Dudley Junior \"DJ\" Campbell (born 12 November 1981) is an English footballer who last played as a forward for Maidenhead United in the Conference South.",
  "/wiki/Brentford": "Brentford (/ˈbrɛntfərd/) is a town in west London, England and part of the London Borough of Hounslow. It lies at the confluence of the River Brent and the Thames, 8 miles (13 km) west of Charing Cross. Historically part of Middlesex, it has formed part of Greater London since 1965. Its economy has diverse company headquarters buildings which mark the start of the M4 corridor; in transport it also has two railway stations and Boston Manor Underground station on its north-west border with Hanwell.  Brentford has a convenience shopping and dining venue grid of streets at its centre.  Brentford at the start of the 21st century attracted regeneration of its little-used warehouse premises and docks including the re-modelling of the waterfront to provide more economically active shops, townhouses and apartments, some of which comprises Brentford Dock.  A 19th and 20th centuries mixed social and private housing locality: New Brentford is contiguous with the Osterley neighbourhood of Isleworth and Syon Park and the Great West Road which has most of the largest business premises.",
  "/wiki/Birmingham_City": "Birmingham City Football Club is a professional football club in Birmingham, England. Formed in 1875 as Small Heath Alliance, it was renamed Small Heath in 1888, Birmingham in 1905, and Birmingham City in 1943. Since 2011, the first team have competed in the EFL Championship, the second tier of English football.",
  "/wiki/Jimmy_Bullard": "James Richard Bullard (born 23 October 1978) is an English former professional footballer, coach and television presenter. He is the co-host of the Saturday morning Sky TV show Soccer AM.",
  "/wiki/Wigan_Athletic_F.C.": "Wigan Athletic Football Club (/ˈwɪɡən/) is an English professional association football club based in Wigan, Greater Manchester, England, which competes in the EFL Championship, the second tier of the English football league system, Founded in 1932, the club have played at the 25,000-seater DW Stadium since 1999, before which they played at Springfield Park. Their colours are blue and white stripes, although all-blue shirts have been common throughout the club's history. Wigan were elected to the Football League in 1978, and competed in the Premier League from 2005 to 2013.",
  "/wiki/Fulham_F.C.": "Fulham Football Club is a professional association football club based in Fulham, London, England. They compete in the EFL Championship, the second tier of English football. Founded in 1879, they are the oldest football club from London to play in the Football League.",
  "/wiki/Michael_Ballack": "Michael Ballack (German pronunciation: [ˈmɪçaːʔeːl ˈbalak]; born 26 September 1976) is a German retired footballer. He is among the top goal scorers in the history of the German national team. Ballack wore the number 13 shirt for every team he has played for, save for 1. FC Kaiserslautern. He was selected by Pelé as one of FIFA's 100 Greatest Living Players, and as the UEFA Club Midfielder of the Year in 2002. He won the German Footballer of the Year award three times – in 2002, 2003 and 2005. Ballack was known for his passing range, powerful shot, physical strength and commanding presence in midfield.",
  "/wiki/FC_Bayern_Munich": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München (German pronunciation: [ʔɛf tseː ˈbaɪɐn ˈmʏnçn̩]), FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 29 national titles and 19 national cups.",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/Tomáš_Rosický": "Tomáš Rosický (Czech pronunciation: [ˈtomaːʃ ˈrosɪtskiː]; born 4 October 1980) is a Czech former professional footballer who was the captain of the Czech Republic national team for a ten-year period. He played club football for Sparta Prague, Borussia Dortmund and Arsenal. He was nicknamed \"the little Mozart\" for his ability to \"orchestrate\" the midfield.",
  "/wiki/Borussia_Dortmund": "Ballspielverein Borussia 09 e.V. Dortmund, commonly known as Borussia Dortmund [boˈʁʊsi̯aː ˈdɔɐ̯tmʊnt], BVB, or simply Dortmund, is a German professional sports club based in Dortmund, North Rhine-Westphalia. It is best known for its men's professional football team, which plays in the Bundesliga, the top tier of the German football league system. The club have won eight league championships, four DFB-Pokals, one UEFA Champions League, one Intercontinental Cup, and one UEFA Cup Winners' Cup.",
  "/wiki/Arsenal_F.C.": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.",
  "/wiki/David_Sommeil": "David Sommeil (born 10 August 1974) is a former professional footballer who played as a defender.",
  "/wiki/Manchester_City_F.C.": "Manchester City Football Club is an English football club based in Manchester, that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.",
  "/wiki/Sheffield_United_F.C.": "Sheffield United Football Club is an English professional association football club based in the city of Sheffield, South Yorkshire. The club competes in the Premier League, the top division of English football. The football club was formed in 1889 as an offshoot of Sheffield United Cricket Club, and are nicknamed The Blades due to Sheffield's history of steel production. The club have played their home games at Bramall Lane since their formation in 1889. Bramall Lane is an all-seater ground with a current capacity of 32,702.",
  "/wiki/Robert_Pires": "Robert Emmanuel Pires (born 29 October 1973) is a French football coach and former professional player.",
  "/wiki/Villarreal_CF": "Villarreal Club de Fútbol, S.A.D. (Valencian: Vila-real Club de Futbol, S.A.D.), usually abbreviated to Villarreal CF or just Villarreal, is a Spanish football club based in Villarreal, a city in the province of Castellón within the Valencian Community. Founded in 1923, it plays in La Liga, holding home games at Estadio de la Cerámica, with a capacity of 24,890.",
  "/wiki/Paul_Dickov": "Paul Dickov (born 1 November 1972) is a Scottish former professional footballer who was most recently the manager of Doncaster Rovers.",
  "/wiki/Blackburn_Rovers_F.C.": "Blackburn Rovers Football Club is a professional football club in Blackburn, Lancashire, England, which competes in the Championship, the second tier of the English football league system.",
  "/wiki/Andrew_Johnson_(English_footballer)": "Andrew Johnson (born 10 February 1981) is an English former professional footballer who played as a striker. He played for Birmingham City, Crystal Palace, Everton, Fulham and Queens Park Rangers. He was capped eight times for England. As of March 2016[update], Johnson was working at Crystal Palace as a club ambassador.",
  "/wiki/Crystal_Palace_F.C.": "Crystal Palace Football Club is a professional football club based in Selhurst, South London, England. They currently compete in the Premier League, the highest level of English football. The club play their home matches at Selhurst Park.",
  "/wiki/Everton_F.C.": "Everton Football Club (/ˈɛvərtən/) is an English professional football club based in Liverpool that competes in the Premier League, the top tier of English football. The club has competed in the top division for a record 116 seasons and has missed the top division only four times (1930–31, 1951–52, 1952–53, and 1953–54) since the creation of the Football League, of which it is a founding member. The club has won nine League Championships, five FA Cups, and one UEFA Cup Winners Cup.",
  "/wiki/Salomon_Kalou": "Salomon Armand Magloire Kalou (born 5 August 1985) is an Ivorian footballer who plays as a striker and winger for German club Hertha BSC and Ivory Coast national football team.",
  "/wiki/Feyenoord_Rotterdam": "Feyenoord Rotterdam (Dutch pronunciation: [ˈfɛiənoːrt]) is a Dutch professional football club in Rotterdam, that plays in the Eredivisie, the top tier in Dutch football. Founded as Wilhelmina in 1908, the club changed to various names before settling on being called after its neighborhood in 1912 as SC Feijenoord, updated in 1974 to SC Feyenoord, and then to Feyenoord Rotterdam in 1978, when it split from the amateur club under its wing, SC Feyenoord. Since 1937, Feyenoord's home ground has been the Stadion Feijenoord, nicknamed De Kuip ('the tub'), one of the largest stadiums in the Netherlands and Europe.",
  "/wiki/Andriy_Shevchenko": "Andriy Mykolayovych Shevchenko (Ukrainian: Андрій Миколайович Шевченко, pronounced [ɐnˈd⁽ʲ⁾r⁽ʲ⁾ij mɪkoˈlɑjowɪtʃ ʃeu̯ˈtʃɛnko]; born 29 September 1976) is a Ukrainian politician, football manager and former professional footballer who played for Dynamo Kyiv, Milan, Chelsea and the Ukraine national team as a striker. From February to July 2016, he was an assistant coach of the Ukraine national team, at the time led by Mykhailo Fomenko. On 15 July 2016, shortly after the nation's elimination from UEFA Euro 2016, Shevchenko was appointed Ukraine's head coach.",
  "/wiki/A.C._Milan": "Associazione Calcio Milan (Italian pronunciation: [assotʃatˈtsjoːne ˈkaltʃo ˈmiːlan]), commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.",
  "/wiki/Cameron_Jerome": "Cameron Zishan Rana-Jerome (born 14 August 1986), known as Cameron Jerome, is an English professional footballer who plays as a striker for Turkish Süper Lig club Göztepe. He earned 10 caps for the England under-21 team.",
  "/wiki/Cardiff_City_F.C.": "Cardiff City Football Club (Welsh: Clwb Pêl-droed Dinas Caerdydd) is a professional association football club based in Cardiff, Wales. It competes in the Championship, the second tier of the English football league system. Founded in 1899 as Riverside A.F.C., the club changed its name to Cardiff City in 1908 and entered the Southern Football League in 1910 before joining the English Football League in 1920. The team have spent 17 seasons in the top tier of English football since, the longest period being between 1921 and 1929. Their most recent season in the top flight was the 2018–19 Premier League season.",
  "/wiki/Birmingham_City_F.C.": "Birmingham City Football Club is a professional football club in Birmingham, England. Formed in 1875 as Small Heath Alliance, it was renamed Small Heath in 1888, Birmingham in 1905, and Birmingham City in 1943. Since 2011, the first team have competed in the EFL Championship, the second tier of English football.",
  "/wiki/Henrique_Hilário": "Henrique Hilário Alves Meireles Sampaio (European Portuguese: [ẽˈʁikɨ iˈɫaɾiu]; born 21 October 1975), commonly known as Hilário, is a Portuguese retired footballer who played as a goalkeeper, and a goalkeeping coach at Premier League club Chelsea.",
  "/wiki/CD_Nacional": "Clube Desportivo Nacional, commonly known as Nacional and sometimes Nacional da Madeira (Portuguese pronunciation: [nɐsjuˈnal dɐ mɐˈðɐjɾɐ]), is a Portuguese football club based in Funchal, on the island of Madeira.",
  "/wiki/Andy_Gray_(footballer_born_1977)": "Andrew David Gray (born 15 November 1977) is a former footballer who last managed Leeds United's under-18 team.",
  "/wiki/Sunderland_A.F.C.": "Sunderland Association Football Club (/ˈsʌndərlənd/ (listen), locally /ˈsʊndlən/) is an English professional football club based in the city of Sunderland, Tyne and Wear. Sunderland play in League One, the third tier of English football. Since its formation in 1879, the club has won six top-flight (First Division, now the Premier League) titles (1892, 1893, 1895, 1902, 1913 and 1936), a total only bettered by five other clubs, and has finished runners-up five times. The club has also won the FA Cup twice (1937 and 1973) and been runners-up twice (1913 and 1992), as well as winning the FA Charity Shield in 1936 and being finalists the following year. Sunderland have also been Football League Cup finalists in 1985 and 2014.",
  "/wiki/Burnley_F.C.": "Burnley Football Club (/ˈbɜːrnli/) is a professional association football club based in Burnley, Lancashire, England. Founded on 18 May 1882, the team originally played only friendly matches until they entered the FA Cup for the first time in 1885–86. The club currently plays in the Premier League, the first tier of English football. Nicknamed \"the Clarets\", due to the dominant colour of the home shirts, Burnley was one of the twelve founding members of the Football League in 1888. The club's emblem is based on the town's crest, with a Latin motto Pretiumque et Causa Laboris (\"The Prize and the Cause of [Our] Labour\").",
  "/wiki/Mikel_John_Obi": "John Obi Mikel (born 22 April 1987) is a Nigerian professional footballer who plays as a defensive midfielder for Turkish club Trabzonspor.",
  "/wiki/Manchester_United_F.C.": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.",
  "/wiki/Juan_Sebastián_Verón": "Juan Sebastián Verón (Spanish pronunciation: [ˈxwan seβasˈtjam beˈɾon];[A] born 9 March 1975) is a retired Argentine footballer and current chairman of Estudiantes de La Plata, where he had served as Director of Sports. A former midfielder, Verón's career started in Estudiantes, continued in Argentina's Boca Juniors, and included stints in several clubs in the Italian Serie A (where he won the Scudetto with Lazio and with Internazionale, and a UEFA Cup with Parma), and England's Manchester United and Chelsea. In 2006, Verón returned to Estudiantes, where he remained until his retirement in 2014, aside from a brief spell with Brandsen. He announced his short return to first team football would occur in the 2017 Copa Libertadores.",
  "/wiki/Estudiantes_de_La_Plata": "Club Estudiantes de La Plata (Spanish pronunciation: [kluβ estuˈðjantez ðe la ˈplata]), simply referred to as Estudiantes [estuˈðjantes], is an Argentine professional sports club based in La Plata. The club's football team currently competes in the Primera División, where it has spent most of its history.",
  "/wiki/Lee_Bowyer": "Lee David Bowyer (/ˈboʊjər/; born 3 January 1977) is an English football manager and former player who has been the manager of Championship club Charlton Athletic since March 2018, his first managerial appointment.",
  "/wiki/Newcastle_United_F.C.": "Newcastle United Football Club is an English professional football club based in Newcastle upon Tyne, Tyne and Wear, that plays in the Premier League, the top tier of English football.\nFounded in 1892 by the merger of Newcastle East End and Newcastle West End. Per the requirements from the Taylor Report, in response to the Hillsborough disaster, that all Premiership teams have an all-seater stadium, the grounds were adjusted in the mid-1990s and now has a capacity of 52,354., The team plays its home matches at St James' Park.",
  "/wiki/West_Ham_United_F.C.": "West Ham United Football Club is an English professional football club based in Stratford, East London. They compete in the Premier League, the top tier of English football. The club play at the London Stadium, having moved from their former home the Boleyn Ground in 2016.",
  "/wiki/Michael_Chopra": "Rocky Michael Chopra (born 23 December 1983) is an English professional footballer who last played as a striker for the Kerala Blasters in the Indian Super League.",
  "/wiki/Joleon_Lescott": "Joleon Patrick Lescott (born 16 August 1982) is an English former professional footballer. He played as a centre back, though he occasionally played in various other positions across the defensive line, including left back. He currently works as a loanee player liaison agent for Manchester City, for whom he also played for five seasons.",
  "/wiki/Wolverhampton_Wanderers_F.C.": "Wolverhampton Wanderers Football Club /ˌwʊlvərˈhæmptən/ (listen), commonly known as Wolves, is an English professional football club based in Wolverhampton, West Midlands. Formed as St. Luke's FC in 1877, the club has played at Molineux Stadium since 1889 and competes in the Premier League, the top division of English football, after winning the 2017–18 EFL Championship. The Wolves also compete in the 2019–20 UEFA Europa League: this is the first time the club has qualified for a European tournament for 39 years, by virtue of finishing in seventh place in the 2018–19 Premier League, their first season in the top tier since  the 2011–12 season.",
  "/wiki/Claude_Davis": "Claude Davis (born 6 March 1979) is a Jamaican former footballer who played as a defender. He previously played for Portmore United (Jamaica), Preston North End, Sheffield United, Derby County, Crystal Palace, Crawley Town and Rotherham United. He has also played international football for Jamaica.",
  "/wiki/Preston_North_End_F.C.": "Preston North End Football Club (often shortened to The North End or PNE) is a professional football club in Preston, Lancashire, whose team currently plays in the EFL Championship, the second tier of the English football league system. Originally a cricket club, Preston have been based at Deepdale since 1875. The club first took up football in 1878 as a winter fitness activity and decided to focus on it in May 1880, when the football club was officially founded. Deepdale is now football's oldest ground in terms of continuous use by a major league club.",
  "/wiki/List_of_English_football_transfers_summer_2006": "This is a list of English football transfers for the 2006–07 season. Only moves from the Premiership and Championship, as well as any other prominent moves from the lower leagues are listed."
}