{
  "/wiki/T._T._Krishnamachari": "Tiruvellore Thattai Krishnamachari (1899–1974) was the Indian Finance Minister from 1956–1958 and from 1964–1966. He was also a founding member of the first Governing Body of NCAER, the National Council of Applied Economic Research in New Delhi, India's first independent economic policy institute established in 1956.  Krishnamachari graduated from  Madras Christian College (MCC) and was a visiting professor to the department of economics at MCC. He was popularly known as TTK. He has the ignominy of being the first minister in free India to have resigned due to his involvement in a scam.  He was also a member of drafting committee, an entrepreneur and prominent leader within the Indian National Congress.He was also deputy viceroy from 1947-1950.",
  "/wiki/Thiruvallur_(Lok_Sabha_constituency)": "Thiruvallur is a newly formed Lok Sabha (Parliament of India) constituency after the 2008 delimitation. It was formed after merging the assembly segments of Gummidipoondi, Ponneri (SC), Tiruvallur, and Poonamallee (SC), which were earlier part of Sriperumbudur constituency and the newly formed Avadi",
  "/wiki/Maragatham_Chandrasekhar": "Maragatham Chandrasekar (11 November 1917 – 27 October 2001) was an Indian politician and Member of Parliament from the Indian state of Tamil Nadu.",
  "/wiki/Chengalpattu_(Lok_Sabha_constituency)": "Chengalpattu is a defunct Lok Sabha constituency in Tamil Nadu. It was earlier known as Chingleput. This constituency no longer exists, since it was removed after 2009, due to delimitation.",
  "/wiki/O._V._Alagesan": "Ozhalur Viswanatha Mudaliar Alagesan (Tamil: ஒழலூர் விஸ்வநாத முதலியார் அழககேசன்) (6 September 1911 – 3 January 1992) was an Indian politician and freedom fighter from the Indian state of Tamil Nadu. He served as a Member of parliament, Lok Sabha from 1951 to 1957, 1962 to 1967 and from 1971 to 1979.",
  "/wiki/Kancheepuram_(Lok_Sabha_constituency)": "Kancheepuram is a newly formed Lok Sabha (Parliament of India) constituency after the 2008 delimitation.",
  "/wiki/Vellore_(Lok_Sabha_constituency)": "Vellore Lok Sabha constituency is one of the 39 Lok Sabha (parliamentary) constituencies in the present state of Tamil Nadu in Southern India.",
  "/wiki/M._Muthukrishnan": "M. Muthukrishnan was an Indian politician and former Member of Parliament elected from Tamil Nadu. He was elected to the Lok Sabha from Vellore constituency as an Indian National Congress candidate in 1951 and 1957 elections.",
  "/wiki/Vandavasi_(Lok_Sabha_constituency)": "Vandavasi was a Lok Sabha (Parliament of India) constituency in Tamil Nadu. After delimitation in 2009, it is defunct.",
  "/wiki/Ramachandra_Reddy": "N. Ramachandra Reddy is an Indian politician and former Member of the Legislative Assembly of Tamil Nadu. He was elected to the Tamil Nadu legislative assembly from Hosur constituency as an Indian National Congress candidate in 1962, 1977 and 1989 elections Hosur government hospital, ITI and many was built and developed in his time.#",
  "/wiki/Krishnagiri_(Lok_Sabha_constituency)": "Krishnagiri is a Lok Sabha (Parliament of India) constituency in Tamil Nadu.",
  "/wiki/C._R._Narasimhan": "Chakravarti Rajagopalachari Narasimhan (1909–1989) was an Indian politician, freedom-fighter and member of the Indian Parliament from 1952 to 1962. He was the son of Indian statesman Chakravarti Rajagopalachari.",
  "/wiki/Dharmapuri_(Lok_Sabha_constituency)": "Dharmapuri is a Lok Sabha constituency in Tamil Nadu.",
  "/wiki/Salem_(Lok_Sabha_constituency)": "Salem is a parliamentary (Lok Sabha) constituency in Tamil Nadu, India.",
  "/wiki/S._V._Ramaswami": "S. V. Ramaswamy was an Indian politician and former Member of Parliament elected from Tamil Nadu. He was elected to the Lok Sabha from Salem constituency as an Indian National Congress candidate in 1951,  1957 and 1962 elections.",
  "/wiki/Erode_(Lok_Sabha_constituency)": "Erode is a Lok Sabha Constituency in the state of Tamil Nadu in southern India.",
  "/wiki/Balakrishnan": "Bala Krishna (Sanskrit: बाल-कृष्ण bālakṛṣṇa, literally \"child Krishna\") sometimes translated to \"Divine Child Krishna\", or Bal Gopal  is historically one of the early forms of worship in Krishnaism and an element of the history of Krishna worship in antiquity. This tradition is considered as a part of the number of other traditions that led to amalgamation in a later stage of the historical development and culminate in worship of Radha Krishna as Svayam bhagavan. Other monotheist traditions are Bhagavatism and Cult of Gopala, that along with Cult of Krishna-Vasudeva form the basis of the current tradition of the monotheistic Krishna religion. The worship of Balakrishna, the divine child, while a significant feature of the Krishna religion, often receives less attention, however it is one of the most popular deities of Krishna in many parts of India today. Early evidence of such worship can be found or as early as the 4th century BC according to evidence in Megasthenes and in the Arthashastra of Kautilya, when Vāsudeva (as the son of Vasudeva was worshiped as supreme Deity in a strongly monotheistic format, where the supreme Being was perfect, eternal and full of grace.",
  "/wiki/Tiruchengode_(Lok_Sabha_constituency)": "Tiruchengode was a Lok Sabha constituency in Tamil Nadu. After delimitation in 2009, it is now a defunct constituency.",
  "/wiki/P._Subbarayan": "Paramasivan Subbarayan (11 September 1889 – 6 October 1962) was an Indian politician, freedom fighter and diplomat and was the Chief Minister of Madras Presidency, India's ambassador to Indonesia and Union Minister of Transport and Communications in Jawaharlal Nehru's government. He was the father of General P. P. Kumaramangalam who served as India's Chief of Army staff and politician & former Union Minister Mohan Kumaramangalam. He was also the grandfather of INC politician and former Union Minister Rangarajan Kumaramangalam.",
  "/wiki/Tiruppur_(Lok_Sabha_constituency)": "Tiruppur is a Lok Sabha constituency in Tamil Nadu. Originally, Gobichettipalayam, it was converted to Tiruppur by Election commission after rearrangement of constituencies in 2008.",
  "/wiki/T._S._Avinashilingam_Chettiar": "Tiruppur Subrahmanya Avinashilingam Chettiar (5 May 1903 – 21 November 1991) was an Indian lawyer, politician, freedom-fighter and Gandhian. He served as the Education Minister of Madras Presidency from 1946 to 1949 and was responsible for introducing Tamil as the medium of instruction. He is also credited with having commissioned the creation of the first Tamil encyclopedia.",
  "/wiki/A._Venkatachalam": "A. Venkatachalam (15 September 1955 – 7 October 2010) was a MLA from Alangudi, Tamil Nadu; he represented the constituency for five year terms starting in 1984, 1996 and 2001. During this time, he was also the Minister for Tourism in Chief Minister J. Jayalalitha's cabinet. Venkatachalam was from the village of Vadakadu, which is located in what was his constituency.",
  "/wiki/Pollachi_(Lok_Sabha_constituency)": "Pollachi is a Lok Sabha constituency in Tamil Nadu.",
  "/wiki/Damodaran": "Damodaran may refer to:",
  "/wiki/Pudukkottai_(Lok_Sabha_constituency)": "Pudukkottai was a Lok Sabha constituency in Tamil Nadu.  After delimitation in 2009, it is now a defunct constituency.",
  "/wiki/Perambalur_(Lok_Sabha_constituency)": "Perambalur is a Lok Sabha constituency in Tamil Nadu.",
  "/wiki/Tiruchirappalli_(Lok_Sabha_constituency)": "Tiruchirappalli is a Lok Sabha (Parliament of India) constituency in Tamil Nadu.",
  "/wiki/Thanjavur_(Lok_Sabha_constituency)": "Thanjavur is a Lok Sabha (Parliament of India) constituency in Tamil Nadu.",
  "/wiki/R._Venkataraman": "Ramaswamy Venkataraman (pronunciation (help·info), 4 December 1910 – 27 January 2009) was an Indian lawyer, Indian independence activist and politician who served as a Union Minister and as the eighth President of India.",
  "/wiki/Kumbakonam_(Lok_Sabha_constituency)": "Kumbakonam was a Lok Sabha constituency in Tamil Nadu. It existed from 1951 to 1977 when it was abolished",
  "/wiki/C._Ramaswamy_Mudaliar": "C. Ramaswamy Mudaliar (1905 – 9 July 1997), also known simply as C. Ramaswamy, was an Indian businessman, politician and Member of Lok Sabha from Kumbakonam. He studied in Government College, Kumbakonam and graduated from Madras Law College.",
  "/wiki/Ramaiah": "Ramaiah may refer to",
  "/wiki/Mayuram_(Lok_Sabha_constituency)": "Mayiladuthurai is a Lok Sabha (Parliament of India) constituency in Tamil Nadu.",
  "/wiki/K._Ananda_Nambiar": "K. Ananda Nambiar (1918 – 11 October 1991) was an Indian politician of the Communist Party of India who served as a member of the Lok Sabha from Mayiladuthurai and Tiruchirapalli. He was the first communist to be elected to a State Legislature.",
  "/wiki/K._Santhanam": "Kasturiranga Santhanam (1895 – 28 February 1980), also known as Kumitithadal Santhanam, was an Indian politician. He was a conservative Iyengar from Tamil Nadu and acquired the appellation 'Pandit' for his erudition.",
  "/wiki/Cuddalore_(Lok_Sabha_constituency)": "Cuddalore is a Lok Sabha (Parliament of India) constituency in Tamil Nadu."
}