{
  "/wiki/Gautam_Gambhir": "Gautam Gambhir (pronunciation (help·info); born 14 October 1981) is an Indian politician and former cricketer, who has played all formats of the game. He is a current member of the Lok Sabha since 2019.",
  "/wiki/Kolkata_Knight_Riders": "The Kolkata Knight Riders (also known by the acronym KKR) are a franchise cricket team representing the city of Kolkata in the Indian Premier League. The franchise is owned by Bollywood actor Shah Rukh Khan, actress Juhi Chawla and her spouse Jay Mehta. The home of the Knight Riders is Eden Gardens, the largest cricket stadium in India and the second largest in the world by seating capacity.",
  "/wiki/Yusuf_Pathan": "Yusuf Pathan (born 17 November 1982) is an Indian International cricketer. Pathan made his debut in first-class cricket in 2001/02. He is a right-handed batsman and a right-arm offbreak bowler. His younger brother Irfan Pathan is also an Indian cricketer.",
  "/wiki/Robin_Uthappa": "Robin Venu Uthappa (pronunciation (help·info); born 11 November 1985) is an Indian cricketer. He plays for Kerala in domestic cricket and  Rajasthan Royals in the IPL.",
  "/wiki/Pune_Warriors_India": "The Pune Warriors India were a franchise cricket team that represented the city of Pune in the Indian Premier League (IPL). The team was one of two IPL franchises from the Indian state of Maharashtra, the other being Mumbai Indians. It was also one of the two new franchises added to the IPL for the 2011 season, alongside the also-defunct Kochi Tuskers Kerala. The team was owned by Sahara Group Sports Limited, a group company of the Indian business conglomerate Sahara India Pariwar. The team's home ground was the Maharashtra Cricket Association Stadium located in Gahunje, Pune.",
  "/wiki/Rohit_Sharma": "Rohit Gurunath Sharma (born 30 April 1987) is an Indian international cricketer who plays for Mumbai in domestic cricket and captains Mumbai Indians in the Indian Premier League as a right-handed batsman and an occasional right-arm off break bowler. He is the vice-captain of the Indian national team in limited-overs formats. He is the only cricketer in the history of cricket to score more than one ODI double-hundred, having scored three of them. In January 2020, Sharma was named as the ODI Cricketer of the Year by the International Cricket Council (ICC).",
  "/wiki/Mumbai_Indians": "The Mumbai Indians (abbreviated as MI) are a franchise cricket team based in the city of Mumbai, Maharashtra, that play in the Indian Premier League (IPL).",
  "/wiki/Irfan_Pathan": "Irfan Pathan (Gujarati: ઇરફાન પઠાણ) (pronunciation (help·info); born 27 October 1984) is an Indian former cricketer who played all formats of the game. He was a bowling all rounder. He was a member of the India team that won the 2007 ICC World Twenty20.",
  "/wiki/Delhi_Daredevils": "The Delhi Capitals are a franchise cricket team that represents the city of Delhi in the Indian Premier League (IPL). Founded in 2008 as the Delhi Daredevils, the franchise is jointly owned by the GMR Group and the JSW Group. The team's home ground is Arun Jaitley Stadium, located in New Delhi.",
  "/wiki/Yuvraj_Singh": "Yuvraj Singh (born 12 December 1981) is a former Indian cricketer who played in all forms of the game. An all-rounder who bats left-handed in the middle order and bowls slow left-arm orthodox, Yuvraj is the son of former Indian fast bowler and Punjabi actor Yograj Singh. One of the greatest limited over players to play for India, Yuvraj was particularly noted for his aggressive stroke play of the ball and his fielding.",
  "/wiki/Saurabh_Tiwary": "Saurabh Sunil Tiwary (born 30 December 1989) is an Indian cricketer who plays as a left-handed middle order batsman. He was one of the key batsmen in the Indian team that won the 2008 U/19 Cricket World Cup in Malaysia.",
  "/wiki/Royal_Challengers_Bangalore": "The Royal Challengers Bangalore (often abbreviated as RCB) are a franchise cricket team based in Bangalore, Karnataka, that plays in the Indian Premier League (IPL). It was founded in 2008 by United Spirits and named after the company's liquor brand Royal Challenge. Since its inception, the team has played its home matches at the M. Chinnaswamy Stadium.",
  "/wiki/Mahela_Jayawardene": "Denagamage Praboth Mahela de Silva Jayawardene (Sinhala: මහේල ජයවර්ධන; born 27 May 1977), known as Mahela Jayawardene, is a Sri Lankan cricket coach and former cricketer. \nJayawardene made his Test cricket debut in 1997 and his One Day International (ODI) debut the following season. In 2006 he made the highest ever score by a Sri Lankan in Test cricket, scoring 374 in the second Test of Sri Lanka's home series against South Africa. He has a test cricket average of just under 50 and a One Day average in the 30s. He is the first player in the history of Sri Lankan cricket to score over 10,000 Test runs. He is also the second Sri Lankan player to score more than 10,000 runs in ODIs.",
  "/wiki/Kochi_Tuskers_Kerala": "The Kochi Tuskers Kerala was a franchise cricket team that played in the Indian Premier League (IPL) representing the city of Kochi, Kerala. The team was one of two new franchises added to the IPL for the 2011 season, alongside the Pune Warriors India. The team franchise was owned by Kochi Cricket Pvt Ltd., which was a consortium of multiple companies.",
  "/wiki/David_Hussey": "David John Hussey (born 15 July 1977) is a former  Australian cricketer. Hussey is a right-handed batsman and can also bowl right-arm offbreaks. He is the younger brother of former Australian cricketer Michael Hussey. He was captain of the Melbourne Stars in the Big Bash League.",
  "/wiki/Kings_XI_Punjab": "The Kings XI Punjab (KXIP) are a franchise cricket team based in Mohali (Chandigarh CR), Punjab, that plays in the Indian Premier League (IPL). Established in 2008, the franchise is jointly owned by Mohit Burman, Ness Wadia, Preity Zinta and Karan Paul. The team plays its home matches at the PCA Stadium, Mohali. Since the 2010 IPL, they have been playing some of their home games at either Dharamsala or Indore.",
  "/wiki/Dale_Steyn": "Dale Willem Steyn (/ˈsteɪn/; born 27 June 1983) is a South African professional cricketer who plays for the South African Cricket Team. He is regarded as one of the greatest fast bowlers of all time.  During the 2007/08 season Steyn achieved a tally of 78 wickets at an average of 16.24, and was subsequently rewarded with the ICC 2008 Test Cricketer of the Year Award. He was named one of the Wisden Cricketers of the Year in 2013,\nand Wisden Leading Cricketer in the World for the year 2013 in 2014’s Wisden Cricketers' Almanack.",
  "/wiki/Deccan_Chargers": "The Deccan Chargers (abbreviated as DC) were a franchise cricket team based in the city of Hyderabad in the Indian Premier League. The team was one of the eight founding members of the IPL in 2008 and was owned by Deccan Chronicle Holdings Ltd. After finishing last in the first season of the IPL, they won the second season held in South Africa in 2009 under the captaincy of former Australian wicket-keeper and batsman Adam Gilchrist. Gilchrist was the captain of the team for the first three seasons of the IPL. From the fourth season, Kumar Sangakkara led the team and Cameron White played as his deputy. The team was coached by Darren Lehmann, former Australian cricketer.",
  "/wiki/Muttiah_Muralitharan": "Deshabandu Muttiah Muralitharan (Tamil: முத்தையா முரளிதரன், Sinhala: මුත්තයියා මුරලිදරන්; also spelt Muralidaran; born 17 April 1972) is a Sri Lankan cricket coach and former cricketer who was rated the greatest Test match bowler ever by Wisden Cricketers' Almanack in 2002. He retired from Test cricket in 2010, registering his 800th and final wicket on 22 July 2010 from his final ball in his last Test match. Muralitharan holds the world record for the most wickets in both test and one-day cricket. In 2017, he became the only Sri Lankan to be inducted into the ICC Hall of Fame. He won the Ada Derana Sri Lankan of the Year in 2017.",
  "/wiki/Cameron_White": "Cameron Leon White (born 18 August 1983) is an Australian cricketer and former Australian Twenty20 and Victorian Bushrangers captain. A powerful middle order batsman and right-arm leg-spin bowler, White made his first-class cricket debut as a teenager in the 2000–01 season for the Victorian Bushrangers as a bowling all-rounder.  Early comparisons with Victoria teammate Shane Warne faded as White took on a role closer to that of Andrew Symonds, a batsman who bowled occasionally, and bats aggressively with flat sixes around his leg side.",
  "/wiki/Jacques_Kallis": "Jacques Kallis (born 16 October 1975) is a South African cricket coach and former cricketer. As a right-handed batsman and right-arm fast-medium swing bowler, Kallis is regarded as one of the greatest all-rounders of all time, and as South Africa's greatest batsman. As of 2020[update] he is the only cricketer in the history of the game to score more than 10,000 runs and take over 250 wickets in both ODI and Test match cricket; he also took 131 ODI catches. He scored 13,289 runs in his Test match career and took 292 wickets and 200 catches.",
  "/wiki/AB_de_Villiers": "Abraham Benjamin de Villiers (born 17 February 1984), commonly known as AB de Villiers, Mr. 360° or simply AB, is a South African cricketer. He is considered as one of the greatest batsmen of all time. He plays for Tshwane Spartans in Mzansi Super League and Royal Challengers Bangalore in the Indian Premier League. In limited overs cricket he is an attacking batsman. He was named as the ICC ODI Player of the Year three times during his 15-year international career. His name was also featured in Wisden Cricketers of the Decade at the end of 2019.",
  "/wiki/Ross_Taylor": "Luteru Ross Poutoa Lote Taylor (born 8 March 1984) is a New Zealand cricketer who plays predominantly at number four in all formats of the game. Taylor is a former captain of New Zealand in all formats. In February 2017 he became the leading century maker for New Zealand in ODIs and in January 2019 scored his 20th century in ODIs, becoming the first New Zealand player to reach 20 centuries in any format of the game. In January 2020, during the third Test against Australia, Taylor passed Stephen Fleming's career total of 7,172 runs to become the leading run-scorer for New Zealand in Test cricket. Taylor is also New Zealand's highest run scorer in ODI. He is widely regarded as the greatest New Zealand Batsman of all time.",
  "/wiki/Rajasthan_Royals": "The Rajasthan Royals (often abbreviated as RR) are a franchise cricket team based in Jaipur, Rajasthan, that plays in the Indian Premier League (IPL). Founded in 2008 as one of the initial eight IPL franchises, the team is based at the Sawai Mansingh Stadium in Jaipur.",
  "/wiki/Angelo_Mathews": "Angelo Davis Mathews, (Sinhala: ඇන්ජෙලෝ මැතිව්ස්; Tamil: ஆஞ்சலோ மாத்யூஸ்; born 2 June 1987), is a professional Sri Lankan cricketer and a former captain in all formats. He was also a key member of the team that won the 2014 ICC World Twenty20 and was part of the team that made the finals of 2011 Cricket World Cup, 2009 ICC World Twenty20 and 2012 ICC World Twenty20. An occasional bowler who can deliver swinging match-winning spells, Mathews and Lasith Malinga holds the record for the highest ninth wicket partnership in ODI cricket.",
  "/wiki/Ravindra_Jadeja": "Ravindrasinh Anirudhsinh Jadeja (born 6 December 1988), commonly known as Ravindra Jadeja, is an Indian international cricketer. He is an all-rounder, who plays as a left-handed middle-order batsman and slow left-arm orthodox bowler. He represents Saurashtra in first-class cricket and the Chennai Super Kings  in the Indian Premier League.",
  "/wiki/Johan_Botha_(cricketer)": "Johan Botha (born 2 May 1982) is a South African-Australian cricket coach and former cricketer who played for the South African national team between 2005 and 2012. He moved to Australia in 2012 to play in that country's domestic leagues, and in 2016 became an Australian citizen. In January 2019, he retired from all forms of the game.",
  "/wiki/Dinesh_Karthik": "Dinesh Karthik (born 1 June 1985) is an Indian wicket-keeper and batsman who made his debut for the Indian cricket team in 2004. He became captain of the Kolkata Knight Riders Indian Premier League team during the 2018 season.",
  "/wiki/Piyush_Chawla": "Piyush Chawla (pronunciation (help·info); born 24 December 1988) is an Indian cricketer who has played for the India national cricket team. He has also played for the India under-19 team and the Central Zone. He is seen as a leg-spinning all-rounder in domestic cricket.",
  "/wiki/List_of_2011_Indian_Premier_League_personnel_changes": "This is a list of all personnel changes for the 2011 Indian Premier League."
}