{
  "/wiki/Tim_Southee": "Timothy Grant Southee (born 11 December 1988) is a New Zealand international cricketer who plays all forms of the game. He is a right-arm fast-medium bowler and a hard-hitting lower order batsman. He is also the current vice-captain of the international team. He was one of New Zealand's youngest cricketers, debuting at the age of 19 in February 2008. On his Test debut against England he took 5 wickets and made 77 off 40 balls in the second innings. He plays for Northern Districts in the Plunket Shield, Ford Trophy and Super Smash as well as Northland in the Hawke Cup. He was named as New Zealand's captain for the first T20I against West Indies in place of Kane Williamson, who was rested for that game. The Blackcaps won that match by 47 runs.",
  "/wiki/Ben_Hilfenhaus": "Benjamin William Hilfenhaus /ˈhɪlfənhaʊs/ (born 15 March 1983) is an Australian former professional cricketer who played for Tasmania in Australian domestic cricket and for the Australia national cricket team. He is right-arm fast-medium bowler known for his ability to swing the ball. Hilfenhaus plays club cricket for Tasmania University Cricket Club. He made his first-class cricket debut in the 2005/06 season and his haul of 39 wickets was a record for someone playing their first season for Tasmania. Before he was given a full-time contract for 2006/07, he worked as a bricklayer as well as playing cricket. He has best bowling figures of 7/58 in first-class cricket, achieved in his first season for Tasmania.",
  "/wiki/Chennai_Super_Kings": "The Chennai Super Kings (CSK) are a franchise cricket team based in Chennai, Tamil Nadu, which plays in the Indian Premier League (IPL). Founded in 2008, the team plays its home matches at the M. A. Chidambaram Stadium in Chennai. The team served a two-year suspension from the IPL starting July 2015 for the alleged involvement of their owners in the 2013 IPL betting case, and won the title in its comeback season. The team is captained by Mahendra Singh Dhoni and coached by Stephen Fleming.",
  "/wiki/Chris_Gayle": "Christopher Henry Gayle, OD (born 21 September 1979) is a Jamaican cricketer who plays international cricket for the West Indies. Gayle captained the West Indies Test side from 2007 to 2010. Considered as one of the greatest batsmen ever in Twenty20 (T20) cricket, Gayle has set numerous records across all three formats of the game. He is the most capped player for the West Indies in international cricket and is the only player to score a triplet of centuries – a triple hundred in Tests, double hundred in ODIs and a hundred in T20Is.",
  "/wiki/Dirk_Nannes": "Dirk Peter Nannes (born 16 May 1976) is a former Australian cricketer who has played internationally for both Australia and the Netherlands, one of the few players to represent multiple international teams.",
  "/wiki/Royal_Challengers_Bangalore": "The Royal Challengers Bangalore (often abbreviated as RCB) are a franchise cricket team based in Bangalore, Karnataka, that plays in the Indian Premier League (IPL). It was founded in 2008 by United Spirits and named after the company's liquor brand Royal Challenge. Since its inception, the team has played its home matches at the M. Chinnaswamy Stadium.",
  "/wiki/Jacob_Oram": "Jacob David Philip Oram (born 28 July 1978) is a former New Zealand international cricketer, who played all forms of the game for 10 years. He was a left-handed batsman and a right-arm fast-medium bowler. His ability with both bat and ball made him a regular member in the New Zealand international sides.",
  "/wiki/Paul_Collingwood": "Paul David Collingwood MBE (born 26 May 1976) is a former English cricketer, having played all three formats of the game internationally for England. Collingwood played for Durham County Cricket Club and was the 2010 ICC World Twenty20 winning captain. He was a regular member of the England Test side and captain of the One Day International (ODI) team (2007–2008). He is the first T20I cap for England.",
  "/wiki/Rajasthan_Royals": "The Rajasthan Royals (often abbreviated as RR) are a franchise cricket team based in Jaipur, Rajasthan, that plays in the Indian Premier League (IPL). Founded in 2008 as one of the initial eight IPL franchises, the team is based at the Sawai Mansingh Stadium in Jaipur.",
  "/wiki/Ryan_McLaren": "Ryan McLaren (born 9 February 1983) is a South African cricketer, who plays for all formats in international level. He is a left-handed batsman and a right-arm medium-fast bowler. McClaren signed a contract with English County side Lancashire for the 2017 season. In January 2019, McLaren announced his retirement from first-class cricket.",
  "/wiki/Stuart_Broad": "Stuart Christopher John Broad, MBE (born 24 June 1986) is an English cricketer who plays Test cricket for the England cricket team and a former ODI and T20 captain. A right-arm seam bowler and left-handed batsman, Broad began his professional career at Leicestershire, the team attached to his school, Oakham School; in 2008 he transferred to Nottinghamshire, the county of his birth and the team for which his father played. In August 2006 he was voted the Cricket Writers' Club Young Cricketer of the Year. In the fourth Test of the 2015 Ashes series Broad took career best figures of 8–15 in the Australian first innings as they were dismissed for just 60. This performance was named as Wisden's Test spell of the decade.",
  "/wiki/Kings_XI_Punjab": "The Kings XI Punjab (KXIP) are a franchise cricket team based in Mohali (Chandigarh CR), Punjab, that plays in the Indian Premier League (IPL). Established in 2008, the franchise is jointly owned by Mohit Burman, Ness Wadia, Preity Zinta and Karan Paul. The team plays its home matches at the PCA Stadium, Mohali. Since the 2010 IPL, they have been playing some of their home games at either Dharamsala or Indore.",
  "/wiki/David_Miller_(South_African_cricketer)": "David Andrew Miller (born 10 June 1989) is a South African cricketer.",
  "/wiki/Dimitri_Mascarenhas": "Adrian Dimitri Mascarenhas (born 30 October 1977) is a former English cricketer. A right-handed batsman and right-arm medium-fast bowler, he played internationally for England, as well as domestically for Hampshire, in the Big Bash League for Hobart Hurricanes, for the Rajasthan Royals and Kings XI Punjab in the Indian Premier League and for the Otago Volts in New Zealand state cricket. In the inaugural Champions League Twenty20, he represented the Otago Volts, as his other teams failed to qualify. He holds the record for most runs in an over in a One Day International for England, with 30, scored off Yuvraj Singh of India on 5 September 2007, at The Oval, London. He was the bowling coach for both Otago Volts and the  New Zealand National team, succeeding Shane Bond after the 2015 Cricket World Cup. He stood down after the 2016 summer for family reasons, which coincided with the retirements of the McCullum Brothers.",
  "/wiki/Mark_Boucher": "Mark Verdon Boucher (born 3 December 1976) is a South African cricket coach and former cricketer who played all three formats of the game. Boucher is regarded as one of the best wicket-keeper batsmen of all time. He holds the record for the most Test dismissals by a wicket-keeper, with 532 catches and 555 total dismissals.",
  "/wiki/Brad_Haddin": "Bradley James Haddin (born 23 October 1977), is a former Australian cricketer, vice-captain and coach who represented Australia in all three forms of international cricket (Test, One-Day International and Twenty20 International). He also played for the New South Wales Blues in both domestic first class and list A cricket. Haddin is a right-handed batsman and wicket-keeper. Haddin was a member of the Australian World cup winning squad at the 2015 Cricket World Cup. He also played for the Sydney Sixers in the Big Bash League. He also became the Assistant Head Coach for Sunrisers Hyderabad in Indian Premier League 2020.",
  "/wiki/Kolkata_Knight_Riders": "The Kolkata Knight Riders (also known by the acronym KKR) are a franchise cricket team representing the city of Kolkata in the Indian Premier League. The franchise is owned by Bollywood actor Shah Rukh Khan, actress Juhi Chawla and her spouse Jay Mehta. The home of the Knight Riders is Eden Gardens, the largest cricket stadium in India and the second largest in the world by seating capacity.",
  "/wiki/Sourav_Ganguly": "Sourav Chandidas Ganguly (/sʃuːrəv ɡɛnɡuːlj/ (listen); born 8 July 1972), affectionately known as Dada (meaning \"elder brother\" in Bengali), is an Indian former cricketer, commentator and administrator who played as a left-handed opening batsman and was captain of the Indian national team. He is the 39th and current president of the Board of Control for Cricket in India and President of the Editorial Board with Wisden India. Before being elected as the President of BCCI, he was the President of Cricket Association of Bengal, governing body for cricket in West Bengal, India. He is regarded as one of the greatest captains in the Cricket world. During his playing career, Ganguly established himself as one of the world's leading batsmen and also one of the most successful captain of the Indian national cricket team. While batting, he was especially prolific through the off side, earning himself the nickname God of the Off Side for his elegant stroke play square of the wicket and through the covers.",
  "/wiki/Ashish_Nehra": "Ashish Nehra (pronunciation (help·info) Hindi: आशीष नेहरा; born 29 April 1979) is an Indian cricket coach and former cricketer who played in all formats of the game. He is often nicknamed as \"'NehraJi'\" by his colleagues and fans.",
  "/wiki/Pune_Warriors_India": "The Pune Warriors India were a franchise cricket team that represented the city of Pune in the Indian Premier League (IPL). The team was one of two IPL franchises from the Indian state of Maharashtra, the other being Mumbai Indians. It was also one of the two new franchises added to the IPL for the 2011 season, alongside the also-defunct Kochi Tuskers Kerala. The team was owned by Sahara Group Sports Limited, a group company of the Indian business conglomerate Sahara India Pariwar. The team's home ground was the Maharashtra Cricket Association Stadium located in Gahunje, Pune.",
  "/wiki/James_Faulkner_(cricketer)": "James Peter Faulkner (born 29 April 1990) is an Australian cricketer who plays for Tasmania. An all-rounder, left-arm medium pacer and right-hand batsman, Faulkner is particularly known for his aggressive batting in the middle order, and for his \"at the death\" bowling. He is often referred to as the \"Finisher\".",
  "/wiki/Angelo_Mathews": "Angelo Davis Mathews, (Sinhala: ඇන්ජෙලෝ මැතිව්ස්; Tamil: ஆஞ்சலோ மாத்யூஸ்; born 2 June 1987), is a professional Sri Lankan cricketer and a former captain in all formats. He was also a key member of the team that won the 2014 ICC World Twenty20 and was part of the team that made the finals of 2011 Cricket World Cup, 2009 ICC World Twenty20 and 2012 ICC World Twenty20. An occasional bowler who can deliver swinging match-winning spells, Mathews and Lasith Malinga holds the record for the highest ninth wicket partnership in ODI cricket.",
  "/wiki/Ray_Price_(cricketer)": "Raymond William Price (born 12 June 1976) is a former Zimbabwean international cricketer. He bowls left-arm orthodox spin. He is the nephew of the renowned Zimbabwean golfer Nick Price.",
  "/wiki/Moises_Henriques": "Moises Constantino Henriques (/ˈmɔɪzɪs ɒnˈriːk/; born 1 February 1987) is an Australian professional cricketer who currently plays for New South Wales. He was the first cricketer born in Portugal to play for Australia in an international match.",
  "/wiki/Mumbai_Indians": "The Mumbai Indians (abbreviated as MI) are a franchise cricket team based in the city of Mumbai, Maharashtra, that play in the Indian Premier League (IPL).",
  "/wiki/Dilhara_Fernando": "Congenige Randhi Dilhara Fernando (Sinhala: දිල්හාර ප්‍රනාන්දු; born 19 July 1979), known popularly as Dilhara Fernando, is a professional Sri Lankan cricketer playing for Tests, ODIs and T20Is in the international arena. He is a right-handed pace bowler. He was a key member for 2007 ICC Cricket World Cup and 2011 ICC Cricket World Cup runner-up teams.",
  "/wiki/Clint_McKay": "Clinton James \"Clint\" McKay (born 22 February 1983) is an Australian former international cricketer. He was a member of the Victoria side and has represented Australia at One Day International (ODI) and Test level. A right-arm fast-medium bowler who stands at 194 cm, he made his first class debut for Victoria in November 2006. He later took 6/34 for Victoria's 2nd XI and forced his way into the one-day team, debuting against Tasmania at the MCG."
}