{
  "/wiki/Alianza_Lima": "Club Alianza Lima (Spanish pronunciation: [ˈkluβ a.ˈljãn.sa ˈli.ma]) is a Peruvian professional sports club based in La Victoria District of Lima, Peru. It is widely known for having one of the most historical and successful professional football teams of Peru: they have won a total of twenty-three league titles of the Peruvian First Division and are currently the oldest team playing in this competition, since the club was founded in 1901. Alianza's home stadium is the Estadio Alejandro Villanueva, named after Alejandro Villanueva, one of the most important players the club had in their history. The stadium is also popularly known as Matute, name of the neighbourhood in which it is located. It is the most popular side in Peru, having the highest number of fans and followers.",
  "/wiki/Jos%C3%A9_Soto_(Peruvian_footballer)": "José Alberto \"Pepe\" Soto Gómez (born January 11, 1970 in Lima) is a Peruvian football manager and former player. Nicknamed \"Pepe,\" he played as a central defender and spent the majority of his playing career with Alianza Lima. He is currently the manager of Juan Aurich.",
  "/wiki/Juan_Jos%C3%A9_Jayo": "Juan José Jayo Legario (born 20 January 1973) is a retired Peruvian footballer who played as a defensive midfielder. As the club captain, he last played for Alianza Lima in the 2012 Torneo Descentralizado.",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Cienciano": "Club Sportivo Cienciano is a professional football club based in Cusco, Peru. The club was founded in 1901 and was originally the team of the students of the \"Ciencias y Artes\" School (Ciencias meaning science in Spanish), from which it takes its name. It gained worldwide recognition after defeating River Plate from Argentina in the finals of the 2003 Copa Sudamericana and Boca Juniors in the 2004 Recopa Sudamericana.",
  "/wiki/Raul_Arias": "Raúl Arias Rosas (born 29 October 1957) is a former Mexico Primera División footballer and  manager.",
  "/wiki/Julio_Garc%C3%ADa_(footballer)": "Julio César García Mezones (born 16 June 1981 in Piura) is a Peruvian footballer who plays as a midfielder.",
  "/wiki/Movistar": "Movistar (Spanish pronunciation: [moβisˈtaɾ]) is a major telecommunications brand owned by Telefónica, operating in Spain and in many Latin American countries. It is the largest mobile phone operator in Spain with 22 million customers and 41.58% of market share, where it also markets landline, broadband and pay television (Movistar+). Its principal competitor in Latin America is América Móvil.",
  "/wiki/Cobresol": "Cobresol FBC was a Peruvian football club based in the city of Moquegua, Peru. The club was the biggest of Moquegua city, and one of the biggest in Moquegua Province. The club was founded in 2008 and played in the Torneo Descentralizado, having gained promotion from the Segunda División Peruana at the end of the 2010 season where it played for two seasons before been relegated back to the Segunda Division where it played the 2013 Season. Due to financial problems, the club disappeared during the 2013 season.",
  "/wiki/Gregorio_Bernales": "Gregorio Abel Bernales Francia (born November 8, 1976 in Lima, Peru) is a Peruvian footballer who plays as a midfielder for Cobresol FBC.",
  "/wiki/Universidad_Alas_Peruanas": "Universidad Alas Peruanas (UAP or Peruvian Wings University) Was a university located in Lima, Peru.founded on April 26, 1996, by Joaquin Ramirez thorough an Cooperativa Alas Peruanas, composed of members of the Peruvian Armed Forces.",
  "/wiki/Inti_Gas_Deportes": "Ayacucho Fútbol Club is a Peruvian football club located in Ayacucho, Peru. Some of its former names are Aurora Miraflores, Olímpico San Luis, Olímpico Somos Peru, Olímpico Aurora Miraflores, Loreto and Inti Gas. As Olímpico Somos Peru, the club won a Second Division title in 2006, and as Inti Gas, the club finished as runner-up in 2008.",
  "/wiki/Walon_Sport": "Walon Sport, or simply Walon, is a multinational textile business founded in 1989 in Peru. It is one of the principal sportswear manufacturers in Peru, and it provides the kits for various association football clubs in the Liga 1 (Peruvian first division). The company further expanded its production when it acquired deals with clubs in the Colombian Categoría Primera A.",
  "/wiki/Jos%C3%A9_G%C3%A1lvez_FBC": "José Gálvez FBC is a Peruvian football club based in Chimbote, Ancash. The club was founded in 1951 under the name Manuel Rivera after the famous Chimbote born footballer Manuel Rivera. The club was forced to change its name because the FPF did not allow clubs to be named after living people. Then on 11 November 1963 the club decided the new name would be José Gálvez FBC.",
  "/wiki/Marco_Ruiz_(footballer)": "Marco Antonio \"Chemo\" Ruíz Torres (born 26 September 1979 ) is a Peruvian footballer who plays as a midfielder. He currently plays for Sport Victoria.",
  "/wiki/SIDERPERU": "SIDERPERU is a Peruvian steel and iron company and controlled by Gerdau, a Brazilian siderurgy company.",
  "/wiki/Juan_Aurich": "Club Juan Aurich S. A., commonly known as Juan Aurich, is a professional football club based in Chiclayo, Peru. The original Juan Aurich club was founded in 1922, this incarnation however was founded in 2005; they play in the Torneo Descentralizado where they have been playing since attaining promotion when they won the 2007 Copa Perú. They play their home games at the Estadio Elías Aguirre.",
  "/wiki/Franco_Navarro": "Franco Enrique Navarro Monteiro (born 10 November 1961 in Lima) is a Peruvian football manager and former striker. He currently manages UT Cajamarca in the Torneo Descentralizado.",
  "/wiki/Luis_Guadalupe": "Luis Alberto Guadalupe (born April 3, 1975 in Chincha) is a retired football Peruvian footballer who plays as a central defender",
  "/wiki/Le%C3%B3n_de_Hu%C3%A1nuco": "Club Social Deportivo León de Huánuco is a professional Peruvian football club based in the city of Huánuco. It is the biggest football club of Huánuco city. The club was founded in 1946 and play in the Primera División Peruana (Peruvian First Division).",
  "/wiki/Jean_Ferrari": "Jean Franco Ferrari Chiabra (born 29 July 1975) is a retired Peruvian footballer who played as a midfielder. He last played for León de Huánuco in the Torneo Descentralizado.",
  "/wiki/Carlos_Zegarra": "Carlos Alberto Zegarra Zamora (born 2 March 1977 in Lima) is a retired Peruvian footballer. He gained 24 caps for Peru; his older brother Pablo also played for the national team.",
  "/wiki/FBC_Melgar": "Foot Ball Club Melgar, known simply as FBC Melgar or Melgar, is a Peruvian football club based in Arequipa, Peru. It is one of Peru's oldest football teams, founded on March 25, 1915 by a group of football enthusiasts from Arequipa.",
  "/wiki/Julio_Alberto_Zamora": "Julio Alberto Zamora Ureña (born 11 March 1966 in Rosario, Argentina) is an Argentine football manager and former player, who played as a forward or midfielder.",
  "/wiki/Antonio_Meza_Cuadra": "Antonio Meza-Cuadra Bisso (born 12 September 1982) is a Peruvian footballer who plays as a striker for Carlos A. Mannucci in the Peruvian Segunda División.",
  "/wiki/Marathon_Sports": "Marathon Sports is an Ecuadorian sporting goods manufacturing company founded by Rodrigo Ribadeneira in May 1981, when the brand opened its first store. The company, headquartered in Quito, manufacture and distributes athletic sportswear to sports teams and athletes, mainly association football uniforms.",
  "/wiki/Real_Garcilaso": "Cusco FC (known as Real Garcilaso until 2019) is a Peruvian football club based in the city of Cusco.",
  "/wiki/Freddy_Garc%C3%ADa_(football_manager)": "Freddy Manuel \"Petroleo\" García Loayza (born 22 November 1959) is a Peruvian football manager who most recently was the manager of Alfonso Ugarte in the Copa Perú.",
  "/wiki/Ram%C3%B3n_Rodr%C3%ADguez_(footballer)": "Ramón Rodríguez del Solar (born 8 September 1977 in Pilcopata, Cuzco) is a Peruvian footballer who plays as a striker for Santa Rosa in the Torneo Descentralizado. In his long career, Rodríguez has played for the likes of Cienciano, FBC Melgar, Total Clean, Deportivo Municipal, Sport Boys, Alianza Atlético, Inti Gas Deportes, and Cobresol and Real Garcilaso. His nicknamed is El Ratón (The Mouse)",
  "/wiki/Sport_Boys": "Sport Boys Association, commonly referred to as Sport Boys or simply Boys, is a Peruvian football club based in the port city of Callao. It was founded on Peru's independence day, July 28, 1927. \nIts classic and historic rival is the Atlético Chalaco against whom dispute the Clasico Porteño derby of Callao. It is considered the fourth most important club in the history of Peruvian football as they have won 6 national titles and have the largest number of international appearances after Universitario, Sporting Cristal and Alianza Lima, teams of Lima.",
  "/wiki/Jorge_Huam%C3%A1n": "Jorge Huamán  (born 11 April 1977 in Callao) is a Peruvian footballer  is a Former  Peruvian footballer.who plays as a defender.",
  "/wiki/Sport_Huancayo": "Club Sport Huancayo is a Peruvian football club located in the city of Huancayo, Junín. The club was founded on February 7, 2007 under the name Huancaína Sport Club. After winning the 2008 Copa Perú, they were promoted to the top tier of Peruvian football for the 2009 Torneo Descentralizado season.",
  "/wiki/Sergio_Ibarra": "Sergio Ramón \"El Checho\" Ibarra (born January 11, 1973 in Río Cuarto, Córdoba Province) is an Argentine footballer who plays as a striker. He currently the coach for  Cienciano in the Peruvian Segunda División.",
  "/wiki/Manchete": "Rede Manchete (Portuguese pronunciation: [ˈʁedʒi mɐ̃ˈʃɛtʃi]; lit.: Headline Network; also known as TV Manchete or only Manchete) was a Brazilian television network that was founded in Rio de Janeiro on 5 June 1983 by the Ukrainian-Brazilian journalist and businessman Adolpho Bloch. The network remained on the air until 10 May 1999. It was part of Grupo Bloch, which published the magazine Manchete by Bloch Editores, its publishing division; the television network was named after the magazine.",
  "/wiki/Sporting_Cristal": "Club Sporting Cristal is a Peruvian football team. Based in the Rímac District, in the department of Lima, it plays in the professional league known as the Peruvian First Division. Sporting Cristal has won the league title 19 times, and it is the Peruvian team with the third most National titles. All its titles have been won in the professional era.",
  "/wiki/Roberto_Mosquera": "Roberto Orlando Mosquera Vera (born 21 June 1956) is a Peruvian football manager and former forward who played for Peru in the 1978 FIFA World Cup. He is currently the manager of Deportivo Binacional.",
  "/wiki/Erick_Delgado": "Erick Guillermo Delgado Vásquez (born 30 June 1982) is a professional Peruvian footballer. He currently played for UTC Cajamarca in the Torneo Descentralizado, as a goalkeeper.",
  "/wiki/Umbro": "Umbro is an English sportswear and football equipment supplier based in Cheadle, near Manchester. Umbro designs, sources, and markets football-related apparel, footwear, and equipment. Its products are sold in over 90 countries worldwide. Since 2012, the company has been a subsidiary of American company Iconix Brand Group, after being bought by Nike in 2007.",
  "/wiki/Backus_and_Johnston": "Backus and Johnston (Spanish pronunciation: [ˈbakus ˈi ˈjonson], Backus y Johnston) is the largest brewery in Peru, part of Bavaria Brewery, which itself is part of the international SABMiller group. Its main brewery is located in the Ate District of Lima. Backus, as owner of almost all brands of beer available in Peru, enjoys a de facto monopoly over Peruvian beer consumption, although recently a lot of micro-breweries have sprung up and Anheuser-Busch InBev from Brazil is trying to challenge the monopoly with their Brahma brand. Besides beer, Backus also produces soft drinks and bottled water.",
  "/wiki/Volkswagen": "Volkswagen (German: [ˈfɔlksˌvaːɡn̩] (listen); English: /ˈvoʊksvɑːɡən, ˈvɒlkswɑːɡən, -wæɡən, ˈfɒlksvɑːɡən/), shortened to VW (German: [faʊ̯ ˈveː] (listen)), is a German automaker founded in 1937 by the German Labour Front, a Nazi labour union, and headquartered in Wolfsburg. It is the flagship marque of the Volkswagen Group, the largest automaker by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40% of its sales and profits.",
  "/wiki/Uni%C3%B3n_Comercio": "Unión Comercio is a Peruvian football club based in the city of Nueva Cajamarca, San Martín, Peru.",
  "/wiki/H%C3%A9ctor_Sosa": "Héctor Sosa (born 12 May 1979 in Areguá, Paraguay) is a Paraguayan footballer who is currently a free agent.",
  "/wiki/New_Holland_Agriculture": "New Holland is a global brand of agricultural machinery produced by CNH Industrial. New Holland agricultural products include tractors, combine harvesters, balers, forage harvesters, self-propelled sprayers, haying tools, seeding equipment, hobby tractors, utility vehicles and implements, and grape harvesters.",
  "/wiki/Club_Deportivo_Universidad_C%C3%A9sar_Vallejo": "Club Deportivo Universidad César Vallejo is a Peruvian football club located in Trujillo. The club was founded on January 6, 1996 and was promoted in 2003, through the Copa Perú, to the Peruvian First Division and relegated in 2005. In 2007, they were Segunda División champions and were promoted to the first division again.",
  "/wiki/V%C3%ADctor_Rivera_(football_manager)": "Victor Hugo Rivera Coronado, popularly known as \"El Chino\", (born 10 November 1968 in Lima, Peru) is a Peruvian football manager, currently managing Universidad César Vallejo of the Peruvian First Division.",
  "/wiki/Carlos_Galv%C3%A1n": "Carlos Alberto Galván (born 28 October 1973 in Pontevedra, Buenos Aires) is an Argentine retired footballer who played as a defender and football coach. He is currently in charge of Sport Loreto.",
  "/wiki/Cesar_Vallejo_University": "The  Cesar Vallejo University (Spanish: Universidad César Vallejo, UCV) is a private Peruvian university located in Victor Larco district in Trujillo city, on the coast of La Libertad Region.",
  "/wiki/Club_Universidad_de_San_Mart%C3%ADn_de_Porres": "Club Deportivo Universidad San Martín de Porres, commonly known as USMP, is a Peruvian football club based in the city of Lima. The club was founded in 2004 as a joint stock company, the first in Peru. In just their first season, the club began playing in the Peruvian top-flight, the Torneo Descentralizado, after they bought the promotional place of the 2003 Segunda División winners, Sport Coopsol. The team obtained their first Descentralizado title in 2007, the second in 2008 and their third in 2010.",
  "/wiki/Angel_Cappa": "Ángel Alberto Cappa Polchi (born September 6, 1946) is an Argentine football manager and former player.",
  "/wiki/Leao_Butr%C3%B3n": "Leao Butrón Gotuzzo (born 6 March 1977 in Miraflores) is a Peruvian footballer who plays as a goalkeeper in the Torneo Descentralizado for Alianza Lima and the Peru national football team. Butrón's former clubs include Sporting Cristal, Alianza Atlético, FBC Melgar and Universidad San Martín de Porres. Butrón has made 39 appearances for the Peru national team.",
  "/wiki/Herbalife": "Herbalife Nutrition is a global multi-level marketing corporation that develops and sells nutritional products, including health-and-wellness supplements for weight management, personal care, general wellness, and sports performance. The company was founded by Mark Hughes in 1980, and it employs an estimated 8,900 people worldwide. The business is incorporated in the Cayman Islands, with its corporate headquarters located in Los Angeles, California. The company operates in 94 countries through a network of approximately 4.5 million independent distributors and members.",
  "/wiki/Club_Universitario_de_Deportes": "Club Universitario de Deportes, also popularly known as Universitario and La \"U\", is a Peruvian football club located in Lima. The club was founded in 1924 under the name Federación Universitaria by students of the National University of San Marcos but was forced to rename in 1931. Since 1928, the club competes in the top tier of Peruvian football, the Torneo Descentralizado. In 2000, they opened the 80,000-capacity stadium Estadio Monumental, currently the largest stadium in Peru and South America, retiring their smaller Estadio Teodoro Lolo Fernandez. Universitario and Alianza Lima are involved in the derby el Clásico, which has its roots in the club's first participation in the Primera División in 1928. It also has rivalries with Sporting Cristal, Deportivo Municipal, and Sport Boys.",
  "/wiki/Nolberto_Solano": "Nolberto Albino \"Ñol\" Solano Todco (born 12 December 1974), commonly known as Nobby Solano, is a retired Peruvian professional footballer, and former manager of Peruvian Primera División club Universitario de Deportes and Canadian semi-professional team Internacional de Toronto, from League1 Ontario. He spent much of his playing career in the English Premier League and also played 95 times for Peru between 1994 and 2009. He is a popular figure in his native Peru, where he is seen as one of the most famous Peruvians, appearing on telephone cards and having his wedding televised live.",
  "/wiki/John_Galliquio": "John Christian Galliquio Castro (born 1 December 1979) is a retired Peruvian footballer. He was a centre-back. He was called to play for the Peru national football team for the Copa America 2007, where he played 4 games with a regular performance."
}