{
  "/wiki/Latitude": "In geography, latitude is a geographic coordinate that specifies the north–south position of a point on the Earth's surface. Latitude is an angle (defined below) which ranges from 0° at the Equator to 90° (North or South) at the poles. Lines of constant latitude, or parallels, run east–west as circles parallel to the equator. Latitude is used together with longitude to specify the precise location of features on the surface of the Earth. On its own, the term latitude should be taken to be the geodetic latitude as defined below. Briefly, geodetic latitude at a point is the angle formed by the vector perpendicular (or   normal) to the ellipsoidal surface from that point, and the equatorial plane. Also defined are six auxiliary latitudes which are used in special applications.",
  "/wiki/Longitude": "Longitude (/ˈlɒndʒɪtjuːd/, AU and UK also /ˈlɒŋɡɪ-/), is a geographic coordinate that specifies the east–west position of a point on the Earth's surface, or the surface of a celestial body. It is an angular measurement, usually expressed in degrees and denoted by the Greek letter lambda (λ). Meridians (lines running from pole to pole) connect points with the same longitude. By convention, one of these, the Prime Meridian, which passes through the Royal Observatory, Greenwich, England, was allocated the position of 0° longitude. The longitude of other places is measured as the angle east or west from the Prime Meridian, ranging from 0° at the Prime Meridian to +180° eastward and −180° westward. Specifically, it is the angle between a plane through the Prime Meridian and a plane through both poles and the location in question. (This forms a right-handed coordinate system with the z-axis (right hand thumb) pointing from the Earth's center toward the North Pole and the x-axis (right hand index finger) extending from the Earth's center through the Equator at the Prime Meridian.)",
  "/wiki/Diameter": "In geometry, a diameter of a circle is any straight line segment that passes through the center of the circle and whose endpoints lie on the circle. It can also be defined as the longest chord of the circle. Both definitions are also valid for the diameter of a sphere.",
  "/wiki/Mons_Agnes": "Mons Agnes is a hill (\"mountain\") on the Moon, in Lacus Felicitatis, inside crater-like feature Ina, at 18°40′N 5°20′E﻿ / ﻿18.66°N 5.34°E﻿ / 18.66; 5.34. It has maximal width of approximately 650 m (the smallest of all named lunar mountains ar for 2014). Its height is more difficult to determine; from Apollo 15 images it was determined as about 30 m, but newer map, based on LRO photos, gives about 10 m.",
  "/wiki/Greek_language": "Greek (Modern Greek: ελληνικά, elliniká) is an independent branch of the Indo-European family of languages, native to Greece, Cyprus, Albania and other parts of the Eastern Mediterranean and the Black Sea. It has the longest documented history of any living Indo-European language, spanning at least 3,500 years of written records. Its writing system has been the Greek alphabet for the major part of its history; other systems, such as Linear B and the Cypriot syllabary, were used previously. The alphabet arose from the Phoenician script and was in turn the basis of the Latin, Cyrillic, Armenian, Coptic, Gothic, and many other writing systems.",
  "/wiki/Mons_Ampère": "Montes Apenninus are a rugged mountain range on the northern part of the Moon's near side. They are named after the Apennine Mountains in Italy. With their formation dating back about 3.9 billion years, Montes Apenninus are still relatively young.",
  "/wiki/André-Marie_Ampère": "André-Marie Ampère (/ˈæmpɪər/; French: [ɑ̃pɛʁ]; 20 January 1775 – 10 June 1836) was a French physicist and mathematician who was one of the founders of the science of classical electromagnetism, which he referred to as \"electrodynamics\". He is also the inventor of numerous applications, such as the solenoid (a term coined by him) and the electrical telegraph. An autodidact, Ampère was a member of the French Academy of Sciences and professor at the École polytechnique and the Collège de France.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Mons_Ardeshir": "Mons Ardeshir is one of the mountains on the Moon, inside crater King. Its diameter is 8 km. In 1976 it was named after Persian male name Ardeshir.",
  "/wiki/Mons_Argaeus": "Mons Argaeus is a mountainous massif on the Moon that extends for a length of 65 km towards the southeast. It is located at coordinates 19°20′N 29°01′E﻿ / ﻿19.33°N 29.01°E﻿ / 19.33; 29.01, wedging between Mare Serenitatis and Mare Tranquillitatis on their eastern border.  The summit is approximately 2560 m above the plain of Mare Serenitatis to the west.",
  "/wiki/Mount_Erciyes": "Mount Erciyes (Turkish: Erciyes Dağı), also known as Argaeus, is a volcano in Turkey. It is a large stratovolcano that is surrounded by many monogenetic vents and lava domes, and one maar. The bulk of the volcano is formed by lava flows of andesitic and dacitic composition. At some time in the past, part of the summit collapsed towards the east.",
  "/wiki/Asia_Minor": "Anatolia (from Greek: Ἀνατολή, Anatolḗ, \"east\" or \"[sun]rise\"; Turkish: Anadolu), also known as Asia Minor (Medieval and Modern Greek: Μικρά Ἀσία, Mikrá Asía, \"small Asia\"; Turkish: Küçük Asya), Asian Turkey, the Anatolian peninsula or the Anatolian plateau, is a large peninsula in West Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Black Sea to the north, the Mediterranean Sea to the south, the Armenian Highlands to the east and the Aegean Sea to the west. The Sea of Marmara forms a connection between the Black and Aegean seas through the Bosphorus and Dardanelles straits and separates Anatolia from Thrace on the Balkan peninsula of Europe.",
  "/wiki/Mont_Blanc_(Moon)": "Mont Blanc is a mountain in the Montes Alpes range on the Moon. It is located on the western edge of the range, near the shore of Mare Imbrium, at 45°29′N 0°25′E﻿ / ﻿45.48°N 0.42°E﻿ / 45.48; 0.42. Its width is about 25 kilometers; the height is 3.7–3.8 km above adjacent plains of Mare Imbrium and 1.12 km above lunar level of zero elevation (a sphere with radius 1737.4 km).",
  "/wiki/Mont_Blanc": "Mont Blanc (French: [mɔ̃ blɑ̃]; Italian: Monte Bianco [ˈmonte ˈbjaŋko]; meaning \"White Mountain\") is the highest mountain in the Alps and the highest in Europe west of the Caucasus peaks of Russia and Georgia.[note 2]\nIt rises 4,808 m (15,774 ft) above sea level and is ranked 11th in the world in topographic prominence. The mountain stands in a range called the Graian Alps, between the regions of Aosta Valley, Italy, and Savoie and Haute-Savoie, France. The location of the summit is on the watershed line between the valleys of Ferret and Veny in Italy and the valleys of Montjoie, and Arve in France, on the border between the two countries.",
  "/wiki/Alps": "The Alps (/ælps/; French: Alpes [alp]; German: Alpen [ˈalpn̩] (listen); Italian: Alpi [ˈalpi]; Romansh: Alps; Slovene: Alpe [ˈáːlpɛ]) are the highest and most extensive mountain range system that lies entirely in Europe,[note 1] and stretching approximately 1,200 kilometres (750 mi) across eight Alpine countries (from west to east): France, Switzerland, Monaco, Italy, Liechtenstein, Austria, Germany, and Slovenia. The mountains were formed over tens of millions of years as the African and Eurasian tectonic plates collided. Extreme shortening  caused by the event resulted in marine sedimentary rocks rising by thrusting and folding into high mountain peaks such as Mont Blanc and the Matterhorn. Mont Blanc spans the French–Italian border, and at 4,810 m (15,781 ft) is the highest mountain in the Alps. The Alpine region area contains about a hundred peaks higher than 4,000 metres (13,000 ft).",
  "/wiki/Mons_Bradley": "Mons Bradley is a lunar mountain massif in the Montes Apenninus range, along the eastern edge of the Mare Imbrium. It is located to the west of the crater Conon. To the west of this peak is the Rima Bradley rille. (See below.)",
  "/wiki/James_Bradley": "James Bradley FRS (1693–1762) was an English astronomer and priest who served as Astronomer Royal from 1742. He is best known for two fundamental discoveries in astronomy, the aberration of light (1725–1728), and the nutation of the Earth's axis (1728–1748).  These discoveries were called \"the most brilliant and useful of the century\" by Jean Baptiste Joseph Delambre, historian of astronomy, mathematical astronomer and director of the Paris Observatory, in his history of astronomy in the 18th century (1821), because \"It is to these two discoveries by Bradley that we owe the exactness of modern astronomy. ... This double service assures to their discoverer the most distinguished place (after Hipparchus and Kepler) above the greatest astronomers of all ages and all countries.\"",
  "/wiki/Mons_Delisle": "Mons Delisle is a mountain on the Moon, located on the edge of Mare Imbrium west of the crater Delisle. It is elongated in shape and is about 30 kilometres (19 mi) long. The mountain was named after the nearby crater of the same name by the IAU in 1985.",
  "/wiki/Delisle_(crater)": "Delisle is a small lunar impact crater in the western part of the Mare Imbrium. It was named after French astronomer Joseph-Nicolas Delisle. It lies to the north of the crater Diophantus, and just to the northwest of the ridge designated Mons Delisle. Between Delisle and Diophantus is a sinuous rille named Rima Diophantus, with a diameter of 150 km. To the northeast is another rille designated Rima Delisle, named after this crater.",
  "/wiki/Mons_Dieter": "Mons Dieter is a mountain (hill) on the Moon, located in King, an impact crater (along with other peaks Mons André, Mons Ardeshir, Mons Dilip), at 5°00′N 120°18′E﻿ / ﻿5.00°N 120.30°E﻿ / 5.00; 120.30. It has a diameter of 20 kilometres (12 mi). The mountain was named Dieter, a German male name, in 1976.  The mountain is never visible from the Earth, as it is located on the far side of the Moon.",
  "/wiki/German_language": "German (Deutsch, pronounced [dɔʏtʃ] (listen)) is a West Germanic language that is mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, South Tyrol in Italy, the German-speaking Community of Belgium and Liechtenstein. It is one of the three official languages of Luxembourg and a co-official language in the Opole Voivodeship in Poland. The languages that are most similar to German are the other members of the West Germanic language branch, including Afrikaans, Dutch, English, the Frisian languages, Low German/Low Saxon, Luxembourgish, and Yiddish. There are strong similarities in vocabulary with Danish, Norwegian and Swedish, although those belong to the North Germanic group. German is the second most widely spoken Germanic language, after English.",
  "/wiki/Mons_Dilip": "Mons Dilip is a mountain (hill) on the Moon, located in King, an impact crater (along with other peaks Mons André, Mons Ardeshir, Mons Dieter), at 5°21′N 120°31′E﻿ / ﻿5.35°N 120.51°E﻿ / 5.35; 120.51. The mountain was named Dilip, an Indian male name, in 1976.",
  "/wiki/Languages_of_India": "Languages spoken in India belong to several language families, the major ones being the Indo-Aryan languages spoken by 78.05% of Indians and the Dravidian languages spoken by 19.64% of Indians. Languages spoken by the remaining 2.31% of the population belong to the Austroasiatic, Sino-Tibetan, Tai-Kadai and a few other minor language families and isolates.:283  India (780) has the world's second highest number of languages, after Papua New Guinea (839).",
  "/wiki/Mons_Esam": "Mons Esam is a small, isolated mountain in the northern part of the Mare Tranquillitatis. It is located to the southeast of the crater Vitruvius and to the west-northwest of Lyell. To the northeast of this ridge is the bay called Sinus Amoris.",
  "/wiki/Arabic_language": "Arabic (Arabic: اَلْعَرَبِيَّةُ‎, al-ʿarabiyyah, [al ʕaraˈbijːa] (listen) or عَرَبِيّ‎, ʿarabīy, [ˈʕarabiː] (listen) or [ʕaraˈbij]) is a Semitic language that first emerged in the 1st to 4th centuries CE. It is now the lingua franca of the Arab world. It is named after the Arabs, a term initially used to describe peoples living in the area bounded by Mesopotamia in the east and the Anti-Lebanon mountains in the west, in Northwestern Arabia and in the Sinai Peninsula. The ISO assigns language codes to thirty varieties of Arabic, including its standard form, Modern Standard Arabic, also referred to as Literary Arabic, which is modernized Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as al-ʿarabiyyatu l-fuṣḥā (اَلعَرَبِيَّةُ ٱلْفُصْحَىٰ, \"the purest Arabic\") or simply al-fuṣḥā (اَلْفُصْحَىٰ).",
  "/wiki/African_languages": "The languages of Africa are divided into five major language families:",
  "/wiki/Gruithuisen_(crater)": "Gruithuisen is a lunar impact crater that lies on the section of lunar mare that joins Oceanus Procellarum in the west to Mare Imbrium in the east. Southeast of Gruithuisen is the small crater Delisle. To the south is Dorsum Bucher, a wrinkle ridge running in a north–south direction for about 90 kilometers.",
  "/wiki/Mons_Gruithuisen_Gamma": "Mons Gruithuisen Gamma (γ) is a lunar dome that lies to the north of the crater Gruithuisen at the western edge of the Mare Imbrium. It is located at selenographic coordinates 36.6° N, 40.5° W.",
  "/wiki/Mons_Hadley": "Mons Hadley is a massif in the northern portion of the Montes Apenninus, a range in the northern hemisphere of the Moon. It has a height of 4.2 km (14,000 ft) above the adjacent plain and a maximum diameter of 25 km at the base.",
  "/wiki/John_Hadley": "John Hadley (16 April 1682 – 14 February 1744) was an English mathematician, and laid claim to the invention of the octant, two years after Thomas Godfrey claimed the same.",
  "/wiki/Mons_Hadley_Delta": "Mons Hadley Delta (δ) is a massif in the northern portion of the Montes Apenninus, a range in the northern hemisphere of the Moon adjacent to Mare Imbrium. It has a height of 3.6 km above the plains to the north and west.",
  "/wiki/Mons_Hansteen": "Mons Hansteen is a mountain on the Moon, also known as Hansteen Alpha (α), named after Christopher Hansteen.  It is roughly triangular in shape and occupies an area about 30 km across on the western margin of Oceanus Procellarum, southeast of the crater Hansteen and north of the dark-floored crater Billy.  It is thought to be an extrusion of volcanic material that is younger than the crater Hansteen.",
  "/wiki/Hansteen_(crater)": "Hansteen is a lunar impact crater that lies near the southwest edge of the Oceanus Procellarum. To the southeast is the flooded crater Billy. The rim of Hansteen is somewhat polygonal in form, especially along the eastern side. There are a few terraces along the northwestern inner wall. The inner floor contains several ridges, hills, and some grooves, many of which parallel the outer rim. There is a flat patch of lower-albedo material in the northeast part of the interior.",
  "/wiki/Mons_Herodotus": "Mons Herodotus is a small lunar mountain north of the crater Herodotus.  It lies on the rugged Aristarchus Plateau and rises approximately 1 km above the surrounding terrain.",
  "/wiki/Herodotus_(crater)": "Herodotus is a lunar impact crater located on a low shelf in the midst of the Oceanus Procellarum. To the east is the slightly larger crater Aristarchus. West across the mare is Schiaparelli. Almost due south on the mare surface is a solitary lunar dome designated Herodotus Omega (ω).",
  "/wiki/Mons_Huygens": "Mons Huygens is the Moon's tallest hill (but not its highest point, which is Selenean Summit). It is about 5,500 m (18,000 ft) high and is located in the Montes Apenninus. Adjacent to the west is Mons Ampère. The Montes Apenninus were formed by the impact that created Mare Imbrium. The mountain was named after the Dutch astronomer, mathematician and physician Christiaan Huygens.",
  "/wiki/Christiaan_Huygens": "Christiaan Huygens FRS (/ˈhaɪɡənz/ HY-gənz, also US: /ˈhɔɪɡənz/ HOY-gənz, Dutch: [ˈkrɪstijaːn ˈɦœyɣə(n)s] (listen); Latin: Hugenius; 14 April 1629 – 8 July 1695), also spelled Huyghens, was a Dutch physicist, mathematician, astronomer and inventor, who is widely regarded as one of the greatest scientists of all time and a major figure in the scientific revolution. In physics, Huygens made groundbreaking contributions in optics and mechanics, while as an astronomer he is chiefly known for his studies of the rings of Saturn and the discovery of its moon Titan. As an inventor, he improved the design of the telescope with the invention of the Huygenian eyepiece. His most famous invention, however, was the pendulum clock in 1656, which was a breakthrough in timekeeping and became the most accurate timekeeper for almost 300 years. Because he was the first to use mathematical formulae to describe the laws of physics, Huygens has been called the first theoretical physicist and the founder of mathematical physics.",
  "/wiki/Mons_La_Hire": "Mons La Hire is a solitary lunar mountain in the western Mare Imbrium. It is located to the northeast of the crater Euler, and to the west-northwest of Lambert.",
  "/wiki/Philippe_de_la_Hire": "Philippe de La Hire (or Lahire, La Hyre or Phillipe de La Hire) (18 March 1640 – 21 April 1718) was a French painter, mathematician, astronomer, and architect. According to Bernard le Bovier de Fontenelle he was an \"academy unto himself\".",
  "/wiki/List_of_mountains_on_the_Moon": "This is a list of named mountains on the Moon."
}