{
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Marco_Borsato": "Marco Roberto Borsato (Dutch pronunciation: [ˈmɑrkoː roːˈbɛrtoː bɔrˈsaːtoː]; born 21 December 1966) is a Dutch singer. Born in Alkmaar, North Holland, he started performing in Italian before switching to Dutch in 1994. He has consistently been one of the most successful and biggest grossing artists in the Netherlands for the past twenty years.",
  "/wiki/Jan_Smit_(singer)": "Jan Smit (born 31 December 1985) is a Dutch singer, television host, actor and football director. Smit mostly sings Dutch songs in a genre known as Volendam music. In addition to his solo career, in 2015 Smit joined the schlager trio KLUBBB3, and in 2017 The Toppers. As a TV presenter, he has worked on programs like the best singers in the Netherlands and Music Festival on the square. Since 1999, Smit has been serving as an ambassador for the SOS Children's Villages, and is member of the board for the football club FC Volendam.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Andrea_Bocelli": "Andrea Angel Bocelli OMRI OMDSM (Italian pronunciation: [anˈdreːa boˈtʃɛlli]; born 22 September 1958) is an Italian opera singer, songwriter, and record producer. Celine Dion has said that \"if God would have a singing voice, he must sound a lot like Andrea Bocelli,\" and David Foster, a record producer, often describes Bocelli's voice as the most beautiful in the world.\n Following a football accident, Bocelli was diagnosed with Traumatic glaucoma, becoming completely blind at age 12. Since 1982, Bocelli has recorded 15 solo studio albums of both pop and classical music, three greatest hits albums, and nine complete operas, selling over 90 million records worldwide. He has had success as a crossover performer, bringing classical music to the top of international pop charts.\n In 1998, Bocelli was named one of People magazine's 50 Most Beautiful People. In 1999, he was nominated for Best New Artist at the Grammy Awards. \"The Prayer\" is his duet with Celine Dion for the animated film Quest for Camelot which won the Golden Globe Award for Best Original Song and was nominated for the Academy Award for Best Original Song. He captured a listing in the Guinness Book of World Records with the release of his classical album Sacred Arias, as he simultaneously held the top three positions on the US Classical Albums charts.\n Bocelli was made a Grand Officer of the Order of Merit of the Italian Republic in 2006 and was honored with a star on the Hollywood Walk of Fame on 2 March 2010 for his contribution to Live Theater.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Lucie_Silvas": "Lucie Silvas (born Lucie Joanne Silverman, 4 September 1977) is a British singer-songwriter.",
  "/wiki/Raffaëla_Paton": "Raffaëla Paton (born June 1, 1983) is a Dutch singer of Surinamese descent and the winner of the 2006 Dutch talent show Idols. Paton recently participated in the Netherlands national selection for the Eurovision Song Contest 2012 in Baku, Azerbaijan with her entry Chocolatte.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.\n Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor. Their fourth studio album, Viva la Vida or Death and All His Friends (2008), the best-selling album worldwide of 2008, was produced by Brian Eno and released to largely positive reviews, earning three Grammy Awards. In October 2011, Coldplay released their fifth studio album, Mylo Xyloto, which topped the charts in over 34 countries, was the UK's best-selling rock album of 2011, and received moderately positive reviews. Their sixth album, Ghost Stories, released in 2014, received mixed reviews and topped several national album charts. The following year the band released their seventh album, A Head Full of Dreams, which reached the top two in most major markets, but received generally mixed reviews. Four years later, in November 2019, they released their eighth album, Everyday Life, which received mainly positive reviews.\n Coldplay have won numerous awards throughout their career, including nine Brit Awards, six MTV Video Music Awards, seven MTV Europe Music Awards and seven Grammy Awards from 29 nominations. They have sold more than 100 million records worldwide, making them one of the world's best-selling music artists. Three of their albums—Parachutes, A Rush of Blood to the Head, and X&Y—are among the best-selling albums in UK chart history. In December 2009, Rolling Stone readers voted the group the fourth-best artist of the 2000s. Coldplay have supported various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. They have also performed at charity projects, including Band Aid 20, Live 8, Global Citizen Festival, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, One Love Manchester, The Secret Policeman's Ball, Sport Relief and the UK Teenage Cancer Trust.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Kelly_Clarkson": "Kelly Brianne Clarkson (born April 24, 1982) is an American singer, songwriter, actress and television personality. She rose to fame in 2002, after winning the first season of American Idol, which earned her a record deal with RCA Records. Clarkson's debut single, \"A Moment Like This\", topped the US Billboard Hot 100 chart and became the country's best-selling single of 2002. It was followed by the release of her debut studio album, Thankful (2003), which debuted atop the US Billboard 200. Trying to reinvent her image, Clarkson parted ways with Idol management and shifted to pop rock music for her second album, Breakaway (2004). After numerous top 40 radio number-one singles, such as \"Since U Been Gone\" and \"Because of You\", the album sold over 12 million copies worldwide and earned Clarkson two Grammy Awards.\n She took further creative control for her third album, My December (2007), by becoming the executive producer and co-writing the entire album. However, her label was dissatisfied with her darker rock music and promoted the album reluctantly. Clarkson returned to the top of the charts with her more mainstream-oriented fourth album, All I Ever Wanted (2009). Its lead single, \"My Life Would Suck Without You\", holds the record for the biggest jump to number one on the Hot 100 chart. Her fifth studio album, Stronger (2011), made Clarkson the first artist to win the Grammy Award for Best Pop Vocal Album twice. It spawned her third Hot 100 number-one single \"Stronger (What Doesn't Kill You)\". She became the first American female artist to achieve the best-selling holiday album of the year with Wrapped in Red (2013). Following the release of her third number-one album Piece by Piece (2015), Clarkson concluded her contract with RCA Records and signed with Atlantic Records in 2016. Her soul-influenced eighth album, Meaning of Life (2017), hit number two on the Billboard 200 and garnered her a record fifth Grammy nomination for Best Pop Vocal Album.\n Clarkson has sold over 25 million albums and 40 million singles worldwide. She has had 27 songs on the Billboard Hot 100 chart, with three number one songs and eleven in the Top 10. Her accolades include three Grammy Awards, three MTV Video Music Awards, four American Music Awards, and two Academy of Country Music Awards. Billboard has hailed Clarkson as \"one of pop music's greatest singers\" and honored her with the Powerhouse Award for her vocals. Clarkson became the first artist in history to top each of Billboard's pop, adult contemporary, adult pop, country, and dance charts. She was ranked nineteenth on VH1's list of 100 Greatest Women in Music. Clarkson also ventured into film, television, and writing children's books. She currently serves as a coach on the competition series The Voice and hosts the variety talk show The Kelly Clarkson Show.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Shakira": "Shakira Isabel Mebarak Ripoll (/ʃəˈkɪərə/; Spanish: [ʃaˈkiɾa]; born February 2, 1977) is a Colombian singer, songwriter, dancer, record producer, and actress. Born and raised in Barranquilla, she made her recording debut under Sony Music Colombia at the age of 13. Following the commercial failure of her first two Colombian albums, Magia (1991) and Peligro (1993), she rose to prominence in Spanish-speaking countries with her next albums, Pies Descalzos (1995) and Dónde Están los Ladrones? (1998). Shakira entered the English-language market with her fifth album, Laundry Service (2001). It sold over 13 million copies and spawned the international number-one singles \"Whenever, Wherever\" and \"Underneath Your Clothes\".\n Her success was further solidified with the Spanish albums Fijación Oral, Vol. 1 (2005), Sale el Sol (2010), and El Dorado (2017), all of which topped the Billboard Top Latin Albums chart and were certified diamante by  the Recording Industry Association of America. Meanwhile, her English albums Oral Fixation, Vol. 2 (2005), She Wolf (2009) and Shakira (2014) were all certified gold, platinum, or multi-platinum in various countries worldwide. Some of her songs have charted at number one in multiple countries, including \"La Tortura\", \"Hips Don't Lie\", \"Beautiful Liar\", \"Waka Waka (This Time for Africa)\", \"Loca\", and \"Chantaje\". Shakira served as a coach on two seasons of the American singing competition television series The Voice from 2013 to 2014.\n Shakira has received numerous awards, including three Grammy Awards, thirteen Latin Grammy Awards, four MTV Video Music Awards, seven Billboard Music Awards, thirty-nine Billboard Latin Music Awards and a star on the Hollywood Walk of Fame. In 2009, Billboard listed her as the Top Female Latin Artist of the Decade. Having sold more than 80 million records worldwide, Shakira remains one of the world's best-selling music artists. She is ranked as the most-streamed Latin artist on Spotify and became one of only three female artists to have two YouTube videos exceeding two billion views.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.\n The island was originally inhabited by the indigenous Taíno people, who migrated from South America. The first Europeans arrived on 5 December 1492 during the first voyage of Christopher Columbus, who initially believed he had found India or China. Columbus subsequently founded the first European settlement in the Americas, La Navidad, on what is now the northeastern coast of Haiti.  The island was claimed by Spain and named La Española, forming part of the Spanish Empire until the early 17th century. However, competing claims and settlements by the French led to the western portion of the island being ceded to France in 1697, which was subsequently named Saint-Domingue. French colonists established lucrative sugarcane plantations, worked by vast numbers of slaves brought from Africa, which made the colony one of the richest in the world.\n In the midst of the French Revolution (1789–99), slaves and free people of color launched the Haitian Revolution (1791–1804), led by a former slave and the first black general of the French Army, Toussaint Louverture. After 12 years of conflict, Napoleon Bonaparte's forces were defeated by Louverture's successor, Jean-Jacques Dessalines (later Emperor Jacques I), who declared Haiti's sovereignty on 1 January 1804 — the first independent nation of Latin America and the Caribbean, the second republic in the Americas, the first country to abolish slavery, and the only state in history established by a successful slave revolt. Apart from Alexandre Pétion, the first President of the Republic, all of Haiti's first leaders were former slaves. After a brief period in which the country was split in two, President Jean-Pierre Boyer united the country and then attempted to bring the whole of Hispaniola under Haitian control, precipitating a long series of wars that ended in the 1870s when Haiti formally recognised the independence of the Dominican Republic. Haiti's first century of independence was characterised by political instability, ostracism by the international community and the payment of a crippling debt to France. Political volatility and foreign economic influence in the country prompted the United States to occupy the country from 1915–34. Following a series of short-lived presidencies, François 'Papa Doc' Duvalier took power in 1956, ushering in a long period of autocratic rule that was continued by his son Jean-Claude 'Baby Doc' Duvalier that lasted until 1986; the period was characterised by state-sanctioned violence against the opposition and civilians, corruption and economic stagnation. Since 1986 Haiti has been attempting to establish a more democratic political system.\n Haiti is a founding member of the United Nations, Organization of American States (OAS), Association of Caribbean States, and the International Francophonie Organisation. In addition to CARICOM, it is a member of the International Monetary Fund, World Trade Organization, and the Community of Latin American and Caribbean States. Historically poor and politically unstable, Haiti has the lowest Human Development Index in the Americas. Since the turn of the 21st century, the country has endured a coup d'état, which prompted a U.N. intervention, as well as a deadly earthquake that killed over 250,000.",
  "/wiki/Wyclef_Jean": "Nel Ust Wyclef Jean (/ˈwaɪklɛf ˈʒɒ̃/; born on October 17, 1969) is a Haitian rapper, musician and actor. At the age of nine, Jean immigrated to the United States with his family. He first achieved fame as a member of the New Jersey hip hop group the Fugees. Jean has won three Grammy Awards for his musical work.\n On August 5, 2010, Jean filed for candidacy in the 2010 Haitian presidential election. The Electoral Commission ruled him ineligible to stand for office, as he had not met the constitutional requirement to have been a resident in Haiti for five years prior to the election.\n Jean's efforts at earthquake relief, highly publicized in 2010 throughout Haiti and the United States, were channeled through his charitable organization, Yéle Haiti. The charity, which conducted education and welfare activities in Haiti between 2005 and 2010, effectively closed in 2012. It was investigated for failure to file tax returns and mismanagement of funds; a high proportion of its money went to travel and administrative expense. The New York Times reported that much of the money raised by the organization in the Hope for Haiti Now telethon was retained by Jean for his own benefit.\n In 2012, Jean published his memoir Purpose: An Immigrant's Story. Along with Carlos Santana, Avicii and Alexandre Pires, Jean was chosen to perform the closing ceremony at the 2014 FIFA World Cup in Brazil. Their single, \"Dar um Jeito (We Will Find a Way)\", the official World Cup anthem, was released on April 29, 2014.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Sérgio_Mendes": "Sérgio Santos Mendes (Brazilian Portuguese: [ˈsɛʁʒju ˈsɐ̃tuz ˈmẽdʒis]; born February 11, 1941) is a Brazilian musician. He has over 55 releases, and plays bossa nova heavily crossed with jazz and funk. He was nominated for an Oscar for Best Original Song in 2012 as co-writer of the song \"Real in Rio\" from the animated film Rio.\n Mendes is a unique example of a Brazilian musician primarily known in the United States, where his albums were recorded and where most of his touring took place.\n Mendes is married to Gracinha Leporace, who has performed with him since the early 1970s. Mendes has also collaborated with many artists through the years, including The Black Eyed Peas, with whom he re-recorded in 2006 a version of his breakthrough hit \"Mas Que Nada\".",
  "/wiki/The_Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]\n Their first major hit was the 2003 single \"Where Is the Love?\" from Elephunk, which topped the charts in 13 countries, including the United Kingdom, where it spent seven weeks at number one and went on to become Britain's biggest selling single of 2003. Another European hit single from the album was \"Shut Up\". Their fourth album, Monkey Business, was an even bigger worldwide success, certified 4× Platinum in the U.S., and spawning four singles, \"Don't Phunk with My Heart\", \"Don't Lie\", \"My Humps\", and \"Pump It\". In 2009, the group became one of only 11 artists to have simultaneously held the No. 1 and No. 2 spots on the Billboard Hot 100, with their singles \"Boom Boom Pow\" and \"I Gotta Feeling\", which topped the chart for an unprecedented 26 consecutive weeks. This album The E.N.D. later produced a third Hot 100 number-one placement with \"Imma Be\", making the group one of few to ever place three number one singles on the chart from the same album, before being followed with \"Rock That Body\" and \"Meet Me Halfway\", which peaked in the Top 10 of the Hot 100. \"I Gotta Feeling\" became the first single to sell more than one million downloads in the United Kingdom.\n The Black Eyed Peas were ranked 12th on Billboard's Decade-End Chart Artist of the Decade, and 7th in the Hot 100 Artists of the Decade. At the 52nd Grammy Awards ceremony, held in January 2010, they won three awards out of six nominations. In November 2010, they released the album The Beginning. In February 2011, the group performed at the Super Bowl XLV halftime show.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/BassHunter": "Jonas Erik Altberg (Swedish pronunciation: [ˈjûːnas ˈêːrɪk ˈâltbærj]; born 22 December 1984 in Halmstad), better known by his stage name Basshunter (also stylised as BassHunter), is a Swedish singer, record producer and DJ. He began producing music under the stage name \"Basshunter\" in 2001.\n He recorded six studio albums: The Bassmachine (2004), LOL (2006), The Old Shit (2006), Now You're Gone – The Album (2008), Bass Generation (2009) and Calling Time (2013). In addition to his own music, he has written and produced for many artists.[citation needed] He also took part in the British seventh series of Celebrity Big Brother, the Swedish Fångarna på fortet and the British Weakest Link in 2010.\n He won awards such as the European Border Breakers Award, the Grammi award for Best Ringtone of the Year in 2006, and the World Music Award. He was also nominated for the BT Digital Music Awards, MTV Europe Music Awards, and Rockbjörnen. According to 2014 Extensive Music label figures, more than six million Basshunter records have been sold.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.\n The state was created as the Irish Free State in 1922 as a result of the Anglo-Irish Treaty. It had the status of Dominion until 1937 when a new constitution was adopted, in which the state was named \"Ireland\" and effectively became a republic, with an elected non-executive president as head of state. It was officially declared a republic in 1949, following the Republic of Ireland Act 1948. Ireland became a member of the United Nations in December 1955. It joined the European Economic Community (EEC), the predecessor of the European Union, in 1973. The state had no formal relations with Northern Ireland for most of the twentieth century, but during the 1980s and 1990s the British and Irish governments worked with the Northern Ireland parties towards a resolution to \"the Troubles\". Since the signing of the Good Friday Agreement in 1998, the Irish government and Northern Ireland Executive have co-operated on a number of policy areas under the North-South Ministerial Council created by the Agreement.\n Ireland ranks among the top ten wealthiest countries in the world in terms of GDP per capita, and as the tenth most prosperous country in the world according to The Legatum Prosperity Index 2015. After joining the EEC, Ireland enacted a series of liberal economic policies that resulted in rapid economic growth. The country achieved considerable prosperity between the years of 1995 and 2007, which became known as the Celtic Tiger period. This was halted by an unprecedented financial crisis that began in 2008, in conjunction with the concurrent global economic crash. However, as the Irish economy was the fastest growing in the EU in 2015, Ireland is again quickly ascending league tables comparing wealth and prosperity internationally. For example, in 2019, Ireland was ranked third most developed country in the world by the United Nations Human Development Index. It also performs well in several national performance metrics, including freedom of the press, economic freedom and civil liberties. Ireland is a member of the European Union and is a founding member of the Council of Europe and the OECD. The Irish government has followed a policy of military neutrality through non-alignment since immediately prior to World War II and the country is consequently not a member of NATO, although it is a member of Partnership for Peace and aspects of PESCO.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.\n The band formed as teenagers while attending Mount Temple Comprehensive School, when they had limited musical proficiency. Within four years, they signed with Island Records and released their debut album, Boy (1980). Subsequent work such as their first UK number-one album, War (1983), and the singles \"Sunday Bloody Sunday\" and \"Pride (In the Name of Love)\" helped establish U2's reputation as a politically and socially conscious group. By the mid-1980s, they had become renowned globally for their live act, highlighted by their performance at Live Aid in 1985. The group's fifth album, The Joshua Tree (1987), made them international superstars and was their greatest critical and commercial success. Topping music charts around the world, it produced their only number-one singles in the US to date: \"With or Without You\" and \"I Still Haven't Found What I'm Looking For\".\n Facing creative stagnation and a backlash following their documentary/double album, Rattle and Hum (1988), U2 reinvented themselves in the 1990s through a new musical direction and public image. Beginning with their acclaimed seventh album, Achtung Baby (1991), and the multimedia-intensive Zoo TV Tour, the band integrated influences from alternative rock, electronic dance music, and industrial music into their sound, and embraced a more ironic, flippant image. This experimentation continued through their ninth album, Pop (1997), and the PopMart Tour, which were mixed successes. U2 regained critical and commercial favour with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour of 2009–2011 set records for the highest-attended and highest-grossing concert tour in history. The group most recently released the companion albums Songs of Innocence (2014) and Songs of Experience (2017), the former of which received criticism for its pervasive, no-cost release through the iTunes Store.\n U2 have released 14 studio albums and are one of the world's best-selling music artists, having sold an estimated 150–170 million records worldwide. They have won 22 Grammy Awards, more than any other band, and in 2005, they were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 on its list of the \"100 Greatest Artists of All Time\". Throughout their career, as a band and as individuals, they have campaigned for human rights and social justice causes, including Amnesty International, Jubilee 2000, the ONE/DATA campaigns, Product Red, War Child, and Music Rising.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016.\n Green Day was originally part of the late 80s-early 90s punk scene at the DIY 924 Gilman Street club in Berkeley, California. The band's early releases were with the independent record label Lookout! Records. In 1994, their major label debut Dookie, released through Reprise Records, became a breakout success and eventually shipped over 10 million copies in the U.S. Green Day is credited alongside fellow California punk bands NOFX, Sublime, Bad Religion, the Offspring, and Rancid with popularizing mainstream interest in punk rock in the U.S.\n Though the albums Insomniac (1995), Nimrod (1997), and Warning (2000) did not match the success of Dookie, they were still successful with the former two reaching triple platinum status while the latter achieved gold. Green Day's seventh album, a rock opera called American Idiot (2004), found popularity with a younger generation, selling six million copies in the U.S. Their next album, 21st Century Breakdown, was released in 2009 and achieved the band's best chart performance. It was followed by a trilogy of albums, ¡Uno!, ¡Dos!, and ¡Tré!, released in September, November, and December 2012 respectively. The trilogy did not perform as well as expected commercially in comparison to their previous albums largely due to lack of promotion and lead singer and guitarist Billie Joe Armstrong going into rehab. Their twelfth studio album, Revolution Radio, was released in October 2016 and became their third to debut at No. 1 on the Billboard 200. The band's thirteenth studio album, Father of All Motherfuckers, was released on February 7, 2020.\n Green Day has sold more than 75 million records worldwide, making them one of the best-selling music artists. The group has been nominated for 20 Grammy awards and has won five of them with Best Alternative Album for Dookie, Best Rock Album for American Idiot and 21st Century Breakdown, Record of the Year for \"Boulevard of Broken Dreams\", and Best Musical Show Album for American Idiot: The Original Broadway Cast Recording.\n In 2010, a stage adaptation of American Idiot debuted on Broadway. The musical was nominated for three Tony Awards: Best Musical, Best Scenic Design, and Best Lighting Design, winning the latter two. The band was inducted into the Rock and Roll Hall of Fame in 2015, their first year of eligibility. In 2018, members of Green Day, along with several friends, formed the side project The Coverups to perform cover songs.",
  "/wiki/List_of_Dutch_Top_40_number-one_singles_of_2006": "This is a list of the Dutch Top 40 number-one singles of 2006. The Dutch Top 40 is a chart that ranks the best-performing singles of the Netherlands. It is published by radio station Radio 538."
}