{
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Frederik_Beichmann": "Frederik Valdemar Nikolai Beichmann (3 January 1859 – 29 December 1937) was a Norwegian judge and civil servant\n He was born in Christiania to military officer Johan Diderik Schlømer Beichmann and Alette Faye. He was married to Edle Hartmann from 1885 to 1899.\n Beichmann was appointed at the Ministry of Justice from 1883 to 1898. He moved to Trondheim in 1899, where he served as judge. From 1921 to 1933 he was member of the International Court of Justice in The Hague, and was President of the Institut de Droit International from 1931 to 1932. He was decorated Knight of the Order of St. Olav in 1899, and Commander with Star in 1911.",
  "/wiki/Republic_of_China": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Wang_Ch'ung-hui": "Wang Ch'ung-hui (1881–1958) was a prominent Chinese jurist, diplomat and politician who served the Republic of China from its foundation in 1912 until his death in 1958.  He was a close associate of the republic's founding father, Sun Yat-sen, an active member of the Kuomintang (\"Chinese Nationalist Party\"), and a judge on the Permanent Court of International Justice in the Hague.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.\n Finland's population is 5.52 million as of July 2019, the majority of whom live in the central and south of the country and speak Finnish, a Finnic language from the Uralic language family, unrelated to the Scandinavian languages. Finland is the eighth-largest country in Europe and the most sparsely populated country in the European Union. It is a parliamentary republic of 310 municipalities, and includes an autonomous region, the Åland Islands. Over 1.4 million people live in the Greater Helsinki metropolitan area, which produces one third of the country's GDP. Swedish is the second official language of Finland, which is mainly spoken in certain coastal areas and on Åland. A large majority of Finns are members of the Evangelical Lutheran Church.\n Finland was inhabited when the last ice age ended, approximately 9000 BC. Comb Ceramic culture introduced pottery 5200 BC and Corded Ware culture coincided with the start of agriculture between 3000 and 2500 BC. The Bronze Age and Iron Age were characterised by extensive contacts with other cultures in the Fennoscandian and Baltic regions. At the time Finland had three main cultural areas – Southwest Finland, Tavastia and Karelia. From the late 13th century, Finland gradually became an integral part of Sweden through the Northern Crusades and the Swedish part-colonisation of coastal Finland, a legacy reflected in the prevalence of the Swedish language and its official status. \n In 1809, Finland was incorporated into the Russian Empire as the autonomous Grand Duchy of Finland. In 1906, Finland became the first European state to grant all adult citizens the right to vote, and the first in the world to give all adult citizens the right to run for public office. Following the 1917 Russian Revolution, Finland declared itself independent. In 1918, the fledgling state was divided by civil war, with the Bolshevik-leaning Red Guard, supported by Soviet Russia, fighting the White Guard, supported by the German Empire. After a brief attempt to establish a kingdom, the country became a republic. During World War II, Finland fought the Soviet Union in the Winter War and the Continuation War and lost some land, but maintained independence.\n Finland remained largely an agrarian country until the 1950s. After World War II, the war reparations demanded by the Soviet Union forced Finland to industrialise. The country rapidly developed an advanced economy while building an extensive welfare state based on the Nordic model, resulting in widespread prosperity and a high per capita income. Finland is a top performer in numerous metrics of national performance, including education, economic competitiveness, civil liberties, quality of life, and human development. In 2015, Finland was ranked first in the World Human Capital and the Press Freedom Index and as the most stable country in the world during 2011–2016 in the Fragile States Index, and second in the Global Gender Gap Report. It also ranked first on the World Happiness Report report for 2018 and 2019.\n Finland joined the United Nations in 1955 and adopted an official policy of neutrality. The Finno-Soviet Treaty of 1948 gave the Soviet Union some leverage in Finnish domestic politics during the Cold War. Finland joined the OECD in 1969, the NATO Partnership for Peace in 1994, the European Union in 1995, the Euro-Atlantic Partnership Council in 1997, and the Eurozone at its inception in 1999.",
  "/wiki/Rafael_Erich": "Rafael Waldemar Erich (10 June 1879 in Turku – 19 February 1946 in Helsinki) was a Finnish politician from the National Coalition Party, Professor, diplomat, and Prime Minister of Finland.\n The sixth cabinet of the Republic of Finland, Erich's cabinet, lasted from 15 March 1920 to 9 April 1921 for a total of 391 days.\n The most important function and accomplishment of Erich's cabinet was a peace treaty with the Russian SFSR. The peace treaty was made in Tartu, Estonia, on 14 October 1920. This was the time when the Russian SFSR finally completely recognised Finland's independence.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.\n The River Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a general southeast direction for 2,857 km (1,775 mi), coursing through ten countries before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft).\n Modern Romania was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. Following World War I after declaring its neutrality in 1914, when Romania fought on the side of the Allied powers starting with 1916, Bukovina, Bessarabia, Transylvania as well as parts of Banat, Crișana, and Maramureș became part of the sovereign Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war, under the occupation of the Red Army's forces, Romania became a socialist republic and member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy.\n Romania ranks 52nd in the Human Development Index, and is a developing country. It has the world's 47th largest economy by nominal GDP and an annual economic growth rate of 7% (2017), the highest in the EU at the time. Following rapid economic growth in the early 2000s, Romania has an economy predominantly based on services, and is a producer and net exporter of machines and electric energy, featuring companies like Automobile Dacia and OMV Petrom. It has been a member of the United Nations since 1955, part of NATO since 2004, and part of the European Union since 2007. An overwhelming majority of the population identifies themselves as Eastern Orthodox Christians and are native speakers of Romanian, a Romance language.",
  "/wiki/Yugoslavia": "Yugoslavia (/ˌjuːɡoʊˈslɑːviə/; Serbo-Croatian: Jugoslavija/Југославија [juɡǒslaːʋija]; Slovene: Jugoslavija [juɡɔˈslàːʋija]; Macedonian: Југославија [juɡɔˈsɫavija];[A] lit. \"Southern Slav Land\") was a country in Southeastern and Central Europe for most of the 20th century. It came into existence after World War I in 1918[B] under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs (it was formed from territories of the former Austro-Hungarian Empire) with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries in which the region had been part of the Ottoman Empire and Austria-Hungary. Peter I of Serbia was its first sovereign. The kingdom gained international recognition on 13 July 1922 at the Conference of Ambassadors in Paris. The official name of the state was changed to Kingdom of Yugoslavia on 3 October 1929.\n Yugoslavia was invaded by the Axis powers on 6 April 1941. In 1943, a Democratic Federal Yugoslavia was proclaimed by the Partisan resistance. In 1944 King Peter II, then living in exile, recognised it as the legitimate government. The monarchy was subsequently abolished in November 1945. Yugoslavia was renamed the Federal People's Republic of Yugoslavia in 1946, when a communist government was established. It acquired the territories of Istria, Rijeka, and Zadar from Italy. Partisan leader Josip Broz Tito ruled the country as president until his death in 1980. In 1963, the country was renamed again, as the Socialist Federal Republic of Yugoslavia (SFRY).\n The six constituent republics that made up the SFRY were the SR Bosnia and Herzegovina, SR Croatia, SR Macedonia, SR Montenegro, SR Serbia, and SR Slovenia. Serbia contained two Socialist Autonomous Provinces, Vojvodina and Kosovo, which after 1974 were largely equal to the other members of the federation. After an economic and political crisis in the 1980s and the rise of nationalism, Yugoslavia broke up along its republics' borders, at first into five countries, leading to the Yugoslav Wars. From 1993 to 2017, the International Criminal Tribunal for the former Yugoslavia tried political and military leaders from the former Yugoslavia for war crimes, genocide, and other crimes committed during those wars.\n After the breakup, the republics of Montenegro and Serbia formed a reduced federative state, Serbia and Montenegro, known officially until 2003 as the Federal Republic of Yugoslavia (FRY). This state aspired to the status of sole legal successor to the SFRY, but those claims were opposed by the other former republics. Eventually, it accepted the opinion of the Badinter Arbitration Committee about shared succession and in 2003 its official name was changed to Serbia and Montenegro. This state dissolved when Montenegro and Serbia each became independent states in 2006, while Kosovo proclaimed its independence from Serbia in 2008.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.\n Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire. Early in the 19th century, Austria established its own empire, which became a great power and the leading force of the German Confederation but pursued its own course independently of the other German states. Following the Austro-Prussian War and the compromise with Hungary, the Dual Monarchy was established.\n Austria was involved in World War I under Emperor Franz Joseph following the assassination of Archduke Ferdinand, the presumptive successor to the Austro-Hungarian throne. After the defeat and the dissolution of the Monarchy, the Republic of German-Austria was proclaimed with the intent of the union with Germany, which eventually failed because of the Allied Powers and the state remained unrecognized. In 1919 the First Austrian Republic became the legal successor of Austria. In 1938, the Austrian-born Adolf Hitler, who became the Chancellor of the German Reich, achieved the annexation of Austria by the Anschluss. Following the defeat of Nazi Germany in 1945 and an extended period of Allied occupation, Austria was re-established as a sovereign and self-governing democratic nation known as the Second Republic.\n Austria is a parliamentary representative democracy with a directly elected Federal President as head of state and a Chancellor as head of the federal government. Major urban areas of Austria include Graz, Linz, Salzburg and Innsbruck. Austria is consistently ranked in the top 20 richest countries in the world by GDP per capita terms. The country has achieved a high standard of living and in 2018 was ranked 20th in the world for its Human Development Index. Vienna consistently ranks in the top internationally on quality-of-life indicators.\n The Second Republic declared its perpetual neutrality in foreign political affairs in 1955. Austria has been a member of the United Nations since 1955 and joined the European Union in 1995. It plays host to the OSCE and OPEC and is a founding member of the OECD and Interpol. Austria also signed the Schengen Agreement in 1995, and adopted the euro currency in 1999.",
  "/wiki/Mihajlo_Jovanović": "Mihajlo \"Miško\" Jovanović (Serbian Cyrillic: Михајло Мишко Јовановић; 15 June 1878 – 3 February 1915) was a Bosnian Serb who was involved in the assassination of Archduke Franz Ferdinand of Austria.\n He was a Narodna Odbrana agent who aided the assassins of Young Bosnia. On 3 February 1915, he was executed by Austria-Hungary, along with Danilo Ilić and Veljko Čubrilović.",
  "/wiki/Judges_of_the_Permanent_Court_of_International_Justice": "The Permanent Court of International Justice was an international court attached to the League of Nations. The Court initially consisted of 11 judges and 4 deputy judges, recommended by member states of the League of Nations to the Secretary General of the League of Nations, who would put them before the Council and Assembly for election. The Council and Assembly were to bear in mind that the elected panel of judges was to represent every major legal tradition in the League, along with \"every major civilization\". Each member state was allowed to recommend 4 potential judges, with a maximum of 2 from its own nation. Judges were elected by a straight majority vote, held independently in the Council and Assembly. The judges served for a period of nine years, with their term limits all expiring at the same time, necessitating a completely new set of elections. The judges were independent and rid themselves of their nationality for the purposes of hearing cases, owing allegiance to no individual member state, although it was forbidden to have more than one judge from the same state. As a sign of their independence from national ties, judges were given full diplomatic immunity when engaged in Court business The only requirements for a judge were \"high moral character\" and that they have \"the qualifications required in their respective countries [for] the highest judicial offices\" or be \"jurisconsults of recognized competence in international law\".\n The first panel was elected on 14 September 1921, with Deputy Judges elected 2 days later. In 1930 the number of judges was increased to 15 and a second set of elections were held on 25 September. Judges continued to hold their posts, despite the Court not sitting for most of the 1940s due to the Second World War, until they resigned en masse in October 1945. Judges were paid 15,000 Dutch florins a year, with daily expenses of 50 florins to pay for living expenses, and an additional 45,000 florins for the President, who was required to live at The Hague. Travelling expenses were also provided, and a \"duty allowance\" of 100 florins was provided when the court was sitting, with 150 for the Vice-President. This duty allowance was limited to 20,000 florins a year for the judges and 30,000 florins for the Vice-President; as such, it provided for 200 days of court hearings, with no allowance provided if the court sat for longer. The deputy judges received no salary, but when called up for service were provided with travel expenses, 50 florins a day for living expenses and 150 florins a day as a duty allowance."
}