{
  "/wiki/Jonathan_Edwards_(album)": "Jonathan Edwards is the first album by the singer-songwriter Jonathan Edwards. The album received some mainstream attention thanks to the catchy political-pop single, \"Sunshine\".",
  "/wiki/Capricorn_Records": "Capricorn Records was an independent record label founded by Phil Walden and Frank Fenter in 1969 in Macon, Georgia. Capricorn Records is often credited as creating southern rock.",
  "/wiki/Honky-Tonk_Stardust_Cowboy": "Honky-Tonk Stardust Cowboy is the second studio album by the singer-songwriter Jonathan Edwards, released in 1972.",
  "/wiki/Atco_Records": "ATCO Records is an American record company and label founded in 1955 as a division of Atlantic Records. It was devised as an outlet for productions by one of Atlantic's founders, Herb Abramson, who had returned to the company from military service. It was also intended as a home for acts that did not fit the format of Atlantic, which was releasing blues, jazz, rhythm and blues, and soul. The Atco name is an abbreviation of ATlantic COrporation. Atco also provided distribution for other labels, including RSO Records, Volt, Island, Modern, Ruthless, Hansa Records and Rolling Stones Records.",
  "/wiki/Have_a_Good_Time_for_Me": "Have a Good Time for Me is the third studio album by the singer-songwriter Jonathan Edwards, released in 1973. Unlike his previous two albums, Have a Good Time for Me contained no original new material from Edwards, but covers of songs by Jimmie Rodgers, Joe Dolce, Malcolm McKinney and Eric Lilljequist. The result was the most country album Jonathan had released to date.",
  "/wiki/Lucky_Day_(Jonathan_Edwards_album)": "Lucky Day is the first live album (fourth overall) released by the singer-songwriter Jonathan Edwards. It was recorded on March 22 and 23, 1974, at the Performance Center in Harvard Square, Cambridge, Massachusetts with Orphan as his backing band. Half of the tracks are cover versions and half are originals.",
  "/wiki/Rockin%27_Chair_(Jonathan_Edwards_album)": "Rockin' Chair is the fourth studio album (fifth overall) released by the singer-songwriter Jonathan Edwards.",
  "/wiki/Reprise_Records": "Reprise Records is an American record label founded in 1960 by Frank Sinatra. It is owned by Warner Music Group, and operates through Warner Records, one of its flagship labels.",
  "/wiki/Sailboat_(album)": "Sailboat is the fifth studio album (sixth overall) released by the singer-songwriter Jonathan Edwards.",
  "/wiki/Warner_Bros._Records": "Warner Records Inc. (formerly Warner Bros. Records Inc.) is an American record label owned by Warner Music Group and headquartered in Los Angeles, California. It was founded in 1958 as the recorded music division of the American film studio Warner Bros., and was one of a group of labels owned and operated by larger parent corporations for much of its existence. The sequence of companies that controlled Warner Bros. and its allied labels evolved through a convoluted series of corporate mergers and acquisitions from the early 1960s to the early 2000s. Over this period, Warner Bros. Records grew from a struggling minor player in the music industry to one of the top record labels in the world.",
  "/wiki/Live!_(Jonathan_Edwards)": "Live! is the second live album (seventh total album) released by the singer-songwriter Jonathan Edwards. It was recorded in September 1980 and released later that year.",
  "/wiki/Blue_Ridge_(album)": "Blue Ridge is the sixth studio album (eighth total album) released by the singer-songwriter Jonathan Edwards. It features the Bluegrass band, The Seldom Scene.",
  "/wiki/Sugar_Hill_Records_(bluegrass)": "Sugar Hill Records is an American bluegrass and Americana record label.",
  "/wiki/Little_Hands_(Jonathan_Edwards_album)": "Little Hands is the seventh studio album (ninth overall) released by the singer-songwriter Jonathan Edwards. It differs from his previous releases in being targeted for children.[citation needed]",
  "/wiki/Natural_Thing_(Jonathan_Edwards_album)": "The Natural Thing is the eighth studio album (tenth overall) released by the singer-songwriter Jonathan Edwards. The album was recorded in Nashville, Tennessee, and contains predominately songs written by other musicians and session players. Edwards wrote the chart hit \"Look What We Made\". The album was re-released on Rising Records in 1997 with new cover art.",
  "/wiki/Music_Corporation_of_America": "MCA Inc.  (originally an initialism for Music Corporation of America) was an American media company founded in 1924. Originally was a talent agency involved only work with talented musicians in the music business as clients, the company next became a major force in the film industry, and later expanded into television production. MCA published music, booked acts, ran a record company, represented film, television, and radio stars, and eventually produced and sold television programs to the three major television networks, but had an especially good relationship with NBC.",
  "/wiki/One_Day_Closer": "One Day Closer is the ninth studio album (eleventh overall) released by the singer-songwriter Jonathan Edwards. It contains many ballads and love songs.",
  "/wiki/Man_in_the_Moon_(Jonathan_Edwards_album)": "Man in the Moon is the tenth studio album (twelfth overall) released by the singer-songwriter Jonathan Edwards."
}