{
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Mineichir%C5%8D_Adachi": "Mineichirō Adachi (安達 峰一郎, Adachi Mineichirō, July 29, 1870 – December 28, 1934) was a Japanese legal expert and President of the Permanent Court of International Justice at the Hague from 1931 until 1934.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Rafael_Altamira_y_Crevea": "Rafael Altamira y Crevea (February 10, 1866 – June 1, 1951) was a Spanish historian and jurist.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Dionisio_Anzilotti": "Dionisio Anzilotti (February 20, 1867 – August 23, 1950) was an Italian jurist and judge of the Permanent Court of International Justice.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Ruy_Barbosa": "Ruy Barbosa de Oliveira (5 November 1849 – 1 March 1923) was a Brazilian polymath, diplomat, writer, jurist, and politician.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Antonio_S%C3%A1nchez_de_Bustamante_y_Sirven": "Antonio Sánchez de Bustamante y Sirven (April 13, 1865 – August 24, 1951) was a Cuban lawyer, educator, politician and international jurist. He promoted the existence of a common American regulation for private international law. For this reason, the sixth Pan-American Congress took place in Cuba in 1928, in the final document, the Treaty of Havana is attached in the annex of the  Code of Private International Law.",
  "/wiki/Republic_of_China": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Wang_Ch%27ung-hui": "Wang Ch'ung-hui (1881–1958) was a prominent Chinese jurist, diplomat and politician who served the Republic of China from its foundation in 1912 until his death in 1958.  He was a close associate of the republic's founding father, Sun Yat-sen, an active member of the Kuomintang (\"Chinese Nationalist Party\"), and a judge on the Permanent Court of International Justice in the Hague.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Rafael_Erich": "Rafael Waldemar Erich (10 June 1879 in Turku – 19 February 1946 in Helsinki) was a Finnish politician from the National Coalition Party, Professor, diplomat, and Prime Minister of Finland.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Willem_van_Eysinga": "Willem Jan Mari van Eysinga (31 Jan 1878 - 24 Jan 1961) was a Dutch diplomat and jurist. He served as a judge on the Permanent Court of International Justice from 1931 to 1945.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Robert_Finlay,_1st_Viscount_Finlay": "Robert Bannatyne Finlay, 1st Viscount Finlay, GCMG, PC (11 July 1842 – 9 March 1929), known as Sir Robert Finlay from 1895 to 1916, was a British lawyer, doctor and politician who became Lord High Chancellor of Great Britain.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Henri_Fromageot": "Henri Fromageot (10 September 1864 – 1949 ) was a French lawyer and judge. He studied at the University of Paris, University of Oxford and University of Leipzig, gaining a gold medal at Paris in 1891 and serving as the Doctor of Law in the University of Paris Law Faculty. On 19 September 1929 he became a judge of the Permanent Court of International Justice, succeeding Charles Andre Weiss. He held this position until the judges resigned in October 1945.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/Jos%C3%A9_Gustavo_Guerrero": "José Gustavo Guerrero (26 June 1876 – 25 October 1958), was a Salvadoran diplomat and jurist. He served as the last president of the Permanent Court of International Justice from  1937 to 1945; he was also the first president of the International Court of Justice (\"World Court\") from 1946 to 1949, and remained on the Court as a regular judge until his death in 1958.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/%C3%85ke_Hammarskj%C3%B6ld": "Åke Wilhelm Hjalmar Hammarskjöld (April 10, 1893, Uppsala-July 7, 1937, The Hague) was a Swedish lawyer and diplomat. He was the first Registrar of the Permanent Court of International Justice, serving from 1922 to 1936, when he was elected to the position of judge to the same court. He served in the latter position until his death.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Max_Huber_(statesman)": "Hans Max Huber (28 December 1874, in Zürich – 1 January 1960, in Zürich) was a Swiss lawyer and diplomat who represented Switzerland at a series of international conferences and institutions.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Manley_Ottmer_Hudson": "Manley Ottmer Hudson (May 19, 1886 – April 13, 1960) was a U.S. lawyer, specializing in public international law. He was a judge at the Permanent Court of International Justice, a member of the International Law Commission, and a mediator in international conflicts. The American Society of International Law named a medal after him; as did Harvard University and University of Missouri School of Law with a professorship. He was nominated twice for the Nobel peace prize.",
  "/wiki/Charles_Evans_Hughes": "Charles Evans Hughes Sr. (April 11, 1862 – August 27, 1948) was an American statesman, Republican Party politician, and the 11th Chief Justice of the United States. He was also the 36th Governor of New York, the Republican presidential nominee in the 1916 presidential election, and the 44th United States Secretary of State.",
  "/wiki/Cecil_Hurst": "Sir Cecil James Barrington Hurst, GCMG, KCB, QC (28 October 1870 – 27 March 1963) was a British international lawyer. He worked from 1929 to 1945 as a judge to the Permanent Court of International Justice in The Hague, serving from 1934 to 1936 as president of the court.",
  "/wiki/Frank_B._Kellogg": "Frank Billings Kellogg (December 22, 1856 – December 21, 1937) was an American lawyer, politician, and statesman who served in the U.S. Senate and as U.S. Secretary of State.  He co-authored the Kellogg–Briand Pact, for which he was awarded the Nobel Peace Prize in 1929.",
  "/wiki/Bernard_Loder": "Bernard Cornelis Johannes Loder (13 September 1849, Amsterdam – 4 November 1935, The Hague) was a Dutch jurist.  He sat on the Supreme Court of the Netherlands from 1908 to 1921.  He then sat as a judge of the Permanent Court of International Justice from 1921 to 1930, serving as the first president of that court from 1921 to 1924.",
  "/wiki/John_Bassett_Moore": "John Bassett Moore (December 3, 1860 – November 12, 1947) was an American lawyer and authority on international law. Moore was a State Department official, a professor at Columbia University, and a judge of the Permanent Court of International Justice from 1921 to 1938, the first American judge to sit on that judicial body.",
  "/wiki/Harukazu_Nagaoka": "Harukazu Nagaoka (長岡 春一, Nagaoka Harukazu, January 16, 1877 in Kobe, Japan – June 30, 1949) was a Japanese diplomat and jurist who served as member of the Japanese delegation to the Commission of Responsibilities at the Paris Peace Conference and represented Japan to the League of Nations. He also sat on a number of national and international judicial and arbitral positions, including as a judge on the Permanent Court of International Justice."
}