{
  "/wiki/Mohammed_Gammoudi": "Mohammed Tlili ben Abdallah (Arabic: محمد التليلي بن عبدالله‎), also known as Moham(m)ed Gammoudi, (born February 11, 1938) is a Tunisian athlete who competed as a long distance runner in international track and field competitions. He represented Tunisia in the Tokyo, Mexico City, and Munich Olympiads and recorded four medals, including a gold medal in the 5000 metres event in Mexico City. Gammoudi was also competitive at 10,000 metres.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics": "At the 1964 Summer Olympics in Tokyo, the athletics competition included 36 events, 24 for men and 12 for women.  The women's 400 metres and women's pentathlon events were newly introduced at these Games. There were a total number of 1016 participating athletes from 82 countries.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics_–_Men's_10,000_metres": "The men's 10,000 metres was the longest of the seven men's track races in the Athletics at the 1964 Summer Olympics program in Tokyo.  It was held on 14 October.  38 athletes from 23 nations entered, with 6 more not starting the event. The event was held as a single heat.",
  "/wiki/Habib_Galhia": "Habib Galhia (Arabic: حبيب قلحية‎, May 14, 1941 – December 25, 2011) was a Tunisian boxer, who won the bronze medal in the men's Light Welterweight (67 kg) category at the 1964 Summer Olympics in Tokyo, Japan. He was the first Tunisian to win an Olympic medal.",
  "/wiki/Boxing_at_the_1964_Summer_Olympics": "The boxing competition at the 1964 Summer Olympics was held from 11 to 23 October. The competition was for men only and there were ten weight classes.",
  "/wiki/Boxing_at_the_1964_Summer_Olympics_–_Light_welterweight": "The light welterweight class in the boxing at the 1964 Summer Olympics competition was the fifth-lightest class.  Light welterweights were limited to those boxers weighing less than 63.5 kilograms. 35 boxers from 35 nations competed.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 36 athletics events were contested, 24 for men and 12 for women. There were a total number of 1031 participating athletes from 93 countries.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics_–_Men's_5000_metres": "The Men's 5000 metres competition at the 1968 Summer Olympics in Mexico City, Mexico. The event was held at the University Olympic Stadium on  October 15–17.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics_–_Men's_10,000_metres": "The official results of the Men's 10,000 metres Race at the 1968 Summer Olympics in Mexico City, Mexico held on Sunday October 13, 1968. There were a total number of 37 competitors from 23 nations.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Athletics_at_the_1972_Summer_Olympics": "At the 1972 Summer Olympics in Munich, 38 events in athletics were contested, 24 for men and 14 for women. There were a total number of 1324 participating athletes from 104 countries.",
  "/wiki/Athletics_at_the_1972_Summer_Olympics_–_Men's_5000_metres": "The Men's 5000 metres at the 1972 Summer Olympics in Munich, West Germany took place on 7 and 10 September 1972.",
  "/wiki/Fethi_Missaoui": "Fethi Missaoui (Arabic: فتحي الميساوي‎, born January 8, 1974) was a Tunisian boxer. Missaoui won the light welterweight bronze medal at the 1996 Summer Olympics.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Boxing_at_the_1996_Summer_Olympics": "Boxing at the 1996 Summer Olympics took place in the Alexander Memorial Coliseum in Atlanta. The boxing schedule began on 20 July and ended on 4 August. Twelve boxing events were contested, with the participation of 355 athletes from 97 countries.",
  "/wiki/Oussama_Mellouli": "Oussama \"Ous\" Mellouli (Arabic: أسامة الملولي‎; born 16 February 1984) is a Tunisian swimmer who competes in the freestyle and medley events. He is a three-time Olympic medalist, is an African record holder, and trains with the USC Trojans team based at the University of Southern California, where he studied as a computer science undergraduate and swam collegiately.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Swimming_at_the_2008_Summer_Olympics": "The swimming competitions at the 2008 Summer Olympics took place from 9 to 17 August 2008 at the Beijing National Aquatics Centre. The newly introduced open water marathon events (10 km) were held on 20 and 21 August 2008 at Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_–_Men's_1500_metre_freestyle": "The men's 1500 metre freestyle event at the 2008 Olympic Games took place on 15 and 17 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_–_Men's_marathon_10_kilometre": "The men's marathon swim over a distance of 10 kilometres at the 2012 Olympic Games in London took place on 10 August in the Serpentine at Hyde Park.",
  "/wiki/Habiba_Ghribi": "Habiba Ghribi (born 9 April 1984) is a Tunisian middle- and long-distance runner who specialises in the 3000 metres steeplechase. She won the gold medal at the 2012 Summer Olympics, giving her country its first Olympic medal by a woman. She is also the Tunisian record holder in the event, having run 9:05.36 at the Memorial van Damme in Brussels in September 2015.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics": "The athletics competitions at the 2012 Olympic Games in London were held during the last 10 days of the Games, on 3–12 August. Track and field events took place at the Olympic Stadium in east London. The road events, however, started and finished on The Mall in central London.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Women's_3000_metres_steeplechase": "The Women's 3000 metres steeplechase at the 2012 Summer Olympics took place on 4–6 August at the Olympic Stadium.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_–_Men's_1500_metre_freestyle": "The men's 1500 metre freestyle event at the 2012 Summer Olympics took place on 3–4 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Inès_Boubakri": "Inès Boubakri (Arabic: إيناس بوبكري‎; born 28 December 1988) is a Tunisian foil fencer. She is a two-time Olympian, who won a bronze medal at the 2016 Summer Olympics, and is a member of Association sportive de Bourg-la-Reine in France, under head coach Yann Detienne.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Fencing_at_the_2016_Summer_Olympics": "The fencing competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 14 August at the Carioca Arena 3 inside the Barra Olympic Park in Barra da Tijuca. Around 212 fencers (an equal distribution between men and women; and eight came from the host nation Brazil) competed in 10 events (six individual and four team).",
  "/wiki/Fencing_at_the_2016_Summer_Olympics_–_Women's_foil": "The women's foil competition in fencing at the 2016 Summer Olympics in Rio de Janeiro was held on 10 August at the Carioca Arena 3.",
  "/wiki/Oussama_Oueslati": "Oussama Oueslati (born 24 March 1996) is a Tunisian taekwondo athlete. He represented Tunisia at the 2016 Summer Olympics in Rio de Janeiro and won a bronze medal in the men's 80 kg. He was the flag bearer for Tunisia in the closing ceremony.",
  "/wiki/Taekwondo_at_the_2016_Summer_Olympics": "Taekwondo at the 2016 Summer Olympics in Rio de Janeiro took place from 17 to 20 August at the Carioca Arena 3 inside the Barra Olympic Park in Barra da Tijuca. Around 128 taekwondo fighters competed in eight weight categories; four for men, and four for women.",
  "/wiki/Taekwondo_at_the_2016_Summer_Olympics_–_Men's_80_kg": "The men's 80 kg Taekwondo competition at the 2016 Summer Olympics was held on 19 August, at the Carioca Arena 3. This event featured five-time Olympian and three-time Olympic medalist Steven López, representing United States. López has competed in every Olympic game since 2000.",
  "/wiki/Marwa_Amri": "Marwa Amri (born 8 January 1989) is a Tunisian freestyle wrestler. She was born in Tunis. She represented Tunisia in the women's lightweight freestyle competition at the 2008, 2012 and 2016 Summer Olympics.  She is the first woman from Africa win an Olympic medal in wrestling.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics": "Wrestling at the 2016 Summer Olympics in Rio de Janeiro took place from 14 to 21 August at the Carioca Arena 2 in Barra da Tijuca. Wrestling had been split into two disciplines, freestyle and Greco-Roman, which were further divided into different weight categories. Men competed in both disciplines whereas women only participated in the freestyle events, with 18 gold medals awarded. Wrestling had been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics_–_Women's_freestyle_58_kg": "Women's freestyle 58 kg competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil, took place on August 17 at the Carioca Arena 2 in Barra da Tijuca.",
  "/wiki/Tunisia_at_the_Olympics": "Tunisia first participated at the Olympic Games in 1960, and has sent athletes to compete in every Summer Olympic Games since then, except when they participated in the American-led boycott of the 1980 Summer Olympics. Tunisia has never participated in the Winter Olympic Games."
}