{
  "/wiki/A.P.I.A._Leichhardt_Tigers": "APIA Leichhardt Football Club, also known simply as APIA, is a semi-professional soccer club based in the suburb of Leichhardt in Sydney, Australia. The club was formed in 1954 as APIA Leichhardt, by Italian Australians APIA, winner of the national Australian championship of 1987, is currently a member of the NPL NSW.",
  "/wiki/Lambert_Park_(Leichhardt)": "Lambert Park is a purpose-built soccer stadium in Leichhardt, New South Wales, Australia.  It is the home ground of the APIA Leichhardt Tigers, and the Sydney FC Youth who participate in the National Youth League.",
  "/wiki/Bankstown_City_FC": "Bankstown City FC is an Australian soccer club from the Sydney suburb of Sefton in New South Wales, Australia. They compete in the National Premier Leagues NSW 3 Men's and National Premier Leagues NSW Women’s, playing their home games at Jensen Oval.",
  "/wiki/Jensen_Oval": "It was built early in the 1960s as a Premier Ground for football in the Bankstown LGA. The Oval's facilities include play equipment, a soccer field, turf cricket pitch and toilets. Before the rebuild in the early 1960s it had been used by the local junior Regents Parks Soccer Club and also for cricket since at least the early 1950s.",
  "/wiki/Blacktown_City_FC": "Blacktown City Football Club is an Australian semi-professional football club based in Blacktown, New South Wales. Founded in 1953, the club currently competes in the National Premier Leagues NSW. Blacktown City's home ground is Lily Homes Stadium in the suburb of Seven Hills. Blacktown City are one of six state league teams to have eliminated an A-League team in the FFA Cup, along with Heidelberg United FC, Redlands United FC, Green Gully SC, Adelaide City FC and Bentleigh Greens SC.",
  "/wiki/Gabbie_Stadium": "Gabbie Stadium, known as Lily's Football Centre (previously Lily Homes Stadium) for sponsorship reasons, is a multi-purpose stadium located in Sydney, Australia. It is the home ground of Blacktown City. The stadium has a capacity crowd of 7,500 and is owned and operated by Demons Sports Club.",
  "/wiki/Macarthur_Rams_FC": "Macarthur Rams F.C. is an Australian soccer team based in Campbelltown, New South Wales. The club currently competes in the second division National Premier Leagues NSW 3, and is based in Lynwood Park. The Rams were the NPL NSW Men's 2 Soccer League 2014 champions.",
  "/wiki/Campbelltown_Stadium": "Campbelltown Stadium, formerly Orana Park and Campbelltown Sports Ground, is a multi-use stadium in Leumeah, New South Wales, Australia, owned by Campbelltown City Council.  It is the full-time home ground for the Western Suburbs Magpies District Rugby league Football Club and is one of three home grounds for the Wests Tigers Rugby league Football Club.  The stadium has a nominal capacity of 20,000, with a recorded highest crowd figure of 20,527 for a game between Wests Tigers and North Queensland Cowboys in the 2005 NRL season . It is located adjacent to Leumeah railway station and Wests Leagues Club.",
  "/wiki/Manly_United_FC": "Manly United Football Club is an Australian football club based in the northern beaches area of Sydney. The club competes in the National Premier Leagues NSW and their home ground is Cromer Park, in the suburb of Dee Why, approximately 15 minutes away from Manly.",
  "/wiki/Marconi_Stallions_FC": "Marconi Stallions Football Club is an Australian semi-professional soccer club based in Fairfield, Sydney, New South Wales. The club won the National Soccer League title a record four times, along with South Melbourne and Sydney City SC. The club is one of only two clubs to have competed in every season of the NSL. Over the years, the club has been known as Club Marconi, Marconi-Datsun Leopards, Marconi-Fairfield and Marconi Stallions.",
  "/wiki/Marconi_Stadium": "Marconi Stadium is a soccer stadium in Sydney, Australia. It is the home ground for Marconi Stallions, as well as regularly hosting matches for the Western Sydney Wanderers FC National Youth League and W-League teams.",
  "/wiki/Penrith_Nepean_United_FC": "Penrith Nepean United Football Club was an Australian association football club based in St Marys, New South Wales.",
  "/wiki/Penrith_Stadium": "Penrith Stadium (known commercially as Panthers Stadium) is a rugby league and association football stadium located in Penrith, New South Wales, Australia.",
  "/wiki/Sutherland_Sharks_FC": "Sutherland Sharks Football Club is an Australian soccer club based in the suburb of Sutherland in Sydney New South Wales. The club currently competes in the National Premier Leagues NSW. The club's home games are played at Seymour Shaw Park, located in the southern Sydney suburb of Miranda. It recently opened a new academy. It is incorporated as a non-profit club.",
  "/wiki/Seymour_Shaw_Park": "Seymour Shaw Park is a football (soccer) stadium in Miranda, New South Wales, Australia. It is the current home ground of the Sutherland Sharks Football Club who play in the state league, the New South Wales Premier League.",
  "/wiki/Sydney_Olympic_FC": "Sydney Olympic Football Club is an Australian semi-professional soccer club, based in Belmore, Sydney, New South Wales, that plays in the National Premier Leagues NSW. The Club was founded as Pan-Hellenic Soccer Club in 1957 by Greek immigrants. In 1977, the Club changed its name to Sydney Olympic and became a founding member of the Phillips Soccer League, later named the National Soccer League (NSL), the inaugural national football league of Australia, remaining a member of the competition until its demise in 2004.",
  "/wiki/Belmore_Sports_Ground": "Belmore Sports Ground, formerly known as Belmore Oval, is a multi-purpose stadium in Belmore, New South Wales, Australia.  The park covers 22 acres (89,000 m2) and from 1951 has contained the Belmore Bowling Recreation Club green. It is close to Belmore railway station.",
  "/wiki/Sydney_United_FC": "Sydney United 58 Football Club is a semi-professional soccer club based in Edensor Park, Sydney, New South Wales Australia. The club was formed as Sydney Croatia in 1958, by Croatian Australians in the area, but it was renamed in 1993 as Sydney United after having the name Sydney CSC for a season.",
  "/wiki/Sydney_United_Sports_Centre": "Sydney United Sports Centre, formerly known as Sydney Croatia Sports Centre and King Tomislav Park is a multi-use stadium in Edensor Park, Sydney, Australia.  It is mainly used for football and is the home ground for the Sydney United 58. The stadium has a capacity of 12,000 people and was built in 1979 and upgraded in 1998.",
  "/wiki/West_Sydney_Berries_FC": "The Canterbury Bankstown Football Club is a soccer club based in Bankstown, New South Wales.",
  "/wiki/Sydney_Olympic_Park_Athletic_Centre": "Sydney Olympic Park Athletic Centre is a multi-use stadium in Sydney Olympic Park, Australia. The capacity of the stadium is 5,000 spectators.  It also hosted the 1996 World Junior Championships in Athletics. Since 2004 it's been a frequent venue of the Australian Athletics Championships.",
  "/wiki/Wollongong_Community_Football_Club": "Wollongong Wolves Football Club is an Australian semi-professional football club based in Wollongong, in the Illawarra region of New South Wales. The club currently competes in the National Premier Leagues NSW, the second-tier of football in Australia. The club plays its home games out of WIN Stadium.",
  "/wiki/John_Crehan_Park": "John Crehan Park is a multi-use stadium in the southern part of Wollongong, Australia. The stadium is on Merret Avenue, Cringila. It is currently used mostly for football matches. It is the home of New South Wales Premier League side Wollongong FC and Illawarra Premier League side Cringila Lions. It was once the temporary home ground of the Rockdale Ilinden Football Club as their regular home ground was disrupted by near-by construction. The stadium includes one stand on one long side and a small function room behind one goal. There is also a second ground. The stadium holds 7,500 people.",
  "/wiki/2008_NSW_Premier_League_season": "The 2008 TeleChoice Premier League season was the eighth season of the revamped NSW Premier League. This season also marked the promotion of two new teams, in the West Sydney Berries and the Macarthur Rams from the Super League (one division lower). This increased the teams competing in the competition from 10 to 12 teams and the number of rounds from 18 to 22 in the regular season."
}