{
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Coronado_Center": "Coronado Center is a shopping mall in Albuquerque, New Mexico, United States. Built in 1965 by the Homart Development Company, a defunct real-estate division of the department store Sears, the mall has undergone several renovations and expansions in its history which have led to it becoming the largest in the state. Its anchor stores include Macy's, J. C. Penney, Dick's Sporting Goods, Round One Entertainment, and Kohl's, with one vacancy formerly occupied by Sears; other major tenants include Barnes & Noble, H&M, Forever 21, The Container Store, The Cheesecake Factory, and Boot Barn. The mall features over 130 stores, including a food court, and it is managed by Brookfield Properties.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/New_Mexico": "New Mexico (Spanish: Nuevo México Spanish pronunciation: [ˈnweβo ˈmexiko] (listen), Navajo: Yootó Hahoodzo pronounced [jòːtxó xɑ̀xʷòːtsò]) is a state in the Southwestern region of the United States of America; its capital and cultural center is Santa Fe, which was founded in 1610 as capital of Nuevo México (itself established as a province of New Spain in 1598), while its largest city is Albuquerque with its accompanying metropolitan area. It is one of the Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east-southeast, Oklahoma to the northeast, and the Mexican states of Chihuahua to the south and Sonora to the southwest. With an estimated population of 2,096,829 as of the July 1, 2019 U.S. Census Bureau estimate, New Mexico is the 36th largest state by population. With a total area of 121,592 sq mi (314,920 km2), it is the fifth-largest and sixth-least densely populated of the 50 states. Due to their geographic locations, northern and eastern New Mexico exhibit a colder, alpine climate, while western and southern New Mexico exhibit a warmer, arid climate.",
  "/wiki/Natick_Collection": "The Natick Mall (previously named the Natick Collection) is a shopping mall in Natick, Massachusetts. The original facility was the first enclosed shopping mall in Greater Boston upon opening in 1966; it was demolished and replaced by a larger building in 1994 and expanded in 2007. The mall, with the adjacent Shopper's World power center[clarify] in Framingham, are major components of the Golden Triangle shopping district in the center of MetroWest, situated between Route 9 and Route 30. With 1,860,000 square feet (173,000 m2) of gross leasable area, the Natick Mall is the largest in New England by number of tenants, with 214. It is currently owned by Brookfield Property Partners and managed by Brookfield Properties.",
  "/wiki/Natick,_Massachusetts": "Natick is a town in Middlesex County, Massachusetts, United States. Natick is near the center of the MetroWest region of Massachusetts, with a population of 32,786 at the 2010 census. Located 10 miles (16 km) west of Boston, Natick is part of the Greater Boston area. The center of population of Massachusetts in 2000 was in Natick. A 2014 census shows Natick's population was 34,230. This means between 2010 and 2014 Natick grew 3.6%, making it one of the fastest-growing towns in the Boston area.",
  "/wiki/Greater_Boston": "Greater Boston is the metropolitan region of New England encompassing the municipality of Boston, the capital of the U.S. state of Massachusetts and the most populous city in New England, as well as its surrounding areas. The region forms the northern arc of the US northeast megalopolis and as such, Greater Boston can be described either as a  metropolitan statistical area (MSA), or as a broader combined statistical area (CSA). The MSA consists of most of the eastern third of Massachusetts, excluding the South Coast region and Cape Cod; while the CSA additionally includes the municipalities of Manchester (the largest city in the U.S. state of New Hampshire), Worcester, Massachusetts (the second largest city in New England), as well as the South Coast region and Cape Cod in Massachusetts.  While the small footprint of the city of Boston itself only contains an estimated 685,094, the urbanization has extended well into surrounding areas; the CSA is one of two in Massachusetts, the only other being Greater Springfield. Greater Boston is the only CSA-form statistical area in New England which crosses into three states (Massachusetts, New Hampshire and Rhode Island).",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/Colonie_Center": "Colonie Center is a shopping mall located in Rossleville, New York, a suburb of Albany, at the intersection of Central Avenue, Wolf Road, and Interstate 87. Opening in 1966, it was the first enclosed shopping mall in New York's Capital Region. The mall has successfully updated its tenant mix, image, and look on an ongoing basis to keep up with the times, as can be seen from the list of stores on the mall's website. The two-story mall has an area of about 1,300,000 square feet (120,000 m2) and 110 stores as well as a food court. Colonie Center was owned by Feldman Mall Properties until 2009, when it was sold to Heitman Value Partners. In April 2013, Heitman sold the mall to KKR & Co. L.P., partnered with Colonie Pacific. The mall anchors are Boscov's, Christmas Tree Shops, Macy's, Regal Cinemas, and Whole Foods Market. There's also a vacant spot last occupied by Sears, which closed in September 2017 with no current occupier of its former space. Another previous anchor included Steinbach. The L.L. Bean store in Colonie Center is the second busiest L.L. Bean store in the country, generating $12.4 million in annual sales. Outside of New York City, the Macy's store in Colonie Center is the highest revenue-producing Macy's store in the region with an annual revenue of $50 million. The Whole Foods Market generates $24.6 million in annual revenue. The mall is located near the busiest intersection in the capitol region.",
  "/wiki/Albany,_New_York": "Albany (/ˈɔːlbəni/ (listen) AWL-bə-nee) is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Inland_Center": "Inland Center is a regional shopping mall owned and operated by Macerich, located in San Bernardino, California along the southwest border adjacent to Interstate 215 and the city of Colton. The mall is within one mile of three bordering cities on the southern end of San Bernardino (Redlands, Colton, and Loma Linda). Inland Center is a single-level mall anchored by J. C. Penney and Macy's, plus 110 specialty shops and services.",
  "/wiki/San_Bernardino,_California": "San Bernardino (/ˌsæn ˌbɜːrnəˈdiːnoʊ/) is a city located in the Inland Empire and that serves as the county seat of San Bernardino County, California, United States. As one of the Inland Empire's anchor cities, San Bernardino spans 81 square miles (210 km2) on the floor of the San Bernardino Valley and as of 2017 has a population of 216,995. San Bernardino is the 17th-largest city in California and the 102nd-largest city in the United States. The governments of Guatemala and Mexico have established consulates in the downtown area of the city.",
  "/wiki/Inland_Empire_(California)": "The Inland Empire (IE) is a metropolitan area and region in Southern California, inland of and adjacent to Los Angeles. The term may be used to refer to the cities of western Riverside County and southwestern San Bernardino County, and sometimes includes the desert communities of Palm Springs and the rest of the Coachella Valley; a much broader definition includes all of Riverside and San Bernardino counties.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Warwick,_Rhode_Island": "Warwick (/ˈwɔːrwɪk/ or /ˈwɔːrɪk/) is a city in Kent County, Rhode Island, the second largest city in the state with a population of 82,672 at the 2010 census. It is located approximately 12 miles (19 km) south of downtown Providence, Rhode Island, 63 miles (101 km) southwest of Boston, Massachusetts, and 171 miles (275 km) northeast of New York City.",
  "/wiki/Rhode_Island": "Rhode Island (/ˌroʊd -/ (listen), like road), officially the State of Rhode Island and Providence Plantations, is a state in the New England region of the United States. It is the smallest U.S. state by area and the seventh least populous, but it is also the second most densely populated. Rhode Island is bordered by Connecticut to the west, Massachusetts to the north and east, and the Atlantic Ocean to the south via Rhode Island Sound and Block Island Sound. It also shares a small maritime border with New York. Providence is the state capital and most populous city in Rhode Island.",
  "/wiki/Woodfield_Mall": "Woodfield Mall is a shopping mall located in the northwest Chicago suburb of Schaumburg, Illinois, United States, at the intersection of Golf Road and Interstate 290.",
  "/wiki/Schaumburg,_Illinois": "Schaumburg /ˈʃɔːmbɜːrɡ/ is a village in Cook County and DuPage County in northeastern Illinois, United States. It is a northwestern suburb of Chicago and part of the Golden Corridor. Schaumburg is roughly 28 miles (45 km) northwest of the Chicago Loop and 10 miles (16 km) northwest of O'Hare International Airport. As of the 2010 census, the village had a total population of 74,227. In 2018 Money magazine ranked the Village of Schaumburg the Best Place to Live in Illinois. In 2017 Money ranked Schaumburg the 9th-best place to live in the United States.",
  "/wiki/Chicago_metropolitan_area": "The Chicago metropolitan area, or Chicagoland, is the metropolitan area that includes the city of Chicago, Illinois, and its suburbs. With an estimated CSA population of 9.9 million people and an MSA population of 9.5 million people, it is the third largest metropolitan area in the United States.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Town_East_Mall": "Town East Mall is an enclosed shopping mall in Mesquite, Texas, a suburb of Dallas. Its anchor stores are Macy's (Opened as Sanger-Harris in 1971, became Foleys in 1987, became Macy’s in 2006), Dillard's, JCPenney, Sears, and Dick’s Sporting Goods.",
  "/wiki/Mesquite,_Texas": "Mesquite is a suburban city located east of the city of Dallas, Texas, in the United States. Most of the city is located in Dallas County, though a small portion extends into Kaufman County. As of 2018 census estimates, the population was 142,816, making it the 22nd-most populous city in the U.S. state of Texas. Mesquite is positioned at the crossroads of four major highways (Interstates 30, 635, 20, and U.S. Route 80), making locations such as downtown Dallas, Lake Ray Hubbard, Dallas Love Field, and DFW International Airport accessible.",
  "/wiki/Dallas–Fort_Worth–Arlington_metroplex": "The Dallas–Fort Worth metroplex, officially designated Dallas–Fort Worth–Arlington by the U.S. Office of Management and Budget, is a metropolitan area in the U.S. state of Texas encompassing 13 counties. It is the economic and cultural hub of North Texas. Residents of the area also refer to it as DFW, or the Metroplex.",
  "/wiki/Valley_View_Center": "Valley View Center was a shopping mall located at Interstate 635 and Preston Road in north Dallas, Texas, U.S. It is owned and managed by Dallas-based Beck Ventures.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Metrocenter_(Phoenix,_Arizona)": "Metrocenter is a regional enclosed shopping mall in northwest Phoenix, Arizona. It is bounded by Interstate 17 (the equivalent of 27th Ave.), 31st, Dunlap and Peoria Avenues. Its current anchor stores are Dillard's Clearance Center and Walmart Supercenter. The mall features 100 stores, a 12 screen movie theater, and a food court. Since January 2012, the mall has been owned by the Carlyle Development Group based in New York City.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Arizona": "Arizona (/ˌærɪˈzoʊnə/ (listen); Navajo: Hoozdo Hahoodzo Navajo pronunciation: [xòːztò xɑ̀xòːtsò]; O'odham: Alĭ ṣonak Uto-Aztecan pronunciation: [ˡaɺi ˡʂonak]) is a state in the southwestern region of the United States. It is also part of the Western and the Mountain states. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora and Baja California to the south and southwest.",
  "/wiki/Altamonte_Mall": "Altamonte Mall is a super-regional shopping mall located in Altamonte Springs, Florida, United States, a suburb of Orlando. Mall anchors are Dillard's, JCPenney and Macy's with one vacant anchor once occupied by Sears, and other notable tenants are Abercrombie and Fitch, H&M, Forever 21, Banana Republic, Apple Store, AMC Theatres, Pandora Jewelry, and Barnes & Noble. The center is the largest enclosed and conventional shopping mall in Seminole County and the third largest  in total by square footage in Central Florida behind The Mall at Millenia and The Florida Mall.",
  "/wiki/Altamonte_Springs,_Florida": "Altamonte Springs is a suburban city in Seminole County, Florida, United States, which had a population of 41,496 at the 2010 census. The city is in the northern suburbs of the Orlando–Kissimmee–Sanford Metropolitan Statistical Area, which the United States Census Bureau estimated had a population of 2,054,574 in 2008.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Maplewood_Mall": "Maplewood Mall is a super-regional shopping mall located in  Maplewood, Minnesota, United States. It is located two blocks off Interstate 694 on the Saint Paul side of the Twin Cities.  Maplewood Mall opened in 1974.  It was later renovated and expanded in 1996 and is thought to be in the top six malls in the metropolitan area in terms of visitors. It is managed by Washington Prime Group out of Columbus, Ohio.",
  "/wiki/Maplewood,_Minnesota": "Maplewood, incorporated in 1957, is a city in Ramsey County, Minnesota, United States. The population was 38,018 at the 2010 census. Maplewood is ten minutes' drive from downtown Saint Paul. It stretches along the northern and eastern borders of Saint Paul.",
  "/wiki/Minneapolis–Saint_Paul": "Minneapolis–Saint Paul is a major metropolitan area built around the Mississippi, Minnesota and St. Croix rivers in east central Minnesota. The area is commonly known as the Twin Cities after its two largest cities, Minneapolis, the most populous city in the state, and its neighbor to the east Saint Paul, the state capital. It is an example of twin cities in the sense of geographical proximity. Minnesotans living outside of Minneapolis and Saint Paul often refer to the two together (or the seven-county metro area collectively) as the Twin Cities.",
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord (French: Star of the North).",
  "/wiki/Independence_Center": "Independence Center is a 1,032,000-square-foot (95,900 m2) super-regional[definition needed] shopping mall located in Independence, Missouri. The  mall opened in 1974. Its three department stores were Macy's, Sears and Stix, Baer & Fuller's.  The mall featured a unique three-level, 60-foot-tall (18 m) central atrium, with a series of ramps and stair risers traversing the expanse of open space.  In the center of the atrium, on the lowest floor, was a food court.  When it first opened and for many years afterward, the mall's advertising carried the memorable slogan \"Independence Center: The \"I\" has it.\"  Independence Center even featured an enormous flashing advertising marquee which stood along I-70.  Independence Center was built by Homart, a division of Sears Roebuck & Co.  It was later acquired, owned and managed by Chicago-based LaSalle.  The mall saw its first cosmetic renovation in the mid-1980s.  Stix Baer & Fuller was replaced by Dillard's in 1984. In 1985, after Dillard's acquired Macy's midwest stores, it sold the Independence Center location to Mercantile Stores, then the parent company of The Jones Store Co.  In 1994, Independence Center was purchased by Simon Property Group.  In 1996, the mall added a two-story carousel in the atrium; and in 1998, the mall underwent a massive $20 million renovation, which improved the property's aesthetics and vertical transportation, and also improved the food court.  Also in 1998, a large children's play area was added.  In 2004, Independence Center saw another renovation, which added small shop space on the outside of the mall facing 39th Street.  In 2006 Macy's returned to its original location in the mall after the Federated-May department stores merger, which resulted in all Kansas City area Jones Store locations being converted to Macy's stores.",
  "/wiki/Independence,_Missouri": "Independence is the fifth-largest city in the U.S. state of Missouri.  It lies within Jackson County, of which it is the county seat.  Independence is a satellite city of Kansas City, Missouri, and is part of the Kansas City metropolitan area.  In 2010, it had a total population of 116,830.",
  "/wiki/Kansas_City": "The Kansas City metropolitan area is a bi-state 14-county metropolitan area straddling the border between the U.S. states of Missouri and Kansas, anchored by Jackson County, Missouri, and Johnson County, Kansas. Its most-populous municipality is Kansas City, Missouri (KCMO). With a population of 2,487,053 (2018 estimate), it ranks as the second-largest metropolitan area in Missouri (after Greater St. Louis) and the largest metropolitan area in Kansas. Alongside KCMO, the area includes a number of other cities and suburbs, the largest being Overland Park, Kansas; Kansas City, Kansas; Olathe, Kansas; and Independence, Missouri; each over 100,000 in population. The Mid-America Regional Council (MARC) serves as the Council of Governments and the Metropolitan Planning Organization for the area.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border.",
  "/wiki/Westminster_Mall_(California)": "Westminster Mall is an enclosed, two-level shopping mall in Westminster, California, United States. Opened in August 1974, the mall features anchor stores JCPenney, Macy's, and Target, with one vacant anchor space last occupied by Sears. It is owned and managed by Washington Prime Group.",
  "/wiki/Westminster,_California": "Westminster is a city in northern Orange County, California known for its many Vietnamese refugees who immigrated to the city during the 1980s. They settled largely in Little Saigon, and the city is known as the \"capital\" of overseas Vietnamese with 36,058 Vietnamese Americans and at 40.2% (2010), the highest municipal prevalence of Vietnamese Americans. Westminster was founded in 1870 by Rev. Lemuel Webber as a Presbyterian temperance colony and was incorporated in 1957.",
  "/wiki/Orange_County,_California": "Orange County is a county located in the Los Angeles metropolitan area in the U.S. state of California. As of the 2010 census, the population was 3,010,232, making it the third-most populous county in California, the sixth most populous in the U.S., and more populous than 21 U.S. states. Although mostly suburban, it is the second most densely populated county in the state, behind San Francisco County. The county's four most populous cities, Anaheim, Santa Ana (the county seat), Irvine, and Huntington Beach, each have a population exceeding 200,000. Several cities are on the Pacific coast, including Huntington Beach, Newport Beach, Laguna Beach, Dana Point, and San Clemente.",
  "/wiki/Brea_Mall": "The Brea Mall is a shopping mall located in the Orange County city of Brea, California. Since 1998, the mall has been owned and operated by the Simon Property Group. It is home to four major department stores, 179 specialty shops and boutiques, and a food court. It is 1,319,447 sq ft (122,580.6 m2). The anchors are Macy's, Macy's Men's & Home, J. C. Penney, and Nordstrom with one vacant anchor last occupied by Sears that has yet to be redeveloped into Life Time Fitness, retail, entertainment, and apartments.",
  "/wiki/Brea,_California": "Brea (/ˈbreɪə/; meaning \"oil\" or \"tar\" in Spanish) is a city in northern Orange County, California. The population as of the 2010 census was 39,282. It is located 33 miles (53 km) southeast of Los Angeles.",
  "/wiki/Northbrook_Court": "Northbrook Court is a shopping mall in Northbrook, Illinois. The mall has a collection of stores serving the North Shore suburbs of Chicago. Located on 130 acres (0.53 km2) its anchor stores are Lord & Taylor, Neiman Marcus, and a 14-screen AMC Theatres on the south side of the mall. It is managed and co-owned by Brookfield Properties Retail Group .",
  "/wiki/Northbrook,_Illinois": "Northbrook is a suburb of Chicago, located at the northern edge of Cook County, Illinois, United States.",
  "/wiki/Orland_Square_Mall": "Orland Square (also referred to as Orland Square Mall) is a shopping mall located in Orland Park, Illinois. It is the largest mall in the Chicago Southland, the south and southwest suburbs of Chicago, covering an area of 1,230,094 square feet (114,279.5 square metres). It opened on March 15, 1976 and received major renovations in 1995.  Its anchor stores are JCPenney, Macy's and Von Maur. It also has two restaurants, Cheesecake Factory and Texas de Brazil.",
  "/wiki/Orland_Park,_Illinois": "Orland Park is a village in Cook County, Illinois, United States, a suburb of Chicago, which in 2010 had a population of 56,767.",
  "/wiki/Eden_Prairie_Center": "The Eden Prairie Center is a mall located in Eden Prairie, Minnesota. It has been owned by Cypress Equities since October 2013. It is anchored by JCPenney, Kohl's, Target Corporation, and Von Maur.",
  "/wiki/Eden_Prairie,_Minnesota": "Eden Prairie is an edge city 12 miles (19 km) southwest of downtown Minneapolis in Hennepin County, and the 12th-largest city in the State of Minnesota. It is the 7th-largest suburb in the Twin Cities, with a population of 60,797 at the 2010 census. The city is on the north bank of the Minnesota River, upstream from its confluence with the Mississippi River.",
  "/wiki/Florence_Mall_(Kentucky)": "Florence Mall is an indoor shopping mall  in Florence, Kentucky. The mall has 3 anchor stores: JCPenney and two Macy's stores. It also has a food court. The mall is noted for the adjacent Florence Y'all Water Tower which is painted with the phrase \"Florence Y'all\", which originally read \"Florence Mall\".",
  "/wiki/Florence,_Kentucky": "Florence is a home rule-class city in Boone County, Kentucky, United States. Florence is one of the larger cities of Northern Kentucky, and part of the Greater Cincinnati Metropolitan Area. The population was 29,951 at the 2010 census.",
  "/wiki/Cincinnati_metropolitan_area": "The Cincinnati metropolitan area, informally known as Greater Cincinnati or the Greater Cincinnati Tri-State Area, is a metropolitan area that includes counties in the U.S. states of Ohio, Kentucky, and Indiana around the Ohio city of Cincinnati. The United States Census Bureau's formal name for the area is the Cincinnati–Middletown, OH–KY–IN Metropolitan Statistical Area. As of the 2010 U.S. Census, this MSA had a population of 2,114,580, making Greater Cincinnati the 29th most populous metropolitan area in the United States, the largest metro area primarily in Ohio, followed by Cleveland (2nd) and Columbus (3rd).",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/Homart_Development_Company": "Homart Development Company, a Chicago-based subsidiary of Sears, was one of the largest builders of shopping centers and malls in the United States from 1959 to 1995."
}