{
  "/wiki/Butterscotch": "Butterscotch is a type of confectionery whose primary ingredients are brown sugar and butter, but other ingredients are part of some recipes, such as corn syrup, cream, vanilla, and salt. The earliest known recipes, in mid-19th century Yorkshire, used treacle (molasses) in place of or in addition to sugar.",
  "/wiki/Brown_sugar": "Brown sugar is a sucrose sugar product with a distinctive brown color due to the presence of molasses. It is either an unrefined or partially refined soft sugar consisting of sugar crystals with some residual molasses content (natural brown sugar), or it is produced by the addition of molasses to refined white sugar (commercial brown sugar).",
  "/wiki/Butter": "Butter is a dairy product made from the fat and protein components of milk or cream. It is a semi-solid emulsion at room temperature, consisting of approximately 80% butterfat. It is used at room temperature as a spread, melted as a condiment, and used as an ingredient in baking, sauce making, pan frying, and other cooking procedures.",
  "/wiki/Corn_syrup": "Corn syrup is a food syrup which is made from the starch of corn (called maize in some countries) and contains varying amounts of maltose and higher oligosaccharides, depending on the grade. Corn syrup, also known as glucose syrup to confectioners, is used in foods to soften texture, add volume, prevent crystallization of sugar, and enhance flavor. Corn syrup is distinct from high-fructose corn syrup (HFCS), which is manufactured from corn syrup by converting a large proportion of its glucose into fructose using the enzyme D-xylose isomerase, thus producing a sweeter compound due to higher levels of fructose.",
  "/wiki/Cream": "Cream is a dairy product composed of the higher-fat layer skimmed from the top of milk before homogenization. In un-homogenized milk, the fat, which is less dense, eventually rises to the top. In the industrial production of cream, this process is accelerated by using centrifuges called \"separators\". In many countries, it is sold in several grades depending on the total butterfat content. It can be dried to a powder for shipment to distant markets, and contains high levels of saturated fat.",
  "/wiki/Vanilla": "Vanilla is a flavoring derived from orchids of the genus Vanilla, primarily from the Mexican species, flat-leaved vanilla (V. planifolia). The word vanilla, derived from vainilla, the diminutive of the Spanish word vaina (vaina itself meaning a sheath or a pod), is translated simply as \"little pod\". Pre-Columbian Mesoamerican people cultivated the vine of the vanilla orchid, called tlīlxochitl by the Aztecs. Spanish conquistador Hernán Cortés is credited with introducing both vanilla and chocolate to Europe in the 1520s.",
  "/wiki/Salt": "Salt is a mineral consisting primarily of sodium chloride (NaCl), a chemical compound belonging to the larger class of salts; salt in its natural form as a crystalline mineral is known as rock salt or halite. Salt is present in vast quantities in seawater, where it is the main mineral constituent. The open ocean has about 35 grams (1.2 oz) of solids per liter of sea water, a salinity of 3.5%.",
  "/wiki/Candy_Buttons": "Candy Buttons, Candy Dots, or Pox are small rounded pegs of candy that are attached to a strip of paper. This classic sugar candy was originally introduced by the Cumberland Valley company and J Sudak and Son of Williamsburg, Brooklyn. In 1977, Sudak, which changed its name to Uncle Nibbles Candy Factory, sold to a repackager in Manhattan named CeeDee Candy, they sold to NECCO. After that acquisition, Necco bought the Cumberland Valley Company in 1980, which made them the exclusive manufacturer of this product in the United States. Each strip of the candy includes three flavors: cherry (pink), lime (blue), and lemon (yellow). Candy Buttons come in two strip sizes: long and short. The long is 22½ inches, while the short is 11¼ inches. NECCO made 750 million candy buttons in the course of a year. Following NECCO's 2018 bankruptcy, Candy Buttons were bought at auction by Cincinnati's Doscher's Candies. They were subsequently the first former Necco candy back to market.",
  "/wiki/Necco": "Necco (or NECCO /ˈnɛkoʊ/ NEK-oh) was an American manufacturer of candy created in 1901 as the New England Confectionery Company through the merger of several small confectionery companies located in the Greater Boston area, with ancestral companies dating back to the 1840s.",
  "/wiki/Candy_cane": "A candy cane is a cane-shaped stick candy often associated with Christmastide, as well as Saint Nicholas Day. It is traditionally white with red stripes and flavored with peppermint, but they also come in a variety of other flavors and colors.",
  "/wiki/Peppermint": "Peppermint (Mentha × piperita, also known as Mentha balsamea Wild.) is a hybrid mint, a cross between watermint and spearmint. Indigenous to Europe and the Middle East, the plant is now widely spread and cultivated in many regions of the world.  It is occasionally found in the wild with its parent species.",
  "/wiki/Christmas_tree": "A Christmas tree is a decorated tree, usually an evergreen conifer, such as a spruce, pine or fir, or an artificial tree of similar appearance, associated with the celebration of Christmas, hence its name, originating in Northern Europe. The custom was developed in medieval Livonia (present-day Estonia and Latvia), and in early modern Germany where Protestant Germans brought decorated trees into their homes. It acquired popularity beyond the Lutheran areas of Germany and the Baltic countries during the second half of the 19th century, at first among the upper classes. The Catholic Church had long resisted this Protestant custom and the Christmas Tree stood for the first time in Vatican in 1982.",
  "/wiki/Gobstopper": "Gobstoppers or jawbreakers are a type of hard candy. They are usually round, and usually range from 1 to 3 cm (0.4 to 1.2 in) across; though gobstoppers can be up to 8 cm (3.1 in) in diameter.",
  "/wiki/Jawbreakers": "Gobstoppers or jawbreakers are a type of hard candy. They are usually round, and usually range from 1 to 3 cm (0.4 to 1.2 in) across; though gobstoppers can be up to 8 cm (3.1 in) in diameter.",
  "/wiki/The_Willy_Wonka_Candy_Company": "Nestlé Candy Shop (formerly The Willy Wonka Candy Company) is a brand of confectionery owned and licensed by Swiss corporation Nestlé. The previous Wonka brand's inception comes from materials licensed from British author Roald Dahl. His classic children's novel, Charlie and the Chocolate Factory, and its film adaptations are the source of both the packaging and the marketing styles of the Wonka brand. The brand was launched on 17 May 1971, pre-dating by a month a tie-in launch coinciding with the release of the novel's first film adaptation on 30 June. In 1988 the Willy Wonka Candy Company brand – then owned by Sunmark Corporation – was acquired by Nestlé. Nestlé sold sweets and chocolate under the Willy Wonka brand name in the United States, Canada, the United Kingdom, Ireland, Australia, New Zealand, Japan, South Africa, Mexico, Colombia, Brazil, Argentina, Costa Rica, Panama, Dominican Republic and the Middle East.",
  "/wiki/Nestlé": "Nestlé S.A. (/ˈnɛsleɪ, -li, -əl/, formerly /-əlz/; French: [nɛsle]) is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest food company in the world, measured by revenues and other metrics, since 2014. It ranked No. 64 on the Fortune Global 500 in 2017 and No. 33 on the 2016 edition of the Forbes Global 2000 list of largest public companies.",
  "/wiki/Everlasting_Gobstopper": "The Everlasting Gobstopper is a candy from Roald Dahl's 1964 children's novel Charlie and the Chocolate Factory that, intended, according to Willy Wonka, \"for children with very little pocket money\", not only changes colors and flavors, but also never get any smaller and never disappear. In 1976 the name of the fictional candy was used for a product similar to a normal gobstopper, or jawbreaker.",
  "/wiki/Horehound_candy": "Marrubium vulgare (white horehound or common horehound) is a flowering plant in the mint family (Lamiaceae), native to Europe, northern Africa, and southwestern and central Asia. It is also widely naturalized in many places, including most of North and South America.",
  "/wiki/Extract": "An extract is a substance made by extracting a part of a raw material, often by using a solvent such as ethanol or water.  Extracts may be sold as tinctures, absolutes or in powder form.",
  "/wiki/Marrubium_vulgare": "Marrubium vulgare (white horehound or common horehound) is a flowering plant in the mint family (Lamiaceae), native to Europe, northern Africa, and southwestern and central Asia. It is also widely naturalized in many places, including most of North and South America.",
  "/wiki/Mint_family": "The Lamiaceae (/ˌleɪmiˈeɪsiaɪ, -iː/ LAY-mee-AY-see-e(y)e)\nor Labiatae are a family of flowering plants commonly known as the mint or deadnettle or sage family. Many of the plants are aromatic in all parts and include widely used culinary herbs, such as basil, mint, rosemary, sage, savory, marjoram, oregano, hyssop, thyme, lavender, and perilla. Some species are shrubs, trees (such as teak), or, rarely, vines.  Many members of the family are widely cultivated, not only for their aromatic qualities, but also their ease of cultivation, since they are readily propagated by stem cuttings.[citation needed] Besides those grown for their edible leaves, some are grown for decorative foliage, such as Coleus. Others are grown for seed, such as Salvia hispanica (chia), or for their edible tubers, such as Plectranthus edulis, Plectranthus esculentus, Plectranthus rotundifolius, and Stachys affinis (Chinese artichoke).",
  "/wiki/Jolly_Rancher": "Jolly Rancher is an American brand of sweet, somewhat tangy or sour/sweet hard candy, gummies, fruit chews, jelly beans, lollipops, gelatin desserts, gum, and sodas. It is currently owned by The Hershey Company. The product was originally produced by the Jolly Rancher Company, founded by Bill Harmsen of Golden, Colorado. The Jolly Rancher Company made ice cream, chocolate and candy sold at several \"Ranch Maid Ice Cream\" stores in the Denver area. The name was meant to suggest a hospitable, western company.",
  "/wiki/Life_Savers": "Life Savers is an American brand of ring-shaped hard and soft candy.  Its range of mints and fruit-flavored candies is known for its distinctive packaging, coming in paper-wrapped aluminum foil rolls.",
  "/wiki/Wm._Wrigley_Jr._Company": "The Wm. Wrigley Jr. Company, known as the Wrigley Company, is an American chewing gum (Wrigley's gum) company founded on April 1, 1891, by William Wrigley Jr., based in the Global Innovation Center (GIC) in Goose Island, Chicago, Illinois. It is wholly owned by Mars, Incorporated, and along with Mars chocolate bars and other candy products, makes up Mars Wrigley Confectionery. It is the largest manufacturer and marketer of chewing gum in the world.",
  "/wiki/Love_Hearts": "Love Hearts are a type of confectionery manufactured by Swizzels Matlow in the United Kingdom. They are hard, tablet-shaped sweets in a variety of fruit flavours featuring a short, love-related message on one side of the sweet. They are an updated version of Victorian-era Conversation Lozenges.",
  "/wiki/Swizzels_Matlow": "Swizzels Matlow, also known as just Swizzels, is a confectionery manufacturer based in New Mills, Derbyshire, near Stockport in the United Kingdom. The company had revenues of £47 million in 2010/11. It employs around 600 people. Swizzels Matlow exports 20 per cent of its sweets to more than 20 countries, mostly in Europe. Their highest selling brands are Love Hearts, Parma Violets and Drumstick lollies. Its biggest sales period is Hallowe'en.",
  "/wiki/PEZ": "Pez (stylised as PEZ) is the brand name of an Austrian candy and associated manual candy dispensers. The candy is a pressed, dry, straight-edged, curved-corner block 15 mm (​5⁄8 inch) long, 8 mm (​5⁄16 inch) wide, and 5 mm (​3⁄16 inch) high, with Pez dispensers holding 12 candy pieces.",
  "/wiki/Ribbon_candy": "Ribbon candy is a type of hard candy which in North America most often appears for sale around the Christmas holiday season. It acquires its shape by first being fashioned as warm sugar into flat strips. A strip is then folded back and forth over itself to form a hardened ribboned stick. The sugar is often colored to appear festive, and the candy often has a glossy sheen. It is commonly made with extracts, often of different mint or citrus flavors. It is usually thin enough to melt quickly in the mouth, but because pieces of it are usually larger than bite size, biting into a stick of it causes shattering and shards. Many types of ribbon candies also tend to become sticky easily, usually either due to body warmth from being held, or simply from room temperature and humidity. It is often used like decor, put out on display in candy dishes, plates, or apothecary jars. When it is used in this way it tends to end up sticking together if it has been sitting out for an extended period of time.",
  "/wiki/Hard_candy": "A hard candy, or boiled sweet, is a sugar candy prepared from one or more sugar-based syrups that is boiled to a temperature of 160 °C (320 °F) to make candy.  Among the many hard candy varieties are stick candy such as the candy cane, lollipops, aniseed twists, and bêtises de Cambrai.",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/Christmas_holiday_season": "The Christmas season, also called the holiday season (often simply called the holidays), or the festive season, is an annually recurring period recognized in many Western and other countries that is generally considered to run from late November to early January. It is defined as incorporating at least Christmas, usually New Year, and sometimes various other holidays and festivals. It also is associated with a period of shopping which comprises a peak season for the retail sector (the \"Christmas (or holiday) shopping season\") and a period of sales at the end of the season (the \"January sales\"). Christmas window displays and Christmas tree lighting ceremonies when trees decorated with ornaments and light bulbs are illuminated are traditions in many areas.",
  "/wiki/Rock_(confectionery)": "Rock (often known by its place of origin, for instance Blackpool rock or Brighton rock) is a type of hard stick-shaped boiled sugar confectionery most usually flavoured with peppermint or spearmint. It is commonly sold at tourist (usually seaside) resorts in the United Kingdom (such as Brighton, Southend-on-Sea, Scarborough or Blackpool) and Ireland (e.g. Bray and Strandhill); in Gibraltar; in Denmark in towns such as Løkken and Ebeltoft; and in Sydney and Tasmania, Australia.",
  "/wiki/Stick_candy": "Stick candy (also called candy stick, barber pole candy, circus stick, or barber pole) is a long, cylindrical variety of hard candy, usually four to seven inches in length and 1/4 to 1/2 inch in diameter, but in some extraordinary cases up to 14 inches in length and two inches in diameter. Like candy canes, they usually have at least two different colors (either opaque or translucent) swirled together in a spiral pattern, resembling a barber's pole.",
  "/wiki/Sweethearts_(candy)": "Sweethearts (also known as conversation hearts) are small heart-shaped sugar candies sold around Valentine's Day. Each heart is printed with a message such as \"Be Mine\", \"Kiss Me\", \"Call Me\", \"Let's Get Busy\", or \"Miss You\". Sweethearts were made by the New England Confectionery Company, or Necco, before being purchased by the Spangler Candy Company in 2018. They were also previously made by the Stark Candy Company. Necco manufactured nearly 8 billion Sweethearts per year. Similar products are available from Brach's and other companies. A similar type of candy is sold in the UK under the name Love Hearts.",
  "/wiki/List_of_candies": "Candy, known also as sweets and confectionery, has a long history as a familiar food treat that is available in many varieties. Candy varieties are influenced by the size of the sugar crystals, aeration, sugar concentrations, colour and the types of sugar used."
}