{
  "/wiki/Jonathan_Hay_(footballer)": "Jonathan Hay (born 13 August 1979) is a former Australian rules footballer who played in the Australian Football League (AFL).",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Darren_Gaspar": "Darren Gaspar (born 20 May 1976) is a former Australian rules footballer in the Australian Football League (AFL).",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Brett_Montgomery": "Brett Montgomery (born 1 June 1973) is a retired Australian rules football player and current assistant coach with the Port Adelaide Football Club.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Luke_Darcy": "Luke Darcy (born 12 July 1975) is a former Australian rules footballer who played with the Western Bulldogs in the Australian Football League (AFL) and now works for the Seven Network and Triple M covering the AFL.",
  "/wiki/Anthony_Koutoufides": "Anthony Koutoufides (born 18 January 1973) is a former Australian rules footballer with the Carlton Football Club.  One of the most powerful and athletic players of all-time, he played in almost every position and was often called the prototype of the modern footballer.",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Mark_Ricciuto": "Mark Anthony Ricciuto (/rɪˈʃuːtoʊ/ ri-SHOO-toh; born 8 June 1975) is a former Australian rules footballer who played for the Adelaide Football Club in the Australian Football League (AFL). From Waikerie, South Australia, Ricciuto started as a junior with the local Waikerie Magpies Football Club. He joined the West Adelaide Football Club in the South Australian National Football League (SANFL), making his debut at the age of 16, before being recruited by Adelaide as a zone selection prior to the 1993 season.",
  "/wiki/Matthew_Robbins_(footballer)": "Matthew Robbins (born 8 May 1977) is a former Australian rules footballer who played with both Geelong and the Western Bulldogs in the AFL.",
  "/wiki/Josh_Mahoney": "Joshua William Paul \"Josh\" Mahoney (born 31 October 1977) is a former professional Australian rules footballer who played for Collingwood, the Western Bulldogs, and Port Adelaide in the Australian Football League (AFL).",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Troy_Cook": "Troy Cook (born 12 August 1976) is an Australian rules footballer. Cook played for the Perth Football Club in the West Australian Football League as well as the Fremantle Football Club in the Australian Football League.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Shane_Parker_(footballer)": "Shane Parker (born 18 February  1973) is a former Australian rules footballer who played for the Fremantle Football Club. He made his debut in 1995, Fremantle's inaugural year in the Australian Football League.",
  "/wiki/Chris_Scott_(Australian_footballer)": "Christopher Michael Scott (born 3 May 1976) is a former Australian rules footballer in the Australian Football League (AFL) best known for being a dual premiership player with the Brisbane Lions in addition to a first-year premiership coach at Geelong. He attended St Kevin’s College, Toorak, Melbourne. He has been the coach of the Geelong Football Club from 2011.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Ray_Hall_(footballer)": "Ray Hall (born 27 October 1980) is a former Australian rules football player who played for the Richmond Football Club.",
  "/wiki/Trent_Knobel": "Trent Knobel (born 23 May 1980) is a former Australian rules footballer in the Australian Football League.",
  "/wiki/Kent_Kingsley": "Kent Kingsley (born 26 September 1978) is a former Australian rules footballer for the North Melbourne Football Club, the Geelong Football Club and the Richmond Football Club in the Australian Football League (AFL).",
  "/wiki/Darryl_Wakelin": "Darryl Wakelin (born 11 August 1974) is a former Australian rules footballer who played for St Kilda and Port Adelaide in the Australian Football League as a defender.",
  "/wiki/Matthew_Lappin": "Matthew Lappin (born 17 February 1976) is a former professional Australian rules footballer who played for the St Kilda Football Club and the Carlton Football Club in the Australian Football League (AFL). He currently serves as an AFL coach for the JLC at hillcrest Christian college Queensland.",
  "/wiki/Nathan_Brown_(Australian_footballer,_born_1976)": "Nathan Daniel Brown (born 14 August 1976) is an Australian rules footballer who played for the  Melbourne Demons in the Australian Football League.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Clint_Bizzell": "Clinton \"Clint\" Bizzell (born 28 June 1976) is a former professional Australian rules footballer in the Australian Football League.",
  "/wiki/Byron_Pickett": "Byron Pickett (born 11 August 1977) is a former professional  Australian rules footballer  who played with three clubs in the AFL.  He was known as a big game player as well as for his strength, hard bumps and tough approach to the game.  Pickett is one of 12 players with two premiership medallions, a Norm Smith Medal and over 200 AFL games. In 2005 Pickett was acknowledged as one of the finest Aboriginal players in the history of the game, with his selection to the Indigenous Team of the Century. He announced his retirement from AFL at the end of the 2007 season."
}