{
  "/wiki/Ahmadulhaq_Che_Omar": "Ahmadulhaq Che Omar is a Singaporean goalkeeper who last played professionally for Hougang United FC.",
  "/wiki/Balestier_Khalsa": "Balestier Khalsa Football Club is a professional football club which plays in Singapore Premier League. The club's logo depicts a Tiger, the nickname of the club, on top of a pair of Kirpan. The logo is made up of key elements from the two clubs it was merged from. The Tiger is the mascot of the Balestier half of the merged entity while the kirpan is a religious dagger worn by members of the Sikh faith, who were a major backer of half of the merged entity through the Clementi club.",
  "/wiki/K_Sathiaraj": "Sathiaraj s/o Krishna Murthy (born 15 October 1986) is a former Young Lions defender who last played for Woodlands Wellington FC in the S-League.",
  "/wiki/Armanizam_Dolah": "Armanizam Dolah is a Singaporean footballer who played for Woodlands Wellington FC in the S.League. He is the team captain of the Rams. He currently works at Marina Bay Sands.",
  "/wiki/Shamsurin_Abdul_Rahman": "Shamsurin Abdul Rahman is a midfielder who last played for Woodlands Wellington FC in the S-League.",
  "/wiki/Farizal_Basri": "Farizal Basri is a midfielder who currently plays for Woodlands Wellington FC in the S-League, joining them in early 2012 in time for the 2012 S.League.",
  "/wiki/Home_United": "Home United Football Club, is a professional football club that plays in the Singapore Premier League.",
  "/wiki/Daniel_Hammond": "Daniel Mark Hammond (born 6 April 1985) is an English professional footballer who last played for S.League club Woodlands Wellington as a central defender.",
  "/wiki/Geylang_United": "Geylang International Football Club is a professional football club based in Bedok, Singapore, which plays in the Singapore Premier League. The club was founded in 1973 with the purpose of building a successful football team that would be remembered for generations to come. They played their first season in 1974, winning the FAS Division Three League which earns a spot in National Football League Division One the following year. They enjoyed their greatest successes in 1980s and 90s, winning six consecutive FAS Premier League titles.",
  "/wiki/Danny_Chew_Ji_Xiang": "Danny Chew (6 November 1987) is a defender who last played in the S.League for Woodlands Wellington FC.",
  "/wiki/Vincent_Lee": "Vincent Lee (born September 8, 1988) is a retired Malaysian defender who last played for Woodlands Wellington FC in the S-League. He was usually deployed play either as a centre back or wing back.",
  "/wiki/Singapore_Armed_Forces_FC": "Warriors Football Club is a Singaporean professional football club that plays in the top-tier Singapore Premier League. Before they officially changed their name on 20 January 2013, they were previously known as the Singapore Armed Forces Football Club (SAFFC) since their establishment on 16 February 1996. Despite their name back then, membership of the Armed Forces was not a prerequisite for players representing the team, and several international players have played for them.",
  "/wiki/Fabien_Lewis": "Fabien \"Fari\" Lewis is a retired professional footballer. He was recently appointed Interim Head Coach of Kaya FC, a professional football team that plays in the United Football League.",
  "/wiki/Hussein_Akil": "Hussein Akil (Arabic: حسين عقيل‎; born 3 May 1990) is a footballer who plays for Australian club St George FC. Born in Australia, Akil played for the Lebanon national under-23 team.",
  "/wiki/Sydney_Olympic": "Sydney Olympic Football Club is an Australian semi-professional soccer club, based in Belmore, Sydney, New South Wales, that plays in the National Premier Leagues NSW. The Club was founded as Pan-Hellenic Soccer Club in 1957 by Greek immigrants. In 1977, the Club changed its name to Sydney Olympic and became a founding member of the Phillips Soccer League, later named the National Soccer League (NSL), the inaugural national football league of Australia, remaining a member of the competition until its demise in 2004.",
  "/wiki/2012_Woodlands_Wellington_FC_season": "The 2012 season is Woodlands Wellington's 17th competitive and consecutive season in the top flight of Singapore football and 25th year in existence as a football club."
}