{
  "/wiki/Elvis_Costello": "Declan Patrick MacManus, OBE (born 25 August 1954), better known by his stage name Elvis Costello, is an English post-punk singer-songwriter. He has won multiple awards in his career, including Grammy Awards in 1999 and 2020, and has twice been nominated for the Brit Award for Best British Male Artist. In 2003, he was inducted into the Rock and Roll Hall of Fame. In 2004, Rolling Stone ranked Costello number 80 on its list of the 100 Greatest Artists of All Time.",
  "/wiki/Veronica_(song)": "\"Veronica\" is a single from Elvis Costello's 1989 album Spike, co-written by Costello with Paul McCartney. The song \"Veronica\" was co-produced by T-Bone Burnett and Kevin Killen, and features Paul McCartney on his iconic Höfner bass. In 2004, Entertainment Weekly voted it one of Costello's top ten greatest tunes.",
  "/wiki/Crowded_House": "Crowded House is a rock band, formed in Melbourne, Australia, in 1985. Its founding members were New Zealander Neil Finn (vocalist, guitarist, primary songwriter) and Australians Paul Hester (drums) and Nick Seymour (bass). Later band members included Neil Finn's brother, Tim Finn, and Americans Mark Hart and Matt Sherrod. Neil Finn and Seymour have been the sole constant members of the group since its formation.",
  "/wiki/Chocolate_Cake_(song)": "\"Chocolate Cake\" is a 1991 song by rock group Crowded House from their 1991 album Woodface.",
  "/wiki/Herbert_Grönemeyer": "Herbert Arthur Wiglev Clamor Grönemeyer (born 12 April 1956) is a German musician and actor, popular in Germany, Austria and Switzerland. He starred as war correspondent Lieutenant Werner in Wolfgang Petersen's movie Das Boot, but later focused on his musical career. His fifth album 4630 Bochum (1984) and his 11th album Mensch (Human) (2002) are the third and first best-selling records in Germany respectively, making him the most successful artist in Germany with combined album sales over 13 million.",
  "/wiki/Frente!": "Frente! /frɛnteɪ/ (or Frente) are an Australian alternative rock and folk-pop group which originally formed in 1989. The original line-up consisted of Simon Austin on guitar and backing vocals, Angie Hart on lead vocals, Tim O'Connor on bass guitar (later replaced by Bill McDonald), and Mark Picton on drums (later replaced by Alastair Barden, then by Pete Luscombe). In August 1991 they issued their debut extended play, Whirled, which included the track, \"Labour of Love\". In March 1992 they released a second EP, Clunk, with its featured track, \"Ordinary Angels\", which peaked at No. 3 on the ARIA Singles Chart. It was followed in October by \"Accidently Kelly Street\" (unintentional misprint of \"Accidentally Kelly Street\" was retained) which reached No. 4. Their debut album, Marvin the Album, issued in November, peaked at No. 5 on the ARIA Albums Chart. \"Labour of Love\" was released as an EP outside of Australasia in 1994 as a CD single with a cover version of New Order's \"Bizarre Love Triangle\" included. The Australian rock music historian Ian McFarlane felt that the group's \"quirky, irreverent, acoustic-based sound was at odds with the usual guitar-heavy, grunge trends of the day. The band's presentation had a tweeness about it that could have been off-putting if not for its genuine freshness and honesty\".[citation needed]",
  "/wiki/Bizarre_Love_Triangle": "\"Bizarre Love Triangle\" is a song by the English rock band New Order, released as a single in 1986 from their fourth studio album, Brotherhood (1986), which reached the top five on the US Hot Dance Music/Club Play Singles chart, and No. 5 on the Australian ARIA Charts (No. 1 on the Victoria state chart) in March 1987.",
  "/wiki/Siouxsie_and_the_Banshees": "Siouxsie and the Banshees were a British rock band, formed in London in 1976 by vocalist Siouxsie Sioux and bass guitarist Steven Severin. They have been widely influential, both over their contemporaries and with later acts. Mojo rated guitarist John McGeoch in their list of \"100 Greatest Guitarists of All Time\" for his work on \"Spellbound\". The Times cited the group as \"one of the most audacious and uncompromising musical adventurers of the post-punk era\".",
  "/wiki/O_Baby": "\"O Baby\" is a song written and recorded by English rock band Siouxsie and the Banshees. It was produced by John Cale and released as the first single from the band's 11th studio album, The Rapture. Melody Maker wrote : \"O Baby is the wonderful prelude to Rapture\" and it is \"deliciously pop\".",
  "/wiki/Stargazer_(Siouxsie_and_the_Banshees_song)": "\"Stargazer\" is a song written, produced and recorded by English rock band Siouxsie and the Banshees.  It was released as the second single from the band's 11th studio album The Rapture.",
  "/wiki/Manic_Street_Preachers": "Manic Street Preachers are a Welsh rock band formed in Blackwood in 1986. The band consists of cousins James Dean Bradfield (lead vocals, lead guitar), and Sean Moore (drums, percussion, soundscapes), plus Nicky Wire (bass guitar, lyrics). They are often colloquially known as \"the Manics\". They form a key part of the 1990s Cool Cymru movement.",
  "/wiki/Australia_(Manic_Street_Preachers_song)": "\"Australia\" was released by Welsh alternative rock band Manic Street Preachers on 2 December 1996 through Epic and was the fourth and final single release from the Everything Must Go album of May that same year. The song peaked on number 7 in the UK Singles Chart, and it was the fourth consecutive top 10 hit for the band.",
  "/wiki/Bush_(band)": "Bush are  an English rock band formed in London, England in 1992. Their current lineup consists of lead vocalist and rhythm guitarist Gavin Rossdale, drummer Robin Goodridge, lead guitarist Chris Traynor, and bassist Corey Britz.",
  "/wiki/Mansun_(band)": "Mansun were an English alternative rock band, formed in Chester in 1995. The band comprised vocalist/rhythm guitarist Paul Draper, bassist Stove King, lead guitarist/backing vocalist Dominic Chad, and drummer Andie Rathbone.",
  "/wiki/Placebo_(band)": "Placebo are an English rock band, formed in London in 1994 by vocalist–guitarist Brian Molko and bassist–guitarist Stefan Olsdal. The band were soon joined by drummer Robert Schultzberg, who left in 1996 due to conflicts with Molko and was replaced the same year by Steve Hewitt.",
  "/wiki/You_Don't_Care_About_Us": "\"You Don't Care About Us\" is a song by English alternative rock band Placebo. It is the third track from their fourth studio album, Without You I'm Nothing, and was released as the album's second single.",
  "/wiki/Therapy?": "Therapy? are  an alternative metal band from Northern Ireland. The band was formed in 1989 by guitarist–vocalist Andy Cairns from Ballyclare and drummer-vocalist Fyfe Ewing from Larne, Northern Ireland. The band recorded their first demo with Cairns filling in on bass guitar. To complete the lineup, the band recruited Larne bassist Michael McKeegan. The band signed with major label A&M Records in 1992, for which they released four albums, most notably Troublegum in 1994 and Infernal Love in 1995. Ewing's departure in early 1996 preceded the arrivals of his replacement Graham Hopkins, and Martin McCarrick on cello and guitar. Neil Cooper replaced Hopkins on drums in 2002. Following the departure of McCarrick in 2004, the band have remained a stable three-piece since.",
  "/wiki/Church_of_Noise": "\"Church of Noise\" is a song by the band Therapy?, released as a single on A&M Records on 2 March 1998. It is taken from the Semi-Detached album. This single reached number 29 in the UK Singles Chart.",
  "/wiki/Neil_Finn": "Neil Mullane Finn OBE (born 27 May 1958) is a New Zealand singer-songwriter and musician who is currently a member of Fleetwood Mac. With his brother Tim Finn, he was the co-frontman for Split Enz, a project that he joined after it was initially founded by Tim and others, and then became the frontman for Crowded House. He has also recorded several successful solo albums and assembled diverse musicians for the 7 Worlds Collide project; contributor Ed O'Brien, also guitarist for Radiohead, has hailed Finn as popular music's \"most prolific writer of great songs\".",
  "/wiki/Sinner_(Neil_Finn_song)": "\"Sinner\" is the debut solo single by New Zealand singer/songwriter, Neil Finn, released in 1998.",
  "/wiki/Lonely,_Cryin',_Only": "\"Lonely, Cryin', Only\" is a song by Therapy? and a single released on A&M Records on 18 May 1998. It is featured on the Semi-Detached album. This single reached number 32 in the UK Singles Chart.",
  "/wiki/Suede_(band)": "Suede (known in the United States as The London Suede) are an English rock band formed in London in 1989. The band is composed of singer Brett Anderson, guitarist Richard Oakes, bass player Mat Osman, drummer Simon Gilbert and keyboardist/rhythm guitarist Neil Codling.",
  "/wiki/Can't_Get_Enough_(Suede_song)": "\"Can't Get Enough\" is the fourth and final single from the album Head Music by Suede, released on 8 November 1999 on Nude Records.",
  "/wiki/James_(band)": "James are an English rock band from Manchester, who were formed in 1982 and enjoyed popularity throughout the 1990s. The band's best-known singles include \"Come Home\"; \"Sit Down\"; \"She's a Star\" and \"Laid\", which also became a hit on American college radio.",
  "/wiki/Just_Like_Fred_Astaire": "Millionaires is the eighth studio album by British alternative rock band James. It was published as 11- and as 12-track versions.",
  "/wiki/HIM_(band)": "HIM (sometimes stylized as H.I.M.) was a Finnish gothic rock band from Helsinki, Finland. Formed in 1991 by vocalist Ville Valo and bassist Mikko \"Mige\" Paananen under the name His Infernal Majesty, the band broke up in 1993, before being reformed in 1995 by Valo and guitarist Mikko \"Linde\" Lindström. After being rejoined by Mige, as well as new additions keyboardist Antto Melasniemi and drummer Juhana \"Pätkä\" Rantala, the band, now called HIM, released their debut album Greatest Lovesongs Vol. 666 in 1997. In 2000, now with drummer Mika \"Gas Lipstick\" Karppinen and keyboardist Juska Salminen, the band released the album Razorblade Romance, which reached the number one spot in Finland, Austria and Germany. Their first single, \"Join Me in Death\", also charted at number one in Finland and Germany, eventually going platinum and gold respectively. Following the addition of Janne \"Burton\" Puurtinen on keyboards, HIM released Deep Shadows and Brilliant Highlights and Love Metal in 2001 and 2003 respectively. Both cracked the top ten in several countries, and allowed the band to tour the United Kingdom and the United States for the first time.",
  "/wiki/Join_Me_in_Death": "\"Join Me in Death\" is a single by the Finnish band HIM, taken from their second studio album Razorblade Romance. It was also released as \"Join Me\", since they were not allowed to include \"Death\" in the title for the US version. It was featured in the end credits of the European version of the sci-fi movie The Thirteenth Floor (The US version featured The Cardigans' \"Erase/Rewind\" instead). It is the fifteenth-best-selling single of all time in Finland.",
  "/wiki/Chicane": "A chicane (/ʃɪˈkeɪn/) is a serpentine curve in a road, added by design rather than dictated by geography. Chicanes add extra turns and are used both in motor racing and on roads and streets to slow traffic for safety. For example, one form of chicane is a short, shallow S-shaped turn that requires the driver to turn slightly left and then slightly right to continue on the road, requiring the driver to reduce speed. The word chicane is derived from the French verb chicaner, which means \"to create difficulties\" or \"to dispute pointlessly\", \"quibble\".",
  "/wiki/No_Ordinary_Morning_/_Halcyon": "\"No Ordinary Morning\" / \"Halcyon\" is a double A-side single by the British electronic dance music artist Chicane. It was released as the fourth single from his second studio album, Behind the Sun on 10 July 2000. The single reached number twenty-eight on the UK Singles Chart.",
  "/wiki/Einstürzende_Neubauten": "Einstürzende Neubauten (German pronunciation: [ˈaɪnˌʃtʏɐtsəndə ˈnɔʏˌbaʊtən], \"Collapsing New Buildings\") is a German experimental music group, originally formed in West Berlin in 1980. The group is currently composed of founder members Blixa Bargeld (lead vocals; guitar; keyboard) and N.U. Unruh (custom-made instruments; percussion; vocals), long-time contributor Alexander Hacke (bass; vocals), plus Jochen Arbeit (guitar; vocals), and Rudolf Moser (custom-built instruments; percussion; vocals), who both joined the line-up in 1997.",
  "/wiki/In_Joy_and_Sorrow": "Deep Shadows and Brilliant Highlights is the third studio album by Finnish gothic rock band HIM. Released 27 August 2001, HIM began recording demos in the fall of 2000, with producer T.T. Oksala intending to release the initial recordings as the finished album. After being rejected by the record label BMG, producer Kevin Shirley was brought in, who clashed with members of the band over his style of working. The recording process took eleven months, with outside influences within the industry and the extended time frame causing friction with the album, which ended up with a sleeker and more pop-oriented sound than its predecessors. Deep Shadows and Brilliant Highlights was also HIM's first album to feature keyboardist Janne \"Burton\" Puurtinen.",
  "/wiki/John_Hillcoat": "John Hillcoat (born 1960) is an Australian-Canadian film director, screenwriter, and music video director."
}