{
  "/wiki/Mexico_City_International_Airport": "Mexico City International Airport (Spanish: Aeropuerto Internacional de la Ciudad de México, AICM); officially Aeropuerto Internacional Benito Juárez (Benito Juárez International Airport) (IATA: MEX, ICAO: MMMX) is an international airport that serves Greater Mexico City.  It is Mexico's and Latin America's busiest airport by passenger traffic and aircraft movements. The airport sustains 35,000 jobs directly and around 15,000 indirectly in the immediate area. The airport is owned by Grupo Aeroportuario de la Ciudad de México and operated by Aeropuertos y Servicios Auxiliares, the government-owned corporation, which also operates 22 other airports throughout Mexico. In recent years Toluca Airport has become an alternate airport.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/S%C3%A3o_Paulo-Guarulhos_International_Airport": "São Paulo/Guarulhos–Governador André Franco Montoro International Airport (IATA: GRU, ICAO: SBGR), often referred to as GRU Airport, or simply GRU, is the primary international airport serving São Paulo. It is popularly known locally as either Cumbica Airport, after the district where it is located and the Brazilian Air Force base that still exists at the airport complex, or Guarulhos Airport, after the municipality of Guarulhos, in the São Paulo metropolitan area, where it is located. Since November 28, 2001 the airport has been named after André Franco Montoro (1916–1999), former Governor of São Paulo state. The airport was rebranded as GRU Airport in 2012.",
  "/wiki/S%C3%A3o_Paulo": "São Paulo (/ˌsaʊ ˈpaʊloʊ/; Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city (as listed by the GaWC) and the most populous city in Brazil, the Western Hemisphere and the Southern Hemisphere, besides being the largest Portuguese-speaking city in the world. The municipality is also the world's 12th largest city proper by population. The city is the capital of the surrounding state of São Paulo, the most populous and wealthiest state in Brazil. It exerts strong international influences in commerce, finance, arts and entertainment. The name of the city honors the Apostle, Saint Paul of Tarsus. The city's metropolitan area, the Greater São Paulo, ranks as the most populous in Brazil and the 12th most populous on Earth. The process of conurbation between the metropolitan areas located around the Greater São Paulo (Campinas, Santos, Sorocaba and the Paraíba Valley) created the São Paulo Macrometropolis, a megalopolis  with more than 30 million inhabitants, one of the most populous urban agglomerations in the world.",
  "/wiki/Congonhas-S%C3%A3o_Paulo_Airport": "São Paulo/Congonhas–Deputado Freitas Nobre Airport (IATA: CGH, ICAO: SBSP) Portuguese pronunciation: [kõˈɡõɲɐs] is one of the four commercial airports serving São Paulo, Brazil.  The airport is named after the neighborhood where it is located, formerly called Vila Congonhas, property of the descendants of Lucas Antônio Monteiro de Barros (1767–1851), Viscount of Congonhas do Campo, first president of the Province of São Paulo after the independence of Brazil in 1822, during the Empire. In turn, the Viscount's domain was named after the plural of a shrub known in Brazil as congonha-do-campo (Luxemburgia polyandra, of the Ochnaceae family). Since June 19, 2017 it is officially named after Deputy Freitas Nobre. The name Congonhas however remains mostly used. It is owned by the City of São Paulo, but operated by Infraero.",
  "/wiki/El_Dorado_International_Airport": "El Dorado International Airport  (IATA: BOG, ICAO: SKBO) is an international airport serving Bogotá, Colombia and its surrounding areas. The airport is located mostly in the Fontibón district of Bogotá, although it partially extends into the Engativá district and the municipality of Funza in the Western Savanna Province of the Cundinamarca Department. In 2018, it served over 32.7 million passengers and 741,000 metric tons of cargo. This makes El Dorado the third busiest airport in Latin America in terms of passenger traffic, and the busiest in terms of cargo. El Dorado is also by far the busiest and most important airport in Colombia, accounting for just under half (49%) of the country's air traffic.",
  "/wiki/Bogot%C3%A1": "Bogotá (/ˌboʊɡəˈtɑː/, also UK: /ˌbɒɡ-/, US: /ˈboʊɡətɑː/, Spanish: [boɣoˈta] (listen)), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the departments of Colombia. It is the political, economic, administrative and industrial center of the country.",
  "/wiki/Canc%C3%BAn_International_Airport": "Cancún International Airport (Spanish: Aeropuerto Internacional de Cancún) (IATA: CUN, ICAO: MMUN) is located in Cancún, Quintana Roo, on the Caribbean coast of Mexico's Yucatán Peninsula. It is Latin America's fourth and Mexico's second busiest airport, after Mexico City International Airport. In 2019, Cancún airport handled 25,481,989 passengers, a 1.1% increase compared to 2018.",
  "/wiki/Canc%C3%BAn": "Cancún (/kænˈkuːn/ or /kɑːn-/; Spanish pronunciation: [kaŋˈkun] pronunciation (help·info)) is a city in southeast Mexico on the northeast coast of the Yucatán Peninsula in the Mexican state of Quintana Roo. It is a significant tourist destination in Mexico and the seat of the municipality of Benito Juárez. The city is on the Caribbean Sea and is one of Mexico's easternmost points.",
  "/wiki/Rio_de_Janeiro-Gale%C3%A3o_International_Airport": "Rio de Janeiro–Antonio Carlos Jobim/Galeão International Airport (IATA: GIG, ICAO: SBGL), popularly known by its original name Galeão International Airport, is the main airport serving Rio de Janeiro, Brazil.  It is the country's second-busiest international airport. It is named after Praia do Galeão (Galleon Beach), located in front of the original passenger terminal (the present passenger terminal of the Brazilian Air Force) and where in 1663 the galleon Padre Eterno was built; and since January 5, 1999 also after the Brazilian musician Antonio Carlos Jobim. Galeão Airport is explicitly mentioned in his composition Samba do avião. It is the largest airport site in terms of area in Brazil.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Bras%C3%ADlia_International_Airport": "Brasília–Presidente Juscelino Kubitschek International Airport (IATA: BSB, ICAO: SBBR) is the only international airport serving Brasília. The airport was named after Juscelino Kubitschek (1902–1976), the 21st President of Brazil. It is located in the administrative region of Lago Sul, in the Federal District. Some of its facilities are shared with the Brazilian Air Force. It is operated by Inframerica.",
  "/wiki/Bras%C3%ADlia": "Brasília (/brəˈzɪliə/, Portuguese: [bɾaˈziljɐ]) is the federal capital of Brazil and seat of government of the Federal District. The city is located atop the Brazilian highlands in the country's center-western region. It was founded on April 21, 1960, to serve as the new national capital. Brasília is estimated to be Brazil's third-most populous city. Among major Latin American cities, it has the highest GDP per capita.",
  "/wiki/Luis_Mu%C3%B1oz_Mar%C3%ADn_International_Airport": "Luis Muñoz Marín International Airport (IATA: SJU, ICAO: TJSJ, FAA LID: SJU) (Spanish: Aeropuerto Internacional Luis Muñoz Marín, also known as Isla Verde International Airport/Aeropuerto Internacional de Isla Verde) is a joint civil-military international airport named for Puerto Rico's first democratically elected governor and located in suburban Carolina, Puerto Rico, three miles (five kilometres) southeast of San Juan. It is the busiest airport in the Caribbean region by passenger traffic. Over 4 million passengers board a plane at the airport per year according to the Federal Aviation Administration.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Comodoro_Arturo_Merino_Ben%C3%ADtez_International_Airport": "Arturo Merino Benítez International Airport (Spanish: Aeropuerto Internacional Arturo Merino Benítez) (IATA: SCL, ICAO: SCEL), also known as Santiago International Airport and Nuevo Pudahuel Airport, located in Pudahuel, 15 km (9.3 mi) north-west of downtown Santiago, is Chile's largest aviation facility and the busiest international airport in the country.",
  "/wiki/Santiago,_Chile": "Santiago (/ˌsɒntiˈɑːɡoʊ/ /ˌsæntiˈɑːɡoʊ/, Spanish: [sanˈtjaɣo], derived from \"Saint-James\"), also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's largest and most densely populated conurbation, the Santiago Metropolitan Region, whose total population is 7 million. The city is entirely located in the country's central valley. Most of the city lies between 500 m (1,640 ft) and 650 m (2,133 ft) above mean sea level.",
  "/wiki/Sim%C3%B3n_Bol%C3%ADvar_International_Airport_(Venezuela)": "Simón Bolívar International Airport or Maiquetía \"Simón Bolívar\" International Airport (IATA: CCS, ICAO: SVMI, Spanish: Aeropuerto Internacional de Maiquetia \"Simón Bolívar\") is an international airport located in Maiquetía, Vargas, Venezuela about 21 kilometres (13 mi) from downtown Caracas, the capital of the country. Simply called Maiquetía by the local population, it is the main international air passenger gateway to Venezuela. It handles flights to destinations in the Americas, Europe and the Middle East.",
  "/wiki/Maiquetia": "Maiquetía is a city located in the Central Region of Venezuela, in the state of Vargas. It is at approximately 19 m above sea level on a small shelf between the Caribbean and the mountains behind it. Caracas, the Venezuelan capital, is approximately 37 km to the southeast.",
  "/wiki/Jorge_Ch%C3%A1vez_International_Airport": "Jorge Chávez International Airport (IATA: LIM, ICAO: SPJC.mw-parser-output .nobold{font-weight:normal}, formerly SPIM), (Aeropuerto Internacional Jorge Chávez), is Peru's main international and domestic airport. It is located in Callao, 11 kilometers (7 mi) from Lima, the nation's capital city and 17 km (11 mi) from Miraflores. During 2017, the airport served 22,025,704 passengers. Historically, the airport was the hub for Compañía de Aviación Faucett and Aeroperú. Now it serves as a hub for many aviation companies. The airport was named after Peruvian aviator Jorge Chávez (1887 - 1910).",
  "/wiki/Lima": "Lima (/ˈliːmə/, Spanish pronunciation: [ˈlima]; Quechua: Limaq) is the capital and the largest city of Peru. It is located in the valleys of the Chillón, Rímac and Lurín rivers, in the central coastal part of the country, overlooking the Pacific Ocean. Together with the seaport of Callao, it forms a contiguous urban area known as the Lima Metropolitan Area. With a population of more than 9 million, Lima is the most populous metropolitan area of Peru and the  third-largest city in the Americas (as defined by \"city proper\"), behind São Paulo and Mexico City.",
  "/wiki/Ministro_Pistarini_International_Airport": "Ministro Pistarini International Airport (Spanish: Aeropuerto Internacional Ministro Pistarini) (IATA: EZE, ICAO: SAEZ), but better known as Ezeiza International Airport owing to its location in the Ezeiza Partido in Greater Buenos Aires, is an international airport 22 kilometres (14 mi) south-southwest of the Autonomous City of Buenos Aires, the capital city of Argentina. It is the country's largest international airport by number of passengers handled—85% of international traffic—and is a hub for international flights of Aerolíneas Argentinas and LATAM Argentina. Aerolíneas Argentinas and its subsidiary Austral Líneas Aereas do operate limited domestic or cabotaje air service from Pistarini Airport as well. Covering 3,475 hectares (13.42 sq mi; 8,590 acres), the airport serves Buenos Aires and its metropolitan area. It has been operated by Aeropuertos Argentina 2000 S.A. since 1998. It is one of three airports serving Buenos Aires, along with Aeroparque Jorge Newbery and El Palomar Airport.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Guadalajara_International_Airport": "Guadalajara International Airport (Spanish: Aeropuerto Internacional de Guadalajara), officially known as Miguel Hidalgo y Costilla Guadalajara International Airport (Spanish: Aeropuerto Internacional de Guadalajara Miguel Hidalgo y Costilla) (IATA: GDL, ICAO: MMGL), is the main airport of Mexico's second-largest city Guadalajara. Opened in 1966, it is located 16 km south of the city center. In 2017 it handled 12,808,000 passengers, and 14,351,800 in 2018, an increase of 12.05%. It is Latin America's eleventh and Mexico's third-busiest airport, after Mexico City International Airport and Cancún International Airport and second-busiest for cargo flights.",
  "/wiki/Guadalajara": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,460,148 inhabitants, it is Mexico's second most populous municipality. The Guadalajara metropolitan area has a reported population of 5,002,466 inhabitants, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in the State of Mexico. It is a strong business and economic center in the Bajío region.",
  "/wiki/General_Mariano_Escobedo_International_Airport": "Monterrey International Airport, (Spanish: Aeropuerto Internacional de Monterrey, IATA: MTY, ICAO: MMMY), ceremonial name General Mariano Escobedo International Airport, is an international airport located in Apodaca, Nuevo León, Mexico. Together with Del Norte International Airport, the airport handles domestic and international operations for the city of Monterrey and its metropolitan area.",
  "/wiki/Monterrey": "Monterrey (/ˌmɒntəˈreɪ/; Spanish pronunciation: [monteˈrei] (listen)) is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$123 billion, and the third largest with an estimated population of 4,689,601 people as of 2015. Monterrey is also considered the city with the best quality of life in the country[citation needed], and serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico.",
  "/wiki/Deputado_Lu%C3%ADs_Eduardo_Magalh%C3%A3es_International_Airport": "Salvador-Deputado Luís Eduardo Magalhães International Airport (IATA: SSA, ICAO: SBSV), formerly called Dois de Julho International Airport is the airport serving Salvador, Brazil. Since 16 June 1998 the airport is named after Luís Eduardo Maron Magalhães (1955–1998), an influential politician of the state of Bahia.",
  "/wiki/Salvador,_Bahia": "Salvador (English: Savior), also known as São Salvador da Bahia de Todos os Santos (English: Holy Savior of the Bay of All Saints), is the capital of the Brazilian state of Bahia. With 2.9 million people (2017), it is the largest city proper in the Northeast Region and the 4th largest city proper in the country, after São Paulo, Rio de Janeiro and Brasília.",
  "/wiki/List_of_the_busiest_airports_in_Latin_America": "This is a list of the busiest airports in Latin America."
}