{
  "/wiki/Serena_Williams": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1. She has won 23 major singles titles, the most by any man or woman in the Open Era. The Women's Tennis Association (WTA) ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017. She reached the No. 1 ranking for the first time on July 8, 2002. On her sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf. In total, she has been No. 1 for 319 weeks, which ranks third in the Open Era among female players behind Graf and Martina Navratilova.\n Williams holds the most Grand Slam titles in singles, doubles, and mixed doubles combined among active players. Her 39 Grand Slam titles put her joint-third on the all-time list and second in the Open Era: 23 in singles, 14 in women's doubles, and two in mixed doubles. She is the most recent female player to have held all four Grand Slam singles titles simultaneously (2002–03 and 2014–15) and the third player to achieve this twice, after Rod Laver and Graf. She is also the most recent player to have won a Grand Slam title on each surface (hard, clay and grass) in one calendar year (2015). She is also, together with her older sister Venus, the most recent player to have held all four Grand Slam women's doubles titles simultaneously (2009–10).\n Williams has won a record of 13 Grand Slam singles titles on hard court. Williams holds the Open Era record for most titles won at the Australian Open (7) and shares the Open Era record for most titles won at the US Open with Chris Evert (6). She also holds the record for the most women's singles matches won at majors with 351 matches.\n Williams has won 14 Grand Slam doubles titles, all with her sister Venus, and the pair are unbeaten in Grand Slam doubles finals. As a team, she and Venus have the third most women's doubles Grand Slam titles, behind the 18 titles of Natasha Zvereva (14 with Gigi Fernández) and the record 20 titles won by Martina Navratilova and Pam Shriver. Williams is also a five-time winner of the WTA Tour Championships in the singles division. She has also won four Olympic gold medals, one in women's singles and three in women's doubles—an all-time record shared with her sister, Venus. The arrival of the Williams sisters has been credited with ushering in a new era of power and athleticism on the women's professional tennis tour. She is ranked at No. 9 in the world by the WTA as of January 13, 2020.\n Earning almost $29 million in prize money and endorsements, Williams was the highest paid female athlete in 2016. She repeated this feat in 2017 when she was the only woman on Forbes' list of the 100 highest paid athletes with $27 million in prize money and endorsements. She has won the 'Laureus Sportswoman of the Year' award four times (2003, 2010, 2016, 2018), and in December 2015, she was named Sportsperson of the Year by Sports Illustrated magazine. In 2019, she was ranked 63rd in Forbes' World's Highest-Paid Athletes list.",
  "/wiki/Venus_Williams": "Venus Ebony Starr Williams (born June 17, 1980) is an American professional tennis player. A former world No. 1, Williams is generally credited with ushering in a new era of power on the women's professional tennis tour.\n Williams has been ranked world No. 1 by the Women's Tennis Association on three occasions, for a total of 11 weeks. She first reached the No. 1 ranking on February 25, 2002, the first African American woman to do so in the Open Era, and the second all time since Althea Gibson. Williams' seven Grand Slam singles titles are tied for 12th on the all-time list, and 8th on the Open Era list, more than any other active female player except her sister. She has reached 16 Grand Slam finals, most recently at Wimbledon in 2017. She has also won 14 Grand Slam Women's doubles titles, all with Serena Williams; the pair is unbeaten in Grand Slam doubles finals. Williams also has two Mixed Doubles titles. Her five Wimbledon singles titles tie her with two other women for eighth place on the all-time list, but gives her sole possession of No. 4 on the Open Era List, trailing only the nine titles of Martina Navratilova and the seven of Serena Williams and Steffi Graf. From the 2000 Wimbledon Championships to the 2001 US Open, Williams won four of the six Grand Slam singles tournaments in that span. At the 2020 Australian Open, Williams extended her record as the all-time leader, male or female, in Grand Slams played, with 85. With her run to the 2017 Wimbledon singles final, she broke the record for longest time between first and most recent grand slam singles finals appearances. Williams was twice the season prize money leader in 2001 and 2017.\n Williams has won four Olympic gold medals, one in singles and three in women's doubles, along with a silver medal in mixed doubles, pulling even with Kathleen McKane Godfree for the most Olympic medals won by a male or female tennis player. She is the only tennis player to have won a medal at four Olympic Games. At the 2000 Sydney Olympics, Williams became only the second player to win Olympic gold medals in both singles and doubles at one Olympic Games, after Helen Wills Moody at the 1924 Summer Olympics.\n With 49 singles titles, Williams trails only her sister Serena Williams among active players on the WTA Tour with most singles titles. Her 35-match winning streak from the 2000 Wimbledon Championships to the 2000 Generali Ladies Linz tournament final is the longest since January 1, 2000. She is also one of only three active WTA players to have reached the finals of all four Grand Slams, along with Serena Williams and Maria Sharapova.",
  "/wiki/Maria_Sharapova": "Maria Yuryevna Sharapova (Russian: Мари́я Ю́рьевна Шара́пова, IPA: [mɐˈrʲijə ˈjʉrʲjɪvnə ʂɐˈrapəvə] (listen); born April 19, 1987) is a Russian professional tennis player. Although she plays under the banner of Russia with the Women's Tennis Association  (WTA), she has lived in and been a United States permanent resident since 1994. Sharapova has competed on the WTA tour since 2001. She has been ranked world No. 1 in singles by the WTA on five separate occasions, for a total of 21 weeks. She is one of ten women, and the only Russian, to hold the career Grand Slam. She is also an Olympic medalist, having won a silver medal in women's singles at the 2012 Summer Olympics in London. Sharapova has achieved a rare level of longevity in tennis. Several tennis pundits and former players have called Sharapova one of tennis's best competitors.\n Sharapova became the world No. 1 for the first time on August 22, 2005, at the age of 18, becoming the first Russian female tennis player to top the singles rankings, and last held the ranking for the fifth time for four weeks from June 11, 2012, to July 8, 2012. Her five Grand Slam titles — two at the French Open and one each at the Australian Open, Wimbledon, and the US Open, and 36 singles titles rank Sharapova third among active players, behind Serena Williams and Venus Williams. She won the year-ending WTA Finals in her debut in 2004. She has also won three doubles titles.\n Sharapova has been featured in a number of modeling assignments, including a feature in the Sports Illustrated Swimsuit Issue. She has appeared in many advertisements, including those for Nike, Prince, and Canon, and has been the face of several fashion houses, most notably Cole Haan. Since February 2007, she has been a United Nations Development Programme Goodwill Ambassador, concerned specifically with the Chernobyl Recovery and Development Programme. In June 2011, she was named one of the \"30 Legends of Women's Tennis: Past, Present and Future\" by Time and in March 2012 was named one of the \"100 Greatest of All Time\" by Tennis Channel. According to Forbes, she has been named highest-paid female athlete in the world for 11 consecutive years and earned US$285 million (including prize money) since she turned pro in 2001. In 2018, she launched a new programme to mentor women entrepreneurs.\n In March 2016, Sharapova revealed she had failed a drug test at the 2016 Australian Open. She had tested positive for meldonium, a substance that had been banned (effective January 1, 2016) by the World Anti-Doping Agency (WADA). On June 8, 2016, she was suspended from playing tennis for two years by the International Tennis Federation (ITF). On October 4, 2016, the suspension was reduced to 15 months, starting from the date of the failed test, as the Court of Arbitration for Sports found that she had committed \"no significant fault\" and that she had taken the substance \"based on a doctor's recommendation… with good faith belief that it was appropriate and compliant with the relevant rules\". She returned to the WTA Tour on April 26, 2017 at the Porsche Tennis Grand Prix.",
  "/wiki/Simona_Halep": "Simona Halep (Romanian pronunciation: [siˈmona haˈlep]; born 27 September 1991) is a Romanian professional tennis player. She has been ranked world No. 1 in singles twice between 2017 and 2019. In total, she has been No. 1 for 64 weeks, which ranks tenth in the history of the Women's Tennis Association (WTA) rankings. Halep was the year-end No. 1 in 2017 and 2018. She has finished each year ranked no lower than No. 4 since 2014 and has the longest active streak of being ranked in the top 10. She has won 19 WTA singles titles and has finished runner-up 17 times. Halep has won two Grand Slam singles titles: the 2018 French Open and the 2019 Wimbledon Championships.\n Halep first broke into the world's top 50 at the end of 2011, reached the top 20 in August 2013, and then the top 10 in January 2014. She won her first six WTA titles in the same calendar year in 2013, and was the first to do so since Steffi Graf in 1986. This led to her being named the WTA Most Improved Player at the end of the year. Halep reached three Grand Slam finals at the 2014 French Open, the 2017 French Open, and the 2018 Australian Open before winning her first Grand Slam singles title at the 2018 French Open against Sloane Stephens. A former junior champion there, she became just the sixth player to win both the girls' singles and women's singles titles at the French Open. Halep also finished runner-up at the 2014 WTA Finals to Serena Williams despite inflicting the worst loss of Williams' career at that point in the round robin stage. She did not defeat Williams a second time until the final of the 2019 Wimbledon Championships.\n Halep was the WTA Most Popular Player of the Year for two consecutive years in 2014 and 2015, as well as the WTA Fan Favorite Singles Player of the Year for three consecutive years in 2017, 2018, and 2019. She is a recipient of the Patriarchal Cross of Romania and the Order of the Star of Romania, and was named an honorary citizen of Bucharest. She is the third Romanian to be in the top 10 of the WTA rankings after Virginia Ruzici and Irina Spîrlea, and the second Romanian woman to win a Grand Slam singles title after Ruzici. She is also the first Romanian woman to be ranked No. 1 and the first Romanian player to win a Wimbledon singles title. Halep is regarded as one of the best returners on the WTA Tour, while also building her game around being aggressive and being able to hit winners from defensive positions.",
  "/wiki/Petra_Kvitová": "Petra  Kvitová (Czech pronunciation: [ˈpɛtra ˈkvɪtovaː]; born 8 March 1990) is a Czech professional tennis player. Known for her powerful left-handed groundstrokes and variety, Kvitová turned professional in 2006 and has won 27 career singles titles, two of which are Grand Slam titles, the Wimbledon Championships in 2011 and in 2014. She also won a bronze medal at the 2016 Rio Olympics. Her career-high ranking of world No. 2 was reached on 31 October 2011 and as of 3 February 2020, she is ranked world No. 11 by the Women's Tennis Association (WTA). As such, Kvitová is currently the highest-ranked left-handed player in the world and the second highest-ranked Czech, behind Karolína Plíšková.\n Kvitová first gained notice upon defeating then-world No. 1 Dinara Safina in the third round of the 2009 US Open. This was followed by her first Grand Slam semifinal appearance at the 2010 Wimbledon Championships where she came up short to eventual champion Serena Williams. Then, during her breakthrough season in 2011, Kvitová won her first Grand Slam title at the Wimbledon Championships, defeating Maria Sharapova in the final, thus becoming the first player of either gender born in the 1990s to win a Grand Slam tournament title. She remained the only player of either gender born in the 1990s to have won a Grand Slam singles title until the 2016 French Open where Garbiñe Muguruza triumphed. At the end of the season, she won the WTA Tour Championships, thus becoming the third player to win the tournament on debut, the others being Williams and Sharapova. She also helped lead the Czech Republic to victory in the Fed Cup final that same year, making it the Czech Republic's first Fed Cup title as an independent nation.\n In 2012, Kvitová made the semifinals of the Australian Open and French Open, and was crowned US Open Series champion. That same year, she also won the Hopman Cup alongside Tomáš Berdych. In 2014, she won her second and most recent Grand Slam title at the Wimbledon Championships, defeating Eugenie Bouchard in the final. In 2015, Kvitová achieved the feat of making the quarterfinals at all four Grand Slams during her career after advancing to her first quarterfinal at the US Open, where she lost to eventual champion Flavia Pennetta. In 2016, she won the WTA Elite Trophy in her first appearance at the tournament, thus becoming the first player ever to win both categories of year-end championships on debut. In 2019, she reached her first Grand Slam final in almost five years, at the Australian Open where she finished runner-up to Naomi Osaka.",
  "/wiki/Victoria_Azarenka": "Victória Fyódorovna Azárenka (Belarusian: Вікторыя Фёдараўна Азаранка; Russian: Виктория Фёдоровна Азаренко; born 31 July 1989) is a Belarusian professional tennis player. She is a former world No. 1 in singles and was the year-end No. 1 in 2012. Azarenka has won 20 WTA singles titles, eight WTA doubles titles, and three mixed-doubles titles.\n She has won two Australian Open singles titles (2012 and 2013), becoming the only Belarusian player, male or female, to win a Grand Slam singles title.\n Her other major achievements include winning six Premier Mandatory tournaments including the Sunshine Double in 2016, the singles bronze medal at the 2012 Summer Olympics in London, two mixed doubles Grand Slam titles—the 2007 US Open with Max Mirnyi and the 2008 French Open with Bob Bryan—and the gold medal in the mixed doubles at the 2012 Summer Olympics with Max Mirnyi.",
  "/wiki/Angelique_Kerber": "Angelique Kerber (German: [ʔandʒɛˈliːk ˈkɛɐ̯bɐ]; born 18 January 1988) is a German professional tennis player. A former world No. 1 and winner of three Grand Slam tournaments, she made her professional debut in 2003 and rose to prominence upon reaching the semifinals of the 2011 US Open as the No. 92-ranked player in the world. She ascended to the top of the rankings on 12 September 2016, thus becoming the twenty-second and oldest player to achieve the number-one ranking for the first time.\n A continually high-ranking left-handed female tennis player, Kerber has won 12 career singles titles across all surfaces on the WTA Tour, including the aforementioned three Grand Slam titles: the 2016 Australian Open, the 2016 US Open and the 2018 Wimbledon Championships. She has also won an Olympic silver medal while representing Germany at the 2016 Rio Olympics. Kerber is currently ranked world No. 18 as of 6 January 2020[update].",
  "/wiki/Svetlana_Kuznetsova": "Svetlana Aleksandrovna Kuznetsova (Russian: Светла́на Алекса́ндровна Кузнецо́ва, IPA: [svʲɪtˈlanə ɐlʲɪkˈsandrəvnə kʊznʲɪˈtsovə] (listen); born 27 June 1985) is a Russian professional tennis player. She has appeared in four Grand Slam singles finals, winning two, and has also appeared in seven doubles finals, winning twice. As a doubles player, Kuznetsova has reached the finals of each Grand Slam event at least once, winning the Australian Open twice.\n Born to an athletic family, Kuznetsova moved at the age of seven to Spain to attend the Sanchez-Casal Academy. In 2001, she first took part in a WTA tournament, the Madrid Open, and a year later won her first WTA title at the Nordea Nordic Light Open in Helsinki, Finland. Her first appearance in a Grand Slam tournament was at the 2002 Australian Open and her first Grand Slam title came at the 2004 US Open over countrywoman Elena Dementieva, making her the third Russian woman to win a Grand Slam title, after Anastasia Myskina and Maria Sharapova. Kuznetsova's second Grand Slam title was the 2009 French Open, defeating compatriot Dinara Safina in the final in straight sets. At the 2006 French Open and the 2007 US Open singles tournament she was the runner-up, both times to Belgian player Justine Henin. As a result, Kuznetsova obtained a career-high No. 2 WTA ranking, holding that position for 24 weeks in 2007 and 2008. Since the 2010 season, Kuznetsova lost her top 10 position and even dropped down to a year-end ranking of 72 in 2012, until recovering in 2016, when she progressed to the top ten and reached the semifinals of the WTA Finals, her best result in that tournament to date.\n Apart from singles tournaments, Kuznetsova was also successful in doubles. She won her first five WTA doubles titles with Arantxa Sánchez Vicario. After a series of disappointing results with her she paired with Martina Navratilova, Elena Likhovtseva, Alicia Molik, and Amélie Mauresmo. Pairing with Likhovtseva, she climbed to No. 3 in doubles in 2004, holding that position for eight weeks, which remains her career-high. She won the Australian Open twice in doubles, in 2005 alongside Alicia Molik and in 2012 partnering Vera Zvonareva. Kuznetsova also played various times mixed doubles events, most prominently in 2003, but never went beyond the quarterfinals. She has won a total of 18 WTA singles and 16 WTA doubles titles to date.",
  "/wiki/Garbiñe_Muguruza": "Garbiñe Muguruza Blanco (Spanish pronunciation: [ɡaɾˈβiɲe muɣuˈɾuθa ˈβlaŋko];[a] born 8 October 1993) is a Spanish-Venezuelan tennis player and former world No. 1. Since turning professional in 2012, she has won seven singles titles, including two majors, the 2016 French Open and the 2017 Wimbledon Championships.\n With powerful groundstrokes and an aggressive style, Muguruza came to prominence in 2014 after reaching the last 16 at the Australian Open, beating former world No. 1 Caroline Wozniacki en route. She then defeated then world No. 1 Serena Williams in the second round of the French Open, beating her in straight sets in Williams’ most lopsided loss at a Grand Slam, and reaching the quarterfinals.\n In 2015, at the Wimbledon Championships, she made it to her first Grand Slam final where she lost to Serena Williams, and then won her maiden Premier-level crown by capturing the China Open title. The same year, she qualified for her first WTA Finals in singles, scoring a perfect winning record in the round-robin stage before losing to eventual champion Agnieszka Radwańska in the semi-finals.\n Muguruza has been successful in doubles, winning five titles, finishing runner-up at the 2015 WTA Finals and reaching the 2014 French Open semifinals. She achieved those results with her compatriot Carla Suárez Navarro.",
  "/wiki/Karolína_Plíšková": "Karolína Plíšková (Czech pronunciation: [ˈkaroliːna ˈpliːʃkovaː]; born 21 March 1992) is a Czech professional tennis player. She is a former world No. 1 and is currently ranked No. 3 in the world by the Women's Tennis Association (WTA).\n Plíšková has won sixteen singles and five doubles titles on the WTA tour, as well as 10 singles and six doubles titles on the ITF circuit in her career. On 31 October 2016, she peaked at world No. 11 in the doubles rankings.\n She reached her first Grand Slam final at the 2016 US Open, where she was runner-up to Angelique Kerber in three sets. As a junior, Plíšková won the girls' singles event at the 2010 Australian Open, defeating Laura Robson in the final. She has also played for the Czech Republic in Fed Cup competition.",
  "/wiki/Elina_Svitolina": "Elina Mykhailivna Svitolina (Ukrainian: Еліна Михайлівна Світоліна, pronounced [eˈl⁽ʲ⁾inɐ s⁽ʲ⁾wiˈtɔl⁽ʲ⁾inɐ]; born 12 September 1994) is a Ukrainian tennis player. Having turned professional in 2010, she reached her career-high ranking of world No. 3 on 11 September 2017 and again on 9 September 2019.\n Svitolina has won 13 WTA singles titles, including the 2018 WTA Finals and three of five Premier 5-level tournaments in 2017: the Dubai Tennis Championships, the Italian Open, and the Canadian Open. At the 2015 French Open she reached her first Grand Slam quarterfinal, where she was defeated by former champion Ana Ivanovic. In February 2017, after winning the title in Dubai, Svitolina became the first Ukrainian woman to break into the top 10 rankings. Svitolina would finally reach her first Slam semifinal at the 2019 Wimbledon Championships and followed it up with a second consecutive semifinal at the  2019 US Open.\n Svitolina has scored victories over Grand Slam champions Ana Ivanovic, Serena Williams, Venus Williams, Angelique Kerber, Garbiñe Muguruza, Caroline Wozniacki, Simona Halep, Naomi Osaka, Petra Kvitová, Svetlana Kuznetsova, Francesca Schiavone, Flavia Pennetta, Sloane Stephens, and Ashleigh Barty. Her first top-10 win came over Kvitová in 2014 at the Cincinnati Open, where she reached her first semifinal at a Premier 5 tournament. She also has six wins over a world No. 1 to her name, three over Kerber, two over Halep and one over Serena Williams. In doubles, Svitolina has won two titles, both at the İstanbul Cup, in 2014 and 2015. Her career-high ranking in doubles play is world No. 108, which she reached on 4 May 2015.",
  "/wiki/Jelena_Janković": "Jelena Janković (Serbian Cyrillic: Јелена Јанковић, pronounced [jělena jǎːŋkoʋitɕ], born 28 February 1985) is a Serbian professional tennis player. Janković is a former World No. 1 in singles, a ranking achieved preceding her finals appearance at the 2008 US Open. Janković has won 15 WTA singles titles and two doubles titles, her career highlights include winning the 2007 Wimbledon Mixed Doubles title with Jamie Murray, the 2010 Indian Wells Masters, the Internazionali BNL d'Italia twice, in 2007 and 2008, and the aforementioned appearance in the finals of the 2008 US Open. She is coached by her brother Marko.",
  "/wiki/Samantha_Stosur": "Samantha Jane Stosur (/ˈstoʊsər/ STOH-sər; born 30 March 1984) is an Australian professional tennis player. She is a former world No. 1 in doubles, a ranking which she held for 61 weeks, and a former world No. 4 in singles. She was also the top-ranked Australian singles player for 452 consecutive weeks, from October 2008 to June 2017. She has won a combined total of 38 titles on the WTA Tour: nine in singles, 26 in doubles and three in mixed doubles, as well as amassing over $18 million in prize money.\n Stosur won the 2011 US Open, defeating Serena Williams in the final and becoming the first Australian woman since Evonne Goolagong Cawley in 1980 to win a Grand Slam singles tournament. She has also won six other Grand Slam titles to date: the 2005 US Open, 2006 French Open, and 2019 Australian Open women's doubles events, and the 2005 Australian Open, 2008 Wimbledon Championships and 2014 Wimbledon Championships mixed doubles events. In addition, she finished runner-up at six other Grand Slam tournaments, including the singles at the 2010 French Open, where she defeated four-time champion Justine Henin, ending her 24-match winning streak at the tournament, and world No. 1 Serena Williams en route to the final.",
  "/wiki/Ashleigh_Barty": "Ashleigh Barty (born 24 April 1996) is an Australian professional tennis player and former cricketer. She is ranked No. 1 in the world in singles by the Women's Tennis Association (WTA) and is the second Australian WTA singles No. 1 after fellow Indigenous Australian player Evonne Goolagong Cawley.[a] She is also a top 20 player in doubles, having achieved a career-high ranking of No. 5 in the world. Barty has won eight singles titles and ten doubles titles on the WTA Tour, including one Grand Slam singles title at the 2019 French Open and one Grand Slam doubles title at the 2018 US Open with partner CoCo Vandeweghe. She is also the reigning champion in singles at the WTA Finals.\n Born in Ipswich in Queensland, Barty began playing tennis at the age of four in nearby Brisbane. She had a promising junior career, reaching a career-high ranking of No. 2 in the world after winning the girls' singles title at Wimbledon in 2011. As a teenager, Barty had early success in doubles on the WTA Tour in 2013, finishing runner-up at three Grand Slam doubles events with veteran Casey Dellacqua, including at the Australian Open while still only 16 years old. Late in the 2014 season, Barty decided to take an indefinite break from tennis. She ended up playing cricket during this hiatus, signing with the Brisbane Heat for the inaugural Women's Big Bash League season despite having no formal training in the sport.\n Barty returned to tennis in early 2016. She had a breakout year in singles in 2017, winning her first WTA title at the Malaysian Open and rising to No. 17 in the world despite having never been ranked inside the top 100 before her time off. She also had another prolific year in doubles with Dellacqua, culminating in her first appearance at the WTA Finals in doubles. Barty then won her first Premier Mandatory and Grand Slam tournament titles in doubles in 2018 before accomplishing the same feat in singles in 2019. She also led Australia to a runner-up finish at the 2019 Fed Cup.\n Barty is an all-court player who employs a wide variety of shots into her style of play. Despite her short stature for a professional tennis player, she is an excellent server, regularly ranking among the WTA Tour's leaders in aces and percentage of service points won. Barty serves as the National Indigenous Tennis Ambassador for Tennis Australia.",
  "/wiki/Sloane_Stephens": "Sloane Stephens (born March 20, 1993) is an American professional tennis player. She achieved a career-best ranking of No. 3 in the world after Wimbledon in 2018. Stephens was the 2017 US Open champion, and has won six WTA singles titles in total.\n Born to athletic parents with backgrounds in collegiate swimming and professional American football, Stephens was first introduced to tennis at the club across the street from her house in Fresno, California. Her stepfather was a competitive recreational tennis player and served as her primary inspiration for beginning to play the sport. Stephens moved to Florida to train at a tennis academy, ultimately working with Nick Saviano for many years. She developed into a promising junior player, reaching a career-high ITF junior ranking of world No. 5 and winning three out of four Grand Slam girls' doubles titles in 2010 alongside her partner Tímea Babos.\n While still just 19 years old, Stephens rose to prominence at the 2013 Australian Open with a semifinal run highlighted by an upset of then-world No. 3 Serena Williams. Although she climbed to as high as No. 11 towards the end of that year, she later regressed and stayed steadily ranked outside the top 25 through the end of 2015. At this point, Stephens switched to a new coach, Kamau Murray, under whom she returned to an elite level and won three WTA titles in the first half of 2016. Her successful year was then cut short by a foot injury that kept her sidelined for eleven months.\n She returned from injury in the middle of 2017 and won her first Grand Slam singles title at the US Open in just her fifth tournament back. She was also awarded WTA Comeback Player of the Year for her successful season. In 2018, Stephens continued her success by winning her first Premier Mandatory title at the Miami Open, reaching a second Grand Slam singles final at the French Open, entering the top 10 for the first time, and finishing runner-up at the WTA Finals.",
  "/wiki/WTA_Tour_records": "This is a list of Women's Tennis Association (WTA) records since its inception in June 1973. Some records additionally extend back a few more years in order to include the immediately preceding Virginia Slims Circuit era for completeness. The Virginia Slims Circuit started in September 1970 and was replaced in 1973 by the WTA. These however do not make up the entire Open Era records (1968 – present). For those, see Open Era tennis records – women's singles."
}