{
  "/wiki/Category:Australian_Football_League_clubs": "N/A",
  "/wiki/Priority_draft_pick": "The priority draft pick is a type of draft selection in the Australian Football League's AFL Draft. Priority draft picks are additional draft picks, located at or near the start of the draft, which are given only to the poorest performing teams, to provide additional help for those teams to improve on-field performances in future years. Prior to 2012, a team automatically received a priority draft pick if its win-loss record met pre-defined eligibility criteria; since 2012, priority draft picks will be awarded on a discretionary basis by the AFL commission.",
  "/wiki/Matthew_Kreuzer": "Matthew Kreuzer (born 13 May 1989) is an Australian rules footballer for the Carlton Football Club. He was selected with the first pick overall in the 2007 AFL National Draft.",
  "/wiki/Northern_Knights": "The Northern Knights is an Australian rules football club playing in the NAB League, the top statewide under-18 competition in Victoria, Australia.  They are based in Preston, representing the northern suburban area of Melbourne.",
  "/wiki/TAC_Cup": "The NAB League (formerly known as the TAC Cup) is an under-19 Australian rules football representative competition held in Victoria, Australia. It is based on geographic regions throughout country Victoria and metropolitan Melbourne with each team representing twelve Victorian regions, while a thirteenth team from Tasmania was reintroduced in 2019. The competition is sponsored by National Australia Bank, having previously been sponsored by the Transport Accident Commission since its inception.",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Trent_Cotchin": "Trent William Cotchin (born 7 April 1990) is an Australian rules footballer who plays for and captains the Richmond Football Club in the Australian Football League (AFL). He is a Brownlow Medallist, an All-Australian, a three-time Richmond best and fairest winner and a two-time premiership winning captain. Cotchin represented the Victorian Metro side at the 2007 AFL Under 18 Championships and captained the Vic Metro side at 2006 Under 16 Championships. He played for the Northern Knights in the TAC Cup as a junior, before being drafted to Richmond with the second overall pick in the 2007 national draft. He led the club to a 37-year drought breaking premiership in 2017 before taking them again to a premiership in 2019.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Chris_Masten": "Chris Masten (born 2 May 1989) is an Australian rules footballer and former player for the West Coast Eagles in the Australian Football League (AFL) and was delisted at the end of the 2019 season, after playing a pivotal role in the Eagles premiership in 2018. He was chosen as the first round pick (number 3 overall) in the 2007 AFL Draft by the Eagles, the team he had supported as a child.",
  "/wiki/East_Fremantle_Football_Club": "The East Fremantle Football Club, nicknamed the Sharks, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The team's home ground is East Fremantle Oval. East Fremantle are the most successful club in WAFL history, winning 29 premierships since their entry into the competition in 1898.",
  "/wiki/West_Australian_Football_League": "The West Australian Football League (WAFL) is an Australian rules football league based in Perth, Western Australia. The WAFL is the third-most popular league in the nation, behind the nationwide Australian Football League (AFL) and South Australian National Football League (SANFL). The league currently consists of ten teams, which play each other in a 20-round season usually lasting from March to September, with the top five teams playing off in a finals series, culminating in a Grand Final. The league also runs reserves, colts (under-19) and women’s competitions.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Cale_Morton": "Cale Morton (born 18 January 1990) is a former Australian rules football player, recruited at pick 4 in the 2007 AFL Draft by the Melbourne Football Club.",
  "/wiki/Claremont_Football_Club": "The Claremont Football Club, nicknamed Tigers, is an Australian rules football club based in Claremont, Western Australia, that currently plays in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). Its official colours are navy blue and gold. Formed as the \"Cottesloe Beach Football Club\" in 1906, the club entering the WAFL in 1925 as the \"Claremont-Cottesloe Football Club\"', changing its name to the present in 1935. Claremont have won 12 senior men's premierships since entering the competition, including most recently the 2011 and 2012 premierships.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Jarrad_Grant": "Jarrad Grant (born 6 July 1989) is a former professional Australian rules footballer who played for the Western Bulldogs and Gold Coast Football Club in the Australian Football League (AFL).",
  "/wiki/Dandenong_Stingrays": "The Dandenong Stingrays are an Australian rules football team in a Victorian under 18s league called the NAB League, the Victorian statewide under-18s competition.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/David_Myers_(Australian_footballer)": "David Myers (born 30 June 1989) is a professional Australian rules footballer, currently playing for the Essendon Football Club in the Australian Football League (AFL).",
  "/wiki/Perth_Football_Club": "The Perth Football Club, nicknamed the Demons, is an Australian rules football club based in Lathlain, Western Australia, currently playing in the West Australian Football League (WAFL).",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Rhys_Palmer": "Rhys Palmer (born 13 February 1989) is a former professional Australian rules footballer who played for the Fremantle Football Club, Greater Western Sydney Giants and Carlton Football Club in the Australian Football League (AFL). He won the AFL Rising Star award in 2008.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Lachlan_Henderson": "Lachlan Stuart Henderson (born 14 December 1989) is an Australian rules footballer playing for the Geelong Football Club in the Australian Football League (AFL).",
  "/wiki/Geelong_Falcons": "The Geelong Falcons is a youth Australian rules football representative club in the NAB League, the Victorian statewide under-18s competition, Victoria, Australia.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Ben_McEvoy": "Ben McEvoy (born 11 July 1989) is a professional Australian rules footballer who plays for the Hawthorn Football Club in the Australian Football League (AFL). He previously played for the St Kilda Football Club between 2008 and 2013.",
  "/wiki/Murray_Bushrangers": "The Murray Bushrangers is an Australian rules football team playing in Victorian statewide under-18s competition, presently known as the NAB League, since 1993 based in Wangaratta. The team trains on Norm Minns Oval. The team is coached by Leon Higgins. Guernsey colors are Black, Purple and Yellow, with black socks and black (home) or white (away) shorts.",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/Patrick_Dangerfield": "Patrick Dangerfield (born 5 April 1990) is an Australian rules footballer playing for the Geelong Football Club in the Australian Football League (AFL). He previously played for the Adelaide Crows.",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Patrick_Veszpremi": "Patrick Veszpremi (born 1 September 1989) is a former Australian rules footballer who played with the Sydney Swans and Western Bulldogs in the Australian Football League (AFL).",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Cyril_Rioli": "Cyril Rioli (born 14 July 1989) is a former professional Australian rules footballer who played for the Hawthorn Football Club in the Australian Football League.  Rioli was a member of four premierships teams and the Norm Smith Medallist from the 2015 AFL Grand Final.",
  "/wiki/St_Mary's_Football_Club_(NTFL)": "The St Marys Football Club, nicknamed, Saints, formed in 1952, is an Australian rules football club, affiliated to the Northern Territory Football League. It is famous for its record of success, with 32 NTFL premierships in 49 Grand Finals and 63 out of 66 possible final appearances. To the end of season 2018/19 St Marys have played 1233 games for 887 Wins 336 Losses and 10 Draws.",
  "/wiki/Northern_Territory_Football_League": "The Northern Territory Football League (NTFL) is an Australian rules football semi-professional league operating in Darwin in the Northern Territory.",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/Brad_Ebert": "Bradley Ebert (born 2 April 1990) is an Australian rules footballer currently listed with Port Adelaide in the Australian Football League (AFL).",
  "/wiki/Port_Adelaide_Magpies": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/South_Australian_National_Football_League": "The South Australian National Football League, or SANFL (/ˈsænfəl/ or S-A-N-F-L), is an Australian rules football league based in the Australian state of South Australia. It is also the governing body for the sport of Australian rules football in South Australia.",
  "/wiki/Jack_Grimes_(footballer)": "Jack Grimes (born 11 May 1989) is a former professional Australian rules footballer who played for and is a former captain of the Melbourne Football Club in the Australian Football League (AFL).",
  "/wiki/Robbie_Tarrant": "Robbie Tarrant (born 25 April 1989) is a professional Australian rules footballer playing for the North Melbourne Football Club in the Australian Football League (AFL). He is the younger brother of former Collingwood and Fremantle player, Chris Tarrant.",
  "/wiki/Bendigo_Pioneers": "The Bendigo Pioneers is an Australian rules football team in the statewide Victorian under-18s league, the NAB League.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Matthew_Lobbe": "Matthew Lobbe (born 12 February 1989) is a former professional Australian rules footballer who played for the Carlton Football Club in the Australian Football League (AFL). He previously played for the Port Adelaide Football Club from 2010 to 2017.",
  "/wiki/Eastern_Ranges": "The Eastern Ranges is an Australian rules football team in the NAB League, the Victorian statewide under-18s competition.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Harry_Taylor_(Australian_rules_footballer)": "Harry Taylor (born 12 June 1986) is an Australian rules footballer playing for the Geelong Football Club in the Australian Football League (AFL).",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Alex_Rance": "Alex James Rance (born 9 October 1989) is a former professional Australian rules footballer who played for the Richmond Football Club in the Australian Football League (AFL). Rance was a premiership player, five time All-Australian, a one time All-Australian captain, a one-time winner of Richmond's best-and-fairest award and is widely regarded as one of the greatest defenders of his era. For three seasons between 2017 and 2019 he also served as Richmond's AFL co vice-captain.",
  "/wiki/Swan_Districts_Football_Club": "The Swan Districts Football Club, nicknamed the Swans, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The club is based at Bassendean Oval, in Bassendean, an eastern suburb of Perth, Western Australia. The club was formed in 1932, and joined the then-Western Australian National Football League (WANFL) in 1934, acting as a successor to the Midland Junction Football Club, which had disbanded during World War I, in the Perth Hills region.",
  "/wiki/Callan_Ward": "Callan Ward (born 10 April 1990) is a professional Australian rules footballer playing for the Greater Western Sydney Giants in the Australian Football League (AFL). He previously played for the Western Bulldogs from 2008 to 2011. Ward received a nomination for the 2009 AFL Rising Star award in round 18 of the 2009 season. He was on of three inaugural Giants co-captains, leading the club for eight seasons.",
  "/wiki/Western_Jets": "The Western Jets is an Australian rules football club which plays in the Victorian premier U18 competition, the NAB League, since its inception in 1992. The club have developmental squads in the U15 and 16 age groups, however much of the attention is towards its U18 team.",
  "/wiki/Tony_Notte": "Tony Notte (born 15 April 1990) is an Australian rules footballer currently listed with the Swan Districts Football Club in the West Australian Football League (WAFL). He previously played two matches for the West Coast Eagles in the Australian Football League (AFL).",
  "/wiki/2007_AFL_draft": "The 2007 Australian Football League draft consisted of four opportunities for player acquisitions during the 2007/08 Australian Football League off-season. These were trade week, the national draft, which was held on 24 November 2007, the pre-season draft and the rookie draft."
}