{
  "/wiki/1991_NCAA_Division_I-A_football_season": "The 1991 NCAA Division I-A football season was the main college football season sanctioned by the National Collegiate Athletic Association (NCAA). The season began on August 28, 1991, and ended on January 1, 1992. For the second consecutive season, there was a split national championship. Both the Miami Hurricanes and the Washington Huskies finished the season undefeated (12–0) and with the top ranking in a nationally recognized poll.",
  "/wiki/Darrin_Smith": "Darrin Andrew Smith (born April 15, 1970) is a former American football linebacker in the National Football League (NFL) for the Dallas Cowboys, Philadelphia Eagles, Seattle Seahawks and New Orleans Saints. Smith played college football at the University of Miami.",
  "/wiki/Miami_Hurricanes_football": "The Miami Hurricanes football team represents the University of Miami in the sport of American football. The Hurricanes compete in the National Collegiate Athletic Association (NCAA)'s Division I Football Bowl Subdivision (FBS) and the Coastal Division of the Atlantic Coast Conference (ACC). The program began in 1926 and has won five AP national championships (1983, 1987, 1989, 1991, 2001). The Miami Hurricanes are among the most storied and decorated football programs in NCAA history. Miami is ranked fourth on the list of All-time Associated Press National Poll Championships, tied with Southern California and Ohio State and behind Alabama, Notre Dame,  and Oklahoma.\nMiami also holds a number of NFL Draft records, including most first-round selections in a single draft and most consecutive drafts with at least one first-round selection. Two Hurricanes have won the Heisman Trophy and nine have been inducted to the College Football Hall of Fame. The team plays its home games at Hard Rock Stadium in Miami Gardens, Florida. The Hurricanes' head coach is Manny Diaz.",
  "/wiki/George_Rooks": "George Brinton McClellan Rooks  (born George Brinton Mc Clellan Ruckser) (October 21, 1863 – March 11, 1935), was a Major League Baseball outfielder. He played for the  Boston Beaneaters of the National League in five games during the 1891 baseball season.",
  "/wiki/Syracuse_Orange_football": "The Syracuse Orange represent Syracuse University in the sport of American football. The Orange compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC).",
  "/wiki/1992_NCAA_Division_I-A_football_season": "The 1992 NCAA Division I-A football season was the first year of the Bowl Coalition and concluded with Alabama's first national championship in thirteen years—their first since the departure of Bear Bryant.  One of Bryant's former players, Gene Stallings, was the head coach, and he used a style similar to Bryant's, a smashmouth running game combined with a tough defense.",
  "/wiki/Micheal_Barrow": "Micheal Colvin Barrow (born April 19, 1970) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for twelve seasons.  He played college football for the University of Miami, and was honored as a consensus All-American.  He was drafted by the Houston Oilers in the second round of the 1993 NFL Draft, and also played professionally for the Carolina Panthers, New York Giants and Dallas Cowboys of the NFL.",
  "/wiki/1993_NCAA_Division_I-A_football_season": "The 1993 NCAA Division I-A football season saw Florida State crowned national champions, in both the AP and Coaches poll.",
  "/wiki/1994_NCAA_Division_I-A_football_season": "The 1994 NCAA Division I-A football season was the main college football season sanctioned by the NCAA. The season began in August 1994 and ended on January 2, 1995. Nebraska, who finished the season undefeated, ended the year ranked #1 in both the Associated Press and Coaches polls. This was the first national championship of coach Tom Osborne's career at Nebraska, despite coming close in two prior attempts; in 1983, his team lost to Miami after Osborne, with his team trailing 31-30 late in the game, elected to try for the lead instead of the tie and failed. In the previous season, Osborne's team lost to eventual national champion Florida State on a missed field goal as time expired.",
  "/wiki/Warren_Sapp": "Warren Carlos Sapp (born December 19, 1972) is a former American football defensive tackle. A Hall of Famer, Sapp played college football for the University of Miami, where he was recognized as a consensus All-American and won multiple awards. Sapp played in the National Football League (NFL) from 1995 to 2007 for the Tampa Bay Buccaneers and Oakland Raiders, making the Pro Bowl seven times. Following Sapp's NFL career, he was an analyst on NFL Network until 2015.",
  "/wiki/1995_NCAA_Division_I-A_football_season": "The 1995 NCAA Division I-A football season was the first year of the Bowl Alliance.",
  "/wiki/Cornell_Brown": "Cornell Desmond Brown (born March 15, 1975) is  a former American college and professional football player who was a linebacker in the National Football League (NFL) for seven seasons.  He played college football for Virginia Tech, and earned All-American honors twice.  Drafted late in the sixth round of the 1997 NFL Draft, he played professionally for the NFL's Baltimore Ravens.  He is currently an assistant coach for Virginia Tech. In 2013, Brown was inducted into the Virginia Sports Hall of Fame (the state-wide organization that honors sports figures from the state, or who contributed to sports programs in the state).",
  "/wiki/Virginia_Tech_Hokies_football": "The Virginia Tech Hokies football team represents Virginia Polytechnic Institute and State University in the sport of American football.  The Hokies compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference. They previously competed in the Big East. Their home games are played at Lane Stadium, located in Blacksburg, Virginia with a seating capacity of over 65,000 fans. Lane Stadium was[when?] considered to be one of the loudest stadiums in the country, being voted number one in ESPN's \"Top 20 Scariest Places to Play\". Also, it was recognized in 2005 by Rivals.com as having the best home-field advantage in the country.  It is currently the 31st largest stadium in college football.",
  "/wiki/1996_NCAA_Division_I-A_football_season": "The 1996 NCAA Division I-A football season ended with the Florida Gators crowned National Champions, but not as unanimously as the Bowl Alliance would have hoped.",
  "/wiki/Canute_Curtis": "Canute J. Curtis (born August 4, 1974) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for six seasons during the 1990s and early 2000s.  He played college football for West Virginia University, where he was a consensus All-American.  He was drafted in the 1997 NFL Draft, and played professionally for the Cincinnati Bengals.  Curtis is a former defensive line coach at Towson University.",
  "/wiki/West_Virginia_Mountaineers_football": "The West Virginia Mountaineers football team represents West Virginia University (also referred to as \"WVU\" or \"West Virginia\") in the NCAA Football Bowl Subdivision (FBS) of college football. West Virginia plays its home games on Mountaineer Field at Milan Puskar Stadium on the campus of West Virginia University in Morgantown, West Virginia. The Mountaineers compete in the Big 12 Conference.",
  "/wiki/1997_NCAA_Division_I-A_football_season": "The 1997 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1997 and culminated with the major bowl games in early January 1998.  The national championship was split for the third time in the 1990s.  The Michigan Wolverines finished the season atop the AP Poll after completing a 12–0 campaign with a Big Ten Conference championship and a victory in the Rose Bowl over Washington State.  The Nebraska Cornhuskers garnered the top ranking in the Coaches' Poll with a 13–0 record, a Big 12 Conference championship, and a win over Tennessee in the Orange Bowl.  Michigan's Charles Woodson, who played primarily at cornerback, but also saw time on offense as a wide receiver and on special teams as a punt returner, won the Heisman Trophy, becoming the first primarily defensive player to win the award.  The 1997 season was the third and final season in which the major bowl games were organized under the Bowl Alliance system.  The Bowl Championship Series was instituted the following year.",
  "/wiki/Donovin_Darius": "Donovin Lee Darius (born August 12, 1975) is a former American football safety in the National Football League. He was drafted by the Jacksonville Jaguars 25th overall in the 1998 NFL Draft, and played for nine seasons with the team. He played for the Miami Dolphins in 2007. He played college football at Syracuse.",
  "/wiki/1998_NCAA_Division_I-A_football_season": "The 1998 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1998 and culminated with the major bowl games in early January 1999. It was the first season of the Bowl Championship Series (BCS), which saw the Tennessee Volunteers win the national championship, one year after star quarterback Peyton Manning left for the National Football League (NFL). Tennessee defeated the Florida State Seminoles, 23–16, in the Fiesta Bowl in Tempe, Arizona, to secure the inaugural BCS National Championship.",
  "/wiki/Corey_Moore": "Corey Moore (born March 20, 1979) is a former American college and professional football player who was a linebacker in the National Football League (NFL) during the early 2000s.  He played college football for Virginia Tech, earned unanimous All-American honors, and was recognized as the outstanding college defensive player.  A third-round pick in the 2000 NFL Draft, he played professionally for the Buffalo Bills and Miami Dolphins of the NFL.",
  "/wiki/1999_NCAA_Division_I-A_football_season": "The 1999 NCAA Division I-A football season saw Florida State named national champions, defeating Virginia Tech in the BCS Sugar Bowl.",
  "/wiki/2000_NCAA_Division_I-A_football_season": "The 2000 NCAA Division I-A football season ended with the Oklahoma Sooners claiming their first national championship and their first conference championship since the departure of head coach Barry Switzer.",
  "/wiki/Dan_Morgan": "Daniel Thomas Morgan, Jr. (born December 19, 1978) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for seven seasons.  He played college football for the University of Miami, was recognized as an All-American, and won multiple national awards.  The Carolina Panthers chose him in the first round of the 2001 NFL Draft, and he earned a Pro Bowl selection in 2004. He currently is the Director of Player Personnel for the Buffalo Bills.",
  "/wiki/2001_NCAA_Division_I-A_football_season": "The 2001 NCAA Division I-A football season ended with the University of Miami winning the national title for the fifth time.",
  "/wiki/Ed_Reed": "Edward Earl Reed Jr. (born September 11, 1978) is an American former professional football player who was a safety in the National Football League (NFL), spending the majority of his career with the Baltimore Ravens. He played college football for the University of Miami, where he was a two-time consensus All-American. He was drafted by the Ravens in the first round of the 2002 NFL Draft and played eleven seasons for Baltimore before playing with the Houston Texans and New York Jets in 2013.",
  "/wiki/Dwight_Freeney": "Dwight Jason Freeney (born February 19, 1980) is an American former professional football player who was a defensive end for 16 seasons in the National Football League (NFL). He played college football at Syracuse, where he earned unanimous All-American honors, and was drafted by the Indianapolis Colts in the first round of the 2002 NFL Draft. With the Colts, Freeney won Super Bowl XLI over the Chicago Bears, and made seven Pro Bowls. He also played for the San Diego Chargers, Arizona Cardinals, Atlanta Falcons, Seattle Seahawks and Detroit Lions.",
  "/wiki/2002_NCAA_Division_I-A_football_season": "The 2002 NCAA Division I-A football season ended with a double overtime national championship game.  Ohio State and Miami both came into the Fiesta Bowl undefeated.  The underdog Buckeyes defeated the defending-champion Hurricanes 31–24, ending Miami's 34-game winning streak. Jim Tressel won the national championship in only his second year as head coach.",
  "/wiki/Dan_Klecko": "Dan Klecko (born January 12, 1981) is a former American football defensive tackle. He was drafted by the New England Patriots in the fourth round of the 2003 NFL Draft. He played college football at Temple.",
  "/wiki/Temple_Owls_football": "The Temple Owls football team represents Temple University in the sport of college football. The Temple Owls compete in the NCAA Division I Football Bowl Subdivision as a member of the American Athletic Conference (The American). They play their home games at Lincoln Financial Field in Philadelphia, Pennsylvania.",
  "/wiki/2003_NCAA_Division_I-A_football_season": "The 2003 NCAA Division I-A football season ended with an abundance of controversy, resulting in a split national championship. This was the first split title since the inception of the BCS, something the BCS intended to eliminate.",
  "/wiki/Sean_Taylor": "Sean Michael Maurice Taylor (April 1, 1983 – November 27, 2007) was an American football free safety for the Washington Redskins of the National Football League (NFL). He was drafted by the Redskins with the fifth overall pick of the 2004 NFL Draft where he played for four seasons until his death in 2007.",
  "/wiki/2004_NCAA_Division_I-A_football_season": "The 2004 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on August 28, 2004 and ended on December 4, 2004. The postseason concluded on January 4, 2005 with the Orange Bowl, which served as the season's BCS National Championship Game.",
  "/wiki/Mathias_Kiwanuka": "Mathias Kagimu Kiwanuka (born March 8, 1983) is a former American football defensive end. He was originally drafted 32nd overall in the 2006 NFL draft. He played college football at Boston College. He earned two Super Bowl rings with the Giants in Super Bowl XLII and Super Bowl XLVI, beating the New England Patriots twice.",
  "/wiki/Boston_College_Eagles_football": "The Boston College Eagles football team represents Boston College in the sport of American football. The Eagles compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). Formed in 1892, Boston College's football team was one of six \"Major College\" football programs in New England as designated by NCAA classifications, starting in 1938. By 1981, and for the remainder of the twentieth century, BC was New England's sole Division I-A program. It has amassed a 632–454–37 record and is 99–54 since the turn of the 21st century.[citation needed]",
  "/wiki/2005_NCAA_Division_I-A_football_season": "The 2005 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on September 1, 2005 and ended on December 3, 2005. The postseason concluded on January 4, 2006 with the Rose Bowl, which served as the season's BCS National Championship Game.\nThe USC Trojans and the Texas Longhorns finished the regular season as the only undefeated teams in Division I-A and consequently met in the Rose Bowl to play for the national title. Texas defeated USC largely due to the performance of quarterback Vince Young, who gained 467 yards of total offense and ran for three touchdowns. The Longhorns won their first national championship since 1970, and their first consensus national title since 1969..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Elvis_Dumervil": "Elvis Kool Dumervil (born January 19, 1984) is a former American football defensive end who played 12 seasons in the National Football League. He played college football at Louisville, where he was recognized as a unanimous All-American. Dumervil was drafted by the Denver Broncos in the fourth round of the 2006 NFL Draft, where he played for seven seasons before joining the Baltimore Ravens in 2013. Dumervil has made the Pro Bowl five times and set the Ravens' franchise record for most sacks in a season with 17 in 2014.",
  "/wiki/Louisville_Cardinals_football": "The Louisville Cardinals football team represents the University of Louisville in the sport of American football. The Cardinals compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and compete in the Atlantic Coast Conference.",
  "/wiki/2006_NCAA_Division_I_FBS_football_season": "The 2006 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/H.B._Blades": "Horatio Benedict \"H.B.\" Blades, Jr. (born September 30, 1984) is a former American football linebacker in the National Football League. He played college football at Pittsburgh and was drafted by the Washington Redskins in the sixth round of the 2007 NFL Draft.",
  "/wiki/Pittsburgh_Panthers_football": "The Pittsburgh Panthers football program is the intercollegiate football team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. Traditionally the most popular sport at the university, Pitt football has played at the highest level of American college football competition, now termed the NCAA Division I Football Bowl Subdivision, since the beginning of the school's official sponsorship of the sport in 1890. As of the 2013 season, Pitt competes as a member of the Atlantic Coast Conference (ACC).",
  "/wiki/2007_NCAA_Division_I_FBS_football_season": "The 2007 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/George_Selvie": "George Selvie (born March 6, 1987) is a former American football defensive end. He played college football for the University of South Florida, and received consensus All-American honors. He was drafted by the St. Louis Rams in the seventh round of the 2010 NFL Draft, and was also a member of the Carolina Panthers, Jacksonville Jaguars, Tampa Bay Buccaneers, Dallas Cowboys and New York Giants.",
  "/wiki/South_Florida_Bulls_football": "The South Florida Bulls football team represents the University of South Florida. The Bulls began playing in 1997 and currently compete in the American Athletic Conference (The American) of the Football Bowl Subdivision (FBS) within the National Collegiate Athletic Association (NCAA). The team plays its home games at Raymond James Stadium in Tampa, Florida.",
  "/wiki/2008_NCAA_Division_I_FBS_football_season": "The 2008 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Scott_McKillop": "Scott Kenneth McKillop (born March 4, 1986) is a former American football linebacker. He was drafted by the San Francisco 49ers in the fifth round of the 2009 NFL Draft. He played college football at Pittsburgh."
}