{
  "/wiki/Janine_Haines": "Janine Winton Haines, AM (née Carter, 8 May 1945 – 20 November 2004) was an Australian politician who was a Senator for South Australia from 1977 to 1978 and again from 1981 to 1990. She represented the Australian Democrats, and served as the party's leader from 1986 to 1990, becoming the first female federal parliamentary leader of an Australian political party. She was pivotal in \"shaping the Australian Democrats into a powerful political entity that held the balance of power in the Senate\".",
  "/wiki/Don_Chipp": "Donald Leslie Chipp, AO (21 August 1925 – 28 August 2006) was an Australian politician who was the inaugural leader of the Australian Democrats, leading the party from 1977 to 1986. He began his career as a member of the Liberal Party, winning election to the House of Representatives in 1960 and serving as a government minister for a cumulative total of six years. Chipp left the Liberals in 1977 to help create a new party, the Democrats, and famously promised to \"keep the bastards honest\". He won election to the Senate later that year, and led the party at four federal elections; after 1983 it held the sole balance of power in the Senate.",
  "/wiki/Colin_Mason": "Colin Victor James Mason (born 28 October 1926) is a New Zealand-born Australian journalist, author and former politician.",
  "/wiki/Michael_Macklin": "Michael John Macklin (born 25 February 1943 in London) is an English-born former Australian Franciscan friar,   educator and fundraiser who was an Australian Democrats senator for Queensland (1981–1990). He later served as executive dean of the faculty of Arts, Humanities and Social Sciences at the University of New England (2002–2007).",
  "/wiki/John_Siddons": "John Royston Siddons AO (5 October 1927 – 22 September 2016) was an Australian politician. He was a businessman and the executive chairman of Siddons Industries Ltd. before entering politics.",
  "/wiki/Jack_Evans_(Australian_politician)": "John Gordon \"Jack\" Evans (28 November 1928 – 2 October 2009) was an Australian businessman and politician who served as an Australian Democrats senator for Western Australia from 1983 to June 1985.",
  "/wiki/David_Vigor": "David Bernard Vigor (26 June 1939 – 9 April 1998) was a member of the Australian Senate, representing the Australian Democrats and the Unite Australia Party.",
  "/wiki/Norm_Sanders": "Norman Karl Sanders (born 15 October 1932) is an Australian former politician, representing the Australian Democrats in the Tasmanian House of Assembly from 1980 to 1982 and the Australian Senate from 1985 to 1990.",
  "/wiki/Janet_Powell": "Janet Frances Powell AM (née McDonald, 29 September 1942 – 30 September 2013) was an Australian politician.",
  "/wiki/John_Coulter_(politician)": "Dr John Richard Coulter (born 3 December 1930) is an Australian medical researcher and former politician. He was the fourth elected parliamentary Senate leader of the Australian Democrats, serving from 2 October 1991 to 29 April 1993. His understanding of conservation and environment principles was exceptional for the time, though his concern about Australian immigration and population growth occasionally brought him into conflict with the party's non-discriminatory humanitarian and human-rights platforms and got him nicknamed \"Doctor Who\" by the Australian media.",
  "/wiki/Paul_McLean_(politician)": "Paul Alexander McLean (born 13 March 1937) is an Australian advocate of banking reform and former Australian Democrats senator for New South Wales (1987–1991).",
  "/wiki/Jean_Jenkins_(politician)": "Jean Alice Jenkins (born 16 March 1938) is an Australian educator in languages and served as an Australian Democrats senator for Western Australia from 1987 to 1990. She is also noted as an originator in Western Australia of NAATI-accredited level 2 (paraprofessional) courses in translation and interpreting, and as a campaigner for human rights and preservation of built heritage. She has been a patron of the Art Deco Society of Western Australia since 1989.",
  "/wiki/Vicki_Bourne": "Vicki Worrall Bourne (born 22 October 1954) is a former Australian Democrats Senator for New South Wales from 1990 to 2002.",
  "/wiki/Sid_Spindler": "Siegfried Emil \"Sid\" Spindler (9 July 1932 – 1 March 2008) was an Australian politician who served as a Senator for Victoria from 1990 to 1996, representing the Australian Democrats.",
  "/wiki/Cheryl_Kernot": "Cheryl Zena Kernot (née Paton, formerly Young; born 5 December 1948) is an Australian politician, academic, and political activist. She was a member of the Australian Senate representing Queensland for the Australian Democrats from 1990 to 1997, and the fifth leader of the Australian Democrats from 1993 to 1997. In 1997, she resigned from the Australian Democrats, joined the Australian Labor Party, and won the seat of Dickson at the 1998 federal election. She was defeated at the 2001 federal election. Kernot was an unsuccessful independent candidate to represent New South Wales in the Australian Senate in the 2010 federal election.",
  "/wiki/Robert_Bell_(Australian_politician)": "Robert John Bell (22 July 1950 – 5 September 2001) was an Australian politician.",
  "/wiki/Karin_Sowada": "Karin Nicole Sowada (born 1 November 1961) is an Australian archaeologist and former politician. She served two years as an Australian Democrats senator for New South Wales between 1991 and 1993. In 1998, she was a republican delegate to the Constitutional Convention. From 1996–2005, she was the assistant curator of the Nicholson Museum at the University of Sydney. From 2008–2015, she was Chief Executive Officer of the Anglican Deaconess Institution Sydney.",
  "/wiki/John_Woodley": "John Woodley (born Brisbane, Queensland, 9 February 1938) is a Christian Minister of religion and was a Senator representing the state of Queensland, Australia, in the Australian Senate.",
  "/wiki/Meg_Lees": "Meg Heather Lees AO (née Francis, born 19 October 1948) is a former member of the Australian Senate from 1990 to 2005, representing the state of South Australia. She represented the Australian Democrats from 1990 to 2002, and was her party's leader from 1997 – 2001. After being deposed by Natasha Stott Despoja, she quit the party to sit as an independent senator in 2002, adopting the party designation Australian Progressive Alliance from 2003 until her electoral defeat in 2005. As party leader, she controversially facilitated passage of the Howard Government's Goods and Services Tax (GST).",
  "/wiki/Natasha_Stott_Despoja": "Natasha Jessica Stott Despoja AO (born 9 September 1969) is an Australian politician, diplomat, advocate and author. She is the founding Chair of the Board of Our Watch, the national foundation to prevent violence against women and their children, and was previously the Australian Ambassador for Women and Girls at the Department of Foreign Affairs and Trade from 2013 to 2016. She was also a Member of the World Bank Gender Advisory Council from 2015 to 2017 and a Member of the United Nations High Level Working Group on the Health and Human Rights of Women, Children and Adolescents in 2017."
}