{
  "/wiki/Alamo_bolide_impact": "The Alamo bolide impact occurred 367 million years ago, when one or more hypervelocity objects from space slammed into shallow marine waters at a site that is now the Devonian Guilmette Formation of the Worthington Mountains and Schell Creek Range of southeastern Nevada; the event is named for breccias of metamorphosed crushed rock deposits, found as far as the town of Alamo, Nevada (the \"Alamo Breccia\"). This catastrophic impact event resulted in what is one of the best-exposed and has become the most accurately dated impact events; it occurred within the Frasnian age of the Devonian at about 367 Ma, a moment in time that was about 3.5 Ma prior to the Frasnian/Famennian extinction events, which it is unlikely to have affected.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Bow_City_impact_crater": "The Bow City crater is a potential meteorite impact crater located in southern Alberta, Canada.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Corossol_crater": "The Corossol structure, which is also known as the Corossol crater, is a circular, 4.3-by-3.9-kilometer (2.7 by 2.4 mi) in diameter, underwater bedrock feature that is exposed on the gulf floor of the northwestern Gulf of Saint Lawrence 20-kilometer (12 mi) offshore of the city of Sept-Îles, Quebec in eastern Canada. It is hypothesized to be a possible pre-Pleistocene, extraterrestrial impact structure. It lies underwater at a depth of 40–208-meter (131–682 ft). This underwater feature was found during the study of high-resolution bathymetric and sub-bottom profiler data collected south of the city of Sept-Iles in the northwestern Gulf of Saint Lawrence.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Decorah_crater": "The Decorah crater, also called the Decorah impact structure, is a possible impact crater located on the east side of the city of Decorah in Iowa, United States. It is thought to have been caused by a meteor about 200 metres (660 ft) wide which struck during the Middle Ordovician Period, circa 470 million years ago.",
  "/wiki/Iowa": "Iowa (/ˈaɪəwə/ (listen)) is a state in the Midwestern United States, bordered by the Mississippi River to the east and the Missouri River and Big Sioux River to the west. It is bordered by six states: Wisconsin to the northeast, Illinois to the east and southeast, Missouri to the south, Nebraska to the west, South Dakota to the northwest, and Minnesota to the north.",
  "/wiki/Gatun_structure": "The Gatun structure is a possible eroded impact crater.  It is named after the nearby Gatun Lake in Panama. It was first discovered in 1972 by geologist Bob Stewart and later studied by Livio L. Tornabene from the University of South Florida Department of Geology.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Pantasma": "Pantasma is a region in the north of Nicaragua. In the Miskito language the word Pantasma means small humans or flat head. The Spanish word Fantasma (Galego: Pantasma) origins from the Greek Phantasma and means ghost.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English.",
  "/wiki/Jeptha_Knob": "Jeptha Knob is the highest point in the Bluegrass region of Kentucky. It is located on private property in Shelby County, Kentucky, about eight miles east of Shelbyville near the hamlet of Clay Village and rises some 300 ft (90 m) higher than the surrounding rolling farmland.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/Panther_Mountain_(New_York)": "Panther Mountain is one of the Catskill High Peaks, located in the Town of Shandaken in Ulster County, New York. At approximately 3,720 feet (1,130 m) in elevation, it is the 18th highest in the range. A combination of factors has led geologists to believe the mountain is on the site of an ancient meteorite impact crater.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Snows_Island_Crater": "The Johnsonville crater or the Snow's Island crater is a circular geophysical feature that has been interpreted by some scientists as an impact crater, situated at the junction of Lynches River and the Pee Dee River in South Carolina. Snow's Island, at that point, is believed to be the upthrust of the center after the impact. This eight-mile-wide crater is not well defined at the surface and was discovered by magnetic anomalies and supported by the study of well drilling cores. Supposed impact breccia was found in these cores. The Russian Academy of Sciences lists the structure as a proven impact crater, however the Earth Impact Database (EID) does not list it as confirmed.",
  "/wiki/South_Carolina": "South Carolina (/ˌkærəˈlaɪnə/ (listen)) is a state in the Southeastern United States and the easternmost of the Deep South. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River.",
  "/wiki/Toms_Canyon_impact_crater": "The Toms Canyon impact crater is a probable impact crater where one or more asteroids struck the Atlantic continental shelf, about 100 miles (160 km) east of Atlantic City, New Jersey.  The submarine canyon is the drowned glacial-age mouth of Toms River.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Victoria_Island_structure": "The Victoria Island structure is a 5.5 km (3 mi) bowl-shaped structure buried in the shale sediments of the Sacramento-San Joaquin River Delta, 12 miles (19 km) west of Stockton, California. The circular structure is part of a former sea bed, and lies 1,490–1,600 meters (4,890–4,250 ft) below sea level.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Weaubleau-Osceola_structure": "The Weaubleau structure is a probable meteorite impact site in western Missouri near the towns of Gerster, Iconium, Osceola, and Vista. It is believed to have been caused by a 1,200 feet (370 m) meteoroid between 335 and 340 million years ago during the middle Mississippian Period (Latest Osagean to Earliest Meramecian).\nIt is listed by the Impact Field Studies Group as a \"probable\" impact structure.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border.",
  "/wiki/St._Helena_Parish,_Louisiana": "St. Helena Parish (French: Paroisse de Sainte-Hélène) is a parish in the U.S. state of Louisiana. As of the 2010 census, the population was 11,203. Its seat is Greensburg. The parish was created in 1810.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans."
}