{
  "/wiki/Administrative_divisions_of_New_Caledonia": "The French special collectivity of New Caledonia is divided into three provinces, which in turn are divided into 33 communes. There is also a system of eight tribal areas for the indigenous Kanak people, and three decentralized subdivisions.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/%C3%8Ele_Art_-_Waala_Airport": "Île Art – Waala Airport (also known as Belep Islands Airport)(IATA: BMY, ICAO: NWWC) is an airport on the Art Island (Île d'Art)/Waala (on the Belep) in New Caledonia.",
  "/wiki/Bourail": "Bourail  is a commune in the South Province of New Caledonia, an overseas territory of France in the Pacific Ocean.",
  "/wiki/Canala": "Canala  is a commune in the North Province of New Caledonia, an overseas territory of France in the Pacific Ocean.",
  "/wiki/Canala_Airport": "Canala Airport (ICAO: NWWX) is an airport serving Canala, a commune in the North Province of New Caledonia (French: Nouvelle-Calédonie), an overseas territory (territoire d'outre-mer) of France in the Pacific Ocean.",
  "/wiki/Houa%C3%AFlou": "Houaïlou  is a commune in the North Province of New Caledonia, an overseas territory of France in the Pacific Ocean.",
  "/wiki/L%27%C3%8Ele-des-Pins": "L'Île-des-Pins is a commune in the South Province of New Caledonia, an overseas territory of France in the Pacific Ocean. L'Île-des-Pins is made up of the Isle of Pines, the smaller Kôtomo Island, and several islets around these two, as well as the distant island of Walpole, which is located almost 150 km (93 mi) to the east. The Isle of Pines and adjacent islands are located to the south of New Caledonia's mainland. At 16830 km from Paris, L'Île-des-Pins is further from the French capital than any other commune of France. The settlement of Vao, on the Isle of Pines, is the administrative centre of the commune of L'Île-des-Pins.",
  "/wiki/%C3%8Ele_des_Pins_Airport": "Île des Pins Airport (French: Aérodrome provincial Moue - Île des Pins) is an airport on Île des Pins in New Caledonia (IATA: ILP, ICAO: NWWE).",
  "/wiki/Kon%C3%A9,_New_Caledonia": "Koné  is a commune in the North Province of New Caledonia, a special collectivity of France in the Pacific Ocean. Koné is the provincial seat of the North Province.",
  "/wiki/Kon%C3%A9_Airport": "Koné Airport (IATA: KNQ, ICAO: NWWD) is an airport serving Koné, a commune in the North Province of New Caledonia (French: Nouvelle-Calédonie), an overseas territory (territoire d'outre-mer) of France in the Pacific Ocean.",
  "/wiki/Koumac": "Koumac  is a commune in the North Province of New Caledonia, an overseas territory of France in the Pacific Ocean.",
  "/wiki/Koumac_Airport": "Koumac Airport is an airport in Koumac, New Caledonia (IATA: KOC, ICAO: NWWK).",
  "/wiki/La_Foa": "La Foa  is a commune in the South Province of New Caledonia, an overseas territory of France in the Pacific Ocean.",
  "/wiki/La_Foa_-_Oua_Tom_Airport": "La Foa – Oua Tom Airport (IATA: NWWT) is an airport in La Foa, New Caledonia.",
  "/wiki/Lifou": "Lifou [lifu] is a commune of France in the Loyalty Islands Province of New Caledonia in the Pacific Ocean.",
  "/wiki/Lifou_Airport": "Ouanaham Airport (IATA: LIF, ICAO: NWWL) is an airport serving Lifou, Lifou Island, New Caledonia.",
  "/wiki/Mar%C3%A9": "Maré Island or Nengone (French: Île de Maré) is the second-largest of the Loyalty Islands, in the archipelago of New Caledonia, an overseas territory of France in the Pacific Ocean. The island is part of the commune (municipality) of Maré, in the Loyalty Islands Province of New Caledonia.",
  "/wiki/Mar%C3%A9_Airport": "Maré Airport (IATA: MEE, ICAO: NWWR) is an airport in Maré, New Caledonia.",
  "/wiki/Noum%C3%A9a": "Nouméa (French pronunciation: ​[numea]) is the capital and largest city of the French special collectivity of New Caledonia. It is situated on a peninsula in the south of New Caledonia's main island, Grande Terre, and is home to the majority of the island's European, Polynesian (Wallisians, Futunians, Tahitians), Indonesian, and Vietnamese populations, as well as many Melanesians, Ni-Vanuatu and Kanaks who work in one of the South Pacific's most industrialised cities. The city lies on a protected deepwater harbour that serves as the chief port for New Caledonia.",
  "/wiki/La_Tontouta": "La Tontouta International Airport, also known as Nouméa – La Tontouta International Airport (French: Aéroport de Nouméa - La Tontouta; IATA: NOU, ICAO: NWWW) is the main international airport in New Caledonia. The airport is in the municipality of Païta, approximately 52 km (32 mi) northwest of Nouméa. La Tontouta International Airport serves international flights, while Noumea Magenta Airport, located 38 km south-east within the city of Noumea, serves domestic flights. The airport is regularly served by four airlines, including Aircalin, which is based at the airport. In 2017, 529,349 passengers used the airport.",
  "/wiki/La_Tontouta_International_Airport": "La Tontouta International Airport, also known as Nouméa – La Tontouta International Airport (French: Aéroport de Nouméa - La Tontouta; IATA: NOU, ICAO: NWWW) is the main international airport in New Caledonia. The airport is in the municipality of Païta, approximately 52 km (32 mi) northwest of Nouméa. La Tontouta International Airport serves international flights, while Noumea Magenta Airport, located 38 km south-east within the city of Noumea, serves domestic flights. The airport is regularly served by four airlines, including Aircalin, which is based at the airport. In 2017, 529,349 passengers used the airport.",
  "/wiki/Magenta": "Magenta (/məˈdʒɛntə/) is a color that is variously defined as purplish-red, reddish-purple or mauvish-crimson.    On color wheels of the RGB (additive) and CMY (subtractive) color models, it is located midway between red and blue. It is one of the four colors of ink used in color printing by an inkjet printer, along with yellow, black, and cyan, to make all the other colors.  The tone of magenta used in printing is called \"printer's magenta\". Magenta is technically not a color, it has no wave length of its own although it is classified as a color by many and it is easier to call it one.",
  "/wiki/Noum%C3%A9a_Magenta_Airport": "Nouméa Magenta Airport (French: l'Aéroport de Nouméa Magenta) (IATA: GEA, ICAO: NWWM) is a domestic airport on the main island of New Caledonia. The airport is 3 km (2 mi) east northeast of the centre of Nouméa, the capital, and approximately 50 km (31 mi) from La Tontouta International Airport. In 2017, 428,679 passengers used the airport.",
  "/wiki/Ouv%C3%A9a": "Ouvéa (local pronunciation: [uˈve.a]) or Uvea is a commune in the Loyalty Islands Province of New Caledonia, an overseas territory of France in the Pacific Ocean. The settlement of Fayaoué [faˈjawe], on Ouvéa Island, is the administrative centre of the commune.",
  "/wiki/Ouv%C3%A9a_Airport": "Ouvéa Airport is an airport in Ouvéa, New Caledonia (IATA: UVE, ICAO: NWWV).",
  "/wiki/Poum": "Poum  is a commune in the North Province of New Caledonia, an overseas territory of France in the Pacific Ocean. The small town of Poum (Latitude: 20° 13' 59 south, longitude: 164° 1' 23 east) is located in the far northwest, located on the southern part of Banare Bay, with Mouac Island just offshore. Aside from French, the native language of the Kanak inhabitants is nêlêmwa-nixumwak, an Austronesian language spoken by about 1,100 people.[circular reference] British fishermen came to the islands in 1855 seeking sea cucumbers, and settled and intermarried, and this is reflected in the last names of some clan members and on gravestones (e.g. Williams, Winchester). In the 1850s, a hundred Europeans lived on Mouac Island and John Henry Williams established a presence on Néba island",
  "/wiki/Tiga_Island": "Tiga is part of the commune (municipality) of Lifou, in the Loyalty Islands Province (Province des îles Loyauté), one of three provinces of the Territory of New Caledonia and Dependencies, an overseas territory of France. The island is 6 km (3.7 mi) long and 2 km (1.2 mi) wide, totaling about 10 square kilometres (4 square miles). The highest point is 76 metres (249 feet) above sea level. The population of Tiga Island was 169 in 1996, for a density of about 17 person per km.",
  "/wiki/Tiga_Airport": "Tiga Airport (IATA: TGJ, ICAO: NWWA) is an airport on Tiga Island in New Caledonia.",
  "/wiki/Touho": "Touho  is a municipality (commune) in the North Province of New Caledonia, an overseas territory of France in the Pacific Ocean. Touho lies on the east coast of the main island (Grande Terre) and is served by a road and an airfield.",
  "/wiki/Touho_Airport": "N/A",
  "/wiki/List_of_airports_in_New_Caledonia": "This is a list of airports in New Caledonia, sorted by location."
}