{
  "/wiki/1991_NCAA_Division_I-A_football_season": "The 1991 NCAA Division I-A football season was the main college football season sanctioned by the National Collegiate Athletic Association (NCAA). The season began on August 28, 1991, and ended on January 1, 1992. For the second consecutive season, there was a split national championship. Both the Miami Hurricanes and the Washington Huskies finished the season undefeated (12–0) and with the top ranking in a nationally recognized poll.",
  "/wiki/Kevin_Williams_(wide_receiver)": "Kevin Ray Williams, Jr. (born January 25, 1971) is a former American football wide receiver in the National Football League for the Dallas Cowboys, Arizona Cardinals, Buffalo Bills and San Francisco 49ers. He played college football at the University of Miami.",
  "/wiki/Miami_Hurricanes_football": "The Miami Hurricanes football team represents the University of Miami in the sport of American football. The Hurricanes compete in the National Collegiate Athletic Association (NCAA)'s Division I Football Bowl Subdivision (FBS) and the Coastal Division of the Atlantic Coast Conference (ACC). The program began in 1926 and has won five AP national championships (1983, 1987, 1989, 1991, 2001). The Miami Hurricanes are among the most storied and decorated football programs in NCAA history. Miami is ranked fourth on the list of All-time Associated Press National Poll Championships, tied with Southern California and Ohio State and behind Alabama, Notre Dame,  and Oklahoma.\nMiami also holds a number of NFL Draft records, including most first-round selections in a single draft and most consecutive drafts with at least one first-round selection. Two Hurricanes have won the Heisman Trophy and nine have been inducted to the College Football Hall of Fame. The team plays its home games at Hard Rock Stadium in Miami Gardens, Florida. The Hurricanes' head coach is Manny Diaz.",
  "/wiki/1992_NCAA_Division_I-A_football_season": "The 1992 NCAA Division I-A football season was the first year of the Bowl Coalition and concluded with Alabama's first national championship in thirteen years—their first since the departure of Bear Bryant.  One of Bryant's former players, Gene Stallings, was the head coach, and he used a style similar to Bryant's, a smashmouth running game combined with a tough defense.",
  "/wiki/Syracuse_Orange_football": "The Syracuse Orange represent Syracuse University in the sport of American football. The Orange compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC).",
  "/wiki/1993_NCAA_Division_I-A_football_season": "The 1993 NCAA Division I-A football season saw Florida State crowned national champions, in both the AP and Coaches poll.",
  "/wiki/Pat_O'Neill_(American_football)": "Patrick James O'Neill (born February 9, 1971) is a former American football punter in the National Football League (NFL) who played for the New England Patriots, Chicago Bears, and New York Jets. He played college football at Syracuse University.",
  "/wiki/1994_NCAA_Division_I-A_football_season": "The 1994 NCAA Division I-A football season was the main college football season sanctioned by the NCAA. The season began in August 1994 and ended on January 2, 1995. Nebraska, who finished the season undefeated, ended the year ranked #1 in both the Associated Press and Coaches polls. This was the first national championship of coach Tom Osborne's career at Nebraska, despite coming close in two prior attempts; in 1983, his team lost to Miami after Osborne, with his team trailing 31-30 late in the game, elected to try for the lead instead of the tie and failed. In the previous season, Osborne's team lost to eventual national champion Florida State on a missed field goal as time expired.",
  "/wiki/Todd_Sauerbrun": "Todd Scott Sauerbrun (/ˈsaʊ.ərbrən/; born January 4, 1973) is a former American college and professional football player who was a punter in the National Football League (NFL) for thirteen seasons. He played college football for West Virginia University, and was recognized as an All-American. He was drafted by the Chicago Bears in the second round of the 1995 NFL Draft, and also played for the Kansas City Chiefs, Carolina Panthers, Denver Broncos and New England Patriots of the NFL, and the Florida Tuskers of the United Football League (UFL).",
  "/wiki/West_Virginia_Mountaineers_football": "The West Virginia Mountaineers football team represents West Virginia University (also referred to as \"WVU\" or \"West Virginia\") in the NCAA Football Bowl Subdivision (FBS) of college football. West Virginia plays its home games on Mountaineer Field at Milan Puskar Stadium on the campus of West Virginia University in Morgantown, West Virginia. The Mountaineers compete in the Big 12 Conference.",
  "/wiki/1995_NCAA_Division_I-A_football_season": "The 1995 NCAA Division I-A football season was the first year of the Bowl Alliance.",
  "/wiki/Marvin_Harrison": "Marvin Darnell Harrison (born August 25, 1972) is an American former professional football player who was a wide receiver in the National Football League (NFL).  He played college football for the Syracuse Orange, and was drafted by the Indianapolis Colts in the first round of the 1996 NFL Draft.  He spent all 13 of his NFL seasons with the Colts, most of them with quarterback Peyton Manning, and is widely considered as one of the greatest and most productive wide receivers in NFL history. He earned a Super Bowl ring with the team in Super Bowl XLI over the Chicago Bears.",
  "/wiki/1996_NCAA_Division_I-A_football_season": "The 1996 NCAA Division I-A football season ended with the Florida Gators crowned National Champions, but not as unanimously as the Bowl Alliance would have hoped.",
  "/wiki/Tremain_Mack": "Tremain Ferrell Mack (born November 21, 1974), also known as T-Mack, is a retired professional American football player in the National Football League (NFL). He played four years for the Cincinnati Bengals, primarily as a return specialist. In 1998, he finished second in the AFC, with 1,165 yards on 45 returns. He was later selected to the 2000 Pro Bowl.",
  "/wiki/1997_NCAA_Division_I-A_football_season": "The 1997 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1997 and culminated with the major bowl games in early January 1998.  The national championship was split for the third time in the 1990s.  The Michigan Wolverines finished the season atop the AP Poll after completing a 12–0 campaign with a Big Ten Conference championship and a victory in the Rose Bowl over Washington State.  The Nebraska Cornhuskers garnered the top ranking in the Coaches' Poll with a 13–0 record, a Big 12 Conference championship, and a win over Tennessee in the Orange Bowl.  Michigan's Charles Woodson, who played primarily at cornerback, but also saw time on offense as a wide receiver and on special teams as a punt returner, won the Heisman Trophy, becoming the first primarily defensive player to win the award.  The 1997 season was the third and final season in which the major bowl games were organized under the Bowl Alliance system.  The Bowl Championship Series was instituted the following year.",
  "/wiki/1998_NCAA_Division_I-A_football_season": "The 1998 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1998 and culminated with the major bowl games in early January 1999. It was the first season of the Bowl Championship Series (BCS), which saw the Tennessee Volunteers win the national championship, one year after star quarterback Peyton Manning left for the National Football League (NFL). Tennessee defeated the Florida State Seminoles, 23–16, in the Fiesta Bowl in Tempe, Arizona, to secure the inaugural BCS National Championship.",
  "/wiki/Kevin_Johnson_(American_football)": "Kevin L. Johnson (born July 15, 1976) is a former professional American football player who played wide receiver in college for Syracuse University then for seven seasons in the NFL for the Cleveland Browns, the Jacksonville Jaguars, the Baltimore Ravens, and the Detroit Lions.",
  "/wiki/1999_NCAA_Division_I-A_football_season": "The 1999 NCAA Division I-A football season saw Florida State named national champions, defeating Virginia Tech in the BCS Sugar Bowl.",
  "/wiki/Shayne_Graham": "Michael Shayne Graham (born December 9, 1977) is a former American football kicker and current coach. Graham is a former American football placekicker who played 15 seasons in the National Football League (NFL). He played college football at Virginia Tech. He made his professional debut in May 2000 with the Richmond Speed of the Arena Football League's now-defunct developmental league, AF2.",
  "/wiki/Virginia_Tech_Hokies_football": "The Virginia Tech Hokies football team represents Virginia Polytechnic Institute and State University in the sport of American football.  The Hokies compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference. They previously competed in the Big East. Their home games are played at Lane Stadium, located in Blacksburg, Virginia with a seating capacity of over 65,000 fans. Lane Stadium was[when?] considered to be one of the loudest stadiums in the country, being voted number one in ESPN's \"Top 20 Scariest Places to Play\". Also, it was recognized in 2005 by Rivals.com as having the best home-field advantage in the country.  It is currently the 31st largest stadium in college football.",
  "/wiki/2000_NCAA_Division_I-A_football_season": "The 2000 NCAA Division I-A football season ended with the Oklahoma Sooners claiming their first national championship and their first conference championship since the departure of head coach Barry Switzer.",
  "/wiki/Santana_Moss": "Santana Terrell Moss (born June 1, 1979) is a former American football wide receiver who played in the National Football League (NFL) for fourteen seasons. He played college football for the University of Miami, where he earned All-American honors.  Moss was picked by the New York Jets in the first round of the 2001 NFL Draft, where he spent 4 seasons with the team, before playing for the Washington Redskins for 10 seasons. Moss was selected as an All-Pro in 2005.",
  "/wiki/2001_NCAA_Division_I-A_football_season": "The 2001 NCAA Division I-A football season ended with the University of Miami winning the national title for the fifth time.",
  "/wiki/Phillip_Buchanon": "Phillip Darren Buchanon (born September 19, 1980) is former American football cornerback that played in the National Football League (NFL). He played college football at the University of Miami, and was drafted by the Oakland Raiders in the first round of the 2002 NFL Draft. Buchanon also played for the Houston Texans, Tampa Bay Buccaneers, Detroit Lions, and Washington Redskins before retiring after the 2011 season.",
  "/wiki/2002_NCAA_Division_I-A_football_season": "The 2002 NCAA Division I-A football season ended with a double overtime national championship game.  Ohio State and Miami both came into the Fiesta Bowl undefeated.  The underdog Buckeyes defeated the defending-champion Hurricanes 31–24, ending Miami's 34-game winning streak. Jim Tressel won the national championship in only his second year as head coach.",
  "/wiki/Andy_Lee_(American_football)": "Andrew Paul Lee (born August 11, 1982) is an American football punter for the Arizona Cardinals of the National Football League (NFL). He played college football at Pittsburgh, and was drafted by the San Francisco 49ers in the sixth round of the 2004 NFL Draft.",
  "/wiki/Pittsburgh_Panthers_football": "The Pittsburgh Panthers football program is the intercollegiate football team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. Traditionally the most popular sport at the university, Pitt football has played at the highest level of American college football competition, now termed the NCAA Division I Football Bowl Subdivision, since the beginning of the school's official sponsorship of the sport in 1890. As of the 2013 season, Pitt competes as a member of the Atlantic Coast Conference (ACC).",
  "/wiki/Nate_Jones_(American_football)": "Nathan Jones (born June 15, 1982) is a former American football cornerback in the National Football League for the Dallas Cowboys, Miami Dolphins, Denver Broncos and New England Patriots. He was drafted by the Dallas Cowboys in seventh round of the 2004 NFL Draft. He played college football at Rutgers University.",
  "/wiki/Rutgers_Scarlet_Knights_football": "The Rutgers Scarlet Knights football team represents Rutgers University in the Football Bowl Subdivision (FBS) of the National Collegiate Athletics Association (NCAA). Rutgers competes as a member of the East Division of the Big Ten Conference. Prior to joining the Big Ten, the team was a member of the American Athletic Conference (formerly the Big East Conference) from 1991 to 2013. Rutgers plays its home games at SHI Stadium, in Piscataway, New Jersey. The team is currently led by head coach Greg Schiano.\nThe Rutgers football team is notable for playing in what is considered to be the first ever intercollegiate football game in 1869, in which they defeated Princeton University by a score of 6–4. For this reason, Rutgers has been described as \"the birthplace of college football.\"",
  "/wiki/2003_NCAA_Division_I-A_football_season": "The 2003 NCAA Division I-A football season ended with an abundance of controversy, resulting in a split national championship. This was the first split title since the inception of the BCS, something the BCS intended to eliminate.",
  "/wiki/DeAngelo_Hall": "DeAngelo Eugene Hall (born November 19, 1983) is a former American football cornerback who played 14 seasons in the National Football League (NFL). He played college football for Virginia Tech and was drafted with the eighth overall pick in the 2004 NFL Draft by the Atlanta Falcons. A cornerback for the majority of his playing career, he transitioned to free safety towards the end of his tenure with the Washington Redskins. Hall also played half a season for the Oakland Raiders.",
  "/wiki/2004_NCAA_Division_I-A_football_season": "The 2004 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on August 28, 2004 and ended on December 4, 2004. The postseason concluded on January 4, 2005 with the Orange Bowl, which served as the season's BCS National Championship Game.",
  "/wiki/Adam_Jones_(American_football)": "Adam Bernard \"Pacman\" Jones (born September 30, 1983) is a former American football cornerback and return specialist. He was drafted by the Tennessee Titans sixth overall in the 2005 NFL Draft. He played college football at West Virginia.",
  "/wiki/2005_NCAA_Division_I-A_football_season": "The 2005 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on September 1, 2005 and ended on December 3, 2005. The postseason concluded on January 4, 2006 with the Rose Bowl, which served as the season's BCS National Championship Game.\nThe USC Trojans and the Texas Longhorns finished the regular season as the only undefeated teams in Division I-A and consequently met in the Rose Bowl to play for the national title. Texas defeated USC largely due to the performance of quarterback Vince Young, who gained 467 yards of total offense and ran for three touchdowns. The Longhorns won their first national championship since 1970, and their first consensus national title since 1969..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Willie_Foster": "William Hendrick Foster (June 12, 1904 – September 16, 1978) was an American left-handed pitcher in baseball's Negro leagues in the 1920s and 1930s, and had a career record of 143–69. He was elected to the Baseball Hall of Fame in 1996. Foster was the much-younger half-brother of Rube Foster, a Negro league player, pioneer, and fellow Hall of Famer.",
  "/wiki/2006_NCAA_Division_I_FBS_football_season": "The 2006 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Ean_Randolph": "Ean Randolph (born April 22, 1984) is a former American and Canadian football wide receiver. He was signed by the Kansas City Chiefs of the National Football League as an undrafted free agent in 2007. He played college football at South Florida.",
  "/wiki/South_Florida_Bulls_football": "The South Florida Bulls football team represents the University of South Florida. The Bulls began playing in 1997 and currently compete in the American Athletic Conference (The American) of the Football Bowl Subdivision (FBS) within the National Collegiate Athletic Association (NCAA). The team plays its home games at Raymond James Stadium in Tampa, Florida.",
  "/wiki/2007_NCAA_Division_I_FBS_football_season": "The 2007 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Kevin_Huber": "Kevin Huber (born July 16, 1985) is an American football punter for the Cincinnati Bengals of the National Football League (NFL). He was drafted by the Bengals in the fifth round of the 2009 NFL Draft. He played college football at Cincinnati, where he was twice recognized as a consensus All-American.",
  "/wiki/Cincinnati_Bearcats_football": "The Cincinnati Bearcats football program represents the University of Cincinnati in college football. They compete at the NCAA Division I Football Bowl Subdivision level as members of the American Athletic Conference, and have played their home games in historic Nippert Stadium since 1924. The Bearcats have an all-time record of over .500 as of 2018, having reached their 600th program victory in 2017. The team has had a bit of a resurgence in the past few years, going 98-56 since 2006, along with 9 bowl game appearances, 5 conference titles, two BCS Bowl berths, and 22 NFL Draft selections.",
  "/wiki/2008_NCAA_Division_I_FBS_football_season": "The 2008 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Mardy_Gilyard": "Marshawn \"Mardy\" Gilyard (born December 2, 1986) is an American football wide receiver for the Massachusetts Pirates of the National Arena League (NAL). He was drafted by the St. Louis Rams in the fourth round of the 2010 NFL Draft. He played college football at the University of Cincinnati.",
  "/wiki/Big_East_Conference_football_individual_awards": "The Big East Conference gave five football awards at the conclusion of every season. The awards were first given in 1991 following the conference's first football season, and last given in 2012 before the conference was restructured as the American Athletic Conference. The five awards included Offensive Player of the Year, Defensive Player of the Year, Special Teams Player of the Year, Rookie of the Year, and Coach of the Year. Recipients were selected by the votes of the conference's eight head coaches."
}