{
  "/wiki/Daryl_Sattler": "Daryl Sattler (born September 5, 1980 in Miami, Florida) is an American soccer player.",
  "/wiki/San_Antonio_Scorpions": "The San Antonio Scorpions were an American professional soccer team based in San Antonio, Texas, United States. Founded in 2010, the team made its debut in the North American Soccer League in 2012. The Scorpions played at Toyota Field, a soccer specific stadium that was completed in 2013.",
  "/wiki/Aaron_Pitchkolan": "Aaron Pitchkolan (born March 14, 1983, in Aurora, Colorado) is a retired American soccer player and coach.",
  "/wiki/Etienne_Barbara": "Etienne Barbara (born 10 June 1982 in Pietà) is a Maltese footballer.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Bryan_Arguez": "Bryan Joshua Arguez (born January 13, 1989) is an American professional soccer player. He has represented the United States national team at all youth levels including the Olympic team.",
  "/wiki/FC_Edmonton": "FC Edmonton is a Canadian professional soccer club based in Edmonton, Alberta. The club has competed in the Canadian Premier League since the league's inaugural season in 2019. The club previously competed in the North American Soccer League (NASL) from 2011 to 2017, then went on hiatus when NASL ceased competitive operations before the cancelled 2018 season. From 2012 onward, FC Edmonton's home field has been Clarke Stadium.",
  "/wiki/Kyle_Altman": "Kyle Marten Altman (born January 31, 1986 in Albuquerque, New Mexico) is a former American soccer player who last played for Minnesota United FC in the North American Soccer League.",
  "/wiki/Portland_Timbers_Reserves": "Portland Timbers 2 is an American professional soccer team based in Portland, Oregon that plays in the USL Championship, the second tier of the United States soccer pyramid. Portland Timbers 2 (often referred to as \"T2\") serves as the reserve squad for the Portland Timbers of Major League Soccer.",
  "/wiki/Pablo_Campos": "Pablo Campos (born January 29, 1983) is a Brazilian footballer.",
  "/wiki/Mike_Ambersley": "Mike Ambersley (born February 14, 1983) is a retired American soccer player who recently played for Saint Louis FC in the United Soccer League.",
  "/wiki/Tampa_Bay_Rowdies": "The Tampa Bay Rowdies are an American professional soccer team based in St. Petersburg, Florida. The club was founded in 2008 and first took the pitch in 2010. Since 2017, the Rowdies have been members of the USL Championship in the second tier of the American soccer pyramid. They formerly played in the North American Soccer League (NASL) (from 2011 to 2016) and USSF Division 2 (in 2010), which were also second-tier leagues. The Rowdies play their home games at Al Lang Stadium on St. Petersburg's downtown waterfront.",
  "/wiki/Omar_Daley": "Omar Daley (born 25 April 1981) is a Jamaican footballer. He plays as a winger. He has also played for the Jamaican national side winning more than 50 caps. Daley was born in Kingston, Jamaica. He has played for Portmore United in his homeland, Charleston Battery, in the United States, and English side Bradford City along with loan spells at Reading, Preston North End and Rotherham United. He is known as \"ratty\".",
  "/wiki/Motherwell_F.C.": "Motherwell Football Club are a Scottish professional football club in Motherwell, North Lanarkshire. The club compete in the Scottish Premiership. Motherwell have not dropped out of the top-flight of Scottish football since 1985, and have lifted one trophy in that time – the Scottish Cup in 1991."
}