{
  "/wiki/1991_NCAA_Division_I-A_football_season": "The 1991 NCAA Division I-A football season was the main college football season sanctioned by the National Collegiate Athletic Association (NCAA). The season began on August 28, 1991, and ended on January 1, 1992. For the second consecutive season, there was a split national championship. Both the Miami Hurricanes and the Washington Huskies finished the season undefeated (12–0) and with the top ranking in a nationally recognized poll.",
  "/wiki/Dennis_Erickson": "Dennis Brian Erickson (born March 24, 1947) is an American football coach who most recently served as the head coach for the Salt Lake Stallions of the Alliance of American Football league. He was also the head coach at the University of Idaho (1982–1985, 2006), the University of Wyoming (1986), Washington State University (1987–1988), the University of Miami (1989–1994), Oregon State University (1999–2002), and Arizona State University (2007–2011).  During his tenure at Miami, Erickson's teams won two national championships, in 1989 and 1991. His record as a college football head coach is 179–96–1 (.650).",
  "/wiki/Miami_Hurricanes_football": "The Miami Hurricanes football team represents the University of Miami in the sport of American football. The Hurricanes compete in the National Collegiate Athletic Association (NCAA)'s Division I Football Bowl Subdivision (FBS) and the Coastal Division of the Atlantic Coast Conference (ACC). The program began in 1926 and has won five AP national championships (1983, 1987, 1989, 1991, 2001). The Miami Hurricanes are among the most storied and decorated football programs in NCAA history. Miami is ranked fourth on the list of All-time Associated Press National Poll Championships, tied with Southern California and Ohio State and behind Alabama, Notre Dame,  and Oklahoma.\nMiami also holds a number of NFL Draft records, including most first-round selections in a single draft and most consecutive drafts with at least one first-round selection. Two Hurricanes have won the Heisman Trophy and nine have been inducted to the College Football Hall of Fame. The team plays its home games at Hard Rock Stadium in Miami Gardens, Florida. The Hurricanes' head coach is Manny Diaz.",
  "/wiki/1992_NCAA_Division_I-A_football_season": "The 1992 NCAA Division I-A football season was the first year of the Bowl Coalition and concluded with Alabama's first national championship in thirteen years—their first since the departure of Bear Bryant.  One of Bryant's former players, Gene Stallings, was the head coach, and he used a style similar to Bryant's, a smashmouth running game combined with a tough defense.",
  "/wiki/1993_NCAA_Division_I-A_football_season": "The 1993 NCAA Division I-A football season saw Florida State crowned national champions, in both the AP and Coaches poll.",
  "/wiki/Don_Nehlen": "Donald Eugene Nehlen (born January 1, 1936) is a former American football player and coach.  He was head football coach at Bowling Green State University (1968–1976) and at West Virginia University (1980–2000).  Nehlen retired from coaching college football in 2001 with a career record of 202–128–8 and as the 17th winningest coach in college football history. He was inducted into the College Football Hall of Fame in 2005 and has served as a president of the American Football Coaches Association.",
  "/wiki/West_Virginia_Mountaineers_football": "The West Virginia Mountaineers football team represents West Virginia University (also referred to as \"WVU\" or \"West Virginia\") in the NCAA Football Bowl Subdivision (FBS) of college football. West Virginia plays its home games on Mountaineer Field at Milan Puskar Stadium on the campus of West Virginia University in Morgantown, West Virginia. The Mountaineers compete in the Big 12 Conference.",
  "/wiki/1994_NCAA_Division_I-A_football_season": "The 1994 NCAA Division I-A football season was the main college football season sanctioned by the NCAA. The season began in August 1994 and ended on January 2, 1995. Nebraska, who finished the season undefeated, ended the year ranked #1 in both the Associated Press and Coaches polls. This was the first national championship of coach Tom Osborne's career at Nebraska, despite coming close in two prior attempts; in 1983, his team lost to Miami after Osborne, with his team trailing 31-30 late in the game, elected to try for the lead instead of the tie and failed. In the previous season, Osborne's team lost to eventual national champion Florida State on a missed field goal as time expired.",
  "/wiki/1995_NCAA_Division_I-A_football_season": "The 1995 NCAA Division I-A football season was the first year of the Bowl Alliance.",
  "/wiki/Frank_Beamer": "Franklin Mitchell Beamer (born October 18, 1946) is a retired American college football coach, most notably for the Virginia Tech Hokies, and former college football player.  Beamer was a cornerback for Virginia Tech from 1966 to 1968. His coaching experience began in 1972, and from 1981 to 1986 Beamer served as the head football coach at Murray State University. He then went on to become the head football coach at Virginia Tech from 1987 until his final game in 2015. He was one of the longest tenured active coaches in NCAA Division I FBS and, at the time of his retirement, was the winningest active coach at that level. Upon retiring, Beamer accept a position as special assistant to the Virginia Tech athletic director, where he focuses on athletic development and advancement. He was inducted into the College Football Hall of Fame in 2018.",
  "/wiki/Virginia_Tech_Hokies_football": "The Virginia Tech Hokies football team represents Virginia Polytechnic Institute and State University in the sport of American football.  The Hokies compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference. They previously competed in the Big East. Their home games are played at Lane Stadium, located in Blacksburg, Virginia with a seating capacity of over 65,000 fans. Lane Stadium was[when?] considered to be one of the loudest stadiums in the country, being voted number one in ESPN's \"Top 20 Scariest Places to Play\". Also, it was recognized in 2005 by Rivals.com as having the best home-field advantage in the country.  It is currently the 31st largest stadium in college football.",
  "/wiki/1996_NCAA_Division_I-A_football_season": "The 1996 NCAA Division I-A football season ended with the Florida Gators crowned National Champions, but not as unanimously as the Bowl Alliance would have hoped.",
  "/wiki/1997_NCAA_Division_I-A_football_season": "The 1997 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1997 and culminated with the major bowl games in early January 1998.  The national championship was split for the third time in the 1990s.  The Michigan Wolverines finished the season atop the AP Poll after completing a 12–0 campaign with a Big Ten Conference championship and a victory in the Rose Bowl over Washington State.  The Nebraska Cornhuskers garnered the top ranking in the Coaches' Poll with a 13–0 record, a Big 12 Conference championship, and a win over Tennessee in the Orange Bowl.  Michigan's Charles Woodson, who played primarily at cornerback, but also saw time on offense as a wide receiver and on special teams as a punt returner, won the Heisman Trophy, becoming the first primarily defensive player to win the award.  The 1997 season was the third and final season in which the major bowl games were organized under the Bowl Alliance system.  The Bowl Championship Series was instituted the following year.",
  "/wiki/Walt_Harris_(coach)": "Walter William Harris (born November 9, 1946) is a former American football player and coach. Harris served as the head football coach at the University of the Pacific in Stockton, California from 1989 to 1991, the University of Pittsburgh from 1997 to 2004, and at Stanford University from 2005 to 2006, compiling a career college football record of 69–85.",
  "/wiki/Pittsburgh_Panthers_football": "The Pittsburgh Panthers football program is the intercollegiate football team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. Traditionally the most popular sport at the university, Pitt football has played at the highest level of American college football competition, now termed the NCAA Division I Football Bowl Subdivision, since the beginning of the school's official sponsorship of the sport in 1890. As of the 2013 season, Pitt competes as a member of the Atlantic Coast Conference (ACC).",
  "/wiki/1998_NCAA_Division_I-A_football_season": "The 1998 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1998 and culminated with the major bowl games in early January 1999. It was the first season of the Bowl Championship Series (BCS), which saw the Tennessee Volunteers win the national championship, one year after star quarterback Peyton Manning left for the National Football League (NFL). Tennessee defeated the Florida State Seminoles, 23–16, in the Fiesta Bowl in Tempe, Arizona, to secure the inaugural BCS National Championship.",
  "/wiki/Terry_Shea": "Terence William Shea (born June 12, 1946) is an American football coach and former player.  Currently, Shea does quarterback consulting work for future NFL draft prospects.  Most recently he worked with Robert Griffin III \"RG3\" (2nd overall pick 2012), Blaine Gabbert (10th overall pick 2011), Sam Bradford (1st overall pick 2010), Matthew Stafford (1st overall pick 2009), and Josh Freeman (17th overall pick 2009. whom Shea later brought to the Bolts in 2015). Shea also trained and developed current college quarterbacks Collin Klein (Kansas State) and Tommy Rees (Notre Dame).",
  "/wiki/Rutgers_Scarlet_Knights_football": "The Rutgers Scarlet Knights football team represents Rutgers University in the Football Bowl Subdivision (FBS) of the National Collegiate Athletics Association (NCAA). Rutgers competes as a member of the East Division of the Big Ten Conference. Prior to joining the Big Ten, the team was a member of the American Athletic Conference (formerly the Big East Conference) from 1991 to 2013. Rutgers plays its home games at SHI Stadium, in Piscataway, New Jersey. The team is currently led by head coach Greg Schiano.\nThe Rutgers football team is notable for playing in what is considered to be the first ever intercollegiate football game in 1869, in which they defeated Princeton University by a score of 6–4. For this reason, Rutgers has been described as \"the birthplace of college football.\"",
  "/wiki/1999_NCAA_Division_I-A_football_season": "The 1999 NCAA Division I-A football season saw Florida State named national champions, defeating Virginia Tech in the BCS Sugar Bowl.",
  "/wiki/2000_NCAA_Division_I-A_football_season": "The 2000 NCAA Division I-A football season ended with the Oklahoma Sooners claiming their first national championship and their first conference championship since the departure of head coach Barry Switzer.",
  "/wiki/Butch_Davis": "Paul Hilton \"Butch\" Davis Jr. (born November 17, 1951) is an American football coach. He is the head football coach at Florida International University. After graduating from the University of Arkansas, he became an assistant college football coach at Oklahoma State University and the University of Miami before becoming the defensive coordinator for the Dallas Cowboys of the National Football League (NFL). He was head coach of the University of Miami's Hurricanes football team from 1995 to 2000 and the NFL's Cleveland Browns from 2001 to 2004. Davis served as the head coach of the University of North Carolina at Chapel Hill (UNC) Tar Heels football team from 2007 until the summer of 2011, when a series of National Collegiate Athletic Association (NCAA) investigations resulted in his dismissal. He was hired by the NFL's Tampa Bay Buccaneers as an advisor in February 2012.",
  "/wiki/2001_NCAA_Division_I-A_football_season": "The 2001 NCAA Division I-A football season ended with the University of Miami winning the national title for the fifth time.",
  "/wiki/Larry_Coker": "Larry Edward Coker (born June 23, 1948) is an American football coach and former player. From 2001 to 2006, he served as the head coach at the University of Miami. His 2001 Miami team was named the consensus national champion after an undefeated season that culminated with a victory in the Rose Bowl over Nebraska. In the process of winning the championship, Coker became the second head coach since 1948 to win the national championship in his first season. (Bennie Oosterbaan from the University of Michigan and Dennis Erickson of Miami were the last two head coaches to accomplish this feat.) Coker was fired by Miami on November 24, 2006 following his sixth loss that season. After a stint as a television analyst for ESPNU, he was announced as the head coach for UTSA, whose Roadrunners football team began play in 2011. He resigned as UTSA coach on January 5, 2016.",
  "/wiki/2002_NCAA_Division_I-A_football_season": "The 2002 NCAA Division I-A football season ended with a double overtime national championship game.  Ohio State and Miami both came into the Fiesta Bowl undefeated.  The underdog Buckeyes defeated the defending-champion Hurricanes 31–24, ending Miami's 34-game winning streak. Jim Tressel won the national championship in only his second year as head coach.",
  "/wiki/2003_NCAA_Division_I-A_football_season": "The 2003 NCAA Division I-A football season ended with an abundance of controversy, resulting in a split national championship. This was the first split title since the inception of the BCS, something the BCS intended to eliminate.",
  "/wiki/Rich_Rodriguez": "Richard Alan Rodriguez (born May 24, 1963), popularly known as Rich Rod, is a former American football coach and former player. Rodriguez previously served as the head football coach at Salem University (1988), Glenville State College (1990–1996), West Virginia University (2001–2007), the University of Michigan (2008–2010), and the University of Arizona (2012–2017). His career college football coaching record stands at 163–118–2.  In 2011, Rodriguez worked as an analyst for CBS Sports.",
  "/wiki/2004_NCAA_Division_I-A_football_season": "The 2004 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on August 28, 2004 and ended on December 4, 2004. The postseason concluded on January 4, 2005 with the Orange Bowl, which served as the season's BCS National Championship Game.",
  "/wiki/2005_NCAA_Division_I-A_football_season": "The 2005 NCAA Division I-A football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA). The regular season began on September 1, 2005 and ended on December 3, 2005. The postseason concluded on January 4, 2006 with the Rose Bowl, which served as the season's BCS National Championship Game.\nThe USC Trojans and the Texas Longhorns finished the regular season as the only undefeated teams in Division I-A and consequently met in the Rose Bowl to play for the national title. Texas defeated USC largely due to the performance of quarterback Vince Young, who gained 467 yards of total offense and ran for three touchdowns. The Longhorns won their first national championship since 1970, and their first consensus national title since 1969..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/2006_NCAA_Division_I_FBS_football_season": "The 2006 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Greg_Schiano": "Gregory Edward Schiano (born June 1, 1966) is an American football coach. He is the current head coach of the Rutgers Scarlet Knights of the Big Ten Conference.",
  "/wiki/2007_NCAA_Division_I_FBS_football_season": "The 2007 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Brian_Kelly_(American_football_coach)": "Brian Keith Kelly (born October 25, 1961) is an American football coach and former player. He is currently the head football coach at the University of Notre Dame, a position he has held since December 2009. Kelly was previously head coach at Grand Valley State University (1991–2003), Central Michigan University (2004–2006), and the University of Cincinnati (2006–2009). He led the Grand Valley State Lakers to consecutive NCAA Division II Football Championships in 2002 and 2003.  Kelly's 2012 Notre Dame Fighting Irish football team reached the 2013 BCS National Championship Game.",
  "/wiki/Cincinnati_Bearcats_football": "The Cincinnati Bearcats football program represents the University of Cincinnati in college football. They compete at the NCAA Division I Football Bowl Subdivision level as members of the American Athletic Conference, and have played their home games in historic Nippert Stadium since 1924. The Bearcats have an all-time record of over .500 as of 2018, having reached their 600th program victory in 2017. The team has had a bit of a resurgence in the past few years, going 98-56 since 2006, along with 9 bowl game appearances, 5 conference titles, two BCS Bowl berths, and 22 NFL Draft selections.",
  "/wiki/2008_NCAA_Division_I_FBS_football_season": "The 2008 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/2009_NCAA_Division_I_FBS_football_season": "The 2009 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/2010_NCAA_Division_I_FBS_football_season": "The 2010 NCAA Division I FBS football season was the highest level of college football competition in the United States organized by the National Collegiate Athletic Association (NCAA).",
  "/wiki/Randy_Edsall": "Randy Douglas Edsall (born August 27, 1958) is an American football coach who is currently in his second stint as the head coach at the University of Connecticut. He was director of football research-special projects for the Detroit Lions of the National Football League (NFL) previously in 2016. He was the head coach at the University of Maryland from 2011 to 2015. Edsall was previously the head coach at Uconn from 1999 until the 2011 Fiesta Bowl, and oversaw the program's promotion from the NCAA Division I-AA level to Division I-A. He is UConn's all-time leader in wins and games coached.",
  "/wiki/Connecticut_Huskies_football": "The UConn Huskies football team is a college football team that represents the University of Connecticut in the sport of American football. The team competes in NCAA Division I FBS as an Independent. Connecticut first fielded a team in 1896, and participated in Division I-AA until 1999. The Huskies began their two-year Division I-A transition period in 2000, and became a full-fledged Division I-A team in 2002. From 2000 to 2003 the team played as an independent. The school's football team then joined the conference of its other sport teams, the Big East (later named the American Athletic Conference (the American) in 2013), taking effect in 2004, through 2019. In 2019, UConn announced that the team would be leaving the American to play as an independent.",
  "/wiki/Big_East_Conference_football_individual_awards": "The Big East Conference gave five football awards at the conclusion of every season. The awards were first given in 1991 following the conference's first football season, and last given in 2012 before the conference was restructured as the American Athletic Conference. The five awards included Offensive Player of the Year, Defensive Player of the Year, Special Teams Player of the Year, Rookie of the Year, and Coach of the Year. Recipients were selected by the votes of the conference's eight head coaches."
}