{
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. Singapore is located about one degree (137 kilometres or 85 miles) north of the equator, and is situated off the southern tip of the Malay Peninsula, and by extension, the southernmost extremity of continental Asia. The island country shares its southern maritime border with Indonesia's Riau Islands, its northern, western, and eastern maritime borders with the Johor state of Peninsular Malaysia, and is in the vicinity of Sumatra to its west and Borneo to its east. It is enveloped by the littoral waters of the Johore Strait to its north and the Singapore Strait to its south, and is geographically positioned within the confluence of the Indian and Pacific Oceans, being bounded by the Malacca Strait to its west and the South China Sea to its east. The country's territory is composed of one main island and 58 smaller islets, the combined area of which has increased by almost 25% since the country's independence as a result of extensive land reclamation projects. Although Singapore has been a constituent part of several Hindu-Buddhist thalassocratic empires and Islamic sultanates throughout its millennia-long history, modern Singapore, then part of the erstwhile Johor Sultanate, was founded in 1819 when Stamford Raffles, a British colonial officer, established a trading post of the East India Company on the island. In 1824, the island and its satellite islets were fully ceded by the Johor Sultanate, and in 1826, Singapore was incorporated into the Straits Settlements, a group of East India Company territories in the Malay peninsula. From 1830 to 1858, the Straits Settlements were administered as a Malayan subdivision of the East India Company's Bengal Presidency; following the Indian Rebellion of 1857, the Presidency and its constituent Settlements were reorganised into the British Raj.",
  "/wiki/Changi_Airport": "Singapore Changi Airport, commonly known as Changi Airport (IATA: SIN, ICAO: WSSS), is a major civilian airport that serves Singapore, and is one of the largest transportation hubs in Asia. It is currently rated the World's Best Airport by Skytrax for the seventh consecutive year since 2013. It is also the first Airport in the world to do so for seven consecutive years and is one of the world's busiest airports by international passenger and cargo traffic. The airport is located in Changi, at the eastern end of Singapore, approximately 20 km (12 mi)  from Marina Bay (Singapore's Downtown Core), on a 13-square-kilometre (5.0 sq mi) site. The airport is operated by Changi Airport Group and it is the home base of Singapore Airlines, Singapore Airlines Cargo, SilkAir, Scoot, Jetstar Asia Airways and BOC Aviation.\n In 2019, Changi served 68.3 million passengers, making it the 16th busiest airport in the world.",
  "/wiki/Denpasar": "Denpasar (Indonesian pronunciation: [denˈpasar]) (Balinese: ᬤᬾᬦ᭄ᬧᬲᬃ) is the capital of Bali and the main gateway to the island. The city is also a hub for other cities in the Lesser Sunda Islands.\n With the rapid growth of the tourism industry in Bali, Denpasar has encouraged and promoted business activities and ventures, contributing to it having the highest growth rate in Bali Province. The population of Denpasar was 897,300 in 2017, up from 788,445 at the 2010 Census. The surrounding metropolitan area has roughly 2 million residents.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia] (listen)),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population. The country's capital, Jakarta, is the second-most populous urban area in the world. The sovereign state is a presidential, constitutional republic with an elected legislature. It has 34 provinces, of which five have special status. The country shares land borders with Papua New Guinea, East Timor, and the eastern part of Malaysia.",
  "/wiki/Ngurah_Rai_Airport": "Ngurah Rai International Airport (Indonesian: Bandar Udara Internasional Ngurah Rai) (IATA: DPS, ICAO: WADD), officially known as I Gusti Ngurah Rai International Airport, is the main airport in Bali, located 13 km south of Denpasar. Ngurah Rai is the second busiest airport in Indonesia after Soekarno–Hatta International Airport. In 2018, the airport served 23,779,178 passengers. The airport has category IX and is capable of serving wide-body aircraft including the Boeing 747-8 and Airbus A380.\nAirport Council International has awarded Ngurah Rai International Airport as the world's third best airport (with 15-25 million passengers each year) in 2016 based on their services.\n The airport is named after I Gusti Ngurah Rai, a Balinese hero who died on 20 November 1946 in a puputan (fight to the death) against the Dutch at Marga in Tabanan, where the Dutch defeated his company with air support, killing Ngurah Rai and 95 others during the Indonesian Revolution in 1946.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Although Jakarta only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the Big Durian, the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple). Established in the fourth century as Sunda Kelapa, the city became an important trading port for the Sunda Kingdom. It was the de facto capital of the Dutch East Indies when it was known as Batavia. Jakarta is officially a province with special capital region status, though it is commonly referred to as a city.",
  "/wiki/Soekarno-Hatta_International_Airport": "Soekarno–Hatta International Airport (Indonesian: Bandar Udara Internasional Soekarno–Hatta) (IATA: CGK, ICAO: WIII), abbreviated SHIA or Soetta or Cengkareng airport (Indonesian: Bandara Cengkareng) (hence the IATA designator CGK), is the primary airport serving the Jakarta metropolitan area on the island of Java in Indonesia. Named after the first president and vice-president of Indonesia, Soekarno and Mohammad Hatta, the airport is located at Benda, Tangerang, which is about 20 km northwest of Central Jakarta. Together with Halim Perdanakusuma International Airport, they served over 75 million passengers of Greater Jakarta in 2018. The airport commenced domestic operations in 1 May 1985 replacing the old over-capacity Kemayoran Airport. The airport was expanded in 1991 to replace Halim Perdanakusuma International Airport for international flights, which still serves domestic charter, VIP, private flights, and re-opened as a second commercial airport for domestic flights to relieve pressure over Soekarno-Hatta airport that is currently running over capacity. The airport served 66.9 million passengers in 2018, ranked as 18th busiest airport in the world by Airports Council International, and the busiest in Southeast Asia. According to air travel intelligence company OAG, the airport ranked as the 7th most connected airport in the world, and ranked first as 'megahub' airport in Asia-Pacific region as per connectivity index, ahead of Japan's Tokyo Haneda Airport and Australia's Sydney Airport. The airport ranked as the 7th most connected airport as 'megahub' in the world in 2017 again by air travel intelligence company OAG.",
  "/wiki/Medan": "Medan (Indonesian pronunciation: [meˈdan] (listen)) is the capital and largest city of the Indonesian province of North Sumatra. A regional hub and financial centre of Sumatra, it is regarded as one of the four main central cities of Indonesia, alongside Jakarta, Surabaya, and Makassar. Medan has a population of over 2.2 million within its city limits, and over 3.4 million in its built-up urban area, making it the fourth largest urban area in Indonesia. The Medan metropolitan area—which includes neighbouring Binjai, Deli Serdang Regency, and a part of Karo Regency—is the largest metropolitan area outside of Java, with 4.6 million residents. Medan is a multicultural metropolis and a busy trading city bordered by the Strait of Malacca. A gateway to the western part of Indonesia, Medan is supported by the Port of Belawan and Kualanamu International Airport, both of which are connected to the city centre via toll road and railway. The city was founded by Guru Patimpus, a Karonese man who named a swampy land in confluence of Deli River and Babura river as Kampung Medan Putri. It later became a part of the Deli Sultanate which was established by Tuanku Gocah Pahlawan in 1632.",
  "/wiki/Kuala_Namu_International_Airport": "Kualanamu International Airport (Indonesian: Bandar Udara Internasional Kualanamu) (IATA: KNO, ICAO: WIMM) is an international airport serving Medan, Indonesia. It is located in Deli Serdang regency, 23 km east of downtown Medan. Kualanamu is the third largest airport (after Jakarta Soekarno–Hatta and the new Bandung Kertajati) and the fifth busiest airport in Indonesia  in 2017.\n The airport opened to public on 25 July 2013, handling all flights and services shifted from Polonia International Airport. The airport was built on the site of what was previously an oil palm plantation of company Perkebunan Nusantara II Tanjung Morawa. The airport is expected to become the new international transit center in Sumatra and the western part of Indonesia. It is part of Indonesia's central government's program under Masterplan to Accelerate and Expand Economic Development in Indonesia (MP3EI) and one of the strategies for the ASEAN Single Aviation Market (ASEAN-SAM), an open skies policy among member-countries in the Southeast Asia region starting 2015.\n Since 2019, Garuda Indonesia launched direct flights from Kualanamu to London and Amsterdam, making the airport the only Indonesian airport to serve non-stop Europe flights after the airline suspends operations from Soekarno-Hatta.",
  "/wiki/Surabaya": "Surabaya (Indonesian pronunciation: [suraˈbaja] (listen)) is the capital of the Indonesian province of East Java and the second-largest city in the country, after Jakarta. The city has a population of over 3 million within its city limits and over 10 million in the Surabaya metropolitan area, making it the second-largest metropolitan area in Indonesia. Located on northeastern Java on the Madura Strait, it is one of the earliest port cities in Southeast Asia. According to the National Development Planning Agency, Surabaya is one of the four main central cities of Indonesia, alongside Jakarta, Medan, and Makassar. The city was settled in 10th century by Kingdom of Janggala, one of the two Javanese kingdoms that was formed in 1045 when Airlangga abdicated his throne in favour of his two sons. In the late 15th and 16th centuries, Surabaya grew to be a duchy, a major political and military power as well as a port in eastern Java, probably under Majapahit empire. At that time, Surabaya was already a major trading port, owing to its location on the River Brantas delta and on the trade route between Malacca and the Spice Islands via the Java Sea. During the decline of Majapahit, the lord of Surabaya resisted the rise of the Demak Sultanate, and only submitted to its rule in 1530.",
  "/wiki/Juanda_International_Airport": "Juanda International Airport (JIA) (Indonesian: Bandar Udara Internasional Juanda) (IATA: SUB, ICAO: WARR), is an international airport located in Sedati, Sidoarjo. It is now the third busiest airport in Indonesia (after Soekarno-Hatta and Ngurah Rai airport). This airport is located approximately 12 kilometers (8 miles) from Surabaya and serves the Surabaya metropolitan area, the metropolitan area of Surabaya plus extended urban area. Juanda International Airport is operated by PT Angkasa Pura I. The airport takes its name after Djuanda Kartawidjaja, the last Prime Minister of Indonesia who had suggested development of this airport. In 2013, the airport serves about 400 aircraft per day. Currently, Juanda International Airport is the hub of Citilink, Garuda Indonesia, Indonesia AirAsia, Lion Air, and Sriwijaya Air along with Soekarno–Hatta International Airport. Juanda International Airport will become one of the main airports in Indonesia for ASEAN Open skies.",
  "/wiki/Polonia_International_Airport": "Soewondo Air Force Base (Indonesian: Pangkalan Udara Soewondo) is the former Polonia International Airport (Indonesian: Bandar Udara Internasional Polonia) (IATA: MES, ICAO: WIMK) which was the principal airport serving Medan, North Sumatra, Indonesia, about 2 km from the downtown, and used to serve flights to several Indonesian and Malaysian cities, along with a flight to Singapore and Thailand. Previous international flights had been opened to Hong Kong, Taipei, Amsterdam, Phuket, Chennai, Johor Bahru, Malacca and Ipoh.\n At the end of its service as civil airport, Polonia was the fourth largest airport in Indonesia after Soekarno–Hatta, Juanda, and Ngurah Rai, in terms of passenger numbers. Passenger service charges for each departed through domestic terminal was IDR 35,000 ($4.1) and IDR 75,000 ($8.8) for international terminal.\n All flights and services from this airport shifted to Kuala Namu International Airport on 25 July 2013. Following the airport's opening, Polonia's ICAO code is changed from WIMM to WIMK, since WIMM is assigned for Kuala Namu.\n Now as Soewondo Air Force Base, the airport belongs to the Indonesian Air Force. It hosts the Western Surveillance Wing including eight CN-235 tactical surveillance airplanes.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep. [c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has a population of over eight million, 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, dwarfing Thailand's other urban centres in both size and importance to the national economy. Bangkok traces its roots to a small trading post during the Ayutthaya Kingdom in the 15th century, which eventually grew and became the site of two capital cities: Thonburi in 1768 and Rattanakosin in 1782. Bangkok was at the heart of the modernization of Siam, later renamed Thailand, during the late-19th century, as the country faced pressures from the West. The city was at the centre of Thailand's political struggles throughout the 20th century, as the country abolished absolute monarchy, adopted constitutional rule, and underwent numerous coups and several uprisings. The city grew rapidly during the 1960s through the 1980s and now exerts a significant impact on Thailand's politics, economy, education, media and modern society.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 21st-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta. Tai peoples migrated from southwestern China to mainland Southeast Asia from the 11th century; the oldest known mention of their presence in the region by the exonym Siamese dates to the 12th century.",
  "/wiki/Don_Mueang_International_Airport": "Don Mueang International Airport (Thai: ท่าอากาศยานดอนเมือง, pronounced [tʰâː.ʔāː.kàːt̚.sā.jāːn.dɔ̄ːn.mɯ̄a̯ŋ] (listen), or colloquially as สนามบินดอนเมือง, pronounced [sā.nǎːm.bīn.dɔ̄ːn.mɯ̄a̯ŋ]) (IATA: DMK, ICAO: VTBD) is one of two international airports serving the Bangkok Metropolitan Region, the other one being Suvarnabhumi Airport (BKK). Before Suvarnabhumi opened in 2006, Don Mueang was previously known as Bangkok International Airport. The airport is considered to be one of the world's oldest international airports and Asia's oldest operating airport. It was officially opened as a Royal Thai Air Force base on 27 March 1914, although it had been in use earlier. Commercial flights began in 1924, making it one of the world's oldest commercial airports. The first commercial flight was an arrival by KLM Royal Dutch Airlines. In September 2006, Don Mueang Airport was closed and replaced by the newly opened Suvarnabhumi Airport, before reopening on 24 March 2007 after renovations. Since the opening of the new airport, it has become a regional commuter flight hub and the de facto low-cost airline hub.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a Beta + classification, according to the Globalization and World Cities Research Network. Chengdu is located in central Sichuan. The surrounding Chengdu Plain is known as the Country of Heaven (Chinese: 天府之国; pinyin: Tiānfǔ zhi Guó) and the Land of Abundance. Its prehistoric settlers included the Sanxingdui culture.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area. [j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau. China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements.",
  "/wiki/Chengdu_Shuangliu_International_Airport": "Chengdu Shuangliu International Airport (IATA: CTU, ICAO: ZUUU) is the major international airport serving Chengdu, the capital of Sichuan province, China. Located about 16 kilometres (10 mi) southwest of downtown Chengdu to the north of Shuangliu District, Shuangliu airport is an important aviation hub for Western China. Shuangliu Airport is one of the two core hubs for Air China, together with Beijing, as well as the main hub and headquarters for Sichuan Airlines and Chengdu Airlines. China Eastern Airlines, China Southern Airlines, Shenzhen Airlines, Lucky Air and Tibet Airlines also have bases at Shuangliu Airport.\n Chengdu airport is also a 144-hour transit visa-free airport for foreigners from many countries.[citation needed]\n Shuangliu Airport handled 42.2 million passengers in 2015. It was among world's top 30 busiest airport in 2015, the fourth-busiest in mainland China, and the busiest in western  China. It was also the fourth-busiest airport in terms of cargo traffic in China for 2013.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world. Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of one country, two systems. Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport. Having been in commercial operation since 1998, Chek Lap Kok Airport is an important regional trans-shipment centre, passenger hub and gateway for destinations in China (with 45 destinations) and the rest of Asia. The airport is the world's busiest cargo gateway and one of the world's busiest passenger airports. It is also home to one of the world's largest passenger terminal buildings (the largest when opened in 1998). The airport is operated by the Airport Authority Hong Kong 24 hours a day and is the primary hub for Cathay Pacific (the flag carrier of Hong Kong), Cathay Dragon, Hong Kong Airlines, HK Express and Air Hong Kong (cargo carrier). The airport is one of the hubs of Oneworld alliance, and also one of the Asia-Pacific cargo hubs for UPS Airlines. It is a focus city for many airlines, including China Airlines and China Eastern Airlines.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver. Captain James Stirling founded Perth in 1829 as the administrative centre of the Swan River Colony. It gained city status (currently vested in the smaller City of Perth) in 1856 and was promoted to the status of a Lord Mayorality in 1929. The city inherited its name due to the influence of Sir George Murray, then Member of Parliament for Perthshire and Secretary of State for War and the Colonies. The city's population increased substantially as a result of the Western Australian gold rushes in the late 19th century.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide. Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established.",
  "/wiki/Perth_Airport": "Perth Airport (IATA: PER, ICAO: YPPH) is an international airport serving Perth, the largest and capital city of Western Australia. It is the fourth busiest airport in Australia measured by passenger movements and falls within the boundaries of the City of Belmont, City of Kalamunda and the City of Swan. Perth Airport and Jandakot Airport, the other civilian airport within the Perth metropolitan area, recorded a combined total of 362,782 aircraft movements in 2017. Since 1997, it has been operated by Perth Airport Pty Limited, a private company (formerly Westralia Airports Corporation Pty Ltd) under a 99-year lease from the Commonwealth Government. :p 48\n In 2012, the Australian Competition and Consumer Commission (ACCC) released a report rating the Perth Airport as the worst in Australia, as judged by airlines. The same report rated it below satisfactory for the second year in a row. However, due to recent expansions and projects, the airport was awarded Capital City airport of the year by the Australian Airports Association at their national conference in 2016. In 2018, Perth Airport was named the best airport in Australia for overall service quality by the ACCC after the completion of a $1 billion redevelopment project over the span of 5 years.",
  "/wiki/Xiamen": "Xiamen (Chinese: 厦门 UK: /ʃ(j)ɑːˈmɛn/ sh(y)ah-MEN, US: /-ˈmʌn/ -⁠MUN), alternately known as Amoy (/əˈmɔɪ/, from Hokkien pronunciation [e˨˩ mŋ̍˨]), is a sub-provincial city in southeastern Fujian province, People's Republic of China, beside the Taiwan Strait. It is divided into six districts: Huli, Siming, Jimei, Tong'an, Haicang, and Xiang'an. Altogether, these cover an area of 1,699.39 square kilometers (656.14 sq mi) with a population of 3,531,347 as of 2010. The urbanized area of the city has spread from its original island to include parts of all six of its districts, with a total population of 1,861,289. This area connects to Quanzhou in the north and Zhangzhou in the west, making up a metropolis of more than five million people. The Kinmen Islands (Quemoy) administered by the Republic of China lie less than 6 kilometers (4 mi) away. Xiamen Island possessed a natural harbor in Yundang Bay, but Fujian's international trade was long restricted to Quanzhou or to Guangzhou in Guangdong. Due to the siltification of Quanzhou's harbor, the British insisted that Xiamen be opened to foreign trade in the treaty that ended the First Opium War in 1842.",
  "/wiki/Xiamen_Gaoqi_International_Airport": "Xiamen Gaoqi International Airport (IATA: XMN, ICAO: ZSAM) is the airport serving the city of Xiamen in Fujian Province, China. It is the main base of XiamenAir and TAECO, an aircraft maintenance provider. The airport is located on the north side of Xiamen Island. Construction of a new terminal (Terminal 4) started in October 2011 and was completed in 2014.\n In 2012, Xiamen airport was the 8th busiest airport in China in terms of cargo traffic, and the 11th busiest in terms of passenger traffic with 17,354,076 passengers and the 10th busiest airport by traffic movements.",
  "/wiki/Valuair": "Valuair (Chinese: 惠旅航空) was a Singapore-based low-cost carrier. It was launched on 5 May 2004, offering initial services to Bangkok and Hong Kong. It differentiated itself from other low-cost carriers by offering frills such as a baggage allowance of over 20 kg, in-flight food, allocated seats, and 32 inch seat pitch. Acquired on 24 July 2005 by Jetstar Asia Airways, the Valuair brand was retained for Jetstar Asia's scheduled services to major cities in Indonesia until 26 October 2014.\n The Southwest Finger of Level 3 of Terminal 1 at Singapore Changi Airport housed the head office of the airline."
}