{
  "/wiki/Scarisbrick_Hall": "Scarisbrick Hall is a country house situated just to the south-east of the village of Scarisbrick in Lancashire, England.",
  "/wiki/Scarisbrick": "Scarisbrick (/ˈskeɪzbrɪk, ˈskɛərz-/) is a village and civil parish in West Lancashire, England. The A570, the main road between Ormskirk and Southport, runs through Scarisbrick, and much of the village lies along it. As a result, it does not have a traditional village centre, though the junction with the A5147 is close to the geographic centre.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Country_house": "An English country house is a large house or mansion in the English countryside. Such houses were often owned by individuals who also owned a town house. This allowed them to spend time in the country and in the city—hence, for these people, the term distinguished between town and country. However, the term also encompasses houses that were, and often still are, the full-time residence for the landed gentry that ruled rural Britain until the Reform Act 1832. Frequently, the formal business of the counties was transacted in these country houses.",
  "/wiki/Gwrych_Castle": "Gwrych Castle (Welsh: Castell Gwrych) is a Grade I listed 19th-century country house near Abergele in Conwy county borough, Wales.",
  "/wiki/Abergele": "Abergele (Welsh pronunciation) is a small market town and community, situated on the north coast of Wales between the holiday resorts of Colwyn Bay and Rhyl, in Conwy County Borough. Its northern suburb of Pensarn lies on the Irish Sea coast. Abergele and Pensarn railway station serves both resorts. Abergele is often overlooked due to the popularity of towns in nearby Rhyl, Prestatyn, Colwyn Bay, Llandudno and Conwy. Only 46.5% of the population was born in Wales as of the 2011 census.",
  "/wiki/Conwy_County_Borough": "Conwy County Borough (Welsh: Bwrdeistref Sirol Conwy) is a unitary authority area in North Wales.",
  "/wiki/Gloucester": "Gloucester (/ˈɡlɒstər/ (listen)) is a cathedral city and district in Gloucestershire, of which it is the county town, in the South West of England. Gloucester lies on the River Severn, between the Cotswolds to the east and the Forest of Dean to the west, 19 miles (31 km) east of Monmouth, and 17 miles (27 km) east of the border with Wales.  Including suburban areas, Gloucester has a population of around 150,000.  It is a port, linked via the Gloucester and Sharpness Canal to the Severn Estuary.",
  "/wiki/Clitheroe": "Clitheroe (/ˈklɪðəroʊ/) is a town and civil parish in the Borough of Ribble Valley in Lancashire, England, approximately 34 miles (55 km) northwest of Manchester. It is near the Forest of Bowland, and is often used as a base for tourists visiting the area. In 2016, Clitheroe Built Up Area had an estimated population of 15,517.",
  "/wiki/Ettington": "Ettington is a village and civil parish about 5.5 miles (9 km) south-east of Stratford-upon-Avon in Warwickshire, England. The 2011 Census recorded the parish's population as 1,171.",
  "/wiki/Warwickshire": "Warwickshire (/ˈwɒrɪkʃər, -ʃɪər/ (listen);  abbreviated Warks) is a county in the West Midlands region of England. The county town is Warwick, and the largest town is Nuneaton. The county is famous for being the birthplace of William Shakespeare.",
  "/wiki/Henry_Hutchinson": "Henry Hutchinson (16 October 1800 – 22 November 1831) was an English architect who partnered with Thomas Rickman in December 1821 to form the Rickman and Hutchinson architecture practice, in which he stayed until his death in 1831. Hutchinson was born on 16 October 1800 in Ticknall, Derbyshire. He partnered with Rickman after he completed his studies under Rickman. Hutchinson has been described as being an architectural genius.",
  "/wiki/Museum_of_Lancashire": "The Museum of Lancashire is housed in a grade II listed former quarter sessions house (courthouse) in Preston in Lancashire, England.",
  "/wiki/Preston,_Lancashire": "Preston /ˈprɛstən/ (listen) is a city and the administrative centre of Lancashire, England, on the north bank of the River Ribble. The City of Preston local government district obtained city status in 2002, becoming England's 50th city in the 50th year of Queen Elizabeth II's reign. Preston has a population of 114,300, the City of Preston district 132,000 and the Preston Built-up Area 313,322. The Preston Travel To Work Area, in 2011, had a population of 420,661 compared to 354,000 in the previous census.",
  "/wiki/Redmarley_D%27Abitot": "Redmarley D'Abitot is a civil parish and village in the Forest of Dean district, Gloucestershire, South West England. In addition to the village of Redmarley, the civil parish also includes the settlements of Lowbands, Haw Cross, Playley Green, Kings Green and Durbridge. At the 2001 census the parish had a population of 705, increasing to 756 at the 2011 census.",
  "/wiki/Gloucestershire": "Gloucestershire (/ˈɡlɒstərʃər/ (listen), /-ʃɪər/ (listen); formerly abbreviated as Gloucs. in print but now often as Glos.) is a county in South West England. The county comprises part of the Cotswold Hills, part of the flat fertile valley of the River Severn, and the entire Forest of Dean.",
  "/wiki/Castle_Bromwich_Hall": "Castle Bromwich Hall is a Jacobean Mansion in the Castle Bromwich area of Birmingham, England.  It is a Grade I listed building.",
  "/wiki/Castle_Bromwich": "Castle Bromwich (/brɒmɪtʃ/) is a village situated within the Metropolitan Borough of Solihull in the English county of the West Midlands. It is bordered by the rest of the borough to the south east, North Warwickshire to the east and north east; also Shard End to the south west, Castle Vale, Erdington and Minworth to the north and Hodge Hill to the west – all areas of the City of Birmingham. It constitutes a civil parish, which had a population of 11,857 according to the 2001 census, falling to 11,217 at the 2011 census. The population has remained quite stable since then; the 2017 population estimate was 12,309.",
  "/wiki/Metropolitan_Borough_of_Solihull": "The Metropolitan Borough of Solihull is a metropolitan borough of the West Midlands, in west-central England. It is named after its largest town, Solihull, from which Solihull Metropolitan Borough Council is based. For Eurostat purposes it is a NUTS 3 region (code UKG32) and is one of seven boroughs or unitary districts that comprise the \"West Midlands\" NUTS 2 region. Much of the large residential population in the north of the borough centres on the communities of Castle Bromwich, Chelmsley Wood, Fordbridge, Kingshurst, Marston Green and Smith's Wood. In the south are the towns of Solihull and Shirley.",
  "/wiki/West_Midlands_(county)": "The West Midlands County is a metropolitan county and combined authority area in western-central England with a 2014 estimated population of 2,808,356, making it the second most populous county in England after Greater London. It came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972, formed from parts of Staffordshire, Worcestershire and Warwickshire. The county itself is a NUTS 2 region within the wider NUTS 1 region of the same name. The county consists of seven metropolitan boroughs: the City of Birmingham, the City of Coventry and the City of Wolverhampton, as well as the boroughs of Dudley, Sandwell, Solihull and Walsall.",
  "/wiki/St_John%27s_College,_Cambridge": "St John's College is a constituent college of the University of Cambridge (the full, formal name of the college is the College of St John the Evangelist in the University of Cambridge) founded by the Tudor matriarch Lady Margaret Beaufort. In constitutional terms, the college is a charitable corporation established by a charter dated 9 April 1511. The aims of the college, as specified by its statutes, are the promotion of education, religion, learning and research. It is one of the larger Oxbridge colleges in terms of student numbers. For 2018, St. John's was ranked 9th of 29 colleges in the Tompkins Table (the annual league table of Cambridge colleges) with over 30% of its students earning First-class honours.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/Stanwix_Rural": "Stanwix Rural is a civil parish in the City of Carlisle district of Cumbria immediately to the north east of Carlisle itself – parts of the Carlisle urban area are in the parish boundaries.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Matfen_Hall": "Matfen Hall is a 19th-century country mansion in Matfen, Northumberland, England, the seat of the Blackett baronets and now also a hotel and country golf club. It is a Grade II* listed building.",
  "/wiki/Matfen": "Matfen is a village and a civil parish in Northumberland, England, near the town of Hexham and the city of Newcastle upon Tyne. It is an example of a 19th-century planned estate village. It was the birthplace of a Premier of British Columbia, William Smithe.",
  "/wiki/Northumberland": "Northumberland (/nɔːrˈθʌmbərlənd/) is a unitary authority and historic county in North East England. The northernmost county of England, the unitary authority borders Cumbria to the west, County Durham and Tyne and Wear to the south and the Scottish Borders to the north. To the east is the North Sea coastline with a path 103 kilometres (64 mi) long. The county town is Alnwick, although the county council is based in Morpeth.",
  "/wiki/Blackett_baronets": "There have been two baronetcies created for members of the Blackett family, both in the Baronetage of England. One creation is extant as of 2013. The Blackett family can be traced back to the Blacketts/Blakheveds of Woodcroft, County Durham, some of whom became highly successful in the lead and coal mining industries in Northumberland and County Durham.",
  "/wiki/Rose_Castle": "Rose Castle is a 16,244 square feet (1,509.1 m2) fortified house in Cumbria, England, on a site that was home to the bishops of Carlisle from 1230 to 2009. It is within the parish of Dalston, 1.5 miles (2.4 km) from Dalston itself. The architects Anthony Salvin and Thomas Rickman were responsible for the alterations which took place in the 19th century.",
  "/wiki/Dalston,_Cumbria": "Dalston is a large village and civil parish within the Carlisle district of Cumbria, England. It is situated on the B5299 road about four miles (6 km) south-south-west of Carlisle city centre, and approximately five miles (8 km) from Junction 42 of the M6 motorway.",
  "/wiki/Bishop_of_Carlisle": "The Bishop of Carlisle is the Ordinary of the Church of England Diocese of Carlisle in the Province of York.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/Henbury_Village_Hall": "Henbury Village Hall was built as a school in the Henbury area of Bristol, England.",
  "/wiki/Henbury": "Henbury is a suburb of Bristol, England, approximately 5 miles (8.0 km) north west of the city centre. It was formerly a village in Gloucestershire and is now bordered by Westbury-on-Trym to the south; Brentry to the east and the Blaise Castle Estate, Blaise Hamlet and Lawrence Weston to the west. To the north lie the South Gloucestershire village of Hallen and the entertainment/retail park Cribbs Causeway.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Jacobean_architecture": "The Jacobean style is the second phase of Renaissance architecture in England, following the Elizabethan style. It is named after King James I of England, with whose reign (1603–1625 in England) it is associated.  At the start of James' reign there was little stylistic break in architecture, as Elizabethan trends continued their development. However his death in 1625 came as a decisive change towards more classical architecture, with Italian influence, was in progress, led by Inigo Jones; the style this began is sometimes called Stuart architecture, or English Baroque (though the latter term may be regarded as starting later).",
  "/wiki/Richard_Charles_Hussey": "Richard Charles Hussey, often referred to as R. C. Hussey, was a British architect. He was in partnership with Thomas Rickman from 1835, whose practice he assumed in 1838 with the latter's failing health; Rickman died on 4 January 1841.",
  "/wiki/Coventry": "Coventry (/ˈkɒvəntri/ (listen) KOV-ən-tree or /ˈkʌv-/ KUV-) is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it wasn't founded and given its city status since the Middle Ages, since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country, and the city is governed by Coventry City Council.",
  "/wiki/Goodnestone_Park": "Goodnestone Park is a stately home and gardens in the southern part of the village of Goodnestone, Dover, Kent. It is approximately 7 miles (11 km) from Canterbury. The palladian house was built in 1704 by Brook Bridges, 1st Baronet. His grandson, Brook Bridges' daughter, Elizabeth, married Jane Austen's brother, and Austen visited them on the estate regularly. Goodnestone House is a Grade II* listed building, enlisted on 13 October 1952. The 15 acres (6.1 ha) gardens are considered to be amongst the finest in southeastern England.",
  "/wiki/Goodnestone,_Dover": "Goodnestone is a village and civil parish in the Dover district of Kent, England. The village is situated approximately 7 miles (11 km) east-southeast from the city of Canterbury, and 5 miles (8 km) west-southwest from Sandwich. The civil parish also contains the villages of Chillenden and Knowlton, and the hamlets of Rowling and Tickenhurst.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone."
}