{
  "/wiki/Ed_Andrews": "George Edward Andrews (April 5, 1859 – August 12, 1934) was a  professional baseball player.  He was a right-handed second baseman and outfielder over parts of eight seasons (1884–1891) with the Philadelphia Quakers, Indianapolis Hoosiers, Brooklyn Ward's Wonders and Cincinnati Kelly's Killers.  He was the National League stolen base champion in 1886 with Philadelphia. For his career, he compiled a .257 batting average, with 278 RBIs, 602 runs scored, and 205 stolen bases.",
  "/wiki/Left_fielder": "In baseball, a left fielder (LF) is an outfielder who plays defense in left field. Left field is the area of the outfield to the left of a person standing at home plate and facing towards the pitcher's mound. In the numbering system used to record defensive plays, the left fielder is assigned the number 7.",
  "/wiki/1891_Cincinnati_Kelly%27s_Killers_season": "The 1891 Cincinnati Kelly's Killers season was a season in American baseball. The \"Kelly\" in the name came from manager King Kelly, who was also the team's starting catcher. In 1891, their only season of existence, they finished with a record of 43–57, good for sixth place in the American Association, 32½ games behind the Boston Reds.",
  "/wiki/Batting_average_(baseball)": "In baseball, the batting average (BA) is the number of hits divided by at bats. It is usually rounded to three decimal places and read without the decimal: A player with a batting average of .300 is \"batting three-hundred.\" If necessary to break ties, batting averages could be taken beyond the .001 measurement.  In this context, .001 is considered a \"point,\" such that a .235 batter is 5 points higher than a .230 batter.",
  "/wiki/Games_played": "Games played (GP) is a statistic used in team sports to indicate the total number of games in which a player has participated (in any capacity); the statistic is generally applied irrespective of whatever portion of the game is contested.",
  "/wiki/Charlie_Bastian": "Charles A. Bastian (March 2, 1858 – November 10, 1943) was an American professional baseball infielder. He played in Major League Baseball (MLB) for the Wilmington Quicksteps, Kansas City Cowboys, Philadelphia Quakers, Chicago White Stockings, Chicago Pirates, Cincinnati Kelly's Killers, and Philadelphia Phillies.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.",
  "/wiki/Charlie_Bell_(baseball)": "Charles C. Bell (August 12, 1868 – February 7, 1937) was an American professional baseball pitcher who pitched in the American Association. Bell was 1-0 with the Kansas City Cowboys (1889), 2-6 for the Louisville Colonels (1891), and 1-0 for the Cincinnati Kelly's Killers (1891).",
  "/wiki/Starting_pitcher": "In baseball  (hardball or softball), a starting pitcher or starter is the first pitcher in the game for each team. A pitcher is credited with a game started if they throw the first pitch to the opponent's first batter of a game. Starting pitchers are expected to pitch for a significant portion of the game, although their ability to do this depends on many factors, including effectiveness, stamina, health, and strategy.",
  "/wiki/Games_pitched": "In baseball statistics, games pitched (denoted by Games G in tables of only pitching statistics) is the number of games in which a player appears as a pitcher; a player who is announced as the pitcher must face at least one batter, although exceptions are made if the pitcher announced in the starting lineup is injured before facing a batter, perhaps while batting or running the bases in the top of the first inning, before the opposing team comes to bat. The statistic is also referred to as appearances, usually to refer to the number of games a relief pitcher has pitched in.",
  "/wiki/Complete_game": "In baseball, a complete game (denoted by CG) is the act of a pitcher pitching an entire game without the benefit of a relief pitcher. A pitcher who meets this criterion will be credited with a complete game regardless of the number of innings played - pitchers who throw an entire official game that is shortened by rain will still be credited with a complete game, while starting pitchers who are relieved in extra innings after throwing nine or more innings will not be credited with a complete game. A starting pitcher who is replaced by a pinch hitter in the final half inning of a game will still be credited with a complete game.",
  "/wiki/Hit_(baseball)": "In baseball statistics, a hit (denoted by H), also called a base hit, is credited to a batter when the batter safely reaches first base after hitting the ball into fair territory, without the benefit of an error or a fielder's choice.",
  "/wiki/At_bat": "In baseball, an at bat (AB) or time at bat is a batter's turn batting against a pitcher. An at bat is different from a plate appearance. A batter is credited with a plate appearance regardless of what happens during their turn at bat, but a batter is credited with an at bat only if that plate appearance does not have one of the results enumerated below. While at bats are used to calculate certain statistics, including batting average and slugging percentage, a player can qualify for the season-ending rankings in these categories only if they accumulate 502 plate appearances during the season.",
  "/wiki/Joe_Burke_(infielder)": "Joseph Aloysius Burke (December 7, 1867 – November 3, 1940) was a Major League Baseball Infielder. He played professionally for the St. Louis Browns and the Cincinnati Kelly's Killers of the American Association in three games during the 1890 and 1891 baseball seasons.",
  "/wiki/Jim_Canavan": "James Edward Canavan (November 26, 1866, in New Bedford, Massachusetts – May 27, 1949), was a former professional baseball player who played outfield and infield from 1891-1897 in the American Association and National League.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/Run_(baseball)": "In baseball, a run is scored when a player advances around first, second and third base and returns safely to home plate, touching the bases in that order, before three outs are recorded and all obligations to reach base safely on batted balls are met or assured. A player may score by hitting a home run or by any combination of plays that puts him safely \"on base\" (that is, on first, second, or third) as a runner and subsequently brings him home. The object of the game is for a team to score more runs than its opponent.",
  "/wiki/Triple_(baseball)": "In baseball, a triple is the act of a batter safely reaching third base after hitting the ball, with neither the benefit of a fielder's misplay (see error) nor another runner being put out on a fielder's choice. A triple is sometimes called a \"three-bagger\" or \"three-base hit\". For statistical and scorekeeping purposes it is denoted by 3B.",
  "/wiki/Home_run": "In baseball, a home run (abbreviated HR) is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home\nsafely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles (or making contact with either foul pole) without first touching the ground, resulting in an automatic home run.  There is also the \"inside-the-park\" home run where the batter reaches home safely while the baseball is in play on the field. A home run with a high exit velocity and good launch angle is sometimes called a \"no-doubter,\" because it leaves no doubt that it is going to leave the park when it leaves the bat.",
  "/wiki/Run_batted_in": "A run batted in (RBI), plural runs batted in (RBI or RBIs), is a statistic in baseball and softball that credits a batter for making a play that allows a run to be scored (except in certain situations such as when an error is made on the play). For example, if the batter bats a base hit, then another player on a higher base can head home to score a run, and the batter gets credited with batting in that run.",
  "/wiki/John_Carney_(baseball)": "John Joseph Carney (November 10, 1866 – October 19, 1925), also known as Handsome Jack, was a professional baseball player in the late 19th century. He was born in Salem, Massachusetts, United States in 1866, and made his debut with the Washington Nationals on April 24, 1889. His last game, with the Milwaukee Brewers, was on October 4, 1891, and he died in 1925 in Litchfield, New Hampshire. In his three-year career, he also played with the Buffalo Bisons, the Cincinnati Kelly's Killers, and the Cleveland Infants, and his positions were first base and outfield. Carney's best performance was with the Infants in 1890, with whom he had a batting average of .348.",
  "/wiki/First_baseman": "First base, or 1B, is the first of four stations on a baseball diamond which must be touched in succession by a baserunner to score a run for that player's team. A first baseman is the player on the team playing defense who fields the area nearest first base, and is responsible for the majority of plays made at that base. In the numbering system used to record defensive plays, the first baseman is assigned the number 3.",
  "/wiki/Milwaukee_Brewers_(AA)": "The 1891 Milwaukee Brewers (sometimes called the Creams or the Cream Citys) were an American professional baseball team and a member of the minor league Western Association and Western League and the major league American Association. They were managed by Charlie Cushman and finished their major league stint with a record of 21-15. They played home games at Borchert Field, which was known as Athletic Field or Athletic Park in 1891.",
  "/wiki/Billy_Clingman": "William Frederick Clingman (November 21, 1869 – May 14, 1958) was a Major League Baseball infielder from 1890-1903. He played for the Cincinnati Reds, Cincinnati Kelly's Killers, Pittsburgh Pirates, Louisville Colonels, Chicago Orphans, Cleveland Naps, and Washington Senators.",
  "/wiki/Ed_Crane_(baseball)": "Edward Nicholas Crane (May 27, 1862 – September 20, 1896), nicknamed Cannonball, was an American right-handed pitcher and outfielder in Major League Baseball for eight seasons. He played for the Boston Reds (1884), Providence Grays (1885), Buffalo Bisons (1885), Washington Nationals (1886), New York Giants (NL) (1888–89, 1892–93), New York Giants (PL) (1890), Cincinnati Kelly's Killers (1891), Cincinnati Reds (1891), and Brooklyn Grooms (1893).  Crane was the first pitcher in the history of major league baseball to record 4 strikeouts in a single inning (New York Giants, 1888), and is one of the few players to play in four major leagues: the Union Association, the National League, the Players' League, and the American Association.",
  "/wiki/Win%E2%80%93loss_record_(pitching)": "In baseball and softball, a pitcher's win–loss record (also referred to simply as their record) indicates the number of wins (denoted \"W\") and losses (denoted \"L\") they have been credited with. For example, a 20–10 win–loss record would represent 20 wins and 10 losses.",
  "/wiki/Earned_run_average": "In baseball statistics, earned run average (ERA) is the average of earned runs given up by a pitcher per nine innings pitched (i.e. the traditional length of a game). It is determined by dividing the number of earned runs allowed by the number of innings pitched and multiplying by nine. Runs resulting from passed balls or defensive errors (including pitchers' defensive errors) are recorded as unearned runs and omitted from ERA calculations.",
  "/wiki/Frank_Dwyer": "John Francis Dwyer (March 25, 1868 – February 4, 1943) was an American right-handed pitcher  and manager in Major League Baseball with the Chicago White Stockings (1888–1889), Chicago Pirates (1890), Cincinnati Kelly's Killers (1891), Milwaukee Brewers (1891), St. Louis Browns (1892) and Cincinnati Reds (1892–1899).",
  "/wiki/Jerry_Hurley_(1890s_catcher)": "Jeremiah Joseph Hurley (June 15, 1863 – September 17, 1950) was an American professional baseball player and manager. He played in Major League Baseball as a catcher from 1889 to 1891.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/Dick_Johnston": "Richard Frederick Johnston (April 6, 1863 – April 4, 1934) was a 19th-century center fielder in Major League Baseball. He played eight seasons in the majors, for five different teams in three different leagues.",
  "/wiki/Center_fielder": "A center fielder, abbreviated CF, is the outfielder in baseball who plays defense in center field – the baseball and softball fielding position between left field and right field. In the numbering system used to record defensive plays, the center fielder is assigned the number 8.",
  "/wiki/Kid_Keenan": "John M. Keenan  (January 1, 1869 – December 21, 1909), or Kid Keenan, was an American major league baseball pitcher. He pitched one game for the Cincinnati Kelly's Killers of the American Association on August 11, 1891. It would be a 9-3 loss to the Boston Reds at East End Park. While he was signed to play for Cincinnati, and went on the road to St. Louis with them, the team was disband before he could play in any other games. After his brief Major League appearance, he pitched from 1893 to 1899 in the minor leagues.",
  "/wiki/King_Kelly": "Michael Joseph \"King\" Kelly (December 31, 1857 – November 8, 1894), also commonly known as \"$10,000 Kelly\", was an American outfielder, catcher, and manager in various professional American baseball leagues including the National League, International Association, Players' League, and the American Association. He spent the majority of his 16-season playing career with the Chicago White Stockings and the Boston Beaneaters. Kelly was a player-manager three times in his career – in 1887 for the Beaneaters, in 1890 leading the Boston Reds to the pennant in the only season of the Players' League's existence, and in 1891 for the Cincinnati Kelly's Killers – before his retirement in 1893. He is also often credited with helping to popularize various strategies as a player such as the hit and run, the hook slide, and the catcher's practice of backing up first base.",
  "/wiki/Infielder": "An infielder is a baseball player stationed at one of four defensive \"infield\" positions on the baseball field.",
  "/wiki/Manager_(baseball)": "In baseball, the field manager (commonly referred to as the manager) is the equivalent of a head coach who is responsible for overseeing and making final decisions on all aspects of on-field team strategy, lineup selection, training and instruction. Managers are typically assisted by a staff of assistant coaches whose responsibilities are specialized. Field managers are typically not involved in off-field personnel decisions or long-term club planning, responsibilities that are instead held by a team's general manager.",
  "/wiki/Boston_Reds_(1890%E2%80%931891)": "The Boston Reds were a 19th-century baseball team located in Boston, Massachusetts that played in the Players' League in 1890 and in the American Association in 1891. They played in the Congress Street Grounds in the 1890s. The team took its name from the successful Boston club of the National Association and National League formerly known as the (Boston) Red Stockings, who had changed their name to the Beaneaters in 1883. The club lasted only two seasons, but in those two seasons they were league champions.",
  "/wiki/Matt_Kilroy": "Matthew Aloysius \"Matches\" Kilroy  (June 21, 1866 – March 2, 1940) was an American left-handed pitcher in Major League Baseball. In 1886, he had 513 strikeouts, which remains the MLB single-season record.",
  "/wiki/Willard_Mains": "Willard Eben Mains (July 7, 1868 – May 23, 1923) was an American professional baseball pitcher.  He joined the National League at the age of 19 with the Chicago White Stockings, started two games in 1888, winning one and losing the other.  After that season, he didn't return to the Majors until 1891, when he pitched in 30 games, starting 23 of them, for the Cincinnati Kelly's Killers of the American Association.  He had a record of 12-12 with 20 complete games before he moved on and pitched two games for the Milwaukee Brewers, also of the Association.  He wasn't seen again in the Major Leagues again until five years later when he surfaced for the 1896 Boston Beaneaters, with whom he pitched in eight games, winning three games, losing two.  His son, Jim Mains pitched one game in the majors, for the 1943 Philadelphia Athletics.",
  "/wiki/Relief_pitcher": "In baseball and softball, a relief pitcher or reliever is a pitcher who enters the game after the starting pitcher is removed due to injury, ineffectiveness, fatigue, ejection, or for other strategic reasons, such as inclement weather delays or pinch hitter substitutions. Relief pitchers are further divided informally into various roles, such as closers, setup men, middle relief pitchers, left/right-handed specialists, and long relievers. Whereas starting pitchers usually rest several days before pitching in a game again due to the number of pitches thrown, relief pitchers are expected to be more flexible and typically pitch more games but with fewer innings pitched. A team's staff of relievers is normally referred to metonymically as a team's bullpen, which refers to the area where the relievers sit during games, and where they warm-up prior to entering the game.",
  "/wiki/Lefty_Marr": "Charles W. \"Lefty\" Marr (September 19, 1862 in Cincinnati – January 11, 1912 in New Britain, Connecticut) was a professional baseball player who played outfield and third base in the Major Leagues from 1886 to 1891. He would play for the Cincinnati Red Stockings (AA/NL), Columbus Solons, and Cincinnati Kelly's Killers.",
  "/wiki/Right_fielder": "A right fielder, abbreviated RF, is the outfielder in baseball or softball who plays defense in right field. Right field is the area of the outfield to the right of a person standing at home plate and facing towards the pitcher's mound. In the numbering system used to record defensive plays, the right fielder is assigned the number 9.",
  "/wiki/Willie_McGill": "William Vaness McGill (November 10, 1873 – August 29, 1944) was an American major league baseball pitcher. He played professionally for the Cleveland Infants, Cincinnati Porkers, St. Louis Browns, Cincinnati Reds, St. Louis Browns and the Philadelphia Phillies.",
  "/wiki/Yank_Robinson": "William H. \"Yank\" Robinson (September 19, 1859 – August 25, 1894) was an American professional baseball infielder. He played in Major League Baseball (MLB) from 1884 to 1892 for the Detroit Wolverines, Baltimore Monumentals, St. Louis Browns, Pittsburgh Burghers, Cincinnati Kelly's Killers, and Washington Senators.",
  "/wiki/Emmett_Seery": "John Emmett Seery (February 13, 1861 – August 7, 1930) was an outfielder in Major League Baseball. He played for the Baltimore Monumentals, Kansas City Cowboys, St. Louis Maroons, Indianapolis Hoosiers, Brooklyn Ward's Wonders, Cincinnati Kelly's Killers, and Louisville Colonels from 1884 to 1892. In 916 career Major League games, Seery batted .252 with 893 hits. He was 5 feet, 7 inches tall and weighed 145 pounds.",
  "/wiki/John_Slagle": "John A. Slagle     was an American major league baseball pitcher. He pitched one game, 1​1⁄3 scoreless innings, for the Cincinnati Kelly's Killers of the American Association on April 30, 1891. After his brief Major League appearance, he pitched through 1896 in the minor leagues.",
  "/wiki/Inning_(baseball)": "An inning in baseball, softball, and similar games is the basic unit of play, consisting of two halves or frames, the \"top\" (first half) and the \"bottom\" (second half). In each half, one team bats until three outs are made, with the other team playing defense. A full baseball game typically is scheduled for nine innings, while softball games consist of seven innings; although this may be shortened due to weather or extended if the score is tied at the end of the scheduled innings. Inning, in baseball and softball, is always singular, which contrasts with cricket and rounders in which the singular is \"innings\".",
  "/wiki/Cincinnati_Kelly's_Killers_all-time_roster": "The Cincinnati Kelly's Killers were a Major League Baseball franchise based in Cincinnati.  The team existed for one season, 1891, and played in the American Association (AA).  The team played their home games at East End Park."
}