{
  "/wiki/Tall_Hopes": "Tall Hopes is an American comedy television series created by Michael Elias and Rich Eustis. The series stars George Wallace, Anna Maria Horsford, Kenn Michael, Terrence Howard and Karla Green. The series aired on CBS from August 25, 1993, to September 8, 1993.",
  "/wiki/Family_Matters": "Family Matters is an American television sitcom that originated on ABC from September 22, 1989 to May 9, 1997, before moving to CBS from September 19, 1997 to July 17, 1998. A spin-off of Perfect Strangers, the series revolves around the Winslow family, a middle-class African American family living in Chicago, Illinois. Midway through the first season, the show introduced the Winslows' nerdy neighbor Steve Urkel (Jaleel White), who quickly became its breakout character and eventually the show's main character. Having run for nine seasons, Family Matters became the second longest-running non-animated U.S. sitcom with a predominantly African-American cast, behind only The Jeffersons (11). Having aired 215 episodes, Family Matters is ranked third, behind only Tyler Perry's House of Payne (254), and The Jeffersons (253).",
  "/wiki/Living_Single": "Living Single is an American television sitcom that aired for five seasons on the Fox network from August 22, 1993 to January 1, 1998. The show centered on the lives of six friends who share personal and professional experiences while living in a Brooklyn brownstone.",
  "/wiki/Coach_(TV_series)": "Coach is an American sitcom that aired for nine seasons on ABC from February 28, 1989 to May 14, 1997, with a total of 200 half-hour episodes. The series stars Craig T. Nelson as Hayden Fox, head coach of the fictional NCAA Division I-A Minnesota State University Screaming Eagles football team. For the last two seasons, Coach Fox and the supporting characters coached the Orlando Breakers, a fictional National Football League expansion team. The program also starred Jerry Van Dyke as Luther Van Dam and Bill Fagerbakke as Michael \"Dauber\" Dybinski, assistant coaches under Fox. The role of Hayden's girlfriend (and later wife) Christine Armstrong, a television news anchor, was played by Shelley Fabares.",
  "/wiki/Getting_By": "Getting By is an American sitcom that aired on ABC from March 5, 1993, until May 21, 1993, and on NBC from September 21, 1993, until June 18, 1994. The series was created by William Bickley and Michael Warren, who also served as executive producers with Thomas L. Miller and Robert L. Boyett. The final Miller-Boyett series to begin its run under parent studio Lorimar Television, Getting By was folded into Warner Bros. Television for its second season, following Warner Bros.' absorption of Lorimar.",
  "/wiki/Picket_Fences": "Picket Fences is an American family drama television series about the residents of the town of Rome, Wisconsin, created and produced by David E. Kelley. The show initially ran from September 18, 1992, to June 26, 1996, on the CBS television network in the United States. It sometimes struggled to maintain a stable primetime audience and had fluctuating ratings, due in part to its Friday night time slot. In its first season on the air it placed 80th in the prime-time Nielsen ratings and in its second season it moved to 66th. The show's exteriors were shot in the L.A. suburb of Monrovia, California, with many of the townspeople appearing in the background of episodes.",
  "/wiki/New_York_Undercover": "New York Undercover is an American police drama that aired on the FOX television network from September 8, 1994, to February 11, 1999. The series starred Malik Yoba as Detective J.C. Williams and Michael DeLorenzo as Detective Eddie Torres, two undercover detectives in New York City's Fourth Precinct who were assigned to investigate various crimes and gang-related cases. The cast also included Patti D'Arbanville-Quinn as their superior, Lt. Virginia Cooper, and Lauren Vélez, who joined the cast in the second season as Nina Moreno, fellow detective and love interest to Torres. New York Undercover was created and produced by Dick Wolf, and its storyline takes place in the same fictional universe as Wolf's NBC series Law & Order, its spin-offs, the Chicago series, and Homicide: Life on the Street.",
  "/wiki/Sparks_(TV_series)": "Sparks is an American sitcom that aired on UPN from August 26, 1996, to March 2, 1998. The series stars James Avery, Robin Givens, Terrence Howard, Miguel A. Núñez Jr., Kym Whitley and Arif S. Kinchen. The sitcom is set in Compton, California, and is about the everyday lives of a family of lawyers running a family-owned law practice. Reruns of the show aired on BET in the late 1990s.",
  "/wiki/NYPD_Blue": "NYPD Blue is an American police procedural drama television series set in New York City, exploring the struggles of the fictional 15th Precinct detective squad in Manhattan. Each episode typically intertwines several plots involving an ensemble cast.",
  "/wiki/Soul_Food_(TV_series)": "Soul Food: The Series is an American drama series that aired Wednesday nights on Showtime from June 28, 2000 to May 26, 2004.  Developed for television by Felicia D. Henderson,  the series was an adaptation of George Tillman's 1997 drama film, Soul Food, which was based on his childhood experiences growing up in Wisconsin. Having aired for 4 seasons and 74 episodes, it was the first hit drama that featured an African-American cast in U.S. primetime television.",
  "/wiki/Street_Time": "Street Time is an American drama television series created by Richard Stratton. The series stars Rob Morrow, Michelle Nolden, Alexander Conti, Scott Cohen, Erika Alexander and Christopher Bolton. The series aired on Showtime for two seasons from June 23, 2002, to October 29, 2003.",
  "/wiki/Law_%26_Order:_LA": "Law & Order: LA, originally titled Law & Order: Los Angeles, is an American police procedural and legal drama television series set in Los Angeles, where it was produced. Created and produced by Dick Wolf and developed by Blake Masters, it premiered on NBC on September 29, 2010, as the fifth series in Wolf's Law & Order franchise.  Law & Order: LA debuted after the original Law & Order ended its 20-year run the previous spring.\nThe show received a full-season pickup on October 18, 2010. On January 18, 2011, however, NBC announced that it was putting the series on hold indefinitely. According to a representative of the show, the scheduling change was not caused entirely by the mid-season cast shake-up. The network later announced a return date for the series, April 11, 2011; and the final episode scheduled for July 11, 2011.\nLaw & Order: LA was canceled by NBC on May 13, 2011, after one season.",
  "/wiki/List_of_Law_%26_Order:_LA_characters": "This is an overview of regular and recurring characters on the NBC legal drama Law & Order: LA.",
  "/wiki/Law_%26_Order:_Special_Victims_Unit": "Law & Order: Special Victims Unit (often abbreviated to Law & Order: SVU or just SVU) is an American crime drama television series created by Dick Wolf for NBC. It stars Mariska Hargitay as Captain Olivia Benson, the commanding officer of the Special Victims Unit and formerly a lead detective, located in a fictionalized version of the New York City Police Department. Christopher Meloni played the other lead detective, Elliot Stabler, until departing from the series after 12 seasons. Law & Order: Special Victims Unit follows the style of the original Law & Order in that episodes are often \"ripped from the headlines\" or loosely based on real crimes that have received media attention.",
  "/wiki/Hawaii_Five-0_(2010_TV_series)": "Hawaii Five-0 is an American action police procedural television series that premiered on Monday, September 20, 2010, on the network CBS. The series is a re-imagining of the original series, which aired on CBS from 1968 to 1980. Like the original series, the show follows an elite state police task force set up to fight major crimes in the state of Hawaii. The task force is led by Steve McGarrett (Alex O'Loughlin), a Navy Reserve Lieutenant Commander who is assisted by Detective Danny Williams (Scott Caan), and other police officers. The series is produced by K/O Paper Products and 101st Street Television, initially in association with CBS Productions, then CBS Television Studios since season three. The show has had three crossovers with other crime shows and has received praise for its modern take on the original series.",
  "/wiki/Empire_(2015_TV_series)": "Empire is an American musical drama television series created by Lee Daniels and Danny Strong for Fox. It is a joint production by Imagine Television and 20th Century Fox Television and syndicated by 20th Television. Although it is filmed in Chicago, the show is set in New York. The series centers on the fictional hip hop music and entertainment company Empire Entertainment, and the drama among the members of the founders' family as they fight for control of it.",
  "/wiki/Lucious_Lyon": "Lucious Lyon (born Dwight Walker) is a fictional character from the Fox drama series Empire, portrayed by Terrence Howard. Lucious is the main protagonist and anti-hero of the series. Created by Lee Daniels and Danny Strong, Lucious is the founder and CEO of Empire Entertainment, a world-famous and renowned record company that he runs with his family. Realizing he will need a successor after he is diagnosed with ALS, Lucious pits his three sons: the college-educated executive Andre Lyon (Trai Byers), the talented and gay singer/songwriter Jamal (Jussie Smollett), and youngest, rapper Hakeem (Bryshere Y. Gray), against one another. The story has parallels to William Shakespeare's King Lear and James Goldman's The Lion in Winter. Lyon is married to former drug dealer and ex-con Cookie Lyon (Taraji P. Henson).",
  "/wiki/BET_Award_for_Best_Actor_%26_Actress": "The BET Award for Best Actor is awarded to actors from both television and film. Some nominees have been nominated based on their performances in multiple bodies of work within the eligibility period. Denzel Washington holds the record for most wins in this category with three.",
  "/wiki/Teen_Choice_Award_for_Choice_TV_Actor_Drama": "The following is a list of Teen Choice Award winners and nominees for the Choice TV Actor – Drama award, which was formerly known as the Choice TV Actor – Action/Drama award.",
  "/wiki/42nd_People%27s_Choice_Awards": "The 42nd People's Choice Awards, honoring the best in popular culture for 2015, were held January 6, 2016, at the Microsoft Theater in Los Angeles, California, and were broadcast live on CBS. The ceremony was hosted by Jane Lynch. Nominations were announced on November 3, 2015.",
  "/wiki/People%27s_Choice_Awards": "The People's Choice Awards, officially the E! People's Choice Awards since E! took it over in April 2017, is an American awards show, recognizing people in entertainment, voted online by the general public and fans. The show has been held annually since 1975, with the winners originally determined using Gallup Polls until the switch to online voting in 2005.",
  "/wiki/Lip_Sync_Battle": "Lip Sync Battle is an American musical reality competition television series which premiered on April 2, 2015, on Paramount Network, formerly known as Spike. The show is based on an idea by Stephen Merchant and John Krasinski, in which celebrities battle each other with lip sync performances. The idea was first realized as a recurring segment on The Tonight Show Starring Jimmy Fallon before being developed into a separate show.",
  "/wiki/Taraji_P._Henson": "Taraji Penda Henson (/təˈrɑːdʒi/ tə-RAH-jee; born September 11, 1970) is an American actress and author. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She received praise for her performances as a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture nomination; and as a single mother of a disabled child in David Fincher's The Curious Case of Benjamin Button (2008), for which she received Academy Award, SAG Award and Critics Choice Award nominations for Best Supporting Actress. In 2010 she appeared in the action comedy Date Night, and co-starred in the remake of The Karate Kid.",
  "/wiki/Wayward_Pines": "Wayward Pines is an American mystery, science fiction television series based on the Wayward Pines novels by Blake Crouch. Developed for television by Chad Hodge, the pilot was directed by M. Night Shyamalan, with both as executive producers. The series premiered on Fox on May 14, 2015, and the first season concluded on July 23, 2015.",
  "/wiki/Philip_K._Dick%27s_Electric_Dreams": "Philip K. Dick's Electric Dreams, or simply Electric Dreams, is a science fiction television anthology series based on the works of Philip K. Dick. The series consists of ten standalone 50-minute episodes based on Dick's work, written by British and American writers. It premiered on Channel 4 in the United Kingdom on 17 September 2017, and in the United States on Prime Video on 12 January 2018.",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow."
}