{
  "/wiki/Ed_Ecker": "Enrique Edward Ecker (January 21, 1923 – January 4, 1990), most commonly known as Ed Ecker, was an American football player who was a tackle in the National Football League (NFL) and All-America Football Conference (AAFC) for seven seasons during the late 1940s and early 1950s.  He played college football for John Carroll University, and signed with the NFL's Chicago Bears in 1946 and played parts of four seasons.  He also played for the AAFC's Chicago Rockets in 1948, and the NFL's Green Bay Packers in 1950 and 1951.  He finished his career with the NFL's Washington Redskins in 1952.  In his seven-season pro career, he played in 60 regular season games.  He was the largest player in the NFL during that time.  As was typical of his era of football, he played on both offense and defense.",
  "/wiki/John_Carroll_University": "John Carroll University is a private Jesuit university in University Heights, Ohio. It is primarily an undergraduate, liberal arts institution accompanied by the John M. and Mary Jo Boler College of Business. John Carroll has an enrollment of 3,650 students. The university offers undergraduate programs in the liberal arts, sciences, and business, and in selected areas at the master's level. John Carroll offers 70 academic programs of study for undergraduate students. The university has been ranked in the top 10 of Midwest regional universities by U.S. News & World Report's annual guide, \"America's Best Colleges,\" for 29 consecutive years.",
  "/wiki/Brad_Edwards_(American_football)": "Bradford Wayne Edwards (born February 22, 1966) is a former American football defensive back who played nine seasons in the National Football League (NFL) for the Minnesota Vikings, Washington Redskins, and the Atlanta Falcons. He is currently the Director of Athletics at George Mason University in Fairfax, Virginia.",
  "/wiki/University_of_South_Carolina": "The University of South Carolina (USC, UofSC,  SC, or simply Carolina) is a public research university in Columbia, South Carolina. It has seven satellite campuses throughout the state and its main campus covers over 359 acres (145 ha) in downtown Columbia not far from the South Carolina State House. The university is classified among \"R1: Doctoral Universities with Highest Research Activity.\" It also houses the largest collection of Robert Burns and Scottish literature materials outside Scotland, and the world's largest Ernest Hemingway collection.",
  "/wiki/Turk_Edwards": "Albert Glen \"Turk\" Edwards (September 28, 1907 – January 12, 1973) was an American football tackle in the National Football League (NFL).  He played his entire career for the Washington Redskins, starting with their first six seasons in Boston, and later became the head coach.  Edwards was inducted into the Pro Football Hall of Fame in 1969.",
  "/wiki/Washington_State_University": "Washington State University (Washington State, WSU, or Wazzu) is a public research university in Pullman, Washington. Founded in 1890, WSU is one of the oldest land-grant universities in the American West. With an undergraduate enrollment of 24,470 and a total enrollment of 29,686, it is the second largest institution of higher education in Washington state behind the University of Washington.  The WSU Pullman campus is perched upon a hill, characterized by open spaces, views, deep green conifers, and a restrained red brick and basalt material palette—materials originally found on site. The university is nestled within the rolling topography of the Palouse in rural eastern Washington and remains intimately connected to the town, the region, and the landscape in which it sits.",
  "/wiki/Weldon_Edwards": "Weldon Bertrand Edwards (April 15, 1924 – May 6, 1988) was an American football offensive tackle in the National Football League (NFL) for the Washington Redskins.  He played college football at Texas Christian University and was drafted in the fourteenth round of the 1947 NFL Draft.",
  "/wiki/Texas_Christian_University": "Texas Christian University (TCU) is a private Protestant Christian university in Fort Worth, Texas. It was established in 1873 by brothers Addison and Randolph Clark as the Add-Ran Male & Female College.[citation needed]",
  "/wiki/Clyde_Ehrhardt": "Clyde Walter Ehrhardt (July 4, 1921 – February 5, 1963) was an American football offensive lineman in the National Football League (NFL) for the Washington Redskins.  He played college football at the University of Georgia and was drafted in the 19th round of the 1944 NFL Draft.  He was also the head football coach at Presbyterian College in 1962.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Pat_Eilers": "Patrick Christopher Eilers (born September 3, 1966) is a former American football safety in the National Football League (NFL) for the Minnesota Vikings, Washington Redskins, and Chicago Bears.  He played college football at the University of Notre Dame and was a member of the 1988 Fighting Irish team, which won a national championship.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/Mohammed_Elewonibi": "Mohammed Thomas David \"Moe\" Elewonibi (born December 16, 1965) is a Nigerian-Canadian former offensive lineman who played in the National Football League (NFL) and the Canadian Football League (CFL). He was injured just prior to the end of the first half of the Eagles / Cowboys Divisional Playoff Game on January 7th, 1996 and transported off the field on a stretcher with a knee injury. It was his final game in the NFL.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Henry_Ellard": "Henry Austin Ellard (born July 21, 1961) is a former American football wide receiver who played for the Los Angeles Rams (1983–1993), Washington Redskins (1994–1998), and the New England Patriots (1998) of the National Football League (NFL). Ellard also qualified for the Olympic trials in 1992 in the triple jump, although he injured his hamstring during the Trials and did not make the team.",
  "/wiki/California_State_University,_Fresno": "California State University, Fresno (Fresno State) is a public university in Fresno, California.  It is one of 23 campuses in the California State University system. The university had a Fall 2018 enrollment of 24,995 students.  It offers bachelor's degrees in 60 areas of study, 45 master's degrees, 3 doctoral degrees, 12 certificates of advanced study, and 2 different teaching credentials.",
  "/wiki/Matt_Elliott_(American_football)": "Eric Matthew \"Matt\" Elliott (born October 1, 1968) is a former American football player. He played college football as a center and guard for the University of Michigan from 1988 to 1991. He started 35 games at Michigan and was selected as an All-American in 1991.  He played professional football as a center and guard in the National Football League (NFL) for the Washington Redskins in 1992 and for the Carolina Panthers from 1995 to 1997.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Ed_Ellis": "Edward Key Ellis (born October 13, 1975 in Hamden, Connecticut) is a former American football offensive tackle in the National Football League (NFL) for the New England Patriots, the Washington Redskins, and the San Diego Chargers.  He played college football at the University at Buffalo and was drafted in the fourth round of the 1997 NFL Draft.",
  "/wiki/University_at_Buffalo,_The_State_University_of_New_York": "The State University of New York at Buffalo (University at Buffalo, UB, or SUNY Buffalo) is a public research university with campuses in Buffalo and Amherst, New York. It is the flagship campus of the State University of New York (SUNY) system, with the largest enrollment, largest endowment, and research funding as a comprehensive university center. The university was founded in 1846 as a private medical college, but in 1962 merged with the SUNY system.",
  "/wiki/Doug_Elmore": "James Douglas Elmore (December 15, 1939 – June 28, 2002) was an American football punter in the National Football League (NFL) for the Washington Redskins and in the Canadian Football League (CFL) for the Calgary Stampeders.  He played college football and baseball at the University of Mississippi.",
  "/wiki/University_of_Mississippi": "The University of Mississippi (colloquially known as Ole Miss) is a public research university in Oxford, Mississippi. Including the University of Mississippi Medical Center in Jackson, it is the state's largest university by enrollment and is the state’s flagship university. The university was chartered by the Mississippi Legislature on February 24, 1844, and four years later admitted its first enrollment of 80 students. The university is classified as an \"R1: Doctoral University—Very High Research Activity\" by the Carnegie Classification of Institutions of Higher Education and has an annual research and development budget of $121.6 million.",
  "/wiki/Leo_Elter": "Leo William \"Ducky\" Elter (October 21, 1929 – August 23, 2008) was an American football running back in the National Football League (NFL) for the Pittsburgh Steelers and Washington Redskins.",
  "/wiki/Villanova_University": "Villanova University is a private Catholic research university in Radnor Township, Pennsylvania. Named after Saint Thomas of Villanova, the university is the oldest Catholic university in Pennsylvania and the only Augustinian university in the United States.",
  "/wiki/Mickey_Erickson": "Milton Leroy \"Mickey\" Erickson (May 16, 1905 – January 1984) was an American football offensive lineman in the National Football League (NFL) for the Chicago Cardinals and Boston Braves.  He played college football at Northwestern University.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Ricky_Ervins": "Richard Ervins (born December 7, 1968) is a former American football running back in the National Football League (NFL) for the Washington Redskins and San Francisco 49ers.  He played college football at the University of Southern California.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/David_Etherly": "David L. Etherly (born December 22, 1962) is a former American football cornerback in the National Football League (NFL) for the Washington Redskins.  He played college football at Oregon State University and Portland State University.",
  "/wiki/Oregon_State_University": "Oregon State University (OSU) is a public flagship research university in Corvallis, Oregon. The university offers more than 200 undergraduate degree programs along with a variety of graduate and doctoral degrees. With a student enrollment approaching 32,000, it is Oregon's largest university. More than 230,000 students have graduated from OSU since its founding. The Carnegie Foundation designates Oregon State University as a \"Community Engagement\" university and classifies it as a doctoral university with a status of \"Highest research activity\".",
  "/wiki/John_Eubanks": "John Eubanks (born July 13, 1983) is a former professional American and Canadian football cornerback. He most recently played for the Saskatchewan Roughriders of the Canadian Football League (CFL). He was signed by the Washington Redskins as an undrafted free agent in 2006. He played college football at Southern Mississippi.",
  "/wiki/University_of_Southern_Mississippi": "The University of Southern Mississippi (USM or Southern Miss) is a public research university with its main campus in Hattiesburg, Mississippi. It is accredited by the Southern Association of Colleges and Schools to award bachelor's, master's, specialist, and doctoral degrees. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/Charlie_Evans_(American_football)": "Jack Charles Evans (born January 10, 1948) is a former American football running back in the National Football League (NFL). He played professionally for the New York Giants and Washington Redskins.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Demetric_Evans": "Demetric Untrell Evans (born September 3, 1979) is a former professional American football defensive end in the National Football League (NFL) for the Dallas Cowboys (2001-2003), Washington Redskins (2004-2008) and the San Francisco 49ers (2008-2010). He also was a member of the Cologne Centurions in NFL Europe (2004). He played college football at the University of Georgia (1997-2000).",
  "/wiki/Greg_Evans_(American_football)": "Gregory Gerard Evans (born June 28, 1971) is a former American football safety in the National Football League (NFL) for the Buffalo Bills and the Washington Redskins.  He played college football at Texas Christian University.",
  "/wiki/Josh_Evans_(defensive_back)": "Joshua N. Evans (born June 5, 1991) is an American football safety who is currently a free agent. He played college football at the University of Florida, and was drafted by the Jacksonville Jaguars in the sixth round of the 2013 NFL Draft.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}