{
  "/wiki/Jason_Fabini": "Jason Tamer Fabini (born August 25, 1974) is a former American football offensive lineman. He was originally drafted by the New York Jets of the National Football League (NFL) in the fourth round of the 1998 NFL Draft. He played college football at Cincinnati.",
  "/wiki/University_of_Cincinnati": "The University of Cincinnati (UC or Cincinnati) is a public research university in Cincinnati, Ohio. Founded in 1819 as Cincinnati College, it is the oldest institution of higher education in Cincinnati and has an annual enrollment of over 44,000 students, making it the second largest university in Ohio. It is part of the University System of Ohio.",
  "/wiki/Mike_Fanucci": "Michael Joseph Fanucci (born September 28, 1949 in Scranton, Pennsylvania) is a former American football defensive end in the National Football League for the Washington Redskins, Houston Oilers, and Green Bay Packers.  He later played with the Ottawa Rough Riders of the Canadian Football League. He played college football at Arizona State University.",
  "/wiki/Arizona_State_University": "Arizona State University (commonly referred to as ASU or Arizona State) is a public metropolitan research university on five campuses across the Phoenix metropolitan area, and four regional learning centers throughout Arizona.",
  "/wiki/Andy_Farkas": "Andrew \"Andy\" Geza Farkas (May 2, 1916 – April 10, 2001) was an American football fullback in the National Football League (NFL) for the Washington Redskins and the Detroit Lions.",
  "/wiki/University_of_Detroit_Mercy": "The University of Detroit Mercy (UDM) is a private, Roman Catholic university in Detroit, Michigan, sponsored by both the Society of Jesus (the Jesuits) and the Religious Sisters of Mercy. Founded in 1877, it is the largest Catholic university in Michigan. It has three campuses, where it offers more than a hundred academic degrees and programs of study in liberal arts, clinical psychology, business, dentistry, education, law, engineering, architecture, nursing and allied health professions.",
  "/wiki/Dick_Farman": "Richard George Farman (July 26, 1916 – May 5, 2002) was an American football offensive lineman in the National Football League (NFL) for the Washington Redskins.  He played college football at Washington State University and was drafted in the sixteenth round of the 1939 NFL Draft.",
  "/wiki/Washington_State_University": "Washington State University (Washington State, WSU, or Wazzu) is a public research university in Pullman, Washington. Founded in 1890, WSU is one of the oldest land-grant universities in the American West. With an undergraduate enrollment of 24,470 and a total enrollment of 29,686, it is the second largest institution of higher education in Washington state behind the University of Washington.  The WSU Pullman campus is perched upon a hill, characterized by open spaces, views, deep green conifers, and a restrained red brick and basalt material palette—materials originally found on site. The university is nestled within the rolling topography of the Palouse in rural eastern Washington and remains intimately connected to the town, the region, and the landscape in which it sits.",
  "/wiki/Tom_Farmer_(American_football)": "Thomas Manduis Farmer (April 17, 1921 – July 1, 1980) was an American football halfback in the National Football League (NFL). He played for the Los Angeles Rams (1946) and the Washington Redskins (1947–1948).  He played college football at the University of Iowa and was drafted in the second round of the 1943 NFL Draft by the Cleveland Rams.",
  "/wiki/University_of_Iowa": "The University of Iowa (UI, U of I, UIowa, or simply Iowa) is a public research university in Iowa City, Iowa. Founded in 1847, it is the oldest and the second largest university in the state. The University of Iowa is organized into 12 colleges offering more than 200 areas of study and seven professional degrees.",
  "/wiki/Jimmy_Farris": "James Robert Farris (born April 13, 1978) is a former American football wide receiver who retired from the NFL in 2009. He was an unsuccessful candidate for the United States Congress in 2012.",
  "/wiki/University_of_Montana-Missoula": "The University of Montana (UM) is a public research university in Missoula, Montana. UM is a flagship institution of the Montana University System and its second largest campus. UM reported 10,962 undergraduate and graduate students in the fall of 2018.",
  "/wiki/Jeff_Faulkner": "Jeffrey E. Faulkner (born April 4, 1964 in St. Thomas, U.S. Virgin Islands) is a former American football defensive lineman in the National Football League for the Kansas City Chiefs, Indianapolis Colts, Phoenix Cardinals, New Orleans Saints, Washington Redskins, and the New York Jets. He also played in the Arena Football League for the Chicago Bruisers, Orlando Predators and the Milwaukee Mustangs. He played college football at Southern University. He is distinguished as being the first Virgin Islander and St. Thomian to play in the National Football League.",
  "/wiki/Southern_University": "Southern University and A&M College (Southern University, Southern, SUBR or SU) is a public historically black university in Baton Rouge, Louisiana.  It is the largest HBCU in Louisiana, a member-school of the Thurgood Marshall College Fund and the flagship institution of the Southern University System. Its campus encompasses 512 acres, with an agricultural experimental station on an additional 372-acre site, five miles north of the main campus on Scott's Bluff overlooking the Mississippi River in the northern section of Baton Rouge.",
  "/wiki/Christian_Fauria": "Christian Ashley Fauria (born September 22, 1971) is an American former football tight end.",
  "/wiki/University_of_Colorado_at_Boulder": "The University of Colorado Boulder (CU Boulder), colloquially referred to as CU or Colorado, is a public research university in Boulder, Colorado. It is the flagship university of the University of Colorado system and was founded five months before Colorado was admitted to the Union in 1876.",
  "/wiki/Fred_Felber": "Frederick Emmett Felber (March 25, 1909 – May 1978) was an American football offensive tackle in the National Football League for the Boston Braves and the Philadelphia Eagles.  He played college football at the University of North Dakota.",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/Ralph_Felton": "Ralph Dwaine \"Rass\" Felton (May 21, 1932 – January 22, 2011) was an American football player.  Felton played college football at the University of Maryland at College Park and was drafted in the fourth round of the 1954 NFL Draft.  He was a linebacker in the National Football League (NFL) for the Washington Redskins and in the American Football League (ALF) for the Buffalo Bills.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Neil_Ferris": "Neil George Ferris (October 31, 1927 – January 30, 1996) was an American football defensive back and halfback in the National Football League.",
  "/wiki/Loyola_Marymount_University": "Loyola Marymount University (LMU) is a private Jesuit and Marymount research university in Los Angeles, California. It is located on the west side of the city and is scenically positioned atop the bluffs overlooking Playa Vista. LMU is also the parent school to Loyola Law School located in downtown Los Angeles.",
  "/wiki/Frank_Filchock": "Frank Joseph Filchock (October 8, 1916 – June 20, 1994) was an American gridiron football player and coach. As a consequence of a famous scandal regarding the 1946 NFL Championship Game, he was suspended by the National Football League (NFL) from 1947 to 1950 for associating with gamblers.",
  "/wiki/Indiana_University_(Bloomington)": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Alfred_Fincher": "Alfred William Fincher (born August 15, 1983) is a former American football linebacker. He was drafted by the New Orleans Saints in the third round of the 2005 NFL Draft. He played college football at Connecticut.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/Al_Fiorentino": "Albert Michael Fiorentino (February 28, 1917 – January 28, 2001) was an American football guard in the National Football League for the Washington Redskins and the Boston Yanks.  He played college football at Boston College.",
  "/wiki/Boston_College": "Boston College (BC) is a private Jesuit research university in the Chestnut Hill and Brighton neighborhoods of Boston, Massachusetts and the city of Newton, Massachusetts. It was founded in 1863 and although it is classified among \"R1: Doctoral Universities – Very high research activity\" its name reflects its historical position as a small liberal arts college. The university has more than 9,300 full-time undergraduates and nearly 5,000 graduate students. It has historical ties to Boston College High School in Dorchester, as both the high school and the college were once on one campus in the South End of Boston.  Its main campus is a historic district and features some of the earliest examples of collegiate gothic architecture in North America.",
  "/wiki/Mark_Fischer_(American_football)": "Mark Raymond Fischer (born July 29, 1974 in Cincinnati, Ohio) is a former American football center who played in the National Football League for the Washington Redskins.  He played college football at Purdue University and was drafted in the fifth round of the 1998 NFL Draft. During the 2000 NFL season, Fischer became the starting center of the Washington Redskins starting in all 16 games. The following year, Cory Raymer regained his starting position. In week 4 of the 2001 season Fischer sustained a season ending ACL rupture. He signed with the Denver Broncos in 2002 but was released before the season started. He currently[when?] is a Managing Director at PNC Capital Markets LLC[citation needed] division of PNC Financial Services Group.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/Pat_Fischer": "Patrick Fischer (born January 2, 1940 in St. Edward, Nebraska) is a former American football cornerback in the National Football League for the St. Louis Cardinals from 1961 to 1967, and the Washington Redskins from 1968 to 1977.",
  "/wiki/University_of_Nebraska–Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Matt_Flanagan_(American_football)": "Matt Flanagan (born March 26, 1995) is an American football tight end who is currently a free agent. He played college football at Pittsburgh, and was signed as an undrafted free agent by the Washington Redskins in 2018.",
  "/wiki/Pittsburgh_Panthers_football": "The Pittsburgh Panthers football program is the intercollegiate football team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. Traditionally the most popular sport at the university, Pitt football has played at the highest level of American college football competition, now termed the NCAA Division I Football Bowl Subdivision, since the beginning of the school's official sponsorship of the sport in 1890. As of the 2013 season, Pitt competes as a member of the Atlantic Coast Conference (ACC).",
  "/wiki/Zeron_Flemister": "Zeron D. Flemister (born September 8, 1976)  is a former American football tight end. As a senior at the University of Iowa, he played in and started seven games before playing in three postseason all-star games.  Flemister was then signed as a free agent by the Washington Redskins in 2000.",
  "/wiki/London_Fletcher": "London Levi Fletcher (born May 19, 1975) is a former American football linebacker who played in the National Football League (NFL). He played college football at John Carroll, and signed with the St. Louis Rams as an undrafted free agent in 1998. Fletcher also played for the Buffalo Bills and Washington Redskins. He made four Pro Bowls in his career, and was also a part of the Rams' victory in Super Bowl XXXIV.",
  "/wiki/John_Carroll_University": "John Carroll University is a private Jesuit university in University Heights, Ohio. It is primarily an undergraduate, liberal arts institution accompanied by the John M. and Mary Jo Boler College of Business. John Carroll has an enrollment of 3,650 students. The university offers undergraduate programs in the liberal arts, sciences, and business, and in selected areas at the master's level. John Carroll offers 70 academic programs of study for undergraduate students. The university has been ranked in the top 10 of Midwest regional universities by U.S. News & World Report's annual guide, \"America's Best Colleges,\" for 29 consecutive years.",
  "/wiki/Tom_Flick": "Thomas Lyle Flick (born August 30, 1958) is a former American football quarterback. He was drafted by the Washington Redskins in the 4th round of the 1981 NFL Draft.  A 6'2\", 190 lbs. record-setting quarterback from the University of Washington, Flick played in seven NFL seasons from 1981-1987.  He currently works as a corporate speaker on leadership and change.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}