{
  "/wiki/Jabar_Gaffney": "Derrick Jabar Gaffney (born December 1, 1980) is an American former football wide receiver. He played college football for the University of Florida, and was recognized as a consensus All-American. He was drafted by the Houston Texans in the second round of the 2002 NFL draft, and also played for the New England Patriots, Denver Broncos, Washington Redskins and Miami Dolphins.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Jim_Gaffney": "James Thomas Gaffney, Jr.  (April 26, 1921 – August 9, 2015) was an American football quarterback in the National Football League for the Washington Redskins in 1945 and 1946.  He played college football at the University of Tennessee and was drafted in the fifteenth round of the 1944 NFL Draft.",
  "/wiki/University_of_Tennessee": "The University of Tennessee (The University of Tennessee, Knoxville; UT Knoxville; UTK; or UT) is a public research university in Knoxville, Tennessee. Founded in 1794, two years before Tennessee became the 16th state, it is the flagship campus of the University of Tennessee system, with ten undergraduate colleges and eleven graduate colleges.  It hosts almost 28,000 students from all 50 states and more than 100 foreign countries.  In its 2020 universities ranking, U.S. News & World Report ranked UT 104th among all national universities and 44th among public institutions of higher learning.  Seven of its alumni have been selected as Rhodes Scholars. James M. Buchanan, M.S. '41, received the 1986 Nobel Prize in Economics. UT's ties to nearby Oak Ridge National Laboratory, established under UT President Andrew Holt and continued under the UT–Battelle partnership, allow for considerable research opportunities for faculty and students.",
  "/wiki/Steve_Gage": "Steven Glen Gage (born May 10, 1964 in Claremore, Oklahoma) is a former American football safety in the National Football League for the Washington Redskins from 1987 to 1988.  He played college football at the University of Tulsa and was drafted in the sixth round of the 1987 NFL Draft.",
  "/wiki/University_of_Tulsa": "The University of Tulsa (TU) is a private research university in Tulsa, Oklahoma, United States. TU has an historic affiliation with the Presbyterian Church and the campus architectural style is predominantly Collegiate Gothic.",
  "/wiki/William_Gaines_(American_football)": "William Albert Gaines (born June 20, 1971) is an American former college and professional football player who was a defensive lineman in the National Football League (NFL) for four seasons during the 1990s.  Gaines played college football for the University of Florida, and thereafter, he played professionally for the Washington Redskins and Miami Dolphins of the NFL.",
  "/wiki/Scott_Galbraith": "Alan Scott Galbraith (born January 7, 1967) is a former American football tight end in the National Football League for the Cleveland Browns, Dallas Cowboys, Washington Redskins, and Green Bay Packers. As a member of the Cowboys, he was part of the Super Bowl XXVIII championship team over the Buffalo Bills. He played college football at the University of Southern California.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/Junior_Galette": "Junior Jovais Galette (born March 27, 1988) is a Haitian-American outside linebacker who is currently a free agent. He was signed by the New Orleans Saints as an undrafted free agent in 2010, and has also played for the Washington Redskins. He played college football at Temple and Stillman.",
  "/wiki/Stillman_Tigers_football": "The Stillman Tigers football team represented Stillman College in the NCAA Division II, competing as part of the Southern Intercollegiate Athletic Conference until 2015. Stillman played its home games at the 9,000 seat Stillman Stadium, which is located on-campus in Tuscaloosa, Alabama. Although only fielding a team since the 1999 season, Stillman previously fielded a team that was disbanded following the 1950 season. The program was discontinued after their 2015 season when the school eliminated all athletic teams, except for men's and women's basketball, due to increased costs associated with the athletic program.",
  "/wiki/Joey_Galloway": "Joseph Scott Galloway (born November 20, 1971) is a former American football wide receiver in the National Football League (NFL) and current college football analyst with ESPN. He was drafted by the Seattle Seahawks eighth overall in the 1995 NFL Draft and also played for the Dallas Cowboys, Tampa Bay Buccaneers, New England Patriots, Pittsburgh Steelers and Washington Redskins. He played college football at Ohio State. He is the NFL's career leader in receiving yards and receiving touchdowns among players to not be selected for a Pro Bowl.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Rich_Gannon": "Richard Joseph Gannon (born December 20, 1965) is a former American football quarterback who played eighteen seasons in the National Football League (NFL). He is a sports commentator with CBS Sports and Sirius XM NFL Radio.",
  "/wiki/University_of_Delaware": "The University of Delaware (colloquially UD or Delaware) is a public research university located in Newark, Delaware. The University of Delaware is the largest university in Delaware. UD offers three associate's programs, 148 bachelor's programs, 121 master's programs (with 13 joint degrees) and 55 doctoral programs across its eight colleges. The main campus is in Newark, with satellite campuses in Dover, Wilmington, Lewes, and Georgetown. It is considered a large institution with approximately 18,500 undergraduate and 4,500 graduate students. UD is a privately governed university which receives public funding for being a land-grant, sea-grant and space-grant state-supported research institution.",
  "/wiki/Graham_Gano": "Graham Clark Gano (born April 9, 1987) is a Scottish-American professional American football placekicker for the Carolina Panthers of the National Football League (NFL). He played college football at Florida State University and was signed by the Baltimore Ravens as an undrafted free agent in 2009.",
  "/wiki/Florida_State_University": "Florida State University (Florida State or FSU) is a public space-grant and sea-grant research university in Tallahassee, Florida. It is a senior member of the State University System of Florida. Founded in 1851, it is located on the oldest continuous site of higher education in the state of Florida.",
  "/wiki/Quinton_Ganther": "Quinton Ganther (born July 15, 1984) is a former American football running back. He was drafted by the Tennessee Titans in the seventh round of the 2006 NFL Draft. He played college football at Utah and at Citrus College.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Pierre_Gar%C3%A7on": "Pierre Andre Garçon (/piˈɛər ɡɑːrˈsoʊn/; born August 8, 1986) is an American Football wide receiver who is currently a free agent. He played college football at Norwich University and Mount Union College, and was drafted by the Indianapolis Colts in the sixth round of the 2008 NFL Draft. He also played five seasons with the Washington Redskins and two seasons with the San Francisco 49ers.",
  "/wiki/Mount_Union_College": "The University of Mount Union is a private university in Alliance, Ohio. Founded in 1846, the university was affiliated with the Methodist Church until the spring of 2019. Mount Union has an enrollment of 2,209 undergraduate students, divided approximately equally between men and women.",
  "/wiki/Daryl_Gardener": "Daryl Ronald Gardener (born February 25, 1973 in Baltimore, Maryland) is a former American football defensive tackle in the National Football League for the Miami Dolphins, Washington Redskins, and Denver Broncos.  He played college football at Baylor University and was drafted in the first round (20th overall) of the 1996 NFL Draft by the Miami Dolphins in a spot Ray Lewis thought was sure to be his .",
  "/wiki/Baylor_University": "Baylor University, or simply Baylor, is a private Baptist Christian university in Waco, Texas. Chartered in 1845 by the last Congress of the Republic of Texas, it is the oldest continuously operating university in Texas and one of the first educational institutions west of the Mississippi River in the United States. Located on the banks of the Brazos River next to I-35, between the Dallas-Fort Worth Metroplex and Austin, the university's 1,000-acre campus is the largest Baptist university campus in the world. Baylor University's athletic teams, known as the Bears, participate in 19 intercollegiate sports. The university is a member of the Big 12 Conference in the NCAA Division I.",
  "/wiki/Rod_Gardner": "Roderick F. Gardner (born October 26, 1977 in Jacksonville, Florida) is a former American college and professional football player who was a wide receiver in the National Football League (NFL) for seven seasons.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Alvin_Garrett": "Alvin Lynn Garrett (born October 1, 1956) is a former American football wide receiver in the National Football League (NFL) for the New York Giants and the Washington Redskins.  Before his NFL career, he played college football at Angelo State University.",
  "/wiki/Angelo_State_University": "Angelo State University is a public university in San Angelo, Texas. It was founded in 1928 as San Angelo College. It gained university status and awarded its first baccalaureate degrees in 1967 and graduate degrees in 1969, the same year it took on its current name. It offers over 100 undergraduate programs and 34 graduate programs. It is the second-largest campus in the Texas Tech University System.",
  "/wiki/Terence_Garvin": "Terence Damian Garvin (born January 1, 1991) is an American football linebacker who plays for the St. Louis BattleHawks of the XFL. He played college football for West Virginia, and was signed by the Pittsburgh Steelers as an undrafted free agent in 2013.",
  "/wiki/Mike_Garzoni": "Michael John Garzoni (August 19, 1923 – July 18, 2007) was an American football offensive lineman in the National Football League for the Washington Redskins and the New York Giants.  He also played for the New York Yankees in the All-America Football Conference.  He played college football at Fresno State University and the University of Southern California.",
  "/wiki/California_State_University,_Fresno": "California State University, Fresno (Fresno State) is a public university in Fresno, California.  It is one of 23 campuses in the California State University system. The university had a Fall 2018 enrollment of 24,995 students.  It offers bachelor's degrees in 60 areas of study, 45 master's degrees, 3 doctoral degrees, 12 certificates of advanced study, and 2 different teaching credentials.",
  "/wiki/Jumpy_Geathers": "James Allen \"Jumpy\" Geathers (born June 26, 1960) is a former American football defensive lineman. At the time of his retirement, he was the only active player who played at Wichita State University, who discountinued their football program following their 1986 season, making him the last WSU football player to play in the NFL. Geathers was drafted by the New Orleans Saints with the 42nd overall selection in the 2nd round of the 1984 NFL Draft, making him along with Anthony Jones, the last Shockers drafted in the NFL.",
  "/wiki/Wichita_State_University": "Wichita State University (WSU) is a public research university in Wichita, Kansas, United States, and governed by the Kansas Board of Regents.",
  "/wiki/Lee_Gentry": "Elmer Lee Gentry (December 1, 1918 – December 19, 1992) was an American football running back in the National Football League for the Washington Redskins.  He played college football at the University of Tulsa and was drafted in the 22nd round of the 1941 NFL Draft.",
  "/wiki/Jeff_George": "Jeffrey Scott George (born December 8, 1967) is a former American college and professional football player in the National Football League (NFL) for thirteen seasons during the 1990s and early 2000s. He played college football for the University of Illinois after transferring from Purdue. George was drafted by the Indianapolis Colts with the first overall pick of the 1990 NFL Draft, and also played for the Atlanta Falcons, Oakland Raiders, Minnesota Vikings, Washington Redskins, and Seattle Seahawks of the NFL.",
  "/wiki/University_of_Illinois_at_Urbana%E2%80%93Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Jim_German": "James H. German (November 6, 1917 – August 8, 1945) was an American football quarterback in the National Football League for the Washington Redskins and the Chicago Cardinals.  He played college football at Centre College and was drafted in the eleventh round of the 1939 NFL Draft.",
  "/wiki/Centre_College": "Centre College is a private liberal arts college  in Danville, Kentucky. It is an undergraduate college with an enrollment of approximately 1,400 students. Centre was founded by Presbyterian leaders, and it maintains a loose affiliation with the Presbyterian Church (USA). It was officially chartered by the Kentucky General Assembly in 1819. The college is a member of the Associated Colleges of the South and the Association of Presbyterian Colleges and Universities.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}