{
  "/wiki/Bob_Raba": "Robert William Raba (born April 23, 1955 in Washington, D.C.) is a former American football tight end in the National Football League for the New York Jets, the Baltimore Colts, and the Washington Redskins.  He played college football at the University of Maryland.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Casey_Rabach": "Casey Edward Rabach (/rəˈbɑːk/; born September 24, 1977) is a former American football center. He was drafted by the Baltimore Ravens in the third round of the 2001 NFL Draft, and also played professionally for the Washington Redskins. He played college football at Wisconsin.",
  "/wiki/University_of_Wisconsin–Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Bacarri_Rambo": "Bacarri Jamon Rambo (born June 27, 1990) is a former American football safety. He played college football for the University of Georgia, where he was recognized as an All-American, and was drafted by the Washington Redskins in the sixth round of the 2013 NFL Draft. He is currently a DB coach at University of Georgia",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Knox_Ramsey": "Knox Wagner \"Bulldog\" Ramsey (February 13, 1926 – March 19, 2005) was an American football offensive lineman in the National Football League for the Chicago Cardinals, the Philadelphia Eagles, and the Washington Redskins.  Ramsey also played in the All-America Football Conference for the Los Angeles Dons. When the All-America Football Conference dissolved in 1950, the NFL an AAFC dispersal draft to assign players from the Buffalo Bills, Chicago Hornets and Los Angeles Dons. Ramsey was drafted (1st Round) by the San Francisco 49ers as the 10th overall pick and traded to the Chicago Cardinals.",
  "/wiki/The_College_of_William_&_Mary": "The College of William & Mary (also known as William & Mary, W&M, and officially The College of William and Mary in Virginia) is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University.",
  "/wiki/Patrick_Ramsey": "Patrick Allen Ramsey (born February 14, 1979) is a former American football quarterback. He was drafted by the Washington Redskins 32nd overall in the 2002 NFL Draft. He played college football at Tulane.",
  "/wiki/Tulane_University": "Tulane University is a private research university in New Orleans, Louisiana.  It was founded as a public medical college in 1834 and became a comprehensive university in 1847. The institution was made private under the endowments of Paul Tulane and Josephine Louise Newcomb in 1884. Tulane is the 9th oldest private university in the Association of American Universities, which consists of major research universities in the United States and Canada. The Tulane University Law School and Tulane University Medical School are considered the 12th oldest and 15th oldest law and medical schools, respectively, in the United States.",
  "/wiki/Antwaan_Randle_El": "Antwaan Randle El (/ˈæntwɑːn ˌrændəlˈɛl/; born August 17, 1979) is an American football coach and former player who was a wide receiver in the National Football League (NFL) for nine seasons. He is currently an offensive assistant for the Tampa Bay Buccaneers.  He attended Indiana University where he played college football for the Indiana Hoosiers, and also played basketball and baseball as well. For a time, he was also a sideline reporter for the Big Ten Network for interconference games that the Indiana football team plays.",
  "/wiki/Indiana_University_(Bloomington)": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Walter_Rasby": "Walter Herbert Rasby (born September 7, 1972 in Washington, North Carolina) is a former professional American football tight end.  Rasby played in 11 NFL seasons from 1994-2006 for seven teams.  He played college football at Wake Forest University.",
  "/wiki/Wake_Forest_University": "Wake Forest University is a private research university in Winston-Salem, North Carolina. Founded in 1834, the university received its name from its original location in Wake Forest, north of Raleigh, North Carolina. The Reynolda Campus, the university's main campus, has been located north of downtown Winston-Salem since the university moved there in 1956. The Wake Forest Baptist Medical Center campus has two locations, the older one located near the Ardmore neighborhood in central Winston-Salem, and the newer campus at Wake Forest Innovation Quarter downtown. The university also occupies lab space at Biotech Plaza at Innovation Quarter, and at the Center for Nanotechnology and Molecular Materials. The university's Graduate School of Management maintains a presence on the main campus in Winston-Salem and in Charlotte, North Carolina.",
  "/wiki/Cory_Raymer": "Cory Gene Raymer (born March 3, 1973) is a former American college and professional football player who was a center in the National Football League (NFL) for eleven seasons.  Raymer played college football for the University of Wisconsin, and was honored as an All-American.  A second-round pick in the 1995 NFL Draft, he played professionally for the Washington Redskins and San Diego Chargers of the NFL.",
  "/wiki/Ron_Rector": "Ronald S. Rector (May 29, 1944 – July 14, 1968)  was an American football running back in the National Football League for the Green Bay Packers, the Washington Redskins, and the Atlanta Falcons.  He played college football at Northwestern University and was drafted in the ninth round of the 1966 NFL Draft.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Silas_Redd": "Silas Raynard Redd Jr. (born March 1, 1992) is a former American football running back who was signed to play rugby league for the Ipswich Jets in the Australian Intrust Super Cup in 2018. He played college football at Penn State and USC, and was signed as an undrafted free agent by the Washington Redskins in 2014.",
  "/wiki/Alvin_Reed": "Alvin D. Reed (born August 1, 1944) is a former professional American football player.  A 6'5\", 232 lbs. tight end from Prairie View A&M University, after being drafted by the American Football League's Houston Oilers in 1967, Reed played nine seasons in professional football, from 1967–1975.",
  "/wiki/Prairie_View_A&M_University": "Prairie View A&M University (PVAMU or PV) is a public historically black university (HBCU) in Prairie View, Texas. Founded in 1876, it is one of Texas's two land-grant universities and the second oldest public institution of higher learning in the state. It offers baccalaureate degrees in 50 academic majors, 37 master's degrees and four doctoral degree programs through eight colleges and the School of Architecture. PVAMU is a member of the Texas A&M University System and Thurgood Marshall College Fund.",
  "/wiki/Andre_Reed": "Andre Darnell Reed (born January 29, 1964) is a former professional American football player. He played wide receiver in the National Football League (NFL) for 16 seasons, 15 with the Buffalo Bills (1985–1999) and one with the Washington Redskins (2000).  After being eligible for eight years, Reed was inducted into the Pro Football Hall of Fame in 2014. Reed is currently a Boys & Girls Club of America (BGCA) Ambassador after being inducted to their Hall of Fame in 2015. In addition, he leads up a literacy program for underprivileged youth in the BGCA, called Read with Reed 83 Challenge.",
  "/wiki/Kutztown_University_of_Pennsylvania": "Kutztown University of Pennsylvania (Kutztown University or KU) is a public university in Kutztown, Pennsylvania.  It is part of the Pennsylvania State System of Higher Education (PASSHE) and is accredited by the Middle States Association of Colleges and Secondary Schools. Pennsylvania Department of Education",
  "/wiki/Bob_Reed_(football)": "Robert Reed, Jr. (born February 23, 1943) is a former American football offensive lineman in the National Football League for the Washington Redskins.  He played college football at Tennessee State University and was drafted in the sixteenth round of the 1965 NFL Draft.  Reed was also selected in the 12th round of the 1965 AFL Draft by the Houston Oilers.",
  "/wiki/Tennessee_State_University": "Tennessee State University (Tennessee State, Tenn State, or TSU) is a public and historically black land-grant university in Nashville, Tennessee. Founded in 1912, it is the largest and only state-funded historically black university in Tennessee. It is a member-school of the Thurgood Marshall College Fund. Tennessee State University offers 41 bachelor’s degrees, 23 master's degrees, and eight doctoral degrees.",
  "/wiki/Jordan_Reed": "Jordan Q. Reed (born July 3, 1990) is an American football tight end for the Washington Redskins of the National Football League (NFL). He played college football at Florida, and was drafted by the Redskins in the third round of the 2013 NFL Draft.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/John_Reger": "John George Reger (September 11, 1931 – September 19, 2013) was a National Football League linebacker for the Pittsburgh Steelers and the Washington Redskins, and participated in three Pro Bowls during his 12-year career.  Reger played college football at the University of Pittsburgh. He died in Tampa, Florida in 2013.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Will_Renfro": "Will Ellis Renfro (March 15, 1932 in Batesville, Mississippi – September 18, 2010 in Pensacola, Florida) was an American football offensive tackle in the National Football League for the Washington Redskins, the Pittsburgh Steelers, and the Philadelphia Eagles.  He played college football at the University of Memphis and was drafted in the 24th round of the 1954 NFL Draft.",
  "/wiki/University_of_Memphis": "The University of Memphis (UofM) is a public research university in Memphis, Tennessee. Founded in 1912, the university has an enrollment of more than 22,000 students.",
  "/wiki/Pug_Rentner": "Ernest John \"Pug\" Rentner (September 18, 1910 – August 24, 1978) was an American football halfback and quarterback who played professionally in the National Football League (NFL) for the Boston Redskins and the Chicago Bears.  He was inducted into the College Football Hall of Fame in 1979.",
  "/wiki/Mack_Reynolds_(American_football)": "Mack Charles \"M.C.\" Reynolds (February 11, 1935 – September 8, 1991) was an American football quarterback in the National Football League for the Chicago Cardinals and the Washington Redskins.  Reynolds also played in the American Football League for the Buffalo Bills and the Oakland Raiders.  In five seasons, he played 39 games and had 2,932 passing yards.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River.",
  "/wiki/Jim_Ricca": "James Emanuel \"Big Jim\" Ricca (October 8, 1927 – February 11, 2007) was a professional American football defensive tackle and guard for six seasons in the National Football League for the Washington Redskins, Philadelphia Eagles and Detroit Lions.",
  "/wiki/Georgetown_University": "Georgetown University is a private research university in the Georgetown neighborhood of Washington, D.C. Founded by Bishop John Carroll in 1789 as Georgetown College, the university has grown to comprise ten undergraduate and graduate schools, among which are the School of Foreign Service, School of Business, Medical School, Law School, and a campus in Qatar. Located on a hill above the Potomac River, the school's main campus is identifiable by its flagship Healy Hall, a National Historic Landmark.",
  "/wiki/Stanley_Richard": "Stanley Palmer Richard (born October 21, 1967 in Mineola, Texas) also known as the \"Sheriff,\" is a retired American football safety in the National Football League. Richard played at the University of Texas from 1987–90, where he was an All-American safety in 1990. He was drafted 9th overall by the San Diego Chargers in the 1991 NFL Draft and played with the Chargers from 1991-94. He was signed by the Washington Redskins as an unrestricted free agent on March 10, 1995 and played with the Redskins from 1995-98.  He retired following the 1998 season. He had 21 career interceptions returned for 352 yards and two touchdowns.  Richard currently resides in Hawkins, Texas.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}