{
  "/wiki/Fran_O%27Brien_(American_football)": "Francis Joseph O'Brien (April 17, 1936 – October 21, 1999) was an American football offensive tackle in the National Football League (NFL) who played for the Cleveland Browns (1959), the Washington Redskins (1960–66) and the Pittsburgh Steelers (1966–68).  He played college football at Michigan State University.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Gail_O%27Brien": "Joseph Gail O'Brien (November 14, 1911 – July 7, 1978) was an American football tackle in the National Football League (NFL) for the Boston Redskins.  He played college football at the University of Nebraska.  After retiring from professional football, O'Brien became the offensive line coach at Loyola University of Los Angeles—now known as Loyola Marymount University—in 1946, under head coach Tony DeLellis.",
  "/wiki/University_of_Nebraska%E2%80%93Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Stu_O%27Dell": "Stewart Harry O'Dell (born November 27, 1951) is a former American football linebacker in the National Football League (NFL) for the Washington Redskins and Baltimore Colts.  He played college football at the Indiana University and was drafted in the thirteenth round of the 1974 NFL Draft.",
  "/wiki/Indiana_University_(Bloomington)": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Pat_Ogrin": "Patrick John Ogrin (born February 10, 1958) is a former American football defensive tackle in the National Football League (NFL) for the Washington Redskins.  He also played for the now defunct United States Football League (USFL) Denver Gold in 1983.  He played college football at the University of Wyoming.  He now works as a pharmacist for Walgreens in Alexandria, Louisiana.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online.",
  "/wiki/Ifeanyi_Ohalete": "Ifeanyi Ohalete (born May 22, 1979) is a former American football strong safety in National Football League (NFL). He played college football at USC.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/Kenny_Okoro": "Chibuikem Kenneth Okoro (born October 18, 1989) is an American football cornerback who is currently a free agent. He played college football at Wake Forest University and attended James B. Dudley High School in Greensboro, North Carolina. He has been a member of the San Diego Chargers, San Jose SaberCats and Washington Redskins. His name Chibuikem means \"God is my power\" in Igbo",
  "/wiki/Wake_Forest_University": "Wake Forest University is a private research university in Winston-Salem, North Carolina. Founded in 1834, the university received its name from its original location in Wake Forest, north of Raleigh, North Carolina. The Reynolda Campus, the university's main campus, has been located north of downtown Winston-Salem since the university moved there in 1956. The Wake Forest Baptist Medical Center campus has two locations, the older one located near the Ardmore neighborhood in central Winston-Salem, and the newer campus at Wake Forest Innovation Quarter downtown. The university also occupies lab space at Biotech Plaza at Innovation Quarter, and at the Center for Nanotechnology and Molecular Materials. The university's Graduate School of Management maintains a presence on the main campus in Winston-Salem and in Charlotte, North Carolina.",
  "/wiki/Mike_Oliphant": "Michael Nathaniel Oliphant (born May 19, 1963) is a former American football running back in the National Football League (NFL) for the Washington Redskins and Cleveland Browns.  He also played in the Canadian Football League (CFL) for the Sacramento Gold Miners and the Winnipeg Blue Bombers.",
  "/wiki/University_of_Puget_Sound": "The University of Puget Sound (UPS or Puget Sound) is a private university affiliated with the United Methodist Church and located in Tacoma, Washington. Puget Sound offers Bachelor of Arts, Bachelor of Science, Bachelor of Music, Master of Arts in Teaching, Master of Education, Master of Occupational Therapy, and Doctor of Physical Therapy degrees. The university draws approximately 2,600 students from 44 states and 16 countries. It offers 1,200 courses each year in more than 50 traditional and interdisciplinary areas of study.",
  "/wiki/Neal_Olkewicz": "Neal T. \"Olky\" Olkewicz (born January 30, 1957) is a former American football linebacker in the National Football League (NFL) who played his entire eleven-year career with the Washington Redskins from 1979 to 1989.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Les_Olsson": "Carl Lester Olsson (August 18, 1909 – July 2, 1972) was an American football offensive lineman in the National Football League (NFL) for the Boston/Washington Redskins.  He attended Mercer University.",
  "/wiki/Mercer_University": "Mercer University is a private university with its main campus in Macon, Georgia. Founded in 1833 as Mercer Institute and gaining university status in 1837, it is the oldest private university in Georgia and enrolls more than 8,600 students in 12 colleges and schools: liberal arts, business, engineering, education, music, continuing and professional studies, law, theology, medicine, pharmacy, nursing, and health professions.  Mercer is a member of the Georgia Research Alliance and has a chapter of Phi Beta Kappa, the nation's oldest collegiate honors society.",
  "/wiki/Johnny_Olszewski": "John Peter Olszewski (December 21, 1929 – December 8, 1996) was an American football fullback.  He played professionally in the National Football League (NFL) for the Chicago Cardinals, Washington Redskins, and the Detroit Lions.  He also played in the American Football League (AFL) for the Denver Broncos in 1962.  Olszewski was an All-American at the University of California, Berkeley and was drafted in the first round (fourth overall) of the 1953 NFL Draft.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Brian_Orakpo": "Brian Ndubisi Orakpo (born July 31, 1986) is a former American football outside linebacker who played 10 seasons in the National Football League (NFL). He played college football for the University of Texas, was recognized as a unanimous All-American, and was drafted by the Washington Redskins with the thirteenth overall pick in the 2009 NFL Draft. He also played for Tennessee Titans, and was selected to four Pro Bowls.",
  "/wiki/University_of_Texas": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Terry_Orr": "Terrance F. Orr (born September 27, 1961) is a former American football tight end in the National Football League (NFL) for the Washington Redskins and the San Diego Chargers. He played high school football for Cooper High School in Abilene, Texas, and college football at the University of Texas.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Tom_Osborne": "Thomas William Osborne (born February 23, 1937) is a former American football player, coach, college athletics administrator, and politician from Nebraska. He served as head football coach of the Nebraska Cornhuskers from 1973 to 1997. After being inducted into the College Football Hall of Fame in 1999, Osborne was elected to Congress in 2000 from Nebraska's third district as a Republican. He served three terms (2001–2007), returned to the University of Nebraska as athletic director in 2007, and retired in 2013.",
  "/wiki/Hastings_College": "Hastings College is a private, church-related, residential liberal arts college in Hastings, Nebraska.",
  "/wiki/Chet_Ostrowski": "Chester Casmir Ostrowski (April 8, 1930 – October 10, 2001) was an American football defensive end in the National Football League (NFL) for the Washington Redskins.  He played college football at the University of Notre Dame, where he received BA in history, and was drafted in the tenth round of the 1952 NFL Draft.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/Brig_Owens": "Brigman P. Owens (born February 16, 1943) is a former American football safety in the National Football League for the Dallas Cowboys and Washington Redskins. He played college football at the University of Cincinnati.",
  "/wiki/University_of_Cincinnati": "The University of Cincinnati (UC or Cincinnati) is a public research university in Cincinnati, Ohio. Founded in 1819 as Cincinnati College, it is the oldest institution of higher education in Cincinnati and has an annual enrollment of over 44,000 students, making it the second largest university in Ohio. It is part of the University System of Ohio.",
  "/wiki/Don_Owens_(American_football)": "Donald Fred Owens (April 3, 1932 – August 17, 1997) was an American football defensive and offensive tackle in the National Football League (NFL) for the Washington Redskins, the Philadelphia Eagles, and the St. Louis Cardinals.",
  "/wiki/University_of_Southern_Mississippi": "The University of Southern Mississippi (USM or Southern Miss) is a public research university with its main campus in Hattiesburg, Mississippi. It is accredited by the Southern Association of Colleges and Schools to award bachelor's, master's, specialist, and doctoral degrees. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/Rich_Owens": "Ritchie Darryl Owens (born May 22, 1972 in Philadelphia, Pennsylvania) is a former American football defensive lineman in the National Football League (NFL) for the Washington Redskins, Miami Dolphins, Kansas City Chiefs and Seattle Seahawks.  He played college football at Lehigh University and was drafted in the fifth round of the 1995 NFL Draft.",
  "/wiki/Lehigh_University": "Lehigh University (LU) is a private research university in Bethlehem, Pennsylvania.  It was established in 1865 by businessman Asa Packer. Its undergraduate programs have been coeducational since the 1971–72 academic year. As of 2019[update], the university had 5,047 undergraduate students and 1,802 graduate students."
}