{
  "/wiki/Ted_Vactor": "Theodore Francis Vactor (born May 27, 1944) is a former American football cornerback in the National Football League (NFL) for the Washington Redskins and Chicago Bears.  He played college football at the University of Nebraska.",
  "/wiki/University_of_Nebraska%E2%80%93Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Matt_Vanderbeek": "Matthew James Vanderbeek (born August 16, 1967) is a former American football linebacker in the National Football League (NFL) for the Indianapolis Colts, Minnesota Vikings, Dallas Cowboys and Washington Redskins.  He played college football at Michigan State University.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Clarence_Vaughn": "Clarence Vaughn (born July 17, 1964) is a former American football safety in the National Football League (NFL) for the Washington Redskins.",
  "/wiki/Northern_Illinois_University": "Northern Illinois University (NIU) is a public research university in DeKalb, Illinois. It was founded as Northern Illinois State Normal School on May 22, 1895, by Illinois Governor John P. Altgeld as part of an expansion of the state's system for producing college-educated teachers.  In addition to the main campus in DeKalb, it has satellite centers in Chicago, Hoffman Estates, Naperville, Rockford, and Oregon",
  "/wiki/Clarence_Verdin": "Clarence Verdin (born June 14, 1963) is a former American football wide receiver and kick returner in the National Football League (NFL) for the Washington Redskins, Indianapolis Colts and Atlanta Falcons. He also was a member of the Houston Gamblers in the United States Football League and the BC Lions in the Canadian Football League. He played college football at the University of Southwestern Louisiana",
  "/wiki/University_of_Louisiana_at_Lafayette": "The University of Louisiana at Lafayette  (UL Lafayette, University of Louisiana, or UL) is a public research university in Lafayette, Louisiana. It has the largest enrollment within the nine-campus University of Louisiana System and has the second largest enrollment in Louisiana.",
  "/wiki/Ed_Vereb": "Edward John Vereb (May 21, 1934 – December 18, 2014) was an American football halfback in the Canadian Football League (CFL) with the BC Lions and the National Football League (NFL) for the Washington Redskins.  He played college football at the University of Maryland and was drafted in the first round of the 1956 NFL Draft. He played 4 seasons with the B.C. Lions, being named an all-star in 1956.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Kipp_Vickers": "Kipp Emmanuel Vickers (born August 27, 1969) is a former American football offensive guard in the National Football League (NFL) for the Indianapolis Colts, Washington Redskins, and the Baltimore Ravens. He played college football at the University of Miami.  He played high school football at Tarpon Springs High School helping take the Spongers to the 1986 state 4A championship game where they lost to Ft. Lauderdale Dillard. At the University of Miami he won national championships in 1987 and 1989.",
  "/wiki/University_of_Miami": "The University of Miami (informally referred to as UM, UMiami, U of M or The U) is a private research university in Coral Gables, Florida. As of 2019[update], the university enrolls 17,811 students in 12 separate colleges/schools, including the Leonard M. Miller School of Medicine in Miami's Health District, a law school on the main campus, and the Rosenstiel School of Marine and Atmospheric Science focused on the study of oceanography and atmospheric sciences on Virginia Key, with research facilities at the Richmond Facility in southern Miami-Dade County.",
  "/wiki/Zach_Vigil": "Zachary Vigil (born March 28, 1991) is an American football linebacker who is currently a free agent. He played college football at Utah State and was signed by the Miami Dolphins as an undrafted free agent in 2015.",
  "/wiki/Utah_State_University": "Utah State University (USU or Utah State)  is a public land-grant research university in Logan, Utah. It is accredited by the Northwest Commission on Colleges and Universities. With nearly 20,000 students living on or near campus, USU is Utah's largest public residential campus. As of Fall 2019, there were 27,810 students enrolled including 24,669 undergraduate students and 3,141 graduate students. The university has the highest percentage of out-of-state students of any public university in Utah totaling 23% of the student body.",
  "/wiki/Troy_Vincent": "Troy Darnell Vincent (born June 8, 1970) is a former American football cornerback for the Miami Dolphins, Philadelphia Eagles, Buffalo Bills and Washington Redskins of the National Football League (NFL). He was drafted by the Dolphins with the 7th overall pick in the 1992 NFL Draft. He played college football for Wisconsin, and has been named as a first-time nominee to the 2017 College Football Hall of Fame. On September 28, 2011, Vincent was named as one of the Preliminary Nominees for the Pro Football Hall of Fame Class of 2012 in his first year of eligibility, and each year since.",
  "/wiki/University_of_Wisconsin%E2%80%93Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Lionel_Vital": "Lionel Vital (born July 15, 1963) is the Director of College Scouting for the Dallas Cowboys of the National Football League (NFL). He is a former American football running back in the National Football League (NFL) for the Washington Redskins and Buffalo Bills. He also was a member of the Calgary Stampeders and Saskatchewan Roughriders in the Canadian Football League (CFL). He played college football at Nicholls State University.",
  "/wiki/Nicholls_State_University": "Nicholls State University is a public university in Thibodaux, Louisiana. Founded in 1948, Nicholls is part of the University of Louisiana System of universities. Originally named Francis T. Nicholls Junior College, the university is named for Francis T. Nicholls, a former governor of Louisiana and member of the Louisiana Supreme Court.",
  "/wiki/Ed_Voytek": "Edward Louis Voytek (April 4, 1935 – January 16, 2016) was a National Football League (NFL) guard for the Washington Redskins.  He played college football at Purdue University and was drafted in the 22nd round of the 1957 NFL Draft.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}