{
  "/wiki/Vinston_Painter": "Vinston Eric Painter (born October 11, 1989) is an American football offensive tackle. He was drafted by the Denver Broncos in the sixth round of the 2013 NFL Draft out of Virginia Tech.",
  "/wiki/Sterling_Palmer": "Sterling Lanard Palmer (born February 4, 1971) is a former American football defensive end in the National Football League for the Washington Redskins.  He played college football at Florida State University and was drafted in the fourth round of the 1993 NFL Draft.",
  "/wiki/Florida_State_University": "Florida State University (Florida State or FSU) is a public space-grant and sea-grant research university in Tallahassee, Florida. It is a senior member of the State University System of Florida. Founded in 1851, it is located on the oldest continuous site of higher education in the state of Florida.",
  "/wiki/John_Paluck": "John Joseph Paluck (May 23, 1935 – April 22, 2003) was an American football defensive lineman in the National Football League for the Washington Redskins.  He went to one Pro Bowl during his nine-year career.  Paluck played college football at the University of Pittsburgh and was drafted in the second round of the 1956 NFL Draft.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Oran_Pape": "Oran Henry Pape (March 10, 1904 – April 30, 1936) was a member of the Iowa State Patrol in the United States. To date, he is the only member of the Patrol to have been murdered in the line of duty. Prior to joining the Patrol, Pape played professional American football.",
  "/wiki/University_of_Iowa": "The University of Iowa (UI, U of I, UIowa, or simply Iowa) is a public research university in Iowa City, Iowa. Founded in 1847, it is the oldest and the second largest university in the state. The University of Iowa is organized into 12 colleges offering more than 200 areas of study and seven professional degrees.",
  "/wiki/John_Papit": "John Michael Papit (July 25, 1928 – April 6, 2015) was an American football halfback in the National Football League for the Washington Redskins and the Green Bay Packers.  He played college football at the University of Virginia and was drafted in the seventh round of the 1951 NFL Draft. He died after a stroke in 2015.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Jack_Pardee": "John Perry Pardee (April 19, 1936 – April 1, 2013) was an American football linebacker and the only head coach to helm a team in college football, the National Football League (NFL), the United States Football League (USFL), the World Football League (WFL), and the Canadian Football League (CFL).  Pardee was inducted into the College Football Hall of Fame as a player in 1986.",
  "/wiki/Texas_A%26M_University": "Texas A&M University (Texas A&M or A&M) is a public research university founded in 1876 and located in College Station, Texas. In 1948, Texas A&M University became the founding member of the Texas A&M University System. As of 2017[update], Texas A&M's student body is the largest in Texas and one of the largest in the United States. Texas A&M's designation as a land, sea, and space grant institution—the only university in Texas to hold all three designations—reflects a range of research with ongoing projects funded by organizations such as the National Aeronautics and Space Administration (NASA), the National Institutes of Health, the National Science Foundation, and the Office of Naval Research. In 2001, Texas A&M was inducted as a member of the Association of American Universities. The school's students, alumni—over 500,000 strong—and sports teams are known as Aggies. The Texas A&M Aggies athletes compete in 18 varsity sports as a member of the Southeastern Conference.",
  "/wiki/Ed_Parks": "Edward Harry \"Mickey\" Parks (December 4, 1915 – September 27, 1976 in California). He was one of nine children and his parents were James Hiram and Laura Belle Robbins Parks. He graduated from Shawnee (Oklahoma) High School in 1933. Parks played college football at the University of Oklahoma and was named All-Big 6 twice. He was drafted in the ninth round of the 1938 NFL Draft by the Washington Redskins. He played for the Washington Redskins for three years, earning All-Pro honors. He was center on the 1940 Eastern League Championship team that was defeated by the Chicago Bears, 73-0.  One of his teammates was Sammy Baugh. After serving in the military in WW II he played in the All-America Football Conference for the Chicago Rockets.",
  "/wiki/Oklahoma_State_University%E2%80%93Stillwater": "Oklahoma State University (OSU) is a public land-grant research university in Stillwater, Oklahoma. OSU was founded in 1890 under the Morrill Act. Originally known as Oklahoma Agricultural and Mechanical College (Oklahoma A&M), it is the flagship institution of the Oklahoma State University System. Official enrollment for the fall 2010 semester system-wide was 35,073, with 23,459 students enrolled at OSU-Stillwater. Enrollment shows the Freshman class of 2012 was the largest on record with 4,298 students. OSU is classified by the Carnegie Foundation as a research university with highest research activity.",
  "/wiki/Lemar_Parrish": "Lemar R. Parrish (born December 13, 1947) is a former professional American football player who played defensive back in the National Football League for the Cincinnati Bengals (1970–1977), Washington Redskins (1978–1982), and Buffalo Bills (1982).",
  "/wiki/Lincoln_University_of_Missouri": "Lincoln University is a public historically black land-grant university in Jefferson City, Missouri. Founded in 1866 by African-American veterans of the American Civil War, it is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Joe_Pasqua": "Joseph Bernard Pasqua (July 31, 1918 – December 10, 1998) was an American football offensive tackle in the National Football League for the Cleveland Rams, the Washington Redskins, and the Los Angeles Rams.  He attended Southern Methodist University.",
  "/wiki/Southern_Methodist_University": "Southern Methodist University (SMU) is a private research university in University Park, Texas, with satellite campuses in Plano, Texas and Taos, New Mexico.",
  "/wiki/David_Patten": "David Patten (born August 19, 1974) is a former American football wide receiver. He was signed by the Albany Firebirds as a street free agent in 1996. He played college football at Western Carolina.",
  "/wiki/Western_Carolina_University": "Western Carolina University (WCU) is a public university in Cullowhee, North Carolina. It is part of the University of North Carolina system.",
  "/wiki/Joe_Patton": "Joseph Cephus Patton IV (born January 5, 1972 in Birmingham, Alabama) is a former American football tackle in the National Football League for the Washington Redskins.  He played college football at Alabama A&M University and was drafted in the third round of the 1994 NFL Draft.",
  "/wiki/Alabama_Agricultural_and_Mechanical_University": "Alabama Agricultural and Mechanical University (Alabama A&M) is a public, historically black, land-grant university in Normal, Alabama. Founded in the 1870s as a normal school, it took its present name in 1969. AAMU is a member-school of the Thurgood Marshall College Fund and is been accredited by the Southern Association of Colleges and Schools. Alabama Agricultural and Mechanical University Historic District, also known as Normal Hill College Historic District, has 28 buildings and four structures listed in the United States National Register of Historic Places.",
  "/wiki/Marvcus_Patton": "Marvcus Raymond Patton (born May 1, 1967) is a former professional American football player who was selected by the Buffalo Bills in the 8th round of the 1990 NFL Draft. A 6'2\", 239-lb. linebacker from UCLA, Patton played in 13 NFL seasons from 1990 to 2002 for the Bills, the Washington Redskins, and the Kansas City Chiefs.  Patton never missed a regular season game in his entire career. After earning a full-time starting role in his fourth season with the Bills, he started all but three games for the remainder of his career.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Niles_Paul": "Niles Paul (born August 9, 1989) is a former American football tight end. He played college football as a wide receiver at the University of Nebraska–Lincoln and was selected in the fifth round of the 2011 NFL Draft by the Washington Redskins.",
  "/wiki/University_of_Nebraska%E2%80%93Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Tito_Paul": "Tito Jermaine Paul (born Dec 7 1972) is a former American football cornerback in the National Football League for the Arizona Cardinals, Cincinnati Bengals, Denver Broncos, and the Washington Redskins. With the Broncos, he won Super Bowl XXXIII over the Atlanta Falcons. He played college football at Ohio State University and was drafted in the fifth round of the 1995 NFL Draft.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Logan_Paulsen": "Logan Sindre Paulsen (born February 26, 1987) is an American football tight end who is currently a free agent. He was signed by the Washington Redskins as an undrafted free agent in 2010.  He played college football at UCLA. Before that, he played at Chaminade College Preparatory High School in West Hills, California.",
  "/wiki/Jim_Peebles_(American_football)": "James McAden Peebles (August 27, 1920 – July 19, 1997) was an American football end in the National Football League for the Washington Redskins.  He played college football at Vanderbilt University.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/Daron_Payne": "Daron Payne, alternatively spelled Da'Ron, (born May 27, 1997) is an American football defensive tackle for the Washington Redskins of the National Football League (NFL). He played college football at Alabama, and was selected by the Redskins in the first round of the 2018 NFL Draft.",
  "/wiki/Dan_Peiffer": "Daniel William Peiffer (born March 29, 1951) is a former American football center in the National Football League for the Chicago Bears and the Washington Redskins. Peiffer played for the Florida Blazers of the World Football League in 1974.  He played college football at Ellsworth Community College and Southeast Missouri State University and was drafted in the fourteenth round of the 1973 NFL Draft by the St. Louis Cardinals.",
  "/wiki/Southeast_Missouri_State_University": "Southeast Missouri State University (SEMO), is a public university in Cape Girardeau, Missouri. The institution, having started as a normal school, has a traditional strength in teacher education.  The recent addition of the River Campus, housing the Holland School of Visual and Performing Arts, has increased the university's commitment to education in the arts. The institution offers over 200 areas of study, including undergraduate degrees as well as master's degrees and a cooperative Ed.D. program with the University of Missouri.",
  "/wiki/Bob_Pellegrini": "Robert Francis Pellegrini (November 13, 1934 – April 11, 2008) was an American football linebacker in the National Football League for the Philadelphia Eagles and the Washington Redskins.  He played college football at Maryland, where he was an All-American as a center.  Pellegrini was drafted in the first round (fourth overall) of the 1956 NFL Draft.  In 1996, he was inducted into the College Football Hall of Fame.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Gene_Pepper": "Eugene Francis Pepper (September 22, 1927 – January 16, 2006) was an American football offensive and defensive lineman in the National Football League for the Washington Redskins and the Baltimore Colts.  He played college football at the University of Missouri and was drafted in the sixth round of the 1950 NFL Draft.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/List_of_Washington_Redskins_players": "This is a list of American football players who have played for the Washington Redskins, as well as its predecessors the Boston Braves (1932) and Boston Redskins (1933–1936), in the National Football League (NFL).  It includes players that have played at least five games in the NFL regular season.[a]  The Washington Redskins franchise was founded in Boston, Massachusetts as the Boston Braves, named after the local baseball franchise.  The name was changed the next year to the Redskins.  In 1937, the franchise moved to Washington, D.C."
}