{
  "/wiki/Barlow_Park": "Barlow Park is a multi-sports facility and stadium in Parramatta Park, Cairns, Queensland, Australia.",
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators.",
  "/wiki/Cairns": "Cairns (/ˈkɛərnz/, locally /ˈkænz/ (listen)) [note 1] is a city in the Cairns Region, Queensland, Australia. It is on the east coast of Far North Queensland. The city is the 5th-most-populous in Queensland and ranks 14th overall in Australia.",
  "/wiki/Browne_Park": "Browne Park is a rectangular football stadium located in the Rockhampton suburb of Wandal, Queensland, Australia. The stadium has been the home of rugby league football in Central Queensland since the 1980s and today also hosts rugby union and soccer matches. It hosted a match of the 2008 Rugby League World Cup.",
  "/wiki/Rockhampton": "Rockhampton is a city in the Rockhampton Region of Central Queensland, Australia. The population of Rockhampton in June 2018 was 78,592, making it the fourth-largest city in the state outside of the cities of South East Queensland, and the 22nd-largest city in Australia.",
  "/wiki/Cairns_Convention_Centre": "The Cairns Convention Centre, selected the World's Best Congress Centre in 2004 and 2014, is a convention and entertainment centre in Cairns, Queensland, Australia.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Carrara_Indoor_Stadium": "Carrara Indoor Stadium is a multi-purpose arena located at Carrara on Queensland's Gold Coast and can accommodate 1,600 fans, with additional seating provided if required which can push total capacity for events such as basketball up to 2,962. The stadium stands adjacent to the 25,000 seat Metricon Stadium and forms part of the Carrara Sports Complex. The stadium has the nickname The Greenhouse as even during winter it would get \"Hot and steamy as Hades at times\", although that changed with $800,000 worth of improvements in 1996 including new air conditioning.",
  "/wiki/Gold_Coast,_Queensland": "The Gold Coast is a coastal city in the Australian state of Queensland, approximately 66 kilometres (41 mi) south-southeast of the state capital Brisbane and immediately north of the border with New South Wales. With a estimated population of 679,127, at June 2018 (including 76,779 in the adjacent Tweed Valley of New South Wales), the Gold Coast is the sixth-largest city in Australia, making it the largest non-capital city, and Queensland's second-largest city.",
  "/wiki/Carrara_Stadium": "Carrara Stadium (known commercially as Metricon Stadium) is a sporting venue on the Gold Coast in Queensland, Australia, located in the suburb of Carrara.",
  "/wiki/Australian_rules_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).",
  "/wiki/Cazaly%27s_Stadium": "Cazaly's Stadium is a sports stadium in Cairns, Queensland, Australia. It is situated in the suburb of Westcourt. The stadium is named after Australian rules footballer Roy Cazaly.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.",
  "/wiki/Clive_Berghofer_Stadium": "Clive Berghofer Stadium (officially known as Toowoomba Sports Ground and previously known as Athletic Oval) is a stadium in Toowoomba, Queensland, Australia. Situated on Mary Street on the eastern fringes of Toowoomba CBD adjacent to Queens Park and Toowoomba East State School. The ticket counters and entrance are on Arthur Street behind the (east facing) grandstand.",
  "/wiki/Toowoomba": "Toowoomba (/təˈwʊmbə/ tə-WUUM-bə, nicknamed 'The Garden City' and 'T-Bar') is a regional city in the Darling Downs region in the Australian state of Queensland. It is 125 km (78 mi) west of Queensland's capital city Brisbane by road. The estimated urban population of Toowoomba as of June 2018 was 136,861, having grown at an average annual rate of 1.02% year-on-year over the preceding five years. A university and cathedral city, it hosts the Toowoomba Carnival of Flowers each September and national championship events for the sports of mountain biking and motocross. There are more than 150 public parks and gardens in Toowoomba. It has developed into a regional centre for business, finance being the headquarters for Australia's largest mutual bank; Heritage Bank and government services. It is also referred to as the capital of the Darling Downs. Toowoomba is served by Toowoomba Wellcamp Airport and the smaller Toowoomba City Aerodrome.",
  "/wiki/Endeavour_Park": "Colloquially known as Shark Park during Cronulla-Sutherland Sharks matches, and known by its commercial name PointsBet Stadium. Shark Park is a rugby league stadium in the southern Sydney suburb of Woolooware, New South Wales, Australia. It is the home ground of the Cronulla-Sutherland Rugby League Club, which represents the Cronulla and Sutherland Shire areas in the National Rugby League competition. Unique among NRL clubs, the Sharks own and operate their home ground. The Sharkies Leagues Club sits beside the stadium.",
  "/wiki/Townsville": "Townsville is a city on the north-eastern coast of Queensland, Australia. Townsville is Australia's largest urban centre north of the Sunshine Coast, with a population of 180,820 as of June 2018. Considered the unofficial capital of North Queensland by locals, Townsville hosts a significant number of governmental, community and major business administrative offices for the northern half of the state. It is in the dry tropics region of Queensland, adjacent to the central section of the Great Barrier Reef. The city is also a major industrial centre, home to one of the world's largest zinc refineries, a nickel refinery and many other similar activities. The Port of Townsville is also being expanded to allow much larger cargo ships from Asia and the world's largest passenger ships to visit. It is an increasingly important port due to its proximity to Asia and major trading partners such as China.",
  "/wiki/Gold_Coast_Convention_and_Exhibition_Centre": "The Gold Coast Convention and Exhibition Centre (GCCEC) is located on the Gold Coast Highway in Broadbeach, Gold Coast, Queensland. The world-class venue was opened on 29 June 2004 at a cost of A$167 million and is linked by a covered walkway to The Star Gold Coast. Managed by the Star Entertainment Group, the Centre caters for 10 to 6,000 people.",
  "/wiki/Ice_Hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/Speed_Skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/Figure_Skating": "Figure skating is a sport in which individuals, duos, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when it was contested at the 1908 Olympics in London. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance. Non-Olympic disciplines include synchronized skating, Theater on Ice, and four skating. From intermediate through senior-level competition, skaters generally perform two programs (short and free skate), which may include spins, jumps, moves in the field, lifts, throw jumps, death spirals, and other elements or moves, depending on the discipline.",
  "/wiki/Harrup_Park": "Ray Mitchell Oval (also known as Harrup Park) is an Australian rules football and cricket ground in the city of Mackay, Queensland, Australia.",
  "/wiki/Mackay,_Queensland": "Mackay (/məˈkaɪ/) is a city and its centre suburb in the Mackay Region on the eastern or Coral Sea coast of Queensland, Australia. It is located about 970 kilometres (603 mi) north of Brisbane, on the Pioneer River. Mackay is nicknamed the sugar capital of Australia because its region produces more than a third of Australia's sugar. At June 2018 Mackay had a population of 80,148, having decreased slightly at an average annual rate of -0.32% year-on-year over the preceding five years.",
  "/wiki/Heritage_Oval": "Heritage Oval is a cricket ground in the suburb of Mount Lofty, Toowoomba, Queensland, Australia.  The first recorded match on the ground came in 1972 when Toowoomba played Queensland.  It held its only first-class match in 1994 when Queensland played an England XI side, with the match ending in a victory by 37 runs for the England XI.  The ground later held a Twenty20 match in the 2006–07 Big Bash when Queensland played Victoria, with Queensland winning by 38 runs.",
  "/wiki/Morgan_Park_Raceway": "Morgan Park Raceway is a motorsports complex located at Old Stanthorpe Road near Warwick, in Queensland, Australia and is operated by the Warwick District Sporting Car Club Inc. The venue features a race circuit with five different layouts.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/Auto_racing": "Auto racing (also known as car racing, motor racing, or automobile racing) is a motorsport involving the racing of automobiles for competition.",
  "/wiki/Warwick,_Queensland": "Warwick /ˈwɒrɪk/ is a town and locality in southeast Queensland, Australia, lying 130 kilometres (81 mi) south-west of Brisbane. It is the administrative centre of the Southern Downs Region local government area. The surrounding Darling Downs have fostered a strong agricultural industry for which Warwick, together with the larger city of Toowoomba, serve as convenient service centres. The town had an urban population of 15,380 as at June 2018, having declined slightly at an average annual rate of -0.15% year-on-year over the preceding five years.",
  "/wiki/Newtown_Oval": "Newtown Oval is a cricket ground in Maryborough, Queensland, Australia.  The first recorded match on the ground came when Maryborough played Victoria on Christmas Day in 1922.  The ground later held its only first-class match in 1994 when Queensland played the touring Zimbabweans, with the match ending in a 4 wicket victory for Queensland.",
  "/wiki/Maryborough,_Queensland": "Maryborough /ˈmɛrəbərə/ is a city and a suburb in the Fraser Coast Region, Queensland, Australia. It is located on the Mary River in Queensland, Australia, approximately 255 kilometres (160 mi) north of the state capital, Brisbane.  The city is served by the Bruce Highway.  It is closely tied to its neighbour city Hervey Bay which is approximately 30 kilometres (20 mi) northeast.  Together they form part of the area known as the Fraser Coast.  As of June 2018 Maryborough had an estimated urban population of 27,282, having grown slightly at an annual average of 0.12% year-on-year over the preceding five years. The city was the location for the 2013 Australian Scout Jamboree.",
  "/wiki/Queensland_Raceway": "Queensland Raceway nicknamed \"the paperclip\" is a motor racing circuit located at Willowbank in Ipswich, Queensland, Australia.  The circuit plays host to V8 Supercars, the Australian Superbike Championship, drifting as well as club level racing and ride days.",
  "/wiki/Ipswich,_Queensland": "Ipswich is an urban region in South East Queensland, Australia, which is located in the south-west of the Brisbane metropolitan area. Situated on the Bremer River, it is approximately 40 kilometres (25 mi) west of the Brisbane CBD. A local government area, the City of Ipswich has a population of 200,000 (projected to grow to 435,000 residents by 2031). The city is renowned for its architectural, natural and cultural heritage. Ipswich preserves and operates from many of its historical buildings, with more than 6000 heritage-listed sites and over 500 parks. Ipswich began in 1827 as a mining settlement.",
  "/wiki/Skilled_Park": "Robina Stadium, also known by its sponsored name Cbus Super Stadium, is a rectangular football stadium in the Gold Coast suburb of Robina, Queensland. The main usage is as the home ground to the National Rugby League's Gold Coast Titans.",
  "/wiki/Roy_Henzell_Oval": "Roy Henzell Oval is a cricket ground in Caloundra, Queensland, Australia.  The first recorded match on the ground came in 1981 when Queensland Country played the touring West Indians.  It held its only first-class match in 1993 when Queensland played the touring England A side, with the match ending in a draw.  Three Youth One Day Internationals were played there in 2007 between Australia Under-19s and Pakistan Under-19.",
  "/wiki/Sunshine_Coast,_Queensland": "Sunshine Coast is a peri-urban area and the third most populated area in the Australian state of Queensland. Located 100 km (62 mi) north of the state capital Brisbane in South East Queensland, on the Coral Sea coastline, its urban area spans approximately 60 km (37 mi) of coastline and hinterland from Pelican Waters to Tewantin. The estimated urban population of Sunshine Coast as of June 2018 was 333,436, making it the 9th most populous in the country. The population of the area has grown steadily at an average annual rate of 2.4% year-on-year over the five years to 2018.",
  "/wiki/Salter_Oval": "Salter Oval (known prior to 1945 as the West End Recreation Reserve) is a cricket ground in Bundaberg, Queensland, Australia.  The first recorded match on the ground came in 1948 when Queensland Country Women played England Women.  It held its only first-class match in 1981 when Queensland played the touring New Zealanders.  Two List A matches have been played there.  The first came in 1991 when Queensland played the touring West Indians, while the second saw Queensland play the touring Zimbabweans in 1995.",
  "/wiki/Bundaberg": "Bundaberg is a city in south-east Queensland, Australia, about 385 kilometres (239 mi) north of the state capital, Brisbane. It is 15 kilometres (9.3 mi) inland from the Coral Sea coast and situated on the Burnett River. It is a major centre within the broader Wide Bay–Burnett geographical region",
  "/wiki/Stockland_Park": "Sunshine Coast Stadium is a multi-sport venue located at Kawana Waters on the Sunshine Coast, Queensland, Australia. The stadium is the main venue in a sporting precinct that also includes seven fields.",
  "/wiki/Rugby_Union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/Football_(soccer)": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/Lexmark_Indy_300": "The Gold Coast Indy 300 was an open-wheel motor race event that took place at the Surfers Paradise Street Circuit on the Gold Coast, Queensland, Australia from 1991 to 2008. The challenging 4.47-kilometre (2.78 mi) track, alongside a strip of beaches, had several fast sections and four chicanes. The event had various names during its history for sponsorship reasons; in its final year it was known as the Nikon Indy 300."
}