{
  "/wiki/Otolaryngology": "Otorhinolaryngology /oʊtoʊˌraɪnoʊˌlærənˈɡɒlədʒi/ (also called otolaryngology or otolaryngology–head and neck surgery) is a surgical subspecialty within medicine that deals with the surgical and medical management of conditions in the head and neck. Doctors who specialize in this area are called otolaryngologists, head and neck surgeons, or ENT surgeons. Patients seek treatment from an otorhinolaryngologist for diseases of the ear, nose, throat, base of the skull, head, and neck which encompasses the surgical management and reconstruction of cancers and benign tumors of the head and neck as well as plastic surgery of the face and neck (facial plastic surgery).",
  "/wiki/Benign_paroxysmal_positional_vertigo": "Benign paroxysmal positional vertigo (BPPV) is a disorder arising from a problem in the inner ear. Symptoms are repeated, brief periods of vertigo with movement, that is, of a spinning sensation upon changes in the position of the head. This can occur with turning in bed or changing position. Each episode of vertigo typically lasts less than one minute. Nausea is commonly associated. BPPV is one of the most common causes of vertigo.",
  "/wiki/Who_Named_It?": "Whonamedit? is an English-language dictionary of medical eponyms and the people associated with their identification. Though it is a dictionary, many eponyms and persons are presented in extensive articles with comprehensive bibliographies. The dictionary is hosted in Norway and maintained by medical historian Ole Daniel Enersen.",
  "/wiki/Alexis_Carrel": "Alexis Carrel (French: [alɛksi kaʁɛl]; 28 June 1873 – 5 November 1944) was a French surgeon and biologist who was awarded the Nobel Prize in Physiology or Medicine in 1912 for pioneering vascular suturing techniques. He invented the first perfusion pump with Charles A. Lindbergh opening the way to organ transplantation. His positive description of an allegedly miraculous healing witnessed during a pilgrimage earned him scorn of some of his colleagues. This prompted him to relocate to the United States, where he lived most of his life. He had a leading role in implementing eugenic policies in Vichy France .",
  "/wiki/Henry_Drysdale_Dakin": "Henry Drysdale Dakin FRS (12 March 1880 – 10 February 1952) was an English chemist.",
  "/wiki/General_surgery": "General surgery is a surgical specialty that focuses on abdominal contents including esophagus, stomach, small intestine, large intestine, liver, pancreas, gallbladder, appendix and bile ducts, and often the thyroid gland (depending on local referral patterns). They also deal with diseases involving the skin, breast, soft tissue, trauma, peripheral Peripheral vascular disease disease  and hernias and perform endoscopic procedures such as gastroscopy and colonoscopy.",
  "/wiki/Wound": "A wound is a type of injury which happens relatively quickly in which skin is torn, cut, or punctured (an open wound), or where blunt force trauma causes a contusion (a closed wound). In pathology, it specifically refers to a sharp injury which damages the Epidermis of the skin.",
  "/wiki/Antiseptic": "Antiseptics (from Greek ἀντί anti, \"against\" and σηπτικός sēptikos, \"putrefactive\") are antimicrobial substances that are applied to living tissue/skin to reduce the possibility of infection, sepsis, or putrefaction. Antiseptics are generally distinguished from antibiotics by the latter's ability to safely destroy bacteria within the body, and from disinfectants, which destroy microorganisms found on non-living objects.",
  "/wiki/Epley_maneuver": "The Epley maneuver or  repositioning maneuver is a maneuver used by medical professionals to treat one common cause of vertigo,  benign paroxysmal positional vertigo (BPPV)[needs update] of the posterior or anterior canals of the ear. It works by allowing free-floating particles from the affected semicircular canal to be relocated, using gravity, back into the utricle, where they can no longer stimulate the cupula, therefore relieving the patient of bothersome vertigo. This maneuver was developed by Dr. John Epley and first described in 1980.",
  "/wiki/Digital_object_identifier": "In computing, a digital object identifier (DOI) is a persistent identifier or handle used to identify objects uniquely, standardized by the International Organization for Standardization (ISO). An implementation of the Handle System, DOIs are in wide use mainly to identify academic, professional, and government information, such as journal articles, research reports and data sets, and official publications though they also have been used to identify other types of information resources, such as commercial videos.",
  "/wiki/PubMed_Identifier": "PubMed is a free search engine accessing primarily the MEDLINE database of references and abstracts on life sciences and biomedical topics. The United States National Library of Medicine (NLM) at the National Institutes of Health maintain the database as part of the Entrez system of information retrieval.",
  "/wiki/Heimlich_manoeuvre": "This article is about the specific anti-choking procedure of abdominal thrusts.",
  "/wiki/Henry_Heimlich": "Henry Judah Heimlich (German pronunciation: [haɪ̯mlɪç]; February 3, 1920 – December 17, 2016) was an American thoracic surgeon and medical researcher. He is widely credited as the inventor of the Heimlich maneuver, a technique of abdominal thrusts for stopping choking, described in Emergency Medicine in 1974. He also invented the Micro Trach portable oxygen system for ambulatory patients and the Heimlich Chest Drain Valve, or \"flutter valve\", which drains blood and air out of the chest cavity.",
  "/wiki/Emergency_medicine": "Emergency medicine, also known as accident and emergency medicine, is the medical specialty concerned with the care of illnesses or injuries requiring immediate medical attention. Emergency physicians care for unscheduled and undifferentiated patients of all ages. As first-line providers, their primary responsibility is to initiate resuscitation and stabilization and to start investigations and interventions to diagnose and treat illnesses in the acute phase. Emergency physicians generally practise in hospital emergency departments, pre-hospital settings via emergency medical services, and intensive care units, but may also work in primary care settings such as urgent care clinics. Sub-specializations of emergency medicine include disaster medicine, medical toxicology, ultrasonography, critical care medicine, hyperbaric medicine, sports medicine, palliative care, or aerospace medicine.",
  "/wiki/Choking": "Choking occurs when breathing is impeded by a constricted or obstructed throat or windpipe. \nIn some cases the air flow is completely blocked, in other cases some amount of air can pass to the lungs. Insufficient oxygen being delivered to the body will result in oxygen deprivation. Although oxygen stored in the blood and lungs can keep a person alive for several minutes after breathing stops, this sequence of events can lead to death. Choking was the fourth most common cause of unintentional injury-related death in the US in 2011.",
  "/wiki/Foreign_body": "A foreign body (FB) is any object originating outside the body of an organism. In machinery, it can mean any unwanted intruding object.",
  "/wiki/Emil_Theodor_Kocher": "Emil Theodor Kocher (25 August 1841 – 27 July 1917) was a Swiss physician and medical researcher who received the 1909 Nobel Prize in Physiology or Medicine for his work in the physiology, pathology and surgery of the thyroid. Among his many accomplishments are the introduction and promotion of aseptic surgery and scientific methods in surgery, specifically reducing the mortality of thyroidectomies below 1% in his operations.",
  "/wiki/Orthopedic_surgery": "Orthopedic surgery or orthopedics, also spelled orthopaedics, is the branch of surgery concerned with conditions involving the musculoskeletal system. Orthopedic surgeons use both surgical and nonsurgical means to treat musculoskeletal trauma, spine diseases, sports injuries, degenerative diseases, infections, tumors, and congenital disorders.",
  "/wiki/Dislocated_shoulder": "A dislocated shoulder is when the head of the humerus is out of the shoulder joint. Symptoms include shoulder pain and instability. Complications may include a Bankart lesion, Hill-Sachs lesion, rotator cuff tear, or injury to the axillary nerve.",
  "/wiki/Silas_Weir_Mitchell_(physician)": "Silas Weir Mitchell (February 15, 1829 – January 4, 1914) was an American physician, scientist, novelist, and poet. He is considered the father of medical neurology, and he discovered causalgia (complex regional pain syndrome) and erythromelalgia, and pioneered the rest cure.",
  "/wiki/Psychiatry": "Psychiatry is the medical specialty devoted to the diagnosis, prevention, and treatment of mental disorders. These include various maladaptations related to mood, behaviour, cognition, and perceptions. See glossary of psychiatry.",
  "/wiki/Bed_rest": "Bed rest, also referred to as the rest-cure, is a medical treatment in which a person lies in bed for most of the time to try to cure an illness. Bed rest refers to voluntarily lying in bed as a treatment and not being confined to bed because of a health impairment which physically prevents leaving bed. The practice is still used although a 1999 systematic review found no benefits for any of the 17 conditions studied and no proven benefit for any conditions at all, beyond that imposed by symptoms.",
  "/wiki/Anxiety_disorder": "Anxiety disorders are a group of mental disorders characterized by significant feelings of anxiety and fear. Anxiety is a worry about future events, and fear is a reaction to current events. These feelings may cause physical symptoms, such as a fast heart rate and shakiness. There are several anxiety disorders, including generalized anxiety disorder, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. The disorder differs by what results in the symptoms. People often have more than one anxiety disorder.",
  "/wiki/James_Sherren": "James Sherren (1872-1945) was a British surgeon. Two medical terms related to appendicitis — a diagnostic sign and a conservative treatment regimen — bear his name.",
  "/wiki/Appendicitis": "Appendicitis is inflammation of the appendix. Symptoms commonly include right lower abdominal pain, nausea, vomiting, and decreased appetite. However, approximately 40% of people do not have these typical symptoms. Severe complications of a ruptured appendix include widespread, painful inflammation of the inner lining of the abdominal wall and sepsis.",
  "/wiki/Joseph_Meister": "Joseph Meister (21 February 1876 – 24 June 1940) was the first person to be inoculated against rabies by Louis Pasteur, and the first person to be successfully treated for the infection.",
  "/wiki/Louis_Pasteur": "Louis Pasteur (/ˈluːi pæˈstɜːr/, French: [lwi pastœʁ]; December 27, 1822 – September 28, 1895) was a French biologist, microbiologist and chemist renowned for his discoveries of the principles of vaccination, microbial fermentation and pasteurization. He is remembered for his remarkable breakthroughs in the causes and prevention of diseases, and his discoveries have saved many lives ever since. He reduced mortality from puerperal fever, and created the first vaccines for rabies and anthrax.",
  "/wiki/Virology": "Virology is the study of viral – submicroscopic, parasitic particles of genetic material contained in a protein coat – and virus-like agents. It focuses on the following aspects of viruses: their structure, classification and evolution, their ways to infect and exploit host cells for reproduction, their interaction with host organism physiology and immunity, the diseases they cause, the techniques to isolate and culture them, and their use in research and therapy. Virology is considered to be a subfield of microbiology or of medicine.",
  "/wiki/Inoculation": "The terms inoculation, vaccination, and immunization are often used synonymously to refer to artificial induction of immunity against various infectious diseases. However, there are some important historical and current differences. In English medicine, inoculation referred only to the practice of variolation until the very early 1800s. When Edward Jenner introduced smallpox vaccine in 1798, this was initially called cowpox inoculation or vaccine inoculation. Soon, to avoid confusion, smallpox inoculation continued to be referred to as variolation (from Variola = smallpox) and cowpox inoculation was referred to as vaccination (from Jenner's use of variolae vaccinae = smallpox of the cow). Then, in 1891, Louis Pasteur proposed that the terms vaccine and vaccination should be extended to include the new protective procedures being developed. Immunization refers to the use of all vaccines but also extends to the use of antitoxin, which contains preformed antibody such as to diphtheria or tetanus exotoxins. Inoculation is now more or less synonymous in nontechnical usage with injection and the like, and questions along the lines of \"Have you had your flu injection/vaccination/inoculation/immunization?\" should not cause confusion. The focus is on what is being given and why, not the literal meaning of the technique used.[citation needed]",
  "/wiki/Rabies": "Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months, but can vary from less than one week to more than one year. The time depends on the distance the virus must travel along peripheral nerves to reach the central nervous system.",
  "/wiki/Henry_Stanley_Plummer": "Henry Stanley Plummer, M.D. ((1874-03-03)March 3, 1874 – (1936-12-31)December 31, 1936) was a prominent internist and endocrinologist who, along with William Mayo, Charles Mayo, Stinchfield, E. Starr Judd, Christopher Graham, and Donald Balfour founded Mayo Clinic. Plummer is also immortalized as the driving force behind the Plummer Building, which still stands as a part of the Clinic he helped establish.",
  "/wiki/Endocrinology": "Endocrinology (from endocrine + -ology) is a branch of biology and medicine dealing with the endocrine system, its diseases, and its specific secretions known as hormones. It is also concerned with the integration of developmental events proliferation, growth, and differentiation, and the psychological or behavioral activities of metabolism, growth and development, tissue function, sleep, digestion, respiration, excretion, mood, stress, lactation, movement, reproduction, and sensory perception caused by hormones. Specializations include behavioral endocrinology and comparative endocrinology.",
  "/wiki/Iodine": "Iodine is a chemical element with the symbol I and atomic number 53. The heaviest of the stable halogens, it exists as a lustrous, purple-black non-metallic solid at standard conditions that melts to form a deep violet liquid at 114 degrees Celsius, and boils to a violet gas at 184 degrees Celsius. The element was discovered by the French chemist Bernard Courtois in 1811. It was named two years later by Joseph Louis Gay-Lussac, after the Greek ἰώδης \"violet-coloured\".",
  "/wiki/Hyperthyroidism": "Hyperthyroidism is the condition that occurs due to excessive production of thyroid hormones by the thyroid gland. Thyrotoxicosis is the condition that occurs due to excessive thyroid hormone of any cause and therefore includes hyperthyroidism. Some, however, use the terms interchangeably. Signs and symptoms vary between people and may include irritability, muscle weakness, sleeping problems, a fast heartbeat, heat intolerance, diarrhea, enlargement of the thyroid, hand tremor, and weight loss. Symptoms are typically less severe in the elderly and during pregnancy. An uncommon complication is thyroid storm in which an event such as an infection results in worsening symptoms such as confusion and a high temperature and often results in death. The opposite is hypothyroidism, when the thyroid gland does not make enough thyroid hormone.",
  "/wiki/Gastroenterology": "Gastroenterology is the branch of medicine focused on the digestive system and its disorders.",
  "/wiki/Milk": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals.",
  "/wiki/Antacid": "An antacid is a substance which neutralizes stomach acidity and is used to relieve heartburn, indigestion or an upset stomach.",
  "/wiki/Peptic_ulcer": "Peptic ulcer disease (PUD) is a break in the inner lining of the stomach, the first part of the small intestine, or sometimes the lower esophagus. An ulcer in the stomach is called a gastric ulcer, while one in the first part of the intestines is a duodenal ulcer. The most common symptoms of a duodenal ulcer are waking at night with upper abdominal pain and upper abdominal pain that improves with eating. With a gastric ulcer, the pain may worsen with eating. The pain is often described as a burning or dull ache. Other symptoms include belching, vomiting, weight loss, or poor appetite. About a third of older people have no symptoms. Complications may include bleeding, perforation, and blockage of the stomach. Bleeding occurs in as many as 15% of cases.",
  "/wiki/Vasilii_Vasilovich_Stroganoff": "Vasily Vasilyevich Stroganov, also known as Stroganoff, (Russian: Василий Васильевич Строганов, 10 January [O.S. 29 December] 1858, Vyazma, – 24 September 1938) was a Russian physician specializing in obstetrics and gynaecology. His works mostly dealt with treatment of eclampsia. The Stroganoff method is named after him.",
  "/wiki/Obstetrics": "Obstetrics is the field of study concentrated on pregnancy, childbirth, and the postpartum period. As a medical specialty, obstetrics is combined with gynaecology under the discipline known as obstetrics and gynecology (OB/GYN), which is a surgical field.",
  "/wiki/Eclampsia": "Eclampsia is the onset of seizures (convulsions) in a woman with pre-eclampsia. Pre-eclampsia is a disorder of pregnancy in which there is high blood pressure and either large amounts of protein in the urine or other organ dysfunction. Onset may be before, during, or after delivery. Most often it is during the second half of pregnancy. The seizures are of the tonic–clonic type and typically last about a minute. Following the seizure there is typically either a period of confusion or coma. Complications include aspiration pneumonia, cerebral hemorrhage, kidney failure, and cardiac arrest. Pre-eclampsia and eclampsia are part of a larger group of conditions known as hypertensive disorders of pregnancy.",
  "/wiki/Morphine": "Morphine is a pain medication of the opiate family which is found naturally in a number of plants and animals. It acts directly on the central nervous system (CNS) to decrease the feeling of pain. It can be taken for both acute pain and chronic pain. It is frequently used for pain from myocardial infarction and during labor. It can be given by mouth, by injection into a muscle, by injection under the skin, intravenously, injection into the space around the spinal cord, or rectally. Maximum effect is reached after about 20 minutes when given intravenously and after 60 minutes when given by mouth, while duration of effect is 3–7 hours. Long-acting formulations also exist.",
  "/wiki/Chloral_hydrate": "Chloral hydrate is a geminal diol with the formula C2H3Cl3O2. It is a colorless solid. It has limited use as a sedative and hypnotic pharmaceutical drug. It is also a useful laboratory chemical reagent and precursor. It is derived from chloral (trichloroacetaldehyde) by the addition of one equivalent of water.",
  "/wiki/Silence": "Silence is the absence of ambient audible sound, the emission of sounds of such low intensity that they do not draw attention to themselves, or the state of having ceased to produce sounds; this latter sense can be extended to apply to the cessation or absence of any form of communication, whether through speech or other medium.",
  "/wiki/Childbirth": "Childbirth, also known as labour and delivery, is the ending of pregnancy where one or more babies leaves the uterus by passing through the vagina or by Caesarean section. In 2015, there were about 135 million births globally. About 15 million were born before 37 weeks of gestation, while between 3 and 12 percent were born after 42 weeks. In the developed world most deliveries occur in hospitals, while in the developing world most births take place at home with the support of a traditional birth attendant.",
  "/wiki/Infectious_disease": "Infection is the invasion of an organism's body tissues by disease-causing agents, their multiplication, and the reaction of host tissues to the infectious agents and the toxins they produce. Infectious disease, also known as transmissible disease or communicable disease, is illness resulting from an infection.",
  "/wiki/General_paresis_of_the_insane": "General paresis, also known as general paralysis of the insane (GPI) or paralytic dementia, is a severe neuropsychiatric disorder, classified as an organic mental disorder and caused by the chronic meningoencephalitis that leads to cerebral atrophy in late-stage syphilis. Degenerative changes are associated primarily with the frontal and temporal lobar cortex.  The disease affects approximately 7% of infected individuals. It is more common among men.",
  "/wiki/Malaria": "Malaria is a mosquito-borne infectious disease that affects humans and other animals. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten by an infected mosquito. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria.",
  "/wiki/Williams_Flexion_Exercises": "Williams flexion exercises (WFE) — also called Williams lumbar flexion exercises  — are a set or system of related physical exercises intended to enhance lumbar flexion, avoid lumbar extension, and strengthen the abdominal and gluteal musculature in an effort to manage low back pain non-surgically. The system was first devised in 1937 by Dr. Paul C. Williams (1900-1978), then a Dallas orthopedic surgeon.",
  "/wiki/Orthopedics": "Orthopedic surgery or orthopedics, also spelled orthopaedics, is the branch of surgery concerned with conditions involving the musculoskeletal system. Orthopedic surgeons use both surgical and nonsurgical means to treat musculoskeletal trauma, spine diseases, sports injuries, degenerative diseases, infections, tumors, and congenital disorders.",
  "/wiki/Low_back_pain": "Low back pain (LBP) is a common disorder involving the muscles, nerves, and bones of the back. Pain can vary from a dull constant ache to a sudden sharp feeling. Low back pain may be classified by duration as acute (pain lasting less than 6 weeks), sub-chronic (6 to 12 weeks), or chronic (more than 12 weeks). The condition may be further classified by the underlying cause as either mechanical, non-mechanical, or referred pain. The symptoms of low back pain usually improve within a few weeks from the time they start, with 40–90% of people completely better by six weeks.",
  "/wiki/Bariatrics": "Bariatrics is the branch of medicine that deals with the causes, prevention, and treatment of obesity.",
  "/wiki/Obesity": "Obesity is a medical condition in which excess body fat has accumulated to an extent that it may have a negative effect on health. People are generally considered obese when their body mass index (BMI), a measurement obtained by dividing a person's weight by the square of the person's height, is over 30 kg/m2; the range 25–30 kg/m2 is defined as overweight. Some East Asian countries use lower values. Obesity increases the likelihood of various diseases and conditions, particularly cardiovascular diseases, type 2 diabetes, obstructive sleep apnea, certain types of cancer, osteoarthritis, and depression.",
  "/wiki/Carbohydrate": "A carbohydrate (/kɑːrboʊˈhaɪdreɪt/) is a biomolecule consisting of carbon (C), hydrogen (H) and oxygen (O) atoms, usually with a hydrogen–oxygen atom ratio of 2:1 (as in water) and thus with the empirical formula Cm(H2O)n (where m may be different from n). This formula holds true for monosaccharides. Some exceptions exist; for example, deoxyribose, a sugar component of DNA, has the empirical formula C5H10O4. The carbohydrates are technically hydrates of carbon; structurally it is more accurate to view them as aldoses and ketoses.",
  "/wiki/Yuzpe_regimen": "The Yuzpe regimen is a method of emergency contraception that uses a combination of ethinyl estradiol and levonorgestrel. It is less effective and less commonly used than a larger dose of levonorgestrel alone, a dose of ulipristal acetate, or insertion of a copper intrauterine device. It is designed to be used within 72 hours of unprotected sexual intercourse because it works by inhibiting ovulation.",
  "/wiki/A._Albert_Yuzpe": "Abraham Albert \"Al\" Yuzpe (born 1938) is a Canadian obstetrician-gynecologist known for his work on human fertility and emergency contraception. The Yuzpe regimen, named after him, is a method of reducing potential unwanted pregnancies, including pregnancy from rape. He published the first studies demonstrating the method's safety and efficacy in 1974.",
  "/wiki/Gynecology": "Gynaecology or gynecology (see spelling differences) is the medical practice dealing with the health of the female reproductive system (vagina, uterus, and ovaries). Outside medicine, the term means \"the science of women\".  Its counterpart is andrology, which deals with medical issues specific to the male reproductive system.",
  "/wiki/Emergency_contraception": "Emergency contraception (EC) are birth control measures that may be used after sexual intercourse to prevent pregnancy. Emergency contraception has not been shown to affect the rates of abortion within a country.",
  "/wiki/List_of_eponymous_medical_treatments": "Eponymous medical treatments are generally named after the physician or surgeon who described the treatment."
}