{
  "/wiki/Adrift_(2009_Brazilian_film)": "Adrift (Portuguese: À Deriva) is a 2009 Brazilian drama film directed by Heitor Dhalia, starring Laura Neiva, Camilla Belle and Vincent Cassel. It competed in the Un Certain Regard section at the 2009 Cannes Film Festival.",
  "/wiki/Heitor_Dhalia": "Heitor Dhalia (born 18 January 1970) is a Brazilian film director and screenwriter. He has directed seven films since 1988. His film, À Deriva, competed in the Un Certain Regard section at the 2009 Cannes Film Festival.",
  "/wiki/Laura_Neiva": "Laura Neiva (born September 21, 1993) is a Brazilian actress and model. She is mainly known for her role in the film Adrift, which competed in the 2009 Cannes Film Festival.",
  "/wiki/Vincent_Cassel": "Vincent Cassel (French pronunciation: [vɛ̃sɑ̃ kasɛl]; born Vincent Crochon, 23 November 1966) is a French actor. He first achieved recognition for his performance as a troubled French Jewish youth, in Mathieu Kassovitz's 1995 film La Haine (Hate), for which he received two César Award nominations. He garnered wide recognition with English-speaking audiences for his performances in Ocean's Twelve (2004) and Ocean's Thirteen (2007), as well as Eastern Promises (2007), Black Swan (2010), and Jason Bourne (2016). Cassel is also renowned for playing the infamous French bank-robber Jacques Mesrine in Mesrine: Killer Instinct and Mesrine: Public Enemy Number One (both in 2008).",
  "/wiki/Débora_Bloch": "Débora Bloch (born May 29, 1963) is a Brazilian actress. She is known nationally for participating in novels such as Cambalacho, Salsa e Merengue, A Lua Me Disse, Caminho das Índias, Cordel Encantado, Avenida Brasil and Sete Vidas.",
  "/wiki/Camilla_Belle": "Camilla Belle Routh (born October 2, 1986) is an American actress, director, writer and producer whose works include The Ballad of Jack and Rose (2005), When a Stranger Calls (2006), 10,000 BC (2008), and Push (2009).",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/The_Assailant": "The Assailant (known as Besouro in Brazil) is a 2009 Brazilian action-drama film directed by João Daniel Tikhomiroff. The film is about Besouro Mangangá, a Brazilian Capoeirista from the early 1920s, to whom were attributed some heroic and legendary deeds.",
  "/wiki/Irandhir_Santos": "Irandhir Santos (born August 22, 1978) is a Brazilian actor.",
  "/wiki/Action_film": "Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which usually concludes in victory for the hero (though a small number of films in this genre have ended in the victory for the villain instead). Advancements in CGI have made it cheaper and easier to create action sequences and other visual effects that required the efforts of professional stunt crews in the past. However, reactions to action films containing significant amounts of CGI have been mixed, as films that use computer animations to create unrealistic, highly unbelievable events are often met with criticism. While action has long been a recurring component in films, the \"action film\" genre began to develop in the 1970s along with the increase of stunts and special effects. Common action scenes in films are generally, but not limited to, explosions, car chases, fistfights, and shootouts.",
  "/wiki/Beyond_Ipanema": "Beyond Ipanema: Brazilian Waves in Global Music is a 2009 documentary film about the influence of Brazilian music outside of the country, especially the USA. Produced by filmmakers Guto Barra and Béco Dranoff, it features interviews and performances by David Byrne, Devendra Banhart, M.I.A., Os Mutantes, Caetano Veloso, Gilberto Gil, Tom Zé, Seu Jorge, Thievery Corporation, Bebel Gilberto, CSS, Creed Taylor and many others.",
  "/wiki/Seu_Jorge": "Jorge Mário da Silva, more commonly known by his stage name Seu Jorge (born June 8, 1970; Portuguese pronunciation: [ˈsew ˈʒɔʁʒi]), is a Brazilian musical artist, songwriter, and actor.  He is considered by many a renewer of Brazilian pop samba. Seu Jorge cites samba schools and American soul singer Stevie Wonder as major musical influences.  Jorge is also known for his film roles as Mané Galinha in the 2002 film City of God and as Pelé dos Santos in the 2004 film The Life Aquatic with Steve Zissou. His musical work has received praise from many of his fellow musicians including Beck and David Bowie.",
  "/wiki/Milton_Nascimento": "Milton Nascimento (Portuguese pronunciation: [miwˈtõ nasiˈmẽtu]; born October 26, 1942) is a prominent Brazilian singer-songwriter and guitarist.",
  "/wiki/Gilberto_Gil": "Gilberto Passos Gil Moreira (born 26 June 1942), known professionally as Gilberto Gil (Brazilian Portuguese: [ʒiwˈbɛʁtu ˈʒiw]), is a Brazilian singer, guitarist, and songwriter, known for both his musical innovation and political activism. From 2003 to 2008, he served as Brazil's Minister of Culture in the administration of President Luiz Inácio Lula da Silva. Gil's musical style incorporates an eclectic range of influences, including rock, Brazilian genres including samba, African music, and reggae.",
  "/wiki/Documentary_film": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/Budapest_(film)": "Budapest is a 2018 French comedy directed by Xavier Gens.  Two best friends with MBAs are bored in their jobs and start a travel business for bachelor parties in Budapest.",
  "/wiki/Walter_Carvalho": "Walter Carvalho (born 1947 in João Pessoa, Paraíba, Brazil) is a critically and internationally acclaimed Brazilian cinematographer.",
  "/wiki/Leonardo_Medeiros": "Leonardo Wilson de Medeiros (born November 20, 1964 in Rio de Janeiro) is a Brazilian actor.",
  "/wiki/Giovanna_Antonelli": "Giovanna Antonelli Prado (born March 18, 1976) is a Brazilian actress, television host and producer.",
  "/wiki/The_Eye_of_the_Storm_(2009_film)": "The Eye of the Storm (Portuguese: No Meu Lugar) is a 2009 Brazilian drama film directed by Eduardo Valente. It was given a special screening at the 2009 Cannes Film Festival.",
  "/wiki/From_Beginning_to_End": "From Beginning to End (Portuguese: Do Começo ao Fim) is a 2009 Brazilian romantic drama film directed by Aluizio Abranches, starring Fábio Assunção, Júlia Lemmertz, Gabriel Kaufmann, Lucas Cotrim, João Gabriel Vasconcellos and Rafael Cardoso. It premiered in Brazil on November 27, 2009. The film deals with homosexuality and incest, two types of relationships that are often considered to be taboos. Abranches claims that his only intention was to tell a love story.",
  "/wiki/Aluisio_Abranches": "Aluizio Abranches was born in Rio de Janeiro, Brazil. He directed the features films \"Um Copo de Cólera\" (A Glass of Rage, 1999), \"As Três Marias\" (The Three Marias, 2002) and \"Do Começo ao Fim\" (From Beginning to End, 2009). His latest movie is the romantic comedy \"Bem Casados\" (Happily Married, 2015), successfully released in December 2015.",
  "/wiki/Rafael_Cardoso": "Rafael Cezar Cardoso (born November 17, 1985) is a Brazilian actor.",
  "/wiki/Júlia_Lemmertz": "Júlia Lemmertz Dias (born March 18, 1963) is a Brazilian television, film and stage actress.",
  "/wiki/Fábio_Assunção": "Fábio Assunção Pinto (born August 10, 1971) is a Brazilian actor.",
  "/wiki/LGBT_films": "This article lists lesbian, gay, bisexual or transgender-related films. The list includes films that deal with or feature significant LGBT issues or characters. The English film title, original title, country of origin and production year are listed. Order is alphabetical by title.",
  "/wiki/The_Happy_Cricket_and_the_Giant_Bugs": "The Happy Cricket and the Giant Bugs (Portuguese: O Grilo Feliz e os Insetos Gigantes) is a 2009 Brazilian computer-animated children's fantasy film directed by Walbercy Ribas and Rafael Ribas and produced by Start Desenhos Animados. The film is the sequel of The Happy Cricket, released in 2001.",
  "/wiki/Animated_film": "Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic reasons, low bandwidth or faster real-time renderings. Other common animation methods apply a stop motion technique to two and three-dimensional objects like paper cutouts, puppets or clay figures.",
  "/wiki/Lula,_Son_of_Brazil": "Lula, Son of Brazil (Portuguese: Lula: O Filho do Brasil; Portuguese pronunciation: [ˈlulɐ u ˈfiʎu du bɾaˈziw]) is a 2009 biographical Brazilian film based on the early life of former Brazilian president Luiz Inácio Lula da Silva. Directed by Fábio Barreto, the film was released on January 1, 2010. Upon its release, Lula, Son of Brazil was the most expensive Brazilian film ever, with a budget of over 17 million reais, being later surpassed by Nosso Lar. On September 23, 2010, the film was unanimously chosen by a Ministry of Culture commission as Brazil's submission to the 83rd Academy Award for Best Foreign Language Film, despite not having been chosen to compete.",
  "/wiki/Fábio_Barreto": "Fábio Villela Barreto Borges (June 6, 1957 – November 20, 2019) was a Brazilian filmmaker, actor, screenwriter, and film producer. He was best known for directing O Quatrilho (which was the first Brazilian film nominated for the Academy Award for Best Foreign Language Film in more than 30 years) and Lula, o filho do Brasil, a biography based on President Luiz Inácio Lula da Silva's early life, which had been the most expensive film in the history of Brazilian cinema upon its release. Barreto slipped into a coma in 2009 after being involved in a car accident in Rio de Janeiro and, in August 2014, was reported to be in a minimally conscious state. He died on November 20, 2019, after almost 10 years in a coma.",
  "/wiki/Rui_Ricardo_Dias": "Rui Ricardo Dias (born December 9, 1978) is a Brazilian actor. He is best known for his performance as former President Luiz Inácio Lula da Silva from ages 18 to 35 in Fábio Barreto's Lula, o filho do Brasil.",
  "/wiki/Glória_Pires": "Glória Maria Cláudia Pires de Morais (Portuguese pronunciation: [ˈɡlɔɾjɐ mɐˈɾi.ɐ ˈklawdʒɐ ˈpiɾiʒ dʒi moˈɾajʃ]); born 23 August 1963) is a Brazilian actress. She is best known for her roles in Rede Globo telenovelas such as Dancin' Days, Cabocla, Vale Tudo, Mulheres de Areia and O Rei do Gado. She is also known for starring in films such as Academy Award-nominated O Quatrilho, box-office hit Se Eu Fosse Você and its sequel, and Lula, Son of Brazil, which is the second most expensive Brazilian film of all time, after Nosso Lar.",
  "/wiki/Cléo_Pires": "Cleo Pires Ayrosa Galvão (born October 2, 1982) is a Brazilian actress and singer.",
  "/wiki/Juliana_Baroni": "Juliana Riva Baroni (born April 18, 1978) is a Brazilian actress and singer. She is best known for being a paquita (Xuxa's stage assistant) for five years and for her leading role on the Rede Bandeirantes telenovela Dance, Dance, Dance.",
  "/wiki/Milhem_Cortaz": "Milhem Cortaz (born December 6, 1972) is a Brazilian actor.",
  "/wiki/Biographical_film": "A biographical film, or biopic (/ˈbaɪoʊpɪk/; abbreviation for biographical motion picture), is a film that dramatizes the life of a non-fictional or historically-based person or people. Such films show the life of a historical person and the central character's real name is used. They differ from docudrama films and historical drama films in that they attempt to comprehensively tell a single person's life story or at least the most historically important years of their lives.[original research?]",
  "/wiki/Peacetime_(film)": "Peacetime (Portuguese: Tempos de Paz) is a 2009 Brazilian drama film, directed by Daniel Filho. The film is based on the play Novas Diretrizes em Tempos de Paz, written by Bosco Brasil.",
  "/wiki/Daniel_Filho": "João Carlos Daniel Filho (born 30 September 1937), best known as Daniel Filho, is a Brazilian film producer, director, actor, and screenwriter. He starred in the film Os Cafajestes, which was entered into the 12th Berlin International Film Festival.",
  "/wiki/Tony_Ramos": "Antônio de Carvalho Barbosa (born August 25, 1948), best known by the artistic name Tony Ramos, is a Brazilian actor.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Andréa_Beltrão": "Andréa Vianna Beltrão (Rio de Janeiro, born on 16 September 1963), commonly known as Andréa Beltrão, is a Brazilian actress. She is most known for acting in comic roles, especially as Marilda in the TV series A Grande Família.",
  "/wiki/Thriller_(genre)": "Thriller is a genre of fiction, having numerous, often overlapping subgenres. Thrillers are characterized and defined by the moods they elicit, giving viewers heightened feelings of suspense, excitement, surprise, anticipation and anxiety. Successful examples of thrillers are the films of Alfred Hitchcock.",
  "/wiki/List_of_Brazilian_films_of_2009": "A list of films produced in Brazil in 2009 (see 2009 in film):"
}