{
  "/wiki/NY_5": "New York State Route 5 (NY 5) is a state highway that extends for 370.80 miles (596.74 km) across the state of New York in the United States. It begins at the Pennsylvania state line in the Chautauqua County town of Ripley and passes through Buffalo, Syracuse, Utica, Schenectady, and several other smaller cities and communities on its way to downtown Albany in Albany County, where it terminates at U.S. Route 9 (US 9), here routed along the service roads for Interstate 787 (I-787). Prior to the construction of the New York State Thruway, it was one of two main east–west highways traversing upstate New York, the other being US 20. West of New York, NY 5 continues as Pennsylvania Route 5 (PA 5) to Erie.",
  "/wiki/Amsterdam_(town),_New_York": "Amsterdam is a town in Montgomery County, New York, United States.  The population was 5,566 at the 2010 census.  The town is named after Amsterdam, the capital of the Netherlands.",
  "/wiki/NY_67": "New York State Route 67 (NY 67) is an 86.55-mile-long (139.29 km) east–west state highway in eastern New York in the United States. The western terminus of the route is at an intersection with NY 5 in the town of St. Johnsville. Its eastern terminus is at the Vermont state line in Hoosick, where it continues eastward as Vermont Route 67 (VT 67).",
  "/wiki/Amsterdam_(city),_New_York": "Amsterdam is a city in Montgomery County, New York, United States. As of the 2010 census, the city had a population of 18,620. The city is named after Amsterdam in the Netherlands.",
  "/wiki/Hagaman,_New_York": "Hagaman (/ˈheɪɡəmən/), formerly Hagamans Mills, is a village in Montgomery County, New York, United States. The population was 1,292 at the 2010 census. It is named after Joseph Hagaman, the founding father.",
  "/wiki/Fulton_County,_New_York": "Fulton County is a county in the U.S. state of New York. As of the 2010 census, the population was 55,531. Its county seat is Johnstown. The county is named in honor of Robert Fulton, who is widely credited with developing the first commercially successful steamboat.",
  "/wiki/NY_30": "New York State Route 30 (NY 30) is a state highway in the central part of New York in the United States. It extends for 300.71 miles (483.95 km) from an interchange with NY 17 (Future Interstate 86) in the Southern Tier to the US–Canada border in the state's North Country, where it continues into Quebec as Route 138. On a regional level, the route serves to connect the Catskill Park to the Adirondack Park. In the latter, NY 30 is known as the Adirondack Trail. Aside from the state parks, the route serves the city of Amsterdam (where it meets the New York State Thruway) and several villages.",
  "/wiki/Fort_Johnson,_New_York": "Fort Johnson (formerly known as Akin) is a village in Montgomery County, New York, United States located on the north side of the Mohawk River. The population was 490 at the 2010 census.",
  "/wiki/List_of_county_routes_in_Montgomery_County,_New_York": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker."
}