{
  "/wiki/Junior_Eurovision_Song_Contest_2003": "The Junior Eurovision Song Contest 2003 was the inaugural edition of the annual Junior Eurovision Song Contest for young singers aged eight to fifteen. It was held on 15 November 2003, in Copenhagen, Denmark. With Camilla Ottesen and Remee as the presenters, the contest was won by the then eleven-year-old Dino Jelušić, who represented Croatia with his song \"Ti si moja prva ljubav\" (You are my first love) while second and third place went to Spain and the United Kingdom respectively. The next time that a country would win on its first attempt was Italy in 2014.",
  "/wiki/Belarusian_language": "Belarusian (/bɛləˈruːsiən, -ʒən, -ʃən/; беларуская мова biełaruskaja mova [bʲelaˈruskaja ˈmova]) is an East Slavic  language spoken by Belarusians. It is the official language of Belarus, along with the Russian language. It is additionally spoken in parts of Russia (where it is known as \"Western Russian\"[citation needed]), Poland, and Ukraine by Belarusian minorities in those countries.",
  "/wiki/Junior_Eurovision_Song_Contest_2004": "The Junior Eurovision Song Contest 2004 was the second edition of the annual Junior Eurovision Song Contest for young singers aged 8 to 15. It was held on 20 November 2004, in Håkons Hall, Lillehammer, Norway and lasted 2 hours and 15 minutes. It was presented by Stian Barsnes Simonsen and Nadia Hasnaoui, broadcast in 20 countries and viewed by 100 million people. Eighteen countries participated, France and Switzerland participated for the first time. Originally twenty countries had applied to take part but Germany and Israel later pulled out. There were also reports that Ireland had planned to enter the programme. Israel and Ireland would later debut in the contest in 2012 and 2015, respectively. Germany still hasn't made their debut yet.",
  "/wiki/Junior_Eurovision_Song_Contest_2005": "The Junior Eurovision Song Contest 2005 was the third edition of the annual Junior Eurovision Song Contest for young singers aged 8 to 15. On 26 November 2005, the contest was broadcast live from the Ethias Arena in Hasselt, Belgium, in a joint effort by the national broadcasters Vlaamse Radio- en Televisieomroep (VRT) and Radio télévision belge de la communauté française (RTBF), in co-operation with the European Broadcasting Union. Marcel Vanthilt and Maureen Louys hosted the event.",
  "/wiki/Ksenia_Sitnik": "Ksenia Mikhailovna Sitnik (Belarusian: Ксенія Міхайлаўна Сітнік, translit. Ksienija Michajlaŭna Sitnik; Russian: Ксения Михайловна Ситник, translit. Kseniya Mikhaylovna Sitnik; born 15 May 1995), sometimes also transliterated as Kseniya Sitnik or Xenia Sitnik, is a Belarusian singer. She represented Belarus in the Junior Eurovision Song Contest 2005, which she won with the self-penned song \"My vmeste\" (We Are Together).",
  "/wiki/My_vmeste_(Ksenia_Sitnik_song)": "\"My vmeste\" (Russian: Мы вместе, English: We are together) is a song recorded by Belarusian child singer Ksenia Sitnik. It won for Belarus in the Junior Eurovision Song Contest 2005, held in Hasselt, Belgium scoring 149 points.",
  "/wiki/Russian_language": "Russian (русский язык, tr. rússky yazýk) is an East Slavic language, which is an official language in Russia, Belarus, Kazakhstan and Kyrgyzstan, as well as being widely used throughout Eastern Europe, the Baltic states, the Caucasus and Central Asia. It was the de facto language of the Soviet Union until its dissolution on 25 December 1991. Although nearly three decades have passed since the breakup of the Soviet Union, Russian is used in official capacity or in public life in all the post-Soviet nation-states, as well as in Israel and Mongolia.",
  "/wiki/Junior_Eurovision_Song_Contest_2006": "The Junior Eurovision Song Contest 2006 was the fourth edition of the annual Junior Eurovision Song Contest for young singers aged 8 to 15. On 2 December 2006, the contest was broadcast live from Bucharest, Romania making it the second time the contest had been held in a capital city. It was organised by the Romanian national broadcaster, Romanian Television (TVR), in co-operation with the European Broadcasting Union (EBU).",
  "/wiki/Andrey_Kunets": "Andrey Alexandrovich  Kunets (Belarusian: Андрэй Кунец; born 7 December 1995) is a young Belarusian singer.",
  "/wiki/Junior_Eurovision_Song_Contest_2007": "The Junior Eurovision Song Contest 2007 was the fifth edition of the annual Junior Eurovision Song Contest. It was held in the Ahoy indoor sporting arena in Rotterdam, the Netherlands on 8 December. The host country was chosen by the European Broadcasting Union (EBU) on 13 July 2006. The host city was announced on 11 September 2006. AVRO won the rights to host the show over Hrvatska radiotelevizija (HRT) of Croatia (who didn't actually participate in this contest) and the Cyprus Broadcasting Corporation (CyBC) of Cyprus. \nThe budget for the contest was stated to be more than €2,000,000.",
  "/wiki/Alexey_Zhigalkovich": "Alexey Alexandrovich Zhigalkovich (Belarusian: Аляксей Аляксандравіч Жыгалковіч; born 18 April 1996 in Minsk) is a Belarusian singer. He participated in the Junior Eurovision Song Contest 2007 and won with one point more than the Armenian runner up. He sang the song \"S druz'yami\". It was a song with a fast tempo and energetic dancing. He wrote this song himself.",
  "/wiki/S_druz%27yami": "\"S druz'yami\" (Russian: С друзьями, English: With friends) is a song recorded by Belarusian child singer Alexey Zhigalkovich. It won for Belarus in the Junior Eurovision Song Contest 2007, held in Rotterdam, Netherlands scoring 137 points.",
  "/wiki/Junior_Eurovision_Song_Contest_2008": "The Junior Eurovision Song Contest 2008 was the sixth edition of the annual Junior Eurovision Song Contest, which is the world's largest song contest for children. It was held at the \"Spyros Kyprianou\" Athletic Centre in Lemesos, Cyprus and hosted by Alex Michael and Sophia Paraskeva. It was won by the Georgian trio Bzikebi, with the song \"Bzz..\". This is the first song to win any Eurovision Song Contest in an imaginary language. Ukraine took 2nd place and Lithuania finished 3rd. Bzikebi also became the first group act to win Junior Eurovision.",
  "/wiki/Junior_Eurovision_Song_Contest_2009": "The Junior Eurovision Song Contest 2009 was the seventh edition of the annual Junior Eurovision Song Contest and took place in Kiev, Ukraine. It was scheduled for 21 November. 13 countries were confirmed by the European Broadcasting Union (EBU) to compete in the Contest.",
  "/wiki/Junior_Eurovision_Song_Contest_2010": "The Junior Eurovision Song Contest 2010 was the eighth edition of the annual Junior Eurovision Song Contest and took place in Minsk, Belarus. It was held on 20 November 2010. The contest was won by Vladimir Arzumanyan from Armenia with the song Mama. This gave Armenia its first Junior Eurovision victory and its first victory in any Eurovision contest.",
  "/wiki/Junior_Eurovision_Song_Contest_2011": "The Junior Eurovision Song Contest 2011 was the ninth edition of the annual Junior Eurovision Song Contest, and took place in Yerevan, Armenia at the Karen Demirchyan Sports and Concerts Complex. It was the first time in history of the Junior Eurovision Song Contest that the contest was held in the previous year's winning country. Public Television of Armenia ARMTV was the main organizer of the show, being provided financial aid from the European Broadcasting Union made of entrance fees from the participating broadcasters, while Swedish company HD Resources assisted with the technical side of the production.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest_2011": "Belarus will select this year's Junior Eurovision entrant through their national selection \"The Republican Children’s Contest\". The contest will be held on 23 September in Minsk and it will be broadcast live from TVR (Belarus's First Channel).",
  "/wiki/Junior_Eurovision_Song_Contest_2012": "The Junior Eurovision Song Contest 2012 was the tenth edition of the annual Junior Eurovision Song Contest. It took place at the Heineken Music Hall in Amsterdam, Netherlands on 1 December 2012. Dutch broadcaster AVRO was the host broadcaster for the event. For the second time the Netherlands hosted the contest, after hosting the contest in 2007 in Rotterdam. The motto for the contest was \"Break The Ice\".",
  "/wiki/Egor_Zheshko": "Egor Zheshko (Belarusian: Ягор Жэшка; born 24 December 1999) is a Belarusian child singer. On 1 December 2012, Zheshko represented Belarus at the Junior Eurovision Song Contest 2012 with his song Ah More, More (O Sea, Sea).",
  "/wiki/Junior_Eurovision_Song_Contest_2013": "The Junior Eurovision Song Contest 2013 was the 11th edition of the annual Junior Eurovision Song Contest. It took place in Kiev, Ukraine on 30 November 2013. The venue for the contest was announced on 10 April 2013, as the Palace \"Ukraine\". Ukrainian broadcaster National Television Company of Ukraine (NTU) was the host broadcaster for the event. It was the second time the contest was held in Kiev, the first being the 2009 contest. It was also the second time in the history of the Junior Eurovision Song Contest that the event took place in last year's winning country, as well as the first time that the event was held in the same city twice. A total of twelve countries participated, with Macedonia and Malta making a return, and Albania, Belgium and Israel choosing to withdraw. San Marino made their debut in the contest. Cyprus was originally the thirteenth country to take part but pulled out the last minute.",
  "/wiki/Ilya_Volkov_(singer)": "Ilya Volkov (Russian: Илья Волков, Romanized: Ilya Volkov; Belarusian: Ілля Волкаў, Romanized: Illia Volkaŭ; born 19 April 2002) is a Belarusian teen singer and part-time dancer.  He is best known for representing his country at the 11th annual Junior Eurovision Song Contest with his song Poy so Mnoy (Sing with me).",
  "/wiki/Junior_Eurovision_Song_Contest_2014": "The Junior Eurovision Song Contest 2014 was the 12th edition of the annual Junior Eurovision Song Contest, and took place, for the first time, in Malta. This was the third time that the contest was hosted by the previous year's winning country. Maltese national broadcaster PBS was the host broadcaster for the event. The final took place on 15 November 2014 and was in the Malta Shipbuilding in Marsa, near Valletta. Moira Delia, a Maltese television personality, hosted the show, marking the first time in Junior Eurovision history that there was only one presenter of the show.",
  "/wiki/Nadezhda_Misyakova": "Nadezhda Misyakova  (Belarusian: Надзея Місякова, romanized: Nadzieja Misiakova; Russian: Надежда Мисякова, romanized: Nadezhda Misyakova; born 1 June 2000 in Minsk) is a Belarusian singer. She represented Belarus in the Junior Eurovision Song Contest 2014 with her song \"Sokal\".",
  "/wiki/Sokal_(Nadezhda_Misyakova_song)": "\"Sokal\" (Belarusian: Сокал, English: Falcon) is a song by Belarusian singer Nadezhda Misyakova.  It represented Belarus at the Junior Eurovision Song Contest 2014 in Marsa, Malta, placing 7th with 71 points.",
  "/wiki/Junior_Eurovision_Song_Contest_2015": "The Junior Eurovision Song Contest 2015 was the thirteenth edition of the annual Junior Eurovision Song Contest, and took place, for the first time, in Bulgaria. The Bulgarian national broadcaster BNT was the host broadcaster for the event. The final took place on 21 November 2015 and was held at the Arena Armeec in Sofia. Poli Genova, a Bulgarian singer and former representative of Bulgaria in the Eurovision Song Contest 2011 and the Eurovision Song Contest 2016, hosted the show. A total of seventeen countries participated, with Australia and Ireland making their debuts. Albania and Macedonia returned after being absent since the 2012 and 2013 contests, respectively. Croatia and Cyprus withdrew after returning in the 2014 edition, while Sweden withdrew for the first time since 2008.",
  "/wiki/Ruslan_Aslanov": "Belarus participated in the Junior Eurovision Song Contest 2015  with the song \"Volshebstvo (Magic)\" written by Vitaliy Kurovskiy, Ruslan Aslanov. The song was performed by Ruslan Aslanov. The Belarusian entry for the 2015 contest in Sofia, Bulgaria was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus (BTRC). The national final consisted of ten competing acts participating in a televised production where the winner was determined by a 50/50 combination of both telephone vote and the votes of jury members made up of music professionals. After winning both the televote and jury vote, Ruslan Aslanov and his song \"Volshebstvo\" were declared the winners.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/Junior_Eurovision_Song_Contest_2016": "The Junior Eurovision Song Contest 2016 was the fourteenth edition of the annual Junior Eurovision Song Contest, which took place at the Mediterranean Conference Centre, in Valletta, Malta. This was the second time that Malta have hosted the Junior Eurovision Song Contest, their first being in 2014. Jon Ola Sand was appointed as the Executive Supervisor for the 2016 Junior Eurovision Song Contest, following the dismissal of the former supervisor, Vladislav Yakovlev.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest_2016": "Belarus participated in the Junior Eurovision Song Contest 2016. The Belarusian entry for the 2016 contest in Valletta, Malta was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus (BTRC). A national final of ten competing acts participated in a televised production where the winner was determined by a 50/50 combination of votes from jury members made up of music professionals and a public telephone vote. On 26 August 2016, Alexander Minyonok was selected to represent Belarus with the song \"Musyka moikh pobed (Music is my only way)\".",
  "/wiki/Junior_Eurovision_Song_Contest_2017": "The Junior Eurovision Song Contest 2017 was the fifteenth edition of the annual Junior Eurovision Song Contest, organised by the Georgian Public Broadcaster (GPB) and the European Broadcasting Union (EBU). It took place on 26 November 2017 at the Olympic Palace, in the Georgian capital, Tbilisi. This was the fifth time that the contest was hosted by the previous year's winning country. The visual design and contest slogan, \"Shine Bright\", were revealed in May 2017.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest_2017": "Belarus participated in the Junior Eurovision Song Contest 2017 which took place in Tbilisi, Georgia on 26 November 2017. The Belarusian entry for the 2017 contest in Tbilisi, Georgia was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus (BTRC). A national final, which took place on 25 August 2017, saw ten competing acts participating in a televised production where the winner was determined by a 50/50 combination of votes from a jury made up of music professionals and a public telephone vote. Helena Meraai won the national final by receiving the most votes from both the professional jury and televoters and she represented Belarus in Georgia with the song \"I Am The One\".",
  "/wiki/Junior_Eurovision_Song_Contest_2018": "The Junior Eurovision Song Contest 2018 was the sixteenth edition of the annual Junior Eurovision Song Contest, organised by the Belarusian Television and Radio Company (BTRC) and the European Broadcasting Union (EBU). It took place in the Belarusian capital city, Minsk on 25 November 2018 at the Minsk-Arena. It was the second time that the contest was held in Belarus, after it staged the 2010 edition at the same venue.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest_2018": "Belarus participated in the Junior Eurovision Song Contest 2018 which took place in Minsk, Belarus on 25 November 2018. The Belarusian entry for the 2018 contest was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus. It saw ten competing acts participating in a televised production where the winner was determined by a 50/50 combination of votes from a jury made up of music professionals and a public vote.",
  "/wiki/Junior_Eurovision_Song_Contest_2019": "The Junior Eurovision Song Contest 2019 was the seventeenth edition of the annual Junior Eurovision Song Contest, organised by Telewizja Polska (TVP) and the European Broadcasting Union (EBU). It was held on 24 November 2019, at the Gliwice Arena in Gliwice, Poland, following the country's victory at the 2018 contest in Minsk, Belarus with the song \"Anyone I Want to Be\", performed by Roksana Węgiel. It was the first time Poland had hosted the contest, as well as the first Eurovision event to be held in the country since the Eurovision Young Dancers 2013.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest_2019": "Belarus participated in the Junior Eurovision Song Contest 2019, held in Gliwice, Poland on 24 November 2019. The Belarusian entry for the 2019 contest was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus. It saw ten competing acts participating in a televised production where the winner was determined by a 50/50 combination of votes from a jury made up of music professionals and a public vote.",
  "/wiki/Belarus_in_the_Junior_Eurovision_Song_Contest": "The participation of Belarus in the Junior Eurovision Song Contest first began at the inaugural Junior Eurovision Song Contest in 2003 which took place in Copenhagen, Denmark. The Belarusian Television and Radio Company (BTRC) a member organisation of the European Broadcasting Union (EBU) have been responsible for the selection process of their participants since their debut. The first representative to participate for the nation at the 2003 contest was Volha Satsiuk with the song \"Tantsuy\", which finished in fourth place out of sixteen participating entries, achieving a score of one hundred and three points. Belarus is one of two countries to have never missed an edition of the contest, the other one being the Netherlands, and have won twice in 2005 and 2007. They hosted the contest at the Minsk-Arena in 2010 and again in 2018."
}