{
  "/wiki/Broadmeadows,_Victoria": "Broadmeadows is a suburb of Melbourne, Victoria, Australia, 16 km (9.9 mi) north-west from Melbourne's central business district. Its local government area is the City of Hume. At the 2016 Census, Broadmeadows had a population of 11,970.",
  "/wiki/Cycling_at_the_1956_Summer_Olympics": "The cycling competition at the 1956 Summer Olympics in Melbourne consisted of two road cycling events and four track cycling events, all for men only.",
  "/wiki/Lake_Wendouree": "Lake Wendouree (/ˌwɛndəˈriː/) is an artificially-created and maintained shallow urban lake located adjacent to the suburb of the same name in the city of Ballarat, Victoria, Australia.  The name Wendouree comes from a local aboriginal word wendaaree which means 'go away': a story is told that when settler William Cross Yuille asked a local indigenous woman what the name of the swamp was, that was her reply.",
  "/wiki/Ballarat": "Ballarat /ˈbæləˌræt/ is a city located on the Yarrowee River in the Central Highlands of Victoria, Australia. The city has a population of 105,471.",
  "/wiki/Canoeing_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, nine events in sprint canoe racing were contested.  The program was unchanged from the previous two Games in 1948 and 1952.  The competition was held on Lake Wendouree in Ballarat.",
  "/wiki/Rowing_at_the_1956_Summer_Olympics": "Rowing at the 1956 Summer Olympics featured seven events, for men only. The competitions were held from 23 to 27 November on Lake Wendouree, Ballarat, Australia.",
  "/wiki/Melbourne_Sports_and_Entertainment_Precinct": "The Melbourne Sports and Entertainment Precinct is a series of sports stadiums and venues, located in Melbourne, Victoria, in Australia. The precinct is situated around 3 km east of the Melbourne city centre, located in suburbs of Melbourne and Jolimont, near East Melbourne and Richmond.",
  "/wiki/Field_hockey_at_the_1956_Summer_Olympics": "The field hockey tournament at the 1956 Summer Olympics was contested from November 23 to December 6, with twelve participating teams.  Only men competed in field hockey at these Games. India won the gold medal for the sixth successive Games, not allowing a single goal against in the entire tournament.  Pakistan won the silver medal, and Germany won the bronze.",
  "/wiki/Melbourne_Cricket_Ground": "The Melbourne Cricket Ground (MCG), also known simply as \"The G\", is an Australian sports stadium located in Yarra Park, Melbourne, Victoria. Founded and managed by the Melbourne Cricket Club, it is the largest stadium in the Southern Hemisphere, the 10th largest globally, and the largest cricket ground by capacity. The MCG is within walking distance of the city centre and is served by Richmond and Jolimont railway stations, as well as the route 70 tram. It is adjacent to Melbourne Park and is part of the Melbourne Sports and Entertainment Precinct.",
  "/wiki/Athletics_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, 33 athletics events were contested, 24 for men and 9 for women. There were a total number of 720 participating athletes from 61 countries.",
  "/wiki/Association_football_at_the_1956_Summer_Olympics": "The association football tournament at the 1956 Summer Olympics was won by the Soviet Union.",
  "/wiki/Oaklands_Hunt_Club": "The Oaklands Hunt Club is an Australian fox hunting club located in the Greenvale, Victoria.",
  "/wiki/Modern_pentathlon_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, two events in modern pentathlon were contested.",
  "/wiki/Olympic_Park_Stadium": "Olympic Park Stadium was a multi-purpose outdoor stadium located on Olympic Boulevard in inner Melbourne. The stadium was built as an athletics training venue for the 1956 Olympics, a short distance from the MCG (Melbourne Cricket Ground), which served as the Olympic Stadium. Over the years it was the home of rugby league side, Melbourne Storm and the A-League team, Melbourne Victory; throughout its life the stadium played host to athletics. Olympic Park Stadium was located in Olympic Park, which is part of the Melbourne Sports and Entertainment Precinct.",
  "/wiki/Port_Phillip": "Port Phillip  (also commonly referred to as Port Phillip Bay), is a horsehead-shaped bay in the central coastline of southern Victoria, Australia.  The bay is surrounded mostly by metropolitan Greater Melbourne in its main eastern portion, and the city of Greater Geelong in the much smaller western portion north of the Bellarine Peninsula.  Geographically, the bay covers 1,930 square kilometres (480,000 acres) and the shore stretches roughly 264 km (164 mi). Although it is extremely shallow for its size, most of the bay is navigable. The deepest portion is only 24 metres (79 ft), and half the region is shallower than 8 m (26 ft). The volume of the water in the port is around 25 cubic kilometres (6.0 cu mi).",
  "/wiki/Sailing_at_the_1956_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Greece. With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 1956 consisted of a total of five sailing classes (disciplines). For each class seven races were scheduled from 26 November to 5 December 1956 at Port Phillip Bay.",
  "/wiki/RAAF_Williams": "RAAF Williams (ICAO: YMPC) is a Royal Australian Air Force (RAAF) military air base set across two locations, at Point Cook and Laverton, located approximately 20 kilometres (12 mi) south-west of the Melbourne central business district in Victoria, Australia. Both establishments previously existed as separate RAAF Bases (RAAF Base Point Cook and RAAF Base Laverton) until 1989 when they were amalgamated to form RAAF Williams. The name was chosen in honour of Air Marshal Sir Richard Williams, the 'father' of the RAAF.",
  "/wiki/Shooting_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, seven events in shooting were contested, all for men only. They were held between 29 November and 5 December 1956.",
  "/wiki/Royal_Exhibition_Building": "The Royal Exhibition Building (\"the REB\"[dubious  – discuss]) is a World Heritage-listed building in Melbourne, Victoria, Australia, built in 1879-80 as part of the international exhibition movement, which presented over 50 exhibitions between 1851 and 1915 around the globe. The building sits on 64 acres, is 150 meters long and is surrounded by four city streets. It is located at 9 Nicholson Street in the Carlton Gardens, flanked by Victoria, Carlton and Rathdowne Streets, at the north-eastern edge of the central business district. It was built to host the Melbourne International Exhibition in 1880–81, and then hosted the even larger Centennial International Exhibition in 1888, and the formal opening of the first Parliament of Australia in 1901. The building is representative of the money and pride Victoria had in the 1870s. Throughout the 20th century smaller sections and wings of the building were subject to demolition and fire; however, the main building, known as the Great Hall, survived.",
  "/wiki/Basketball_at_the_1956_Summer_Olympics": "Basketball at the 1956 Summer Olympics was the fourth appearance of the sport of basketball as an official Olympic medal event. Fifteen nations, an unusually low number for the basketball tournament, competed in the event, with 174 participants.  A total number of 56 games of basketball were played.",
  "/wiki/Weightlifting_at_the_1956_Summer_Olympics": "The weightlifting competition at the 1956 Summer Olympics in Melbourne consisted of seven weight classes, all for men only.",
  "/wiki/Wrestling_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics, 16 wrestling events were contested, all for men. There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling.",
  "/wiki/St_Kilda_Town_Hall": "St Kilda Town Hall is a grand, classically styled city hall, located on the corner of Brighton Road and Carlisle Street in St Kilda, Victoria, Australia. The first stage, never completed, was built as the municipal offices and public hall for the former City of St Kilda in 1890. Many additions, internal alterations, and changes in appearance were made in the early and mid 20th century, while serving as the municipal and social heart of St Kilda. A devastating fire in 1991 seriously affected the art collection and burnt out the hall itself, and was followed by a prize winning refurbishment and further extension. After Council amalgamations in 1994, it became the base for the larger City of Port Phillip, and further extensions and renovations have occurred. The hall within remains popular for numerous social events, meetings and performances, a role it has served for over 120 years.",
  "/wiki/Fencing_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics, seven fencing events were contested, six for men and one for women.",
  "/wiki/Melbourne_Sports_and_Entertainment_Center": "The Holden Centre (originally known as the Swimming and Diving Stadium and formerly known as the Olympic Swimming Stadium, Melbourne Sports and Entertainment Centre, Holden Centre, is a sports administration and training facility located in the Melbourne Sports and Entertainment Precinct in Melbourne, Australia. The facility opened in 1956 as an aquatic centre for the 1956 Olympic Games. In 1983, the Olympic-sized pool was replaced with a parquetry floor and the facility became Melbourne's home to numerous basketball events until 1998, most notably as the home venue for several National Basketball League teams including the North Melbourne Giants and Melbourne Tigers. The venue served as Melbourne's primary indoor concert arena from 1984 to 1988, until the completion of the Rod Laver Arena.",
  "/wiki/Diving_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, four diving events were contested.",
  "/wiki/Swimming_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, 13 swimming events were contested, seven for men and six for women.  There was a total of 235 participants from 33 countries competing.  For the first time, the butterfly stroke was contested as a separate event.  Australia dominated the medal standings with a total of 8 out of a possible 13 gold medals, eventually finishing with 14 medals overall.",
  "/wiki/Water_polo_at_the_1956_Summer_Olympics": "Ten nations competed in water polo at the 1956 Summer Olympics in Melbourne.",
  "/wiki/Festival_Hall,_Melbourne": "Festival Hall is an historic concert and sporting venue located at 300 Dudley Street, West Melbourne, Victoria. It is one of Melbourne's larger concert venues and has hosted a variety of local and international acts over many years.",
  "/wiki/Boxing_at_the_1956_Summer_Olympics": "Boxing at the 1956 Summer Olympics took place at the West Melbourne Stadium. A total number of 164 competitors entered from 35 nations, of whom 161 from 34 nations weighed-in and boxing was held eight nights and five afternoons. The boxing schedule began on 23 November and ended on 1 December. Ten boxing events (all men's individual) were contested.",
  "/wiki/Gymnastics_at_the_1956_Summer_Olympics": "Gymnastics at the 1956 Summer Olympics was represented by 15 events: 7 for women and 8 for men. All events were held at the West Melbourne Stadium between December 3 and December 7. It is located some 3.4 km north-west of the main Olympic venue, Melbourne Cricket Ground, and named Festival Hall as of 2006[update].",
  "/wiki/Williamstown,_Victoria": "Williamstown is a suburb of Melbourne, Victoria, Australia, 9 km (5.6 mi) south-west of Melbourne's central business district in the local government area of the City of Hobsons Bay, Williamstown is also the main town where the Australian television program Blue Heelers was filmed."
}