{
  "/wiki/Fabi%C3%A1n_Esp%C3%ADndola": "Edgar Fabián Espíndola (born 4 May 1985) is an Argentine footballer who plays as a forward.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/J%C3%A1mison_Olave": "Jámison Olave Mosquera (born April 21, 1981) is a Colombian former footballer who is currently the head coach of USL Championship side Real Monarchs.",
  "/wiki/Allocation_money": "In Major League Soccer, allocation money represents an amount of money teams can use to sign players and/or allocate to their salaries to get under the salary cap.",
  "/wiki/Kosuke_Kimura": "Kosuke Kimura (木村光佑, Kimura Kōsuke) (born May 14, 1984) is a Japanese footballer. A long-time veteran of Major League Soccer, he has also played in Poland. He was the first player in MLS history who was born in Japan.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/Josu%C3%A9_Mart%C3%ADnez": "Josué Isaac Martinez Areas (born 25 March 1990) is a Costa Rican footballer who currently plays for Pérez Zeledón in the  Costa Rican Primera División.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/S%C3%A9bastien_Le_Toux": "Sébastien Le Toux (French pronunciation: ​[sebastjɛ̃ lə tu]; born 10 January 1984) is a retired French footballer who spent the majority of his professional career at Philadelphia Union and last played for D.C. United.",
  "/wiki/New_York_Red_Bulls_Academy": "The New York Red Bulls Academy is the multi-layered youth system of the New York Red Bulls. It is the first cost-free program in Major League Soccer, that provides a professional soccer training environment for youth players in the New York Tri-State. The soccer programs are operated as part of a global approach to player development.",
  "/wiki/Homegrown_Player_Rule_(Major_League_Soccer)": "The Homegrown Player Rule is a Major League Soccer program that allows MLS teams to sign local players from their own development academies directly to MLS first team rosters. Before the creation of the rule in 2008, every player entering Major League Soccer would have to be assigned through one of the existing MLS player allocation processes, such as the MLS SuperDraft.",
  "/wiki/Amando_Moreno": "Amando Miguel Moreno (born September 10, 1995) is an American soccer player who plays as a forward for New Mexico United in the USL Championship.",
  "/wiki/Juninho_Pernambucano": "Antônio Augusto Ribeiro Reis Júnior (born 30 January 1975), commonly known as Juninho  or Juninho Pernambucano[note 1] is a Brazilian former footballer, who is currently sporting director of Olympique Lyonnais. Noted for his bending free kicks, he is widely considered to be the greatest free kick-taker of all time and holds the record for the highest number of goals scored through free kicks with 75.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/Ruben_Bover_Izquierdo": "Ruben Bover Izquierdo (born 24 June 1992) is a Spanish footballer who plays for FC Andorra. He plays primarily as a winger, but can also play as an attacking midfielder or a striker.",
  "/wiki/Charlton_Athletic_F.C.": "Charlton Athletic Football Club is an English professional association football club based in Charlton, south-east London. They currently compete in the EFL Championship, the second tier of English football. The club was founded on 9 June 1905 when a number of youth clubs in south-east London, including East Street Mission and Blundell Mission, combined to form Charlton Athletic. Their home ground is the Valley, where the club have played since 1919, apart from one year in Catford, during 1923–24, and seven years at Crystal Palace and West Ham United between 1985 and 1992, due to financial issues, and then safety concerns raised by the local council. The club's fans formed the Valley Party, nominating candidates to stand in local elections, in a bid to return the club to The Valley.",
  "/wiki/Eric_Alexander_(soccer)": "Eric Alexander (born April 14, 1988) is an American soccer player who last played for FC Dallas in MLS.",
  "/wiki/Jonny_Steele": "Jonathan Steele (born 7 February 1986) is a Northern Irish professional footballer who plays for Ramsgate. He has also received three caps for the Northern Ireland national team.",
  "/wiki/Michael_Bustamante": "Michael Bustamante (born September 21, 1989) is a Colombian retired footballer. He is also the former head coach of Boston City FC in the National Premier Soccer League.",
  "/wiki/Boston_University_Terriers": "The Boston University Terriers are the ten men's and fourteen women's varsity athletic teams representing Boston University in NCAA Division I competition. Boston University's team nickname is the Terriers, and the official mascot is Rhett the Boston Terrier. The school colors are Scarlet and White. The mascot is named Rhett after Rhett Butler from \"Gone With the Wind\", because \"no one loves Scarlet more than Rhett.\"",
  "/wiki/2013_MLS_Supplemental_Draft": "The 2013 MLS Supplemental Draft was a secondary draft that was held by Major League Soccer via conference call on January 22, 2013.  The draft was four rounds with all 19 MLS clubs participating.",
  "/wiki/Georgetown_Hoyas": "The Georgetown Hoyas are the intercollegiate athletics teams that officially represent Georgetown University, located in Washington, D.C. Georgetown's athletics department fields 23 men's and women's varsity level teams and competes at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Big East Conference, with the exception of the Division I FCS Patriot League in football. In late 2012, Georgetown and six other Catholic, non-FBS schools announced that they were departing the Big East for a new conference. The rowing and sailing teams also participate in east coast conferences. The men's basketball team is the school's most famous and most successful program, but Hoyas have achieved success in a wide range of sports.",
  "/wiki/2013_MLS_SuperDraft": "The 2013 MLS SuperDraft was the fourteenth SuperDraft presented by Major League Soccer. The draft took place on January 17, 2013 in Indianapolis, Indiana at the Indiana Convention Center.",
  "/wiki/Toledo_Col%C3%B4nia_Work": "Toledo Futebol, commonly known as Toledo, is a Brazilian football club based in Toledo, Paraná state. They competed in the Série C once.",
  "/wiki/Marius_Obekop": "Marius Obekop (born 19 December 1994) is a Cameroonian professional footballer who plays as a midfielder for Nantong Zhiyun.",
  "/wiki/Renaissance_FC_de_Ngoumou": "Renaissance FC is a football club in Cameroon and based in the city of Ngoumou, 60 km from Yaoundé, the capital of Cameroon.",
  "/wiki/P%C3%A9guy_Luyindula": "Guy Luyindula Makanda (born 25 May 1979), known as Peguy Luyindula, is a French former professional footballer who played as a forward.",
  "/wiki/Paris_Saint-Germain_F.C.": "Paris Saint-Germain Football Club (French pronunciation: ​[paʁi sɛ̃ ʒɛʁmɛ̃]), commonly referred to as Paris Saint-Germain, Paris SG, or simply Paris or PSG, is a French professional football club based in Paris. Founded in 1970, the club has traditionally worn red and blue kits. PSG has played their home matches in the 47,929-capacity Parc des Princes, in the 16th arrondissement of Paris, since 1974. The club plays in the highest tier of French football, Ligue 1.",
  "/wiki/Kevin_Hartman": "Kevin Eugene Hartman (born May 25, 1974) is a retired American soccer player who played 17 seasons in Major League Soccer, being on the field for a record 37,260 minutes. Nicknamed El Gato (Spanish for \"the cat\") because of his agility, Hartman has more saves than any other goalkeeper in MLS history, and was the MLS Goalkeeper of the Year in 1999.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Andre_Akpan": "Andre Ubong Akpan (born December 9, 1987) is an American soccer player who most recently played for New England Revolution in Major League Soccer.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Matt_Miazga": "Matthew Miazga (born July 19, 1995) is an American professional soccer player who plays as a defender for Reading on loan from Chelsea and the United States national team. Having come through the academy system of the New York Red Bulls, he made his debut in the 2013 Major League Soccer season and won two MLS Supporters' Shields with the team.",
  "/wiki/Ibrahim_Sekagya": "Ibrahim Sekagya (born 19 December 1980) is a retired Ugandan footballer.",
  "/wiki/FC_Red_Bull_Salzburg": "FC Red Bull Salzburg is an Austrian football club based in Wals-Siezenheim. Their home ground is the Red Bull Arena. Due to sponsorship restrictions, the club is known as FC Salzburg and wears a modified crest when playing in UEFA competitions.",
  "/wiki/Bradley_Wright-Phillips": "Bradley Edward Wright-Phillips (born 12 March 1985) is an English footballer who currently plays as a striker for Major League Soccer club Los Angeles FC."
}