{
  "/wiki/Sportpaleis": "The Antwerps Sportpaleis (English: Antwerp's Sport Palace), also called Sportpaleis Antwerpen, Sportpaleis Merksem or simply the Sportpaleis, is an arena in Antwerp, Belgium. It is a multipurpose hall where concerts, sporting events, festivals and fairs are organized. The arena was built for sport, especially track cycling, but there is now little sport there, an exception being the Diamond Games tennis. It is the largest indoor venue in Europe.",
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/Diamond_Games": "The Diamond Games (sponsored in 2015 as BNP Paribas Fortis Diamond Games and formerly known as Proximus Diamond Games, GDF-Suez Diamond Games and Thomas Cook Diamond Games) was a professional women's tennis tournament organised in Antwerp, Belgium. The tournament took place in the Sportpaleis, at the beginning of February.",
  "/wiki/Sydney_Super_Dome": "The Sydney Super Dome (currently known as the Qudos Bank Arena) is a large multipurpose arena located in Sydney, Australia.  It is situated in Sydney Olympic Park, and was completed in 1999 as part of the facilities for the 2000 Summer Olympics.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Tennis_Masters_Cup": "The ATP Finals is the second highest tier of annual men's tennis tournament after the four Grand Slam tournaments.",
  "/wiki/Sinan_Erdem_Dome": "The Sinan Erdem Dome (Turkish: Sinan Erdem Spor Salonu), formerly known as the Ataköy Dome, is a multi-purpose indoor arena that is located in Ataköy, Bakırköy, Istanbul on the European side of Istanbul, Turkey.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/WTA_Championships": "The WTA Finals (formerly known as the WTA Tour Championships short: WTA Championships) is a tournament of the Women's Tennis Association (WTA) played annually at the end of the season for the top-ranked professional players. The tournament predates WTA and started in 1972 as the Championship tournament of WTA Tour's predecessor: the Virginia Slims Circuit. Since 2003 there have been eight singles players divided into two round-robin groups, and eight doubles teams.",
  "/wiki/Cullman-Heyman_Tennis_Center": "The Cullman-Heyman Tennis Center is an 8-court indoor intercollegiate tennis facility located on the campus of Yale University in New Haven, Connecticut.  The Cullman-Heyman Tennis Center is part of the Yale University tennis complex which consists of 17 outdoor and 8 indoor DecoTurf hardcourts.  Across Yale Avenue from the Yale Tennis Complex is the Connecticut Tennis Center Stadium, which hosted men’s and women's professional tennis tournaments now sits empty and unused.  In 2019 approval was given to convert the stadium into a concert venue.  The Stadium was built in 1991, and by 2009 it had seats for 15,000 spectators. The current capacity of the Connecticut Tennis Center Stadium is around 15,000, making it the third largest tennis venue in the United States and one of the largest in the world by capacity.\nThe Cullman-Heyman Tennis Center is located at 279 Derby Avenue, West Haven, CT 06516.  It is one of the nicest indoor collegiate tennis facilities in the country.  The facility has a master scoreboard and there are HD video cameras on every court that support streaming.  All eight courts also have individual scoreboards.\nThe facility has hosted major intercollegiate national championships like the ITA Indoor Collegiate Individual Championships in 2009 and the ITA Women's Team Championships in February 2017.  CHTC also hosts the ECAC Championships and the ITA Regional Individual Championships every year.",
  "/wiki/New_Haven,_Connecticut": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality of Greater New Haven, which had a total population of 862,477 in 2010.",
  "/wiki/Connecticut_Open_(tennis)": "The Connecticut Open was a professional tennis tournament played on outdoor hard courts. It was a WTA Premier Tournament on the WTA Tour until its final edition in 2018. From 2005 through 2010 the tournament was also part of the ATP World Tour 250 series of the ATP Tour. It was held annually at the Cullman-Heyman Tennis Center in New Haven, Connecticut, United States, just before the fourth and last Grand Slam tournament of the year, the US Open.",
  "/wiki/Putra_Indoor_Stadium": "Putra Indoor Stadium (Malay: Stadium Putra), currently named as Axiata Arena for sponsorship reasons, is an indoor arena in Kuala Lumpur, Malaysia.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/ATP_Malaysian_Open_(tennis)": "The Malaysian Open was a professional men's tennis tournament played on indoor hard courts. It was part of the ATP World Tour 250 series of the Association of Tennis Professionals (ATP) World Tour. It was held annually in late September, early October at the Bukit Jalil Sports Complex in Kuala Lumpur, Malaysia. The inaugural edition took place from 28 September to 4 October 2009. In 2016 it was replaced on the ATP tour by the Chengdu Open.",
  "/wiki/West_Side_Tennis_Club": "The West Side Tennis Club is a private tennis club located in Forest Hills, a neighborhood in the New York City borough of Queens. The Club has 38 tennis courts in all four surfaces (clay court, Har-Tru, grass court and hardcourt), a junior Olympic-size swimming pool and other amenities. It is the home of the Forest Hills Stadium, a 14,000 seat outdoor tennis stadium and concert venue.",
  "/wiki/US_Open_(tennis)": "The United States Open Tennis Championships is a hard court tennis tournament. The tournament is the modern version of one of the oldest tennis championships in the world, the U.S. National Championship, for which men's singles and men's doubles were first played in 1881.",
  "/wiki/Forest_Hills_Tennis_Classic": "The Forest Hills Tennis Classic is a defunct professional women's tennis tournament played on outdoor hard courts. It was part of the Tier V Series of the WTA Tour in 2004, then of the Tier IV Series from 2005 to 2008. It was held annually at the West Side Tennis Club in Forest Hills, New York City, New York, United States, from 2004 to 2008.",
  "/wiki/Tennis_Center_at_Crandon_Park": "The Crandon Park Tennis Center is a tennis facility in Key Biscayne, Florida. It features a 13,800-seat venue named Stadium Court as its centerpiece, and was home of the Miami Open from 1987 until 2018.  The Miami Open used twelve courts for competition courts, plus six practice courts. The facility is also home to two European red clay courts, four American green clay courts, and two grass courts. During the majority of the year when the Miami Open is not on site, the Tennis Center is a Miami-Dade County park that is open to the public year-round. All aforementioned playing surfaces, including the stadium court, are available for public use.",
  "/wiki/Key_Biscayne": "Key Biscayne (Spanish: Cayo Vizcaíno) is an island located in Miami-Dade County, Florida, United States, between the Atlantic Ocean and Biscayne Bay. It is the southernmost of the barrier islands along the Atlantic coast of Florida, and lies south of Miami Beach and southeast of Miami. The key is connected to Miami via the Rickenbacker Causeway, originally built in 1947.",
  "/wiki/Miami_Open_(tennis)": "The Miami Open (also known as the Miami Masters, and currently branded as the Miami Open presented by Itaú for sponsorship reasons) is a tennis tournament held at Hard Rock Stadium in Miami Gardens, Florida. It is part of the men's ATP Tour Masters 1000 circuit, and is a Premier Mandatory event on the women's WTA Tour.",
  "/wiki/Hallenstadion": "The Hallenstadion (German: .mw-parser-output .noitalic{font-style:normal}Zürcher Hallenstadion, Zürich Indoor Stadium) is a multi-purpose facility located in the quarter of Oerlikon in northern Zürich. It is home to the ZSC Lions of the National League (NL) and has a capacity of 11,200 spectators. Designed by Bruno Giacometti, it opened on November 4, 1939, and was renovated in 2004–05.",
  "/wiki/Z%C3%BCrich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Zurich_Open": "The Zurich Open was a WTA Tour affiliated professional tennis tournament for women, formerly held every winter in Zürich, Switzerland. It was classified on the WTA Tour as a Tier I tournament from 1993 until 2007. In its final year, 2008, it was downgraded to a Tier II event.",
  "/wiki/Madrid_Arena": "Madrid Arena is an indoor arena located in the city of Madrid, in the fairgrounds in the Casa de Campo, just minutes from the city centre. Built from the old Rocódromo, the pavilion was designed by Spanish architects Estudio Cano Lasso who designed this versatile building in 2001 to host sporting events, commercial, cultural and leisure activities. The pavilion was sponsored by the company Telefónica for what was also known as Telefónica Arena.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Madrid_Open_(tennis)": "The Madrid Open (Spanish: Masters de Madrid), currently sponsored by Mutua Madrileña and known as the Mutua Madrid Open, is a joint men's and women's professional tennis tournament, held in Madrid, during early May. The clay court event is classified as an ATP World Tour Masters 1000 on the Association of Tennis Professionals tour and a Premier Mandatory event on the Women's Tennis Association tour. In the past it has also been known as the Madrid Masters. The tournament is traditionally played on a red clay surface. The event was played on blue courts in the 2012 tournament edition, with the ATP deciding against blue thereafter.",
  "/wiki/Netaji_Indoor_Stadium": "The Netaji Subhash Chandra Bose Indoor Stadium is an indoor sports arena, in Kolkata, West Bengal, India. The facility seats 12,000 people. This indoor stadium is located just beside the Eden Gardens.  It used to host the Sunfeast Open, a WTA Tour tennis tournament. Other international events hosted by the Stadium include the 1981 Asian Basketball Championship. Currently, it is the home of the Pro Kabaddi League team Bengal Warriors.",
  "/wiki/Kolkata": "Kolkata (/kɒlˈkʌtə/, Bengali: [kolkata] (listen), also known as Calcutta /kælˈkʌtə/, the official name until 2001) is the \"cultural capital\" of India and the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.",
  "/wiki/Sunfeast_Open": "The Sunfeast Open was an annual WTA Tour tennis tournament that was started in Kolkata in 2005. The event was a Tier III-tournament with a prize money of USD 175,000 and was played on indoors greenset. The fourth edition of the  WTA Sunfeast Open, slated to be held in Kolkata from 6–12 October 2008, was shifted to Mumbai as the dates clash with the Durga Puja. The 2008 tournament in Mumbai, was to be held outdoors in the premises of Cricket Club of India, unlike the previous three editions. ITC, an Indian conglomerate based out of Kolkata was the primary sponsor of the event. The company owns the Sunfeast brand of biscuits.",
  "/wiki/Pavilh%C3%A3o_Atl%C3%A2ntico": "Altice Arena (formerly MEO Arena; also referred to by its original name, Pavilhão Atlântico) is a multi-purpose indoor arena in Lisbon, Portugal. The arena is among the largest indoor arenas in Europe and the largest in Portugal with a capacity of 20,000 people and was built in 1998 for Expo '98.",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/ATP_World_Tour_Finals": "The ATP Finals is the second highest tier of annual men's tennis tournament after the four Grand Slam tournaments.",
  "/wiki/SCC_Peterburgsky": "The Saint Petersburg Sports and Concert Complex (Russian: Спортивно-концертный комплекс «Петербургский», romanized: Sportivno-kontsertnyy kompleks «Peterburgskiy») was an arena in Saint Petersburg, Russia.",
  "/wiki/St._Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/St._Petersburg_Open": "The St. Petersburg Open (Russian: Открытый Санкт-Петербург) is a professional men's tennis tournament played on indoor hard courts. It is part of the ATP World Tour 250 series of the Association of Tennis Professionals (ATP) World Tour. The tournament was held annually at the Petersburg Sports and Concert Complex in St. Petersburg, Russia, since 1995. The tournament takes place in mid to late September, following the conclusion of the US Open. The singles competition features 28 male competitors, while the doubles one features 16 duo teams. The competition is held on a hard court surface, with a total prize money pool of $1,180,000 USD. This year's tournament (2019) was held between September 15 and September 22.",
  "/wiki/1991_St._Petersburg_Open": "The 1991 St. Petersburg Open was a women's tennis tournament played from September 21 through 29, 1991, on indoor carpet courts at the St. Petersburg Sports and Concert Complex in Saint Petersburg, Soviet Union, that was part of Tier V of the 1991 Kraft General Foods World Tour  (1991 WTA Tour). It was the third edition of the WTA tournament inaugurated under the title of Virginia Slims of Moscow in 1989 and later known as the Moscow Ladies Open.",
  "/wiki/Impact,_Muang_Thong_Thani": "IMPACT Muang Thong Thani (Thai: ศูนย์แสดงสินค้าและการประชุม อิมแพ็ค เมืองทองธานี) is a commercial complex consisting of an arena, convention centre and exhibition halls, located in Muang Thong Thani, Nonthaburi Province, a northern suburb of Bangkok, Thailand.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/PTT_Thailand_Open_(ATP)": "The Thailand Open was a professional tennis tournament played on indoor hard courts. It was part of the ATP World Tour 250 series of the ATP Tour. It was held annually in Bangkok, Thailand, in the third week of September, since 2003.",
  "/wiki/Spodek": "Spodek (meaning \"saucer\" in Polish) is a multipurpose arena complex in Katowice, Poland, opened in 1971. Aside from the main dome, the complex includes a gym, an ice rink, a hotel and three large car parks. It was the largest indoor venue of its kind in Poland until it was surpassed by Kraków Arena in 2014.",
  "/wiki/Katowice": "Katowice (UK: /ˌkætəˈviːtsə/ KAT-ə-VEET-sə, US: /ˌkɑːt-/ KAHT-, Polish: [katɔˈvitsɛ] (listen); officially Miasto Katowice; 1953-1956: Stalinogród; Silesian: Katowicy; German: Kattowitz) is a city in southern Poland, the capital city of the Silesian Region, and a center of the Upper Silesia and Dąbrowa Basin Metropolis. With the population of 294,510 (as of 2018), it is the eleventh-largest city in Poland. The wider Katowice urban area has the population of approximately 2 to 3 million people.",
  "/wiki/Katowice_Open": "The Katowice Open was a professional women's tennis tournament played on an indoor hard court in Katowice, Poland and was held in April. The event was affiliated with the Women's Tennis Association (WTA), and was an International-level tournament on the WTA Tour. Katowice Open replaced Danish Open since 2013 WTA Tour season. The official tournament ball was Babolat Roland Garros’. The organizer of the tournament was SOS Music company from Toruń, which had obtained the license from Octagon sport agency. Telewizja Polska had taken the television partnership of the event. The tournament was broadcast by TVP in April.",
  "/wiki/HP_Pavilion_at_San_Jose": "The SAP Center at San Jose (originally known as San Jose Arena) is an indoor arena located in San Jose, California. Its primary tenant is the San Jose Sharks of the National Hockey League, for which the arena has earned the nickname “The Shark Tank.” It is also home to the San Jose Barracuda of the American Hockey League.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/SAP_Open": "The Pacific Coast Championships was an annual men's tennis tournament. It was the second-oldest ongoing tennis tournament in the United States and ran from 1889 until 2013. Its final edition, known by its sponsored name SAP Open, was an ATP World Tour 250 series event on the Association of Tennis Professionals tour and played indoors on a hard surface at the SAP Center at San Jose.",
  "/wiki/Indianapolis_Tennis_Center": "The Indianapolis Tennis Center was a tennis stadium complex with additional outdoor and indoor tennis courts on the campus of Indiana University – Purdue University Indianapolis (IUPUI) in Indianapolis, Indiana. The stadium, which seated 10,000 spectators, was built in 1979. At that time it was the venue for the U.S. Men's Clay Court Championships  tournament. It was also the site of the tennis events for the 1987 Pan American Games.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Indianapolis_Tennis_Championships": "The Indianapolis Tennis Championships was an annual men's tennis tournament played in Indianapolis as part of the ATP Tour.  Since its inaugural playing in 1988, the tournament was held for one week in July up until its final playing in 2009.  Originally known as the U.S. Men's Claycourt Championships, the event was created after the Indianapolis Sports Center decided to resurface its 18 clay courts with Deco-Turf II, the same surface as the US Open. As a consequence, the US Men's Clay Court Championships was moved from Indianapolis to Charleston, South Carolina. From 1996–2006 it was known as the RCA Championships.",
  "/wiki/Olympic_Tennis_Centre_(Rio_de_Janeiro)": "The Olympic Tennis Centre (Portuguese: Centro Olímpico de Tênis) is a tennis venue located in the Barra Olympic Park in Barra da Tijuca in the West Zone of Rio de Janeiro, Brazil. The centre hosted tennis events of the 2016 Summer Olympics, and the wheelchair tennis events of the 2016 Summer Paralympics. The centre was built on the site of the former Nelson Piquet International Autodrome.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Tennis_at_the_2016_Summer_Olympics": "The tennis tournament at the 2016 Summer Olympics was held at the Olympic Tennis Centre, from 6 to 14 August. The competition was played on a fast hardcourt surface used in numerous North American tournaments that aims to minimize disruption for players.",
  "/wiki/National_Tennis_Centre_(Canada)": "The original National Tennis Centre in Toronto was located in the north end of York University's Keele campus next to the Metro Toronto Track and Field Centre.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Canada_Masters": "The Canadian Open (French: Tournoi de tennis du Canada), also known as the Canada Masters and known for sponsorship reasons as the Rogers Cup presented by National Bank (French: Coupe Rogers), is an annual tennis tournament held in Canada. The second-oldest tournament in all of tennis (behind only Wimbledon), the Canadian Open's men's competition is a Masters 1000 event on the Association of Tennis Professionals (ATP) tour. The women's competition is a Premier 5 tournament on the Women's Tennis Association (WTA) tour. The competition is played on hard courts.",
  "/wiki/Tokyo_Metropolitan_Gymnasium": "Tokyo Metropolitan Gymnasium (東京体育館, Tōkyō Taiikukan) is a sporting complex in Sendagaya, Shibuya, Tokyo, Japan. Built in 1954 for the World Wrestling Championship, it was also used as the venue for gymnastics at the 1964 Summer Olympics, and will host the table tennis competition at the 2020 Summer Olympics.  The gymnasium was rebuilt to a futuristic design created by Pritzker Prize winner Fumihiko Maki from 1986 to 1990.",
  "/wiki/Pan_Pacific_Open": "The Pan Pacific Open (Japanese: 東レ パン・パシフィック・オープン・テニストーナメント), currently sponsored by Toray Industries, is a women's outdoor hardcourt tennis tournament held annually in Tokyo, Japan. It is a WTA Premier Tournament on the WTA Tour.",
  "/wiki/Beijing_Tennis_Center": "Beijing Tennis Center is a tennis venue in Beijing, China. The courts were built as affiliations of Muxiyuan Sport School. The center hosted the tennis competitions at the 2001 Summer Universiade as Muxiyuan Tennis Center. It then hosted the China Open from 2004 till 2008, when it was given the nickname \"Guangcai Tennis Center\" because it is located near Guangcai Sport Center. However, it has not hosted the tournament since; in 2009, the China Open was moved to the newer National Tennis Center, with the latter venue hosting the China Open from the 2009 edition onwards.  No longer the host of any tennis tournament at the ATP or WTA level, the venue's future is unclear.  Its center court has a capacity of 10,000 people.",
  "/wiki/List_of_tennis_stadiums_by_capacity": "The following is a list of notable tennis stadiums, that is the maximum number of spectators they can regularly accommodate."
}