{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/New_Oxford_Street": "Oxford Street is a major road in the City of Westminster in the West End of London, running from Tottenham Court Road to Marble Arch via Oxford Circus. It is Europe's busiest shopping street, with around half a million daily visitors, and as of 2012 had approximately 300 shops. It is designated as part of the A40, a major road between London and Fishguard, though it is not signed as such, and traffic is regularly restricted to buses and taxis.",
  "/wiki/London_Borough_of_Camden": "The London Borough of Camden is a borough in Northwest London; it forms part of Inner London. Historically in Middlesex, some southern (more central) areas of the borough, such as Holborn, are sometimes described as part of the West End of London. The local authority is Camden London Borough Council.",
  "/wiki/Bloomsbury": "Bloomsbury is a district in the West End of London. It is considered a fashionable residential area, and is the location of numerous cultural, intellectual, and educational institutions. It is bounded by Fitzrovia to the west, Covent Garden to the south, St. Pancras to the north, and Clerkenwell to the east.",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/Southampton_Row": "Southampton Row is a major thoroughfare running northwest–southeast in Bloomsbury, Camden, central London, England. The road is designated as part of the A4200.",
  "/wiki/University_College_London": "University College London, which has operated under the official name of UCL since 2005, is a public research university located in London, United Kingdom. It is a member institution of the federal University of London, and is the third largest university in the United Kingdom by total enrolment, and the largest by postgraduate enrolment.",
  "/wiki/SOAS,_University_of_London": "SOAS University of London (/ˈsoʊæs/; the School of Oriental and African Studies) is a public research university in London, England, and a constituent college of the federal University of London.  Founded in 1916, SOAS is located in the heart of Bloomsbury in central London.",
  "/wiki/St_Pancras,_London": "St Pancras (/ˈpæŋkrəs/) is an area of Central and North West London. For many centuries the name was used for various officially designated areas, but it is now used mainly for the railway station and for upmarket venues in the immediate locality, having been largely superseded by other place names including Kings Cross and Somers Town.",
  "/wiki/UCL_Institute_of_Education": "The UCL Institute of Education (IOE) is the education school of University College London (UCL). It specialises in postgraduate study and research in the field of education and is one of UCL's 11 constituent faculties. Prior to merging with UCL in 2014, it was a constituent college of the University of London. The IOE is ranked first in the world for education in the QS World University Rankings, and has been so every year since 2014.",
  "/wiki/Russell_Square": "Russell Square is a large garden square in Bloomsbury, in the London Borough of Camden, built predominantly by James Burton. It is near the University of London's main buildings and the British Museum. To the north is Woburn Place, and to the south-east is Southampton Row. Russell Square tube station is nearby to the north-east.",
  "/wiki/Great_Ormond_Street_Hospital": "Great Ormond Street Hospital (informally GOSH or Great Ormond Street, formerly the Hospital for Sick Children) is a children's hospital located in the Bloomsbury area of the London Borough of Camden, and a part of Great Ormond Street Hospital for Children NHS Foundation Trust.",
  "/wiki/Gray's_Inn": "The Honourable Society of Gray's Inn, commonly known as Gray's Inn, is one of the four Inns of Court (professional associations for barristers and judges) in London. To be called to the bar and practise as a barrister in England and Wales, a person must belong to one of these inns. Located at the intersection of High Holborn and Gray's Inn Road in Central London, the inn is both a professional body and a provider of office accommodation (chambers) for many barristers. It is ruled by a governing council called \"pension\", made up of the masters of the bench (or \"benchers\"), and led by the Treasurer, who is elected to serve a one-year term. The inn is known for its gardens, or walks, which have existed since at least 1597.",
  "/wiki/High_Holborn": "High Holborn (/ˈhoʊbərn/ HOH-bərn) is a street in Holborn and Farringdon Without, Central London, which forms a part of the A40 route from London to Fishguard. It starts in the west as a turn off Charing Cross Road, near St Giles Circus, and runs past the Kingsway and Southampton Row, becoming Holborn at its eastern junction with Gray's Inn Road.",
  "/wiki/City_of_London": "The City of London is a city, county and a local government district[note 1] that contains the historic centre and the primary central business district (CBD) of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster). It is also a separate ceremonial county, being an enclave surrounded by Greater London, and is the smallest county in the United Kingdom.",
  "/wiki/Kings_Cross,_London": "Kings Cross is a district in North London, England, 2.5 miles (4.8 km) north west of Charing Cross. It is served by London King's Cross railway station, the terminus of one of the major rail routes between London and the North.",
  "/wiki/Finsbury": "Finsbury is a district of Central London, England and is in the London Borough of Islington.",
  "/wiki/Clerkenwell": "Clerkenwell (/ˈklɑːrkənwɛl/) is an area of central London, England. The area includes the sub-district of Finsbury.",
  "/wiki/London_Borough_of_Islington": "The London Borough of Islington (/ˈɪzlɪŋtən/ (listen) IZ-ling-tən) is a London borough in Inner London. The borough includes a significant area to the south which forms part of central London. Islington has an estimated population of 215,667. It was formed in 1965 by merging the former metropolitan boroughs of Islington and Finsbury.",
  "/wiki/Lincoln's_Inn_Fields": "Lincoln's Inn Fields is the largest public square in London.  It was laid out in the 1630s under the initiative of the speculative builder and contractor William Newton, \"the first in a long series of entrepreneurs who took a hand in developing London\", as Sir Nikolaus Pevsner observes. The original plan for \"laying out and planting\" these fields, drawn by the hand of Inigo Jones, was said still to be seen in Lord Pembroke's collection at Wilton House in the 19th century, but is untraced. The grounds, which had remained private property, were acquired by London County Council in 1895. It is today managed by the London Borough of Camden and forms part of the southern boundary of that borough with the City of Westminster.",
  "/wiki/Royal_Courts_of_Justice": "The Royal Courts of Justice, commonly called the Law Courts, is a court building in London which houses the High Court and Court of Appeal of England and Wales. The High Court also sits on circuit and in other major cities. Designed by George Edmund Street, who died before it was completed, it is a large grey stone edifice in the Victorian Gothic style built in the 1870s and opened by Queen Victoria in 1882. It is one of the largest courts in Europe. It is located on Strand within the City of Westminster, near the border with the City of London (Temple Bar). It is surrounded by the four Inns of Court, St Clement Danes church, The Australian High Commission, King's College London and the London School of Economics. The nearest London Underground stations are Chancery Lane and Temple.",
  "/wiki/Chancery_Lane": "Chancery Lane is a one-way street situated in the ward of Farringdon Without in the City of London. It has formed the western boundary of the City since 1994, having previously been divided between the City of Westminster and the London Borough of Camden. The route originated as a 'new lane' created by the Knights Templar from their original 'old Temple' on the site of the present Southampton Buildings on Holborn, in order to access to their newly acquired property to the south of Fleet Street (the present Temple) sometime before 1161.",
  "/wiki/City_of_Westminster": "The City of Westminster is an Inner London borough that also holds city status. It occupies much of the central area of Greater London including most of the West End. Historically in Middlesex, it is to the west of the ancient City of London, directly to the east of the Royal Borough of Kensington and Chelsea, and its southern boundary is the River Thames. The London borough was created with the 1965 establishment of Greater London. Upon its creation, it inherited the city status previously held by the smaller Metropolitan Borough of Westminster from 1900, which was first awarded to Westminster in 1540.",
  "/wiki/Drury_Lane": "Drury Lane is a street on the eastern boundary of the Covent Garden area of London, running between Aldwych and High Holborn. The northern part is in the borough of Camden and the southern part in the City of Westminster.",
  "/wiki/Kingsway,_London": "Kingsway is a major road in central London, designated as part of the A4200. It runs from High Holborn, at its north end in the London Borough of Camden, and meets Aldwych in the south in the City of Westminster at Bush House. It was opened by King Edward VII in 1905. Together Kingsway and Aldwych form one of the major north-south routes through central London linking the ancient east-west routes of High Holborn and Strand.",
  "/wiki/Aldwych": "Aldwych (pronounced /ˈɔːldwɪtʃ/ AWLD-witch) is a one-way street and the name of the area immediately surrounding it in central London, England, within the City of Westminster. The 450 metres (1,480 ft) street starts 600 metres (2,000 ft) ENE of Charing Cross, the conventional map centre-point of the city.",
  "/wiki/Covent_Garden": "Covent Garden is a district in London, on the eastern fringes of the West End, between St Martin's Lane and Drury Lane. It is associated with the former fruit-and-vegetable market in the central square, now a popular shopping and tourist site, and with the Royal Opera House, which itself may be referred to as \"Covent Garden\". The district is divided by the main thoroughfare of Long Acre, north of which is given over to independent shops centred on Neal's Yard and Seven Dials, while the south contains the central square with its street performers and most of the historical buildings, theatres and entertainment facilities, including the London Transport Museum and the Theatre Royal, Drury Lane.",
  "/wiki/Leicester_Square": "Leicester Square (/ˈlɛstər/ (listen) LES-tər) is a pedestrianised square in the West End of London, England. It was laid out in 1670 and is named after the contemporary Leicester House, itself named after Robert Sidney, 2nd Earl of Leicester.",
  "/wiki/St_Giles,_London": "St Giles is a district of London, at the southern tip of the London Borough of Camden. It gets its name from the parish church of St Giles in the Fields. The combined parishes of St Giles in the Fields and St George Bloomsbury (which was carved out of the former) formed the St Giles District of the Metropolis from 1855 to 1900. It is the location of the church of St Giles in the Fields, the Phoenix Garden and St Giles Circus. With Bloomsbury and Holborn, it is part of the \"Midtown\" business improvement district.",
  "/wiki/Charing_Cross": "Charing Cross (/ˌtʃærɪŋ ˈkrɒs/) is a junction in London, England, where six routes meet.  Clockwise from north these are: the east side of Trafalgar Square leading to St Martin's Place and then Charing Cross Road; the Strand; Northumberland Avenue; Whitehall; The Mall leading to Admiralty Arch and Buckingham Palace; and two short roads leading to Pall Mall.",
  "/wiki/Somerset_House": "Somerset House is a large Neoclassical building situated on the south side of the Strand in central London, overlooking the River Thames, just east of Waterloo Bridge. The Georgian quadrangle, which was built on the site of a Tudor palace belonging to the Duke of Somerset, was designed by Sir William Chambers in 1776. It was further extended with Victorian outer wings to the east and west in 1831 and 1856 respectively. Somerset House stood directly on the River Thames until the Victoria Embankment was built in the late 1860s.",
  "/wiki/Temple,_London": "The Temple refers to the area in the vicinity of Temple Church. It is one of the main legal districts in London and a notable centre for English law, both historically and in the present day. It consists of the Inner Temple and the Middle Temple, which are two of the four Inns of Court and act as local authorities in place of the City of London Corporation within their areas.",
  "/wiki/WC_postcode_area": "The WC (Western Central) postcode area, also known as the London WC postcode area, is a group of postcode districts in central London, England. The area covered is of high density development, and includes parts of the City of Westminster and the London Boroughs of Camden and Islington, plus a very small part of the City of London."
}