{
  "/wiki/Noh": "Noh (能, Nō, derived from the Sino-Japanese word for \"skill\" or \"talent\"), is a major form of classical Japanese dance-drama that has been performed since the 14th century. Developed by Kan'ami and his son Zeami, it is the oldest major theatre art that is still regularly performed today. Although the terms Noh and nōgaku are sometimes used interchangeably, nōgaku encompasses both Noh and kyōgen. Traditionally, a full nōgaku program includes five Noh plays with comedic kyōgen plays in between; an abbreviated program of two Noh plays with one kyōgen piece has become common today. Optionally, an okina play may be presented in the very beginning of nōgaku presentation.",
  "/wiki/%C5%8Ctsuzumi": "The Ōtsuzumi (大鼓), also known as the Ōkawa (大皮), is an hourglass-shaped Japanese drum.  It is a larger version of the tsuzumi, or kotsuzumi and is used in traditional Japanese theater and folk music. Its appearance is slightly different from that of the tsuzumi, and the sound produced is vastly different from any of the four sounds the kotsuzumi produces. Whereas the kotsuzumi is smaller and has a more ornate drum head, the ōkawa is larger, and its head takes on a more plain, leathery appearance. The sound is also higher and sharper in pitch, resembling more of a dry, almost metallic \"crack\" than the tsuzumi's softer \"pon\" sound. The hourglass structure is slightly bigger, and has a prominent protruding \"knob\" at the middle, unlike that of the kotsuzumi, which has a smoothened-out middle section. The heads of the drum are taut very tightly, leaving no room for further tension, and acoustic, adjustments. The ōkawa is played on the left thigh of the player, possibly due to its larger, heavy size, whereas the tsuzumi is played upon the right shoulder.",
  "/wiki/Taiko": "Taiko have a mythological origin in Japanese folklore, but historical records suggest that taiko were introduced to Japan through Korean and Chinese cultural influence as early as the 6th century CE. Some taiko are similar to instruments originating from India. Archaeological evidence also supports the view that taiko were present in Japan during the 6th century in the Kofun period. Their function has varied throughout history, ranging from communication, military action, theatrical accompaniment, and religious ceremony to both festival and concert performances. In modern times, taiko have also played a central role in social movements for minorities both within and outside Japan.",
  "/wiki/Ky%C5%8Dgen": "Kyōgen (狂言, \"mad words\" or \"wild speech\") is a form of traditional Japanese comic theater. It developed alongside Noh, was performed along with Noh as an intermission of sorts between Noh acts on the same stage, and retains close links to Noh in the modern day; therefore, it is sometimes designated Noh-kyōgen.  Its contents are nevertheless not at all similar to the formal, symbolic, and solemn Noh theater; kyōgen is a comic form, and its primary goal is to make its audience laugh.",
  "/wiki/Hayashi_(music)": "A hayashi (囃子) is a group of performers who provide musical accompaniment for Japanese Noh or kabuki theatre, yose (寄席) performances of rakugo, or a festival."
}