{
  "/wiki/Duncan_Lloyd_McLeod": "Duncan Lloyd McLeod (May 26, 1874—May 10, 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1935 as a member of the Progressive Party, and was a cabinet minister in the government of John Bracken.",
  "/wiki/Arthur_(electoral_district)": "Arthur is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1903 and was eliminated by redistribution in 1989, when its territory was combined with that from the neighbouring Virden riding to create the new riding of Arthur-Virden.",
  "/wiki/Progressive_Party_of_Manitoba": "The Progressive Party of Manitoba, Canada, was a political party that developed from the United Farmers of Manitoba (UFM), an agrarian movement that became politically active following World War I. A successor to the Manitoba Grain Growers' Association, the UFM represented the interests of farmers frustrated with traditional political parties.",
  "/wiki/William_Bayley": "William Dowell Bayley (December 24, 1879 – November 5, 1955) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1920 to 1927.",
  "/wiki/Assiniboia_(provincial_electoral_district)": "Assiniboia is a provincial electoral division in the Canadian province of Manitoba. It was first created for the 1879 provincial election, was eliminated in 1888, and was re-established in 1903. It is located in the westernmost tip of the City of Winnipeg.",
  "/wiki/Independent_Labour_Party_(Manitoba,_1920)": "The Independent Labour Party was the leading social-democratic party in the Canadian province of Manitoba prior to the emergence of the Co-operative Commonwealth Federation.  Several of its candidates were elected to the Legislative Assembly of Manitoba and it counted federal Members of Parliament J. S. Woodsworth and A. A. Heaps among its members.",
  "/wiki/George_Little_(Manitoba_politician)": "George Little (died 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1920 to 1927.",
  "/wiki/William_J._Short": "William John Short (September 22, 1865\n – September 7, 1939) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/John_Edmison": "John Henry Edmison (April 5, 1875 – March 22, 1932) was a doctor and politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1932.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Albert_Pr%C3%A9fontaine": "Albert Préfontaine (October 11, 1861 - February 21, 1935) was a politician in Manitoba, Canada.  He served as leader of the Manitoba Conservatives in the late 1910s, and was subsequently a member of the United Farmers of Manitoba.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/William_H._Spinks": "William Hooey Spinks (July 23, 1873 – May 25, 1949) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1920 to 1932, as a member of the Conservative Party.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Archibald_Esplen": "Archibald \"Archie\" Esplen (January 29, 1864 – June 12, 1933) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927, as a member of the Manitoba Liberal Party.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/Duncan_Stuart_McLeod": "Duncan Stuart McLeod (December 17, 1854–July 31, 1933) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927.",
  "/wiki/William_Brown_(Manitoba_politician)": "William Brown was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927.",
  "/wiki/Dufferin_(Manitoba_provincial_electoral_district)": "Dufferin is a former provincial electoral division in Manitoba, Canada.  It was originally created in 1879 as two divisions, Dufferin North and Dufferin South.  Dufferin was consolidated into a single constituency for the 1888 provincial election, but was eliminated with the 1892 election.",
  "/wiki/Dmytro_Yakimischak": "Dmytro Yakimischak (October 7, 1888—1958) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1920 to 1927.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/Nicholas_Hryhorczuk": "Nicholas Apoluner Hryhorczuk (December 17, 1888 – November 23, 1979) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1920 to 1936, and again from 1941 to 1945. He was the first person of Ukrainian descent to serve as an MLA in Manitoba.",
  "/wiki/Ethelbert_(electoral_district)": "Ethelbert is a former provincial electoral division in Manitoba, Canada.  It was created for the 1920 provincial election, and abolished with the 1958 election.",
  "/wiki/Albert_Kirvan": "Albert Walmsley Kirvan (died 1951) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1920 to 1927, as a member of the Manitoba Liberal Party. He was first elected to the Manitoba legislature in the 1920 provincial election, winning a close five-candidate contest in the constituency of Fairford.  From 1920 to 1922, Kirvan served as a backbench supporter of Tobias Norris's government.",
  "/wiki/Fairford_(electoral_district)": "Fairford is a former provincial electoral division in Manitoba, Canada.  It was created for the 1920 provincial election, and eliminated with the 1958 election.",
  "/wiki/Nicholas_Bachynsky": "Nicholas Volodymir (Val) Bachynsky (September 16, 1887 in Eastern Galicia – August 14, 1969) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1922 to 1958, and was Speaker of the Assembly for most of Douglas Campbell's administration.",
  "/wiki/Fisher_(electoral_district)": "Fisher is a former provincial electoral division in Manitoba, Canada.  It was created for the 1920 provincial election, and eliminated with the 1969 election.  The constituency was located in mid-northern Manitoba, in the Interlake region.",
  "/wiki/Arthur_Berry_(politician)": "Arthur Ritchie Berry (November 28, 1879—July 23, 1943) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1922 to 1936.",
  "/wiki/Gilbert_Plains_(electoral_district)": "Gilbert Plains is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Michael_Rojeski": "Michael Rojeski (died October 26, 1965) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927, as a member of the Manitoba Liberal Party.",
  "/wiki/Gimli_(electoral_district)": "Gimli is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1899, and has existed continuously since that time.",
  "/wiki/Albert_McGregor": "Albert Daniel McGregor was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1927.",
  "/wiki/Gladstone_(electoral_district)": "Gladstone is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1879 in what was then the province's western tip, with the expansion of the province's western boundary, and eliminated by redistribution in 1881.  It was re-established in 1903 (primarily from the old riding of Westbourne) and was not abolished again until 1999.",
  "/wiki/James_Breakey": "James Washington Breakey (December 25, 1865 in Port Hope, Canada West (now Ontario) – January 28, 1952), was a politician in Manitoba, Canada.  He was briefly the leader of the Manitoba Liberal Party, and was subsequently a supporter of the province's Liberal-Progressive coalition government.",
  "/wiki/Thomas_Wolstenholme": "Thomas Wolstenholme (April 6, 1870—November 16, 1952) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1922 to 1936.",
  "/wiki/Hamiota_(electoral_district)": "Hamiota is a former provincial electoral division in Manitoba, Canada.  It was created by redistribution in 1903, and eliminated with the 1969 provincial election.",
  "/wiki/Arthur_Boivin": "Arthur Rivers Boivin (died 1952) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1917 to 1936, and again from 1941 to 1945.",
  "/wiki/Iberville_(Manitoba_provincial_electoral_district)": "Iberville is a former provincial electoral division in Manitoba, Canada.  It was created by redistribution in 1914, and was eliminated by the 1955 redistribution before the 1958 provincial election."
}