{
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Bridgetown": "Bridgetown (UN/LOCODE: BB BGI) is the capital and largest city of Barbados. Formerly The Town of Saint Michael, the Greater Bridgetown area is located within the parish of Saint Michael. Bridgetown is sometimes locally referred to as \"The City\", but the most common reference is simply \"Town\". As of 2014, its metropolitan population stands at roughly 110,000.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Speightstown": "Speightstown (/ˈspaɪtstaʊn/), also known as Little Bristol, is the second largest town centre of Barbados. It is situated 12 miles (19 km) north of the capital city of Bridgetown, in the northern parish of Saint Peter.",
  "/wiki/Montego_Bay": "Montego Bay is the capital of the parish of St. James in Jamaica. The city is the fourth-largest urban area in the country by population, after Kingston, Spanish Town and Portmore, all of which form the Greater Kingston Metropolitan Area, home to over half a million people. As a result Montego Bay is the second-largest anglophone city in the Caribbean, after Kingston.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Castries": "Castries /ˈkæstriːz/ (listen), population 20,000, aggl. 53,639, is the capital and largest city of Saint Lucia, an island country in the Caribbean. The quarter with the same name had a population of 70,000 on 22 May 2013 and stretches over an area of 80 km2 (31 sq mi).",
  "/wiki/St._Lucia": "Saint Lucia (/ˈluːʃə/ (listen); French: Sainte-Lucie) is a sovereign island country in the West Indies in the eastern Caribbean Sea on the boundary with the Atlantic Ocean. The island was previously called Iyonola, the name given to the island by the native Amerindians and later, Hewanorra, the name given by the native Caribs. Part of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km2 (238 square miles) and reported a population of 165,595 in the 2010 census. Its capital is Castries.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/The_Ritz_Hotel,_London": "The Ritz London is a Grade II listed 5-star hotel located in Piccadilly in London, England. A symbol of high society and luxury, the hotel is one of the world's most prestigious and best known hotels. It is a member of the international consortium, The Leading Hotels of the World. Over the course of its history the Ritz has become so associated with luxury and elegance that the word \"ritzy\" has entered the English language to denote something that is ostentatiously stylish, fancy, or fashionable.",
  "/wiki/The_Stafford": "The Stafford London is a 5-star boutique hotel in St. James’s, London, England.",
  "/wiki/Watergate_complex": "The Watergate complex is a group of six buildings in the Foggy Bottom neighborhood of Washington, D.C., in the United States. Covering a total of 10 acres (4 ha) adjacent to the John F. Kennedy Center for the Performing Arts, the buildings include:",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/The_Bellevue-Stratford_Hotel": "The Bellevue-Stratford Hotel is a landmark building at 200 S. Broad Street at the corner of Walnut Street in Center City, Philadelphia, Pennsylvania United States. Constructed in 1904 and expanded to its present size in 1912, it has continued as a well-known institution for more than a century and is still widely known by that original, historic name. In 1988 the building was converted to a mixed-use development. It has been known since then as The Bellevue. The hotel portion is currently managed by Hyatt as The Bellevue Hotel.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Plaza_Hotel": "The Plaza Hotel is a landmarked 20-story luxury hotel and condominium apartment building in the Midtown Manhattan neighborhood of Manhattan, New York City. It opened in 1907 and is now owned by Katara Hospitality."
}