{
  "/wiki/Kangaroo": "The kangaroo is a marsupial from the family Macropodidae (macropods, meaning \"large foot\"). In common use the term is used to describe the largest species from this family, especially those of the genus Macropus: the red kangaroo, antilopine kangaroo, eastern grey kangaroo, and western grey kangaroo. Kangaroos are indigenous to Australia. The Australian government estimates that 34.3 million kangaroos lived within the commercial harvest areas of Australia in 2011, up from 25.1 million one year earlier.",
  "/wiki/Kangaroo_Jack": "Kangaroo Jack is a 2003 comedy film from Warner Bros., written by Steve Bing, Barry O'Brien and Scott Rosenberg, directed by David McNally, produced by Jerry Bruckheimer with music by Trevor Rabin and starring Jerry O'Connell, Anthony Anderson, Christopher Walken, Estella Warren, and Adam Garcia in an uncredited role as Kangaroo Jack. Kangaroo Jack was theatrically released on January 17, 2003.",
  "/wiki/The_Backyardigans": "The Backyardigans is a computer-animated musical children's TV series created by Janice Burgess. The series was written and recorded at Nickelodeon Animation Studio, with animation provided by Nelvana. It centers on a group of five anthropomorphic best friends who use their imaginations to embark on fantastic adventures in their shared backyard. Each episode is set to a different musical genre like reggae, country, or rock, and features at least four songs, performed by the characters with original choreography.",
  "/wiki/Shirt_Tales": "Shirt Tales are characters that were created in 1980 by greeting card designer Janet Elizabeth Manco, and were featured on Hallmark Cards greeting cards. The characters were adapted into an animated series for television by Hanna-Barbera Productions, which first aired in 1982 on NBC.",
  "/wiki/My_Big_Big_Friend": "My Big Big Friend (pt: Meu Amigãozão) is a Canadian-Brazilian children's animated television series created by Canadian and Brazilian Andrés Lieban and Claudian Koogan Breitman, co-produced by Brazilian studio 2D Lab and the Canadian company Breakthrough Animation. It had its first showing on August 9, 2010 on Discovery Kids Latin America and on May 9, 2011 on TV Brazil. It also premiered in Canada on Treehouse TV on August 20, 2011. It was financed with the laws of federal tax incentives, the Procult (BNDES) and the Audiovisual Sector Fund - FSA.",
  "/wiki/Hippety_Hopper": "Hippety Hopper is a young kangaroo cartoon character in the Warner Bros. Looney Tunes series of cartoons. Robert McKimson introduced Hippety Hopper in Hop, Look and Listen (1948), which established the pattern for future Hippety Hopper cartoons.",
  "/wiki/Looney_Tunes": "Looney Tunes  is an American animated comedy series produced by Warner Bros. from 1930 to 1969 during the golden age of American animation alongside its sister series Merrie Melodies. It was known for introducing Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Tweety, Sylvester, Granny, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pepé Le Pew, Speedy Gonzales, Tasmanian Devil, Road Runner, Wile E. Coyote and many other cartoon characters.",
  "/wiki/Hop,_Look_and_Listen": "Hop, Look and Listen is a 1948 Looney Tunes cartoon directed by Robert McKimson that features Sylvester and Hippety Hopper, as his first appearance.",
  "/wiki/Pop_%27Im_Pop!": "Pop 'Im Pop! is a 1950 animated Looney Tunes (reissued as a Blue Ribbon Merrie Melodies with the original Looney Tune ending) theatrical cartoon short directed by Robert McKimson and released by Warner Bros., written by Warren Foster, with animation by Charles McKimson, Phil DeLara and Rod Scribner, music by Carl Stalling and voices by Mel Blanc.",
  "/wiki/Walt_Disney": "Walter Elias Disney (/ˈdɪzni/; December 5, 1901 – December 15, 1966) was an American entrepreneur, animator, voice actor and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress.",
  "/wiki/Donald_Duck": "Donald Fauntleroy Duck is a cartoon character created in 1934 at Walt Disney Productions. Donald is an anthropomorphic white duck with a yellow-orange bill, legs, and feet. He typically wears a sailor shirt and cap with a bow tie. Donald is known for his semi-intelligible speech and his mischievous and temperamental personality. Along with his friend Mickey Mouse, Donald was included in TV Guide's list of the 50 greatest cartoon characters of all time in 2002. He has appeared in more films than any other Disney character, and is the most published comic book character in the world outside of the superhero genre.",
  "/wiki/List_of_Madagascar_characters": "This is a list of characters that have appeared in the Madagascar films, the television series The Penguins of Madagascar, and the Netflix series All Hail King Julien.",
  "/wiki/The_Penguins_of_Madagascar": "The Penguins of Madagascar is an American CGI animated television series that had aired on Nickelodeon. It stars nine characters from the DreamWorks Animation animated film Madagascar: The penguins Skipper (Tom McGrath), Rico (John DiMaggio), Kowalski (Jeff Bennett), and Private (James Patrick Stuart); the lemurs King Julien (Danny Jacobs), Maurice (Kevin Michael Richardson), and Mort (Andy Richter); and Mason (Conrad Vernon) and Phil the chimpanzees. Characters new to the series include Marlene the otter (Nicole Sullivan) and a zookeeper named Alice (Mary Scheer). It is the first Nicktoon produced with DreamWorks Animation. The series was executive produced by Bob Schooley and Mark McCorkle, who were the creators of Pixar's 2D-animated series Buzz Lightyear of Star Command and Disney Channel's Kim Possible.",
  "/wiki/Gabby_(cartoon)": "Gabby was a Max Fleischer animated cartoon series distributed through Paramount Pictures. Gabby debuted as the town crier in the 1939 animated feature Gulliver’s Travels produced by Fleischer. Shortly afterward Paramount and Fleischer gave Gabby his own Technicolor spinoff cartoon series, eight entries of which were produced between 1940 and 1941. Gabby was voiced by Pinto Colvig, the voice of Walt Disney's Goofy, and Grumpy and Sleepy from Snow White and the Seven Dwarfs.",
  "/wiki/Skippy:_Adventures_in_Bushtown": "Skippy: Adventures in Bushtown is an animated children's series created by Yoram Gross, set in a fictionalised Australian town. It is based on the character Skippy from the 1968 live-action series Skippy the Bush Kangaroo.",
  "/wiki/Red_kangaroo": "The red kangaroo (Macropus rufus) or red giant kangaroo is the largest of all kangaroos, the largest terrestrial mammal native to Australia, and the largest extant marsupial. It is found across mainland Australia, except for the more fertile areas, such as southern Western Australia, the east and southeast coasts, and the rainforests along the northern coast.",
  "/wiki/Wild_Kratts": "Wild Kratts is an American/Canadian animated television series created by Chris and Martin Kratt. The Kratt Brothers Company and 9 Story Media Group produce the show, which is presented by PBS in the United States. The show's aim is to educate children about biology, zoology, and ecology, and teach kids small ways to make big impacts. It has ties to the Kratts' previous shows, Kratts' Creatures and Zoboomafoo, and contains numerous characters from the latter.",
  "/wiki/Martin_Kratt": "Martin William Kratt (born December 23, 1965) is an American-Canadian educational nature show host. A grandson of musical-instrument manufacturer William Jacob Kratt, Sr., he and his younger brother Chris grew up in Warren Township, New Jersey, and together created the children's television series Kratts' Creatures and Zoboomafoo, as well as Be the Creature, which runs on the National Geographic Channel and Knowledge Network. They are the main characters on the animated TV series Wild Kratts, which airs on PBS Kids. Martin holds a Bachelor of Science in Zoology from Duke University. They also appear as themselves in the Odd Squad episode \"Night Shift\".",
  "/wiki/The_Rescuers_Down_Under": "The Rescuers Down Under is a 1990 American animated adventure film produced by Walt Disney Feature Animation and released by Walt Disney Pictures on November 16, 1990. The 29th Disney animated feature film, the film is the sequel to the 1977 animated film The Rescuers, which was based on the novels of Margery Sharp. Set in the Australian Outback, the film centers on Bernard and Bianca traveling to Australia to save a boy named Cody from a villainous poacher in pursuit of an endangered bird of prey.",
  "/wiki/Adventures_of_the_Little_Koala": "Adventures of the Little Koala (コアラボーイコッキィ, Koara Bōi Kokki) is an anime television series produced by Tohokushinsha Film Corporation. It aired originally in Japan on TV Tokyo from October 4, 1984, through March 28, 1985, and then aired in the United States on Nickelodeon (later moved into the Nick Jr. block upon its launch at the start of 1988) dubbed in English from June 1, 1987, until April 2, 1993. It also aired in Greece, Italy, France, the United Kingdom, in the Arabic-speaking world and other countries, but its biggest success by far was in the United States on Nickelodeon. Production of the English and French versions of the series was done by the Canadian studio Cinar Films. The storyline revolved around Roobear Koala and his friends and their utopian village in a fictional version of New South Wales, Australia, within the shadow of a real rock formation known as The Breadknife.",
  "/wiki/Sing_(2016_American_film)": "Sing is a 2016 American computer-animated juke-box musical comedy film produced by Illumination Entertainment and released by Universal Pictures. It was directed and written by Garth Jennings, co-directed by Christophe Lourdelet and stars the ensemble voices of Matthew McConaughey, Reese Witherspoon, Seth MacFarlane, Scarlett Johansson, John C. Reilly, Taron Egerton, and Tori Kelly. The film is about a group of anthropomorphic animals that enter a singing competition, hosted by a koala who is trying to save his theater.",
  "/wiki/The_Koala_Brothers": "The Koala Brothers is an Australian-British stop-motion animated children's television show that features the adventures of two koala brothers named Frank and Buster, as they seek to help their friends in a sleepy town in the Australian outback. A notable quality of the TV series is that although there can be differences of opinion and occasional instances of antisocial or thoughtless behaviour, there are no villains or disagreeable characters. Rather, the emphasis is on helping and being a good friend. Originally aired on ABC Kids, the show later aired on CBeebies in the United Kingdom, having premiered on 16 February 2004  and Playhouse Disney in the United States, as well as various other international stations.",
  "/wiki/Keith_Wickham": "Keith Wickham (born 9 February 1965) is a British voice actor, comedian and screenwriter known for providing the voice of Polluto in Tommy Zoom and various characters in the children's television series Thomas & Friends.",
  "/wiki/Rob_Rackstraw": "Robert Rackstraw (born 31 October 1965) is a British voice actor known for his voice-over work in movies, TV shows and video games. He is also known as The Voice-Over Man.",
  "/wiki/Taz-Mania": "Taz-Mania is an American cartoon sitcom produced by Warner Bros. Animation from 1991 to 1995, broadcast in the United States on Fox. The show follows the adventures of the \"Looney Tunes\" character Taz (The Tasmanian Devil) in the fictional land of Tazmania (based on Tasmania).",
  "/wiki/The_Kwicky_Koala_Show": "The Kwicky Koala Show is a 30-minute Saturday-morning cartoon produced by Hanna-Barbera Productions that aired on CBS from September 12, 1981, to September 11, 1982. This series is notable for being among cartoon director Tex Avery's final works; he died during production in 1980. As it was produced in Australia, the Cartoon Network and later Boomerang broadcasts were sourced from PAL masters, rather than NTSC masters like many other Hanna-Barbera productions. Each segment has also been shown separately as filler between shows on Boomerang.",
  "/wiki/Hanna-Barbera": "Hanna-Barbera Productions, Inc. (/ˌhænə bɑːrˈbɛərə, - ˈbɑːrbərə/ HAN-ə bar-BAIR-ə, -⁠ BAR-bər-ə), simply known as Hanna-Barbera and also referred to as H-B Enterprises, H-B Production Company and Hanna-Barbera Cartoons, Inc., was an American animation studio founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, in partnership with film director George Sidney.",
  "/wiki/Kiko_the_Kangaroo": "Kiko the Kangaroo is a fictional kangaroo appearing in theatrical cartoons produced by Terrytoons. He is featured in films from 1936 to 1937.",
  "/wiki/List_of_fictional_marsupials": "This List of fictional marsupials is subsidiary to the list of fictional animals and is a collection of various notable marsupial characters that appear in various works of fiction. It is limited to well-referenced examples in literature, film, television, comics, animation, video games and legends. This list covers all marsupials including opossums, marsupial moles, bandicoots, bilbies, wombats, koalas, kangaroos, wallaroos and wallabies."
}