{
  "/wiki/Saved_from_the_Titanic": "Saved from the Titanic is a 1912 American silent motion picture short starring Dorothy Gibson, an American film actress who survived the sinking of the RMS Titanic on April 15, 1912. Premiering in the United States just 29 days after the event, it is the earliest dramatization about the tragedy.",
  "/wiki/Dorothy_Gibson": "Dorothy Gibson (May 17, 1889 – February 17, 1946) was a pioneering American silent film actress, artist's model, and singer active in the early 20th century. She is best remembered as a survivor of the sinking of the Titanic and for starring in the first motion picture based on the disaster.",
  "/wiki/Alec_B._Francis": "Alec B. Francis (born Alec Francis Budd, 2 December 1867 – 6 July 1934) was an English actor, largely of the silent era. He appeared in 241 films between 1911 and 1934. He emigrated to the United States in 1906. He was born in London and died in Hollywood, California.",
  "/wiki/Sinking_of_the_RMS_Titanic": "The RMS Titanic sank in the early morning hours of 15 April 1912 in the North Atlantic Ocean, four days into the ship's maiden voyage from Southampton to New York City. The largest ocean liner in service at the time, Titanic had an estimated 2,224 people on board when she struck an iceberg at around 23:40 (ship's time)[a] on Sunday, 14 April 1912. Her sinking two hours and forty minutes later at 02:20 (ship's time; 05:18 GMT) on Monday, 15 April, resulted in the deaths of more than 1,500 people, making it one of the deadliest peacetime marine disasters in history.",
  "/wiki/Lost_film": "A lost film is a feature or short film that is no longer known to exist in any studio archives, private collections, or public archives, such as the U.S. Library of Congress.",
  "/wiki/La_hantise": "La hantise (English: The Obsession) is a 1912 short silent film directed by Louis Feuillade. The film stars Renée Carl and René Navarre. The film focuses on a woman who is told by a palm reader that one of her loved ones will die. The woman then tries to convince her husband not to board the RMS Titanic, as she fears for his safety. The film is said to confront the fraud of palm reading, highlighting the suffering that obsessive belief in the supernatural can create.",
  "/wiki/Louis_Feuillade": "Louis Feuillade (French: [fœjad]; 19 February 1873 – 25 February 1925) was a prolific and prominent French film director from the silent era. Between 1906 and 1924 he directed over 630 films.",
  "/wiki/Renée_Carl": "Renée Carl (10 June 1875 – 31 July 1954) was a French actress of the silent era. She was born in Fontenay-le-Comte, Vendée, France, and died in Paris, France.",
  "/wiki/René_Navarre": "René Navarre (8 July 1877 – 8 February 1968) was a French actor of the silent era. He appeared in 109 films between 1910 and 1946. He was born in Limoges, Haute-Vienne and died in Azay-sur-Cher, Indre-et-Loire. He was often credited simply as Navarre. His most famous role was probably the master criminal Fantômas.",
  "/wiki/Cinema_of_France": "French cinema comprises the art of film and creative movies made within the nation of France or by French filmmakers abroad.",
  "/wiki/In_Nacht_und_Eis": "In Nacht und Eis (English: \"In Night and Ice\"), also called Der Untergang der Titanic (\"The Sinking of the Titanic\") and Shipwrecked in Icebergs in the U.S., is a 1912 German adventure-disaster drama film about the sinking of Titanic. The filming began in May 1912, and the film premiered in August 1912.",
  "/wiki/Mime_Misu": "Mime Misu (b. 21 January 1888 - 1953) (born Mișu Rosescu) was a Romanian ballet dancer, pantomime artist, film actor and director. In 1912 he wrote and directed the first feature film about the sinking of the  RMS Titanic, In Nacht und Eis, released in August 1912 four months after the disaster.",
  "/wiki/Ernst_Rückert": "Ernst Rückert (20 December 1892 – January 1950) was a German stage and film actor.",
  "/wiki/Silent_film": "A silent film is a film with no synchronized recorded sound (and in particular, no audible dialogue). In silent films for entertainment, the plot may be conveyed by the use of title cards, written indications of the plot and key dialogue lines. The idea of combining motion pictures with recorded sound is nearly as old as film itself, but because of the technical challenges involved, the introduction of synchronized dialogue became practical only in the late 1920s with the perfection of the Audion amplifier tube and the advent of the Vitaphone system.",
  "/wiki/Cinema_of_Germany": "The film industry in Germany can be traced back to the late 19th century. German cinema made major technical and artistic contributions to early film, broadcasting and television technology. Babelsberg became a household synonym for the early 20th century film industry in Europe, similar to Hollywood later.",
  "/wiki/List_of_rediscovered_films": "This is a list of rediscovered films that, once thought lost, have since been discovered, in whole or in part. See List of incomplete or partially lost films and List of rediscovered film footage for films which were not wholly lost.",
  "/wiki/RMS_Empress_of_Scotland_(1906)": "RMS Empress of Scotland, originally SS Kaiserin Auguste Victoria, was an ocean liner built in 1905–1906 by Vulcan AG shipyard in Stettin (now Szczecin, Poland) for the Hamburg America Line.  The ship regularly sailed between Hamburg and New York City until the outbreak of war in Europe in 1914.  At the end of hostilities, re-flagged as USS Kaiserin Auguste Victoria, she transported American troops from Europe to the United States. For a brief time Cunard sailed the re-flagged ship between Liverpool and New York.",
  "/wiki/Atlantic_(1929_film)": "Atlantic (1929) (also known as Titanic: Disaster in the Atlantic for its home video release) is a British black-and-white film directed and produced by Ewald André Dupont and starring Franklin Dyall and Madeleine Carroll. Originally, two versions were made, the English and German-language version Atlantik were shot simultaneously. Subsequently, the production of a French version (Atlantis) began in spring 1930 using different footage and partially an altered storyline. The fourth version was released as a silent film.",
  "/wiki/Atlantik_(film)": "Atlantik is a 1929 British-made German language drama film directed by Ewald André Dupont and starring Fritz Kortner, Elsa Wagner and Heinrich Schroth. The film is a German language version of the 1929 film Atlantic made at Elstree Studios by British International Pictures. Following the introduction of sound films, leading film companies attempted to cater to different markets by producing multiple-language versions of their films. Atlantic was released in four versions: English, French, German and silent, for cinemas not yet converted to the new format. The film was the first fully talking film to be released in Germany, where it was a major hit. It is based on the play The Berg by Ernest Raymond which itself was based on the Titanic disaster.",
  "/wiki/Ewald_André_Dupont": "Ewald André Dupont (25 December 1891 – 12 December 1956) was a German film director, one of the pioneers of the German film industry. He was often credited as E. A. Dupont.",
  "/wiki/Franklin_Dyall": "Franklin Dyall (3 February 1870 – 8 May 1950) was an English actor.",
  "/wiki/Madeleine_Carroll": "Edith Madeleine Carroll (26 February 1906 – 2 October 1987) was an English actress, popular both in Britain and America in the 1930s and 1940s.  At the peak of her success she was the highest-paid actress 1938.",
  "/wiki/Sound_film": "A sound film is a motion picture with synchronized sound, or sound technologically coupled to image, as opposed to a silent film. The first known public exhibition of projected sound films took place in Paris in 1900, but decades passed before sound motion pictures were made commercially practical. Reliable synchronization was difficult to achieve with the early sound-on-disc systems, and amplification and recording quality were also inadequate. Innovations in sound-on-film led to the first commercial screening of short motion pictures using the technology, which took place in 1923.",
  "/wiki/Sound-on-film": "Sound-on-film is a class of sound film processes where the sound accompanying a picture is recorded onto photographic film, usually, but not always, the same strip of film carrying the picture.  Sound-on-film processes can either record an analog sound track or digital sound track, and may record the signal either optically or magnetically. Earlier technologies were sound-on-disc, meaning the film's soundtrack would be on a separate phonograph record.",
  "/wiki/White_Star_Line": "The Oceanic Steam Navigation Company, more commonly known as the White Star Line (WSL), was a British shipping company. Founded out of the remains of a defunct packet company, it gradually rose up as one of the most prominent shipping lines in the world, providing passenger and cargo services between the British Empire and the United States. While many other shipping lines focused primarily on speed, White Star branded their services by focusing more on providing steady and comfortable passages, for both upper class travellers and immigrants. Today, it is most famous for the innovative vessel Oceanic of 1870, and for the losses of some of their best passenger liners, including the wrecking of RMS Atlantic at Halifax in 1873, the sinking of RMS Republic off Nantucket in 1909, the loss of RMS Titanic in 1912 and HMHS Britannic in 1916 while serving as a hospital ship. Despite its casualties, the company retained a prominent hold on shipping markets around the globe before falling into decline during the Great Depression, which ultimately led to a merger with its chief rival, Cunard Line, which operated as Cunard-White Star Line until 1950. Cunard Line then operated as a separate entity until 2005 and is now part of Carnival Corporation & plc. As a lasting reminder of the White Star Line, modern Cunard ships use the term White Star Service to describe the level of customer care expected of the company.",
  "/wiki/RMS_Majestic_(1914)": "RMS Majestic was a White Star ocean liner working on the North Atlantic run, originally launched in 1914 as the Hamburg America Line liner SS Bismarck. At 56,551 gross register tons, she was the largest ship in the world until completion of SS Normandie in 1935.",
  "/wiki/Cavalcade_(1933_film)": "Cavalcade is a 1933 American epic pre-Code drama film directed by Frank Lloyd. The screenplay by Reginald Berkeley and Sonya Levien is based on the 1931 play of the same title by Noël Coward. The film stars Diana Wynyard and Clive Brook.",
  "/wiki/Frank_Lloyd": "Frank William George Lloyd (2 February 1886 – 10 August 1960) was a British-born American film director, actor, scriptwriter, and producer. He was among the founders of the Academy of Motion Picture Arts and Sciences, and was its president from 1934 to 1935.",
  "/wiki/Diana_Wynyard": "Diana Wynyard, CBE (born Dorothy Isobel Cox, 16 January 1906 – 13 May 1964) was an English stage and film actress.",
  "/wiki/Clive_Brook": "Clifford Hardman \"Clive\" Brook (1 June 1887 – 17 November 1974) was an English film actor.",
  "/wiki/Margaret_Lindsay": "Margaret Lindsay (born Margaret Kies; September 19, 1910 – May 9, 1981) was an American film actress. Her time as a Warner Bros. contract player during the 1930s was particularly productive. She was noted for her supporting work in successful films of the 1930s and 1940s such as Jezebel (1938) and Scarlet Street (1945) and her leading roles in lower-budgeted B movie films such as the Ellery Queen series at Columbia in the early 1940s. Critics regard her portrayal of Nathaniel Hawthorne's Hepzibah Pyncheon in the 1940 film adaptation of The House of the Seven Gables as Lindsay's standout career role.",
  "/wiki/John_Warburton_(actor)": "John Warburton was a British actor who appeared in numerous Hollywood films in the 1930s to 1960s.",
  "/wiki/Cavalcade_(play)": "Cavalcade is a play by Noël Coward with songs by Coward and others. It focuses on three decades in the life of the Marryots, an upper-middle-class British family, and their servants, beginning in 1900 and ending in 1930, a year before the premiere. It is set against major historical events of the period, including the Relief of Mafeking; the death of Queen Victoria; the sinking of the Titanic; and the First World War. The popular songs at the time of each event were interwoven into the score.",
  "/wiki/Noël_Coward": "Sir Noël Peirce Coward (16 December 1899 – 26 March 1973) was an English playwright, composer, director, actor and singer, known for his wit, flamboyance, and what Time magazine called \"a sense of personal style, a combination of cheek and chic, pose and poise\".",
  "/wiki/Titanic_(1943_film)": "Titanic is a 1943 German propaganda film made during World War II in Berlin by Tobis Productions for UFA, depicting the catastrophic sinking of RMS Titanic in 1912. Despite the fact that there already was a German silent film produced in 1912 just four weeks after the sinking and a British company had released a German-language film about the disaster in 1929, the film was commissioned by Nazi Propaganda Minister Joseph Goebbels with the intent of showing not only the superiority of German filmmaking, but also as a propaganda vehicle which would show that British and American capitalism was responsible for the disaster. The addition of an entirely fictional heroic German officer to the ship's crew was intended to demonstrate the superior bravery and selflessness of German men as compared to the British officers.",
  "/wiki/Werner_Klingler": "Karl Adolf Kurt Werner Klingler (23 October 1903 – 23 June 1972) was a German film director and actor. He directed 29 films between 1936 and 1968. He was born in Stuttgart, Germany and died in Berlin, Germany.",
  "/wiki/Herbert_Selpin": "Herbert Selpin (29 May 1904 – 1 August 1942) was a German film director and screenwriter of light entertainment during the 1930s and 1940s. He is best known for his final film, the partly suppressed Titanic, during the production of which he was arrested by Propaganda Minister Joseph Goebbels. He was later found dead in his prison cell.",
  "/wiki/Sybille_Schmitz": "Sybille Maria Christina Schmitz (2 December 1909 – 13 April 1955) was a German actress.",
  "/wiki/Hans_Nielsen_(actor)": "Hans Albert Nielsen (30 November 1911 – 11 October 1965) was a German film actor. He appeared in 136 films between 1937 and 1965.",
  "/wiki/Ernst_Fritz_Fürbringer": "Ernst Fritz Fürbringer (27 July 1900 – 30 October 1988) was a German film actor. He appeared in 130 films between 1933 and 1983. He was born in Brunswick, Germany and died in Munich, Germany.",
  "/wiki/Nazi_propaganda": "The propaganda used by the German Nazi Party in the years leading up to and during Adolf Hitler's leadership of Germany (1933–1945) was a crucial instrument for acquiring and  maintaining power, and for the implementation of Nazi policies. The pervasive use of propaganda by the Nazis is largely responsible for the word \"propaganda\" itself acquiring its present negative connotations.",
  "/wiki/Joseph_Goebbels": "Paul Joseph Goebbels (German: [ˈpaʊ̯l ˈjoːzɛf ˈɡœbl̩s] (listen); 29 October 1897 – 1 May 1945) was a German Nazi politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945. He was one of Adolf Hitler's closest and most devoted associates, and was known for his skills in public speaking and his deeply virulent antisemitism, which was evident in his publicly voiced views. He advocated progressively harsher discrimination, including the extermination of the Jews in the Holocaust.",
  "/wiki/SS_Cap_Arcona_(1927)": "Cap Arcona, named after Cape Arkona on the island of Rügen, was a large German ocean liner and the flagship of the Hamburg Südamerikanische Dampfschifffahrts-Gesellschaft (\"Hamburg-South America Line\"). She took her maiden voyage on 29 October 1927, carrying passengers and cargo between Germany and the east coast of South America, and in her time was the largest and quickest ship on the route.",
  "/wiki/Royal_Air_Force": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918. Following victory over the Central Powers in 1918 the RAF emerged as, at the time, the largest air force in the world. Since its formation, the RAF has taken a significant role in British military history. In particular, it played a large part in the Second World War where it fought its most famous campaign, the Battle of Britain.",
  "/wiki/Neuengamme_concentration_camp": "The Neuengamme concentration camp was a network of Nazi German concentration camps in Northern Germany that consisted of the main camp, Neuengamme, and its over 85 satellite camps. Established in 1938 near the village of Neuengamme in the Bergedorf district of Hamburg, the Neuengamme camp became the largest concentration camp in Northwest Germany. Over 100,000 prisoners came through Neuengamme and its subcamps, 24 of which were for women. The verified death toll is 42,900: 14,000 in the main camp, 12,800 in the subcamps, and 16,100 in the death marches and bombings during the final weeks of World War II. Following Germany's defeat in 1945, the British Army used the site as an internment camp for SS and other Nazi officials. In 1948, the British transferred the land to the Free Hanseatic City of Hamburg, which summarily demolished the camp's wooden barracks and built in its stead a prison cell block, converting the former concentration camp site into two state prisons operated by the Hamburg authorities from 1950 to 2004. Following protests by various groups of survivors and allies, the site now serves as a memorial. It is situated 15 km southeast of the centre of Hamburg.",
  "/wiki/Titanic_(1953_film)": "Titanic is a 1953 American drama film directed by Jean Negulesco. Its plot centers on an estranged couple sailing on the ill-fated maiden voyage of the RMS Titanic, which took place on April 14, 1912. It was released a day after the 41st anniversary of the sinking.",
  "/wiki/Jean_Negulesco": "Jean Negulesco (born Ioan Negulescu; 29 February 1900 (O.S.) – 18 July 1993) was a Romanian-American film director and screenwriter.",
  "/wiki/Clifton_Webb": "Webb Parmelee Hollenbeck (November 19, 1889 – October 13, 1966), known professionally as Clifton Webb, was an American actor, dancer, and singer remembered for his roles in such films as Laura (1944), The Razor's Edge (1946), and Sitting Pretty (1948). Webb was Oscar-nominated for all three. He was known for his stage appearances in the plays of Noël Coward, including Blithe Spirit, as well as appearances on Broadway in a number of successful musical revues.",
  "/wiki/Barbara_Stanwyck": "Barbara Stanwyck (born Ruby Catherine Stevens; July 16, 1907 – January 20, 1990) was an American actress, model, and dancer. She was a stage, film and television star, known during her 60-year career as a consummate and versatile professional for a strong, realistic screen presence. A favorite of directors including Cecil B. DeMille, Fritz Lang and Frank Capra, she made 85 films in 38 years before turning to television.",
  "/wiki/Robert_Wagner": "Robert John Wagner Jr. (born February 10, 1930) is an American actor of stage, screen, and television, best known for starring in the television shows It Takes a Thief (1968–1970), Switch (1975–1978), and Hart to Hart (1979–1984). He also had a recurring role as Teddy Leopold on the TV sitcom Two and a Half Men and has a recurring role as Anthony DiNozzo Sr. on the police procedural NCIS.",
  "/wiki/Audrey_Dalton": "Audrey Dalton (born 21 January 1934) is an Irish television and film actress.",
  "/wiki/A_Night_to_Remember_(1958_film)": "A Night to Remember is a 1958 British drama film adaptation of Walter Lord's 1955 book, which recounts the final night of RMS Titanic. Adapted by Eric Ambler and directed by Roy Ward Baker, the film stars Kenneth More and features Michael Goodliffe, Laurence Naismith, Kenneth Griffith, David McCallum and Tucker McGuire. It was filmed in the United Kingdom and tells the story of the sinking, portraying the main incidents and players in a documentary-style fashion with considerable attention to detail. The production team, supervised by producer William MacQuitty (who saw the original ship launched) used blueprints of the ship to create authentic sets, while Fourth Officer Joseph Boxhall and ex-Cunard Commodore Harry Grattidge worked as technical advisors on the film. Its budget of £600,000 (£11,868,805 adjusted for inflation ) was exceptional and made it the most expensive film ever made in Britain up to that time.",
  "/wiki/Roy_Ward_Baker": "Roy Ward Baker (19 December 1916 – 5 October 2010), born Roy Horace Baker, was an English film director, credited as Roy Baker for much of his career. His best known film is A Night to Remember (1958) which won a Golden Globe for Best English-Language Foreign Film in 1959. His later career included many horror films and television shows.",
  "/wiki/Kenneth_More": "Kenneth Gilbert More, CBE (20 September 1914 – 12 July 1982) was an English film and stage actor.",
  "/wiki/Ronald_Allen": "Ronald John Allen (16 December 1930 – 18 June 1991) was an English character actor who became a soap opera star.",
  "/wiki/Robert_Ayres_(actor)": "Robert Ayres (11 December 1914 – 5 November 1968) was an American film, stage and television actor. He worked mainly in Britain.",
  "/wiki/Honor_Blackman": "Honor Blackman (born 22 August 1925) is an English actress, widely known for the roles of Cathy Gale in The Avengers (1962–64), Bond girl Pussy Galore in Goldfinger (1964), Julia Daggett in Shalako (1968) and Hera in Jason and the Argonauts (1963). She is also notable for her role as Laura West in the ITV sitcom The Upper Hand (1990–1996).",
  "/wiki/Docudrama": "A docudrama (or documentary drama) is a genre of radio and television programming, feature film, and staged theatre, which features dramatized re-enactments of actual events. On stage, it is sometimes known as documentary theatre.",
  "/wiki/A_Night_to_Remember_(book)": "A Night to Remember is a 1955 non-fiction book by Walter Lord that depicts the sinking of the RMS Titanic on 15 April 1912. The book was hugely successful, and is still considered a definitive resource about the Titanic. Lord interviewed 63 survivors of the disaster as well as drawing on books, memoirs, and articles that they had written. In 1986, Lord authored his follow-up book, The Night Lives On, following renewed interest in the story after the wreck of the Titanic was discovered by Robert Ballard.",
  "/wiki/Walter_Lord": "John Walter Lord Jr. (October 8, 1917 – May 19, 2002) was an American lawyer, ad man, author and popular historian, best known for his 1955 account of the sinking of the RMS Titanic, A Night to Remember.",
  "/wiki/Charles_Lightoller": "Charles Herbert Lightoller, DSC & Bar, RD, RNR (30 March 1874 – 8 December 1952) was the second officer on board the RMS Titanic and a decorated Royal Navy officer. He was the most senior member of the crew to survive the Titanic disaster.",
  "/wiki/The_Unsinkable_Molly_Brown_(film)": "The Unsinkable Molly Brown is a 1964 American musical Metrocolor film directed by Charles Walters and starring Debbie Reynolds, filmed in Panavision. The screenplay by Helen Deutsch is based on the book of the 1960 musical The Unsinkable Molly Brown by Richard Morris. The song score was composed by Meredith Willson. The plot is a fictionalized account of the life of Margaret Brown, who survived the 1912 sinking of the RMS Titanic. Debbie Reynolds was nominated for the Academy Award for Best Actress for her portrayal of Brown.",
  "/wiki/Charles_Walters": "Charles Walters (November 17, 1911 – August 13, 1982) was a Hollywood director and choreographer most noted for his work in MGM musicals and comedies from the 1940s to the 1960s.",
  "/wiki/Debbie_Reynolds": "Mary Frances \"Debbie\" Reynolds (April 1, 1932 – December 28, 2016) was an American actress, singer and businesswoman. Her career spanned almost 70 years. She was nominated for the Golden Globe Award for Most Promising Newcomer for her portrayal of Helen Kane in the 1950 film Three Little Words, and her breakout role was her first leading role, as Kathy Selden in Singin' in the Rain (1952). Other successes include The Affairs of Dobie Gillis (1953), Susan Slept Here (1954), Bundle of Joy (1956 Golden Globe nomination), The Catered Affair (1956 National Board of Review Best Supporting Actress Winner), and Tammy and the Bachelor (1957), in which her performance of the song \"Tammy\" reached number one on the Billboard music charts. In 1959, she released her first pop music album, titled Debbie.",
  "/wiki/Harve_Presnell": "George Harvey (Harve) Presnell (September 14, 1933 – June 30, 2009) was an American actor and singer. He began his career in the mid-1950s as a classical baritone, singing with orchestras and opera companies throughout the United States.",
  "/wiki/Ed_Begley": "Edward James Begley Sr. (March 25, 1901 – April 28, 1970) was an American actor of theatre, radio, film, and television. He won an Academy Award for his performance in the film Sweet Bird of Youth in 1962 and appeared in such classics as 12 Angry Men and The Unsinkable Molly Brown. He was nominated for an Emmy Award for his portrayal of Matthew Harrison Brady in a television adaptation of Inherit the Wind. He is the father of actor and environmental activist Ed Begley Jr.",
  "/wiki/Margaret_Brown": "Margaret Brown (née Tobin; July 18, 1867 – October 26, 1932), posthumously known as \"The Unsinkable Molly Brown\", was an American socialite and philanthropist. She unsuccessfully encouraged the crew in Lifeboat No. 6 to return to the debris field of the 1912 sinking of RMS Titanic to look for survivors. During her lifetime, her friends called her \"Maggie\", but even by her death, obituaries referred to her as the \"Unsinkable Mrs. Brown\". The reference was further reinforced by a 1960 Broadway musical based on her life and its 1964 film adaptation which were both entitled The Unsinkable Molly Brown.",
  "/wiki/Helen_Deutsch": "Helen Deutsch (21 March 1906 – 15 March 1992) was an American screenwriter, journalist, and songwriter.",
  "/wiki/Libretto": "A libretto (lit. \"booklet\") is the text used in, or intended for, an extended musical work such as an opera, operetta, masque, oratorio, cantata or musical. The term libretto is also sometimes used to refer to the text of major liturgical works, such as the Mass, requiem and sacred cantata, or the story line of a ballet.",
  "/wiki/The_Unsinkable_Molly_Brown_(musical)": "The Unsinkable Molly Brown is a 1960 musical with music and lyrics by Meredith Willson and book by Richard Morris. The plot is a fictionalized account of the life of Margaret Brown, who survived the sinking of the RMS Titanic, and her wealthy miner-husband. A musical film version also titled The Unsinkable Molly Brown, with screenplay by Helen Deutsch, was released in 1964.",
  "/wiki/Raise_the_Titanic_(film)": "Raise the Titanic is a 1980 adventure film produced by Lew Grade's ITC Entertainment and directed by Jerry Jameson. The film, which was written by Eric Hughes (adaptation) and Adam Kennedy (screenplay), was based on the book of the same name by Clive Cussler. The story concerns a plan to recover the RMS Titanic due to the fact that it was carrying cargo valuable to Cold War hegemony.",
  "/wiki/Jerry_Jameson": "Jerry Jameson (born November 26, 1934), is an American television and film director, editor and producer.",
  "/wiki/Jason_Robards": "Jason Nelson Robards Jr. (July 26, 1922 – December 26, 2000) was an American stage, film, and television actor. He was a winner of a Tony Award, two Academy Awards and an Emmy Award, making him one of 24 Triple Crown of Acting winners. He was also a United States Navy decorated combat veteran of World War II.",
  "/wiki/Richard_Jordan": "Robert Anson Jordan Jr. (July 19, 1937 – August 30, 1993) was an American stage, screen, and television actor. A long-time member of the New York Shakespeare Festival, he performed in many Off Broadway and Broadway plays. His films include Logan's Run, Les Misérables, Raise the Titanic, The Friends of Eddie Coyle, The Yakuza, Interiors, The Bunker, Dune, The Secret of My Success, Timebomb, The Hunt for Red October, Posse and Gettysburg.",
  "/wiki/David_Selby": "David Lynn Selby (born February 5, 1941) is an American film, television and stage actor. He is best known for playing Quentin Collins in the daytime soap opera Dark Shadows (1968–71), and Richard Channing in the prime-time soap opera Falcon Crest (1982–90). Selby also had prominent roles in the television series Flamingo Road (1981–82), and the feature film Raise the Titanic (1980). Also a published writer, Selby has written several books including novels, memoirs, and collections of poetry.",
  "/wiki/Anne_Archer": "Anne Archer (born August 24, 1947) is an American actress. She was nominated for the Academy Award for Best Supporting Actress for the 1987 film Fatal Attraction. Her other film appearances include Paradise Alley (1978), Patriot Games (1992), Short Cuts (1993), Clear and Present Danger (1994), and Lullaby (2014).",
  "/wiki/Alec_Guinness": "Sir Alec Guinness, CH, CBE (born Alec Guinness de Cuffe; 2 April 1914 – 5 August 2000) was an English actor. After an early career on the stage, Guinness was featured in several of the Ealing Comedies, including The Ladykillers and Kind Hearts and Coronets; in the latter of these he played nine different characters. He collaborated six times with director David Lean: Herbert Pocket in Great Expectations (1946), Fagin in Oliver Twist (1948), Col. Nicholson in The Bridge on the River Kwai (1957, for which he won the Academy Award for Best Actor), Prince Faisal in Lawrence of Arabia (1962), General Yevgraf Zhivago in Doctor Zhivago (1965), and Professor Godbole in A Passage to India (1984). He also portrayed Obi-Wan Kenobi in George Lucas's original Star Wars trilogy; for the original film, he was nominated for Best Supporting Actor at the 50th Academy Awards.",
  "/wiki/Clive_Cussler": "Clive Eric Cussler (born July 15, 1931) is an American adventure novelist and underwater explorer. His thriller novels, many featuring the character Dirk Pitt, have reached The New York Times fiction best-seller list more than 20 times. Cussler is the founder and chairman of the National Underwater and Marine Agency (NUMA), which has discovered more than 60 shipwreck sites and numerous other notable underwater wrecks.  He is the sole author or lead author of more than 80 books.",
  "/wiki/Raise_the_Titanic!": "Raise the Titanic! is a 1976 adventure novel by Clive Cussler, published in the United States by the Viking Press. It tells the story of efforts to bring the remains of the ill-fated ocean liner RMS Titanic to the surface of the Atlantic Ocean in order to recover a stockpile of an exotic mineral that was being carried aboard.",
  "/wiki/Box_office_bomb": "In the motion picture industry, a box-office bomb or box-office flop is a film that is considered highly unsuccessful or unprofitable during its theatrical run. Although any film for which the production and marketing costs exceed the combined revenue after release is considered to have \"bombed\", the term is more frequently used on major studio releases that are highly anticipated and hyped, regarding their cost, production, or marketing efforts, particularly when they are very expensive to produce.",
  "/wiki/Titanica": "Titanica is a 1992 IMAX documentary film about the RMS Titanic. The film was directed by Stephen Low and narrated by Cedric Smith, Anatoly Sagalevich and Ralph White. The film mostly focuses on footage taken at the wreck of the RMS Titanic, also featuring footage of the expedition crew searching the wreck as well as interviews with Titanic survivors Frank John William Goldsmith and Eva Hart. Using Eva and the crew members, Low conveys the voice of the documentary by showing the Titanic's wreckage as a graveyard which is to be respected and treated with caution and care. It was the second feature-length IMAX film released, following Stones at the Max in 1991. An edited 40 minute version of the film was also later released for IMAX theatres in 1995; this version had new narration by Leonard Nimoy, though it retains most of White's narration. This edited version later became the basis for another edited version released in 1997, featuring 27 more minutes of interviews with Ralph White, Emory Kristof, and other experts.",
  "/wiki/Stephen_Low": "Stephen Low (born 1950 in Ottawa, Ontario, Canada) is a Canadian film director and screenwriter who works extensively in the IMAX and IMAX 3D film formats. Based in Montreal, Quebec, over his 30-plus year career Low has directed numerous award-winning film documentaries including Challenger: An Industrial Romance (1980), Beavers (1988), Titanica (1991), Super Speedway (1997), Volcanoes of the Deep Sea (2003), Fighter Pilot: Operation Red Flag (2004), Ultimate Wave Tahiti 3D (2010), Legends of Flight 3D (2010), Rescue 3D (2011), Rocky Mountain Express (2011) and Aircraft Carrier (2017).",
  "/wiki/Cedric_Smith_(actor)": "Cedric Smith (born 21 September 1943) is an English Canadian actor and musician. He played Alec King in the CBC television series Road to Avonlea and was the voice of Professor X in the X-Men TV series.",
  "/wiki/Leonard_Nimoy": "Leonard Simon Nimoy (/ˈniːmɔɪ/; March 26, 1931 – February 27, 2015) was an American actor, film director, photographer, author, singer, and songwriter. He was known for playing Spock in the Star Trek franchise, a character he portrayed in television and film for almost fifty years, from a pilot episode shot in late 1964 to his final film performance in 2013.",
  "/wiki/IMAX": "IMAX is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters known for having very large screens with a tall aspect ratio (approximately 1.43:1 & 1.90:1) and steep stadium seating.",
  "/wiki/Documentary_film": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/Wreck_of_the_RMS_Titanic": "The wreck of the RMS Titanic lies at a depth of about 12,500 feet (3.8 km; 2.37 mi), about 370 miles (600 km) south-southeast off the coast of Newfoundland. It lies in two main pieces about a third of a mile (600 m) apart. The bow is still recognisable with many preserved interiors, despite deterioration and damage sustained hitting the sea floor. In contrast, the stern is completely ruined. A debris field around the wreck contains hundreds of thousands of items spilled from the ship as she sank. The bodies of the passengers and crew would have also been distributed across the sea bed, but have been consumed by other organisms.",
  "/wiki/Frank_John_William_Goldsmith": "Frank John William Goldsmith Jr. (19 December 1902 — 27 January 1982), was a young third-class passenger of the RMS Titanic and a survivor of the sinking in 1912. He later wrote a book about his experiences on the ship, entitled Echoes In the Night: Memories of a Titanic Survivor (1991), which featured in the documentary, Titanic: The Legend Lives On (1994).[citation needed]",
  "/wiki/Eva_Hart": "Eva Miriam Hart MBE (31 January 1905 – 14 February 1996) was a survivor of the sinking of the RMS Titanic on 15 April 1912.",
  "/wiki/Titanic_(1997_film)": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron. Incorporating both historical and fictionalized aspects, the film is based on accounts of the sinking of the RMS Titanic, and stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage.",
  "/wiki/James_Cameron": "James Francis  Cameron CC   (born August 16, 1954) is a Canadian filmmaker, artist, and environmentalist, who is best known for making science fiction and epic films for the Hollywood mainstream.  \nCameron first gained recognition for directing The Terminator (1984). He found further critical and commercial success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991) and True Lies (1994). His greatest big-budget productions have been Titanic (1997) and Avatar (2009), the former earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, also garnered him nominations in the same categories.",
  "/wiki/Leonardo_DiCaprio": "Leonardo Wilhelm DiCaprio (/dɪˈkæprioʊ/, Italian: [diˈkaːprjo]; born November 11, 1974) is an American actor, producer, and environmentalist. He has often played unconventional parts, particularly in biopics and period films. As of 2019, his films have earned US$7.2 billion worldwide, and he has placed eight times in annual rankings of the world's highest-paid actors. His accolades include an Academy Award and three Golden Globe Awards.",
  "/wiki/Kate_Winslet": "Kate Elizabeth Winslet CBE (born 5 October 1975) is an English actress. She is particularly known for her work in period dramas, and is often drawn to portraying angst-ridden women. Winslet is the recipient of various accolades, including three British Academy Film Awards, and is among the few performers to have won Academy, Emmy, and Grammy Awards.",
  "/wiki/Billy_Zane": "William George Zane Jr. (born February 24, 1966) is an American actor, painter and producer. He played antagonist Caledon Hockley in the epic romantic disaster film Titanic (1997). His other films include Back to the Future (1985) and its sequel Back to the Future Part II (1989), Dead Calm (1989), the television series Twin Peaks (1991), Tombstone (1993),  Demon Knight (1995), The Phantom (1996) and the video game Kingdom Hearts (2002).",
  "/wiki/Kathy_Bates": "Kathleen Doyle Bates (born June 28, 1948) is an American actress and director. She is the recipient of numerous accolades, including one Academy Award, two Primetime Emmy Awards, and two Golden Globe Awards.",
  "/wiki/Frances_Fisher": "Frances Louise Fisher (born 11 May 1952) is an English-born American actress.",
  "/wiki/Gloria_Stuart": "Gloria Frances Stuart (née Gloria Stewart; July 4, 1910  –  September 26, 2010) was an American actress, visual artist, and activist. She was initially known for her roles in Pre-Code films, though she would garner renewed fame later in life for her critically acclaimed role in James Cameron's Titanic (1997). Her accolades include a Screen Actors Guild Award, one Golden Globe nomination, and one Academy Award nomination. Nominated at age 86, she is the oldest person, as of 2020, to receive an Academy Award nomination in the category of Best Supporting Actress.",
  "/wiki/Cinema_of_the_United_States": "The cinema of the United States, often metonymously referred to as Hollywood, has had a large effect on the film industry in general since the early 20th century. The dominant style of American cinema is classical Hollywood cinema, which developed from 1913 to 1969 and characterizes most films made there to this day. While Frenchmen Auguste and Louis Lumière are generally credited with the birth of modern cinema, American cinema soon came to be a dominant force in the emerging industry. It produces the largest number of films of any single-language national cinema, with more than 700 English-language films released on average every year. While the national cinemas of the United Kingdom (299), Canada (206), Australia, and New Zealand also produce films in the same language, they are not considered part of the Hollywood system. Hollywood has also been considered a transnational cinema. Hollywood produced multiple language versions of some titles, often in Spanish or French. Contemporary Hollywood off-shores production to Canada, Australia, and New Zealand.",
  "/wiki/Romance_film": "Romance films or romance movies are romantic love stories recorded in visual media for broadcast in theaters and on TV that focus on passion, emotion, and the affectionate romantic involvement of the main characters and the journey that their love takes them through dating, courtship or marriage. Romance films make the romantic love story or the search for strong and pure love and romance the main plot focus. Occasionally, romance lovers face obstacles such as finances, physical illness, various forms of discrimination, psychological restraints or family that threaten to break their union of love. As in all quite strong, deep, and close romantic relationships, tensions of day-to-day life, temptations (of infidelity), and differences in compatibility enter into the plots of romantic films.",
  "/wiki/Epic_film": "Epic films are a style of filmmaking with large scale, sweeping scope, and spectacle. The usage of the term has shifted over time, sometimes designating a film genre and at other times simply synonymous with big-budget filmmaking. Like epics in the classical literary sense it is often focused on a heroic character. An epic's ambitious nature helps to set it apart from other types of film such as the period piece or adventure film.",
  "/wiki/Disaster_film": "A disaster film or disaster movie is a film genre that has an impending or ongoing disaster as its subject and primary plot device. Such disasters include natural disasters such as floods, earthquakes, tsunamis or asteroid collisions, accidents such as shipwrecks or airplane crashes, or calamities like worldwide disease pandemics. A subgenre of action films, these films usually feature some degree of build-up, the disaster itself, and sometimes the aftermath, usually from the point of view of specific individual characters or their families or portraying the survival tactics of different people.",
  "/wiki/List_of_most_expensive_films": "Due to the secretive nature of Hollywood accounting it is not clear which film is the most expensive film ever made. Pirates of the Caribbean: On Stranger Tides officially holds the record with a budget of $378.5 million, while The Hobbit trilogy stands as the most expensive back-to-back film production with combined costs of $623 million after tax credits.",
  "/wiki/US$": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/List_of_highest-grossing_films": "Films generate income from several revenue streams, including theatrical exhibition, home video, television broadcast rights, and merchandising. However, theatrical box office earnings are the primary metric for trade publications in assessing the success of a film, mostly because of the availability of the data compared to sales figures for home video and broadcast rights, but also because of historical practice. Included on the list are charts of the top box office earners (ranked by both the nominal and real value of their revenue), a chart of high-grossing films by calendar year, a timeline showing the transition of the highest-grossing film record, and a chart of the highest-grossing film franchises and series. All charts are ranked by international theatrical box office performance where possible, excluding income derived from home video, broadcasting rights, and merchandise.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/Re-release": "In the music industry, a reissue (also re-release, repackage or re-edition) is the release of an album or single which has been released at least once before, sometimes with alterations or additions.",
  "/wiki/IMAX_3D": "IMAX is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters known for having very large screens with a tall aspect ratio (approximately 1.43:1 & 1.90:1) and steep stadium seating.",
  "/wiki/Titanic_in_3D": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron. Incorporating both historical and fictionalized aspects, the film is based on accounts of the sinking of the RMS Titanic, and stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage.",
  "/wiki/The_Chambermaid_on_the_Titanic": "The Chambermaid on the Titanic (Spanish: La camarera del Titanic, French: La Femme de chambre du Titanic, Italian: L'immagine del desiderio) is a 1997 French-Italian-Spanish drama film directed by Bigas Luna, starring Oliver Martinez, Romane Bohringer and Aitana Sanchez-Gijon. It is based on the novel La Femme de chambre du Titanic by Didier Decoin. The film is known variously by its French title, La Femme de chambre du Titanic, and also by the shortened English title The Chambermaid, which was adopted in late August 1998 to avoid the impression that it was trying to cash in on the success of James Cameron's popular film, Titanic, which was released the year before The Chambermaid on the Titanic made its US debut.",
  "/wiki/Bigas_Luna": "José Juan Bigas Luna (19 March 1946, in Barcelona – 5 April 2013, in la Riera de Gaià, Catalonia), known artistically as Bigas Luna, was a Spanish film director, designer and artist. His films are typically characterised by a strong emphasis on the erotic, often related to food, something for which he admitted a strong passion. His work often explores and parodies clichés of Spanish identity, but he had an international career and has made films in the Spanish, Catalan, Italian, French and English languages.",
  "/wiki/Aitana_Sánchez-Gijón": "Aitana Sánchez-Gijón (born 5 November 1968 in Rome, Italy) is a Spanish film actress.",
  "/wiki/Olivier_Martinez": "Olivier Martinez (born 12 January 1966)\nis a French film actor. He became known after roles in several French films such as Un, deux, trois, soleil (1993), which garnered him the César Award for \"Most Promising Actor\", The Horseman on the Roof (1995),  and The Chambermaid on the Titanic (1997). He has also appeared in Hollywood-produced features, including the drama Before Night Falls (2000), the erotic thriller Unfaithful (2002) and playing the role of a French drug lord in the action-crime-thriller S.W.A.T. (2003).",
  "/wiki/Romane_Bohringer": "Romane Bohringer (born 14 August 1973) is a French actress, film director, screenwriter, and costume designer. She is the daughter of Richard Bohringer and sister of Lou Bohringer. Her parents named her after Roman Polanski.",
  "/wiki/Cinema_of_Spain": "The art of motion-picture making within the Kingdom of Spain or by Spanish filmmakers abroad is collectively known as Spanish Cinema.",
  "/wiki/Cinema_of_Italy": "The Cinema of Italy comprises the films made within Italy or by Italian directors. The first Italian director is considered to be Vittorio Calcina [it], a collaborator of the Lumière Brothers, who filmed Pope Leo XIII in 1896. Since its beginning, Italian cinema has influenced film movements worldwide. As of 2018, Italian films have won 14 Academy Awards for Best Foreign Language Film (the most of any country) as well as 12 Palmes d'Or (the second-most of any country), one Academy Award for Best Picture and many Golden Lions and Golden Bears.",
  "/wiki/Didier_Decoin": "Didier Decoin (born 13 March 1945) is a French screenwriter and writer awarded the Prix Goncourt in 1977.",
  "/wiki/The_Legend_of_the_Titanic": "The Legend of the Titanic (Spanish: La leyenda del Titanic, Italian: La leggenda del Titanic) is a 1999 North Korean-Italian animated film directed by Orlando Corradi and Kim J. Ok. The film is a very loose adaptation of the RMS Titanic sinking and featured several fantasy elements such as anthropomorphic animals.",
  "/wiki/Orlando_Corradi": "Orlando Corradi (1940, Busto Arsizio – 7 November 2018, Switzerland) was an Italian film director, animator, and film distributor. He was the co-founder, president, CEO and CFO of Mondo TV.",
  "/wiki/Jane_Alexander": "Jane Alexander (born October 28, 1939) is an American author, actress, and former director of the National Endowment for the Arts. She is a Tony Award winner and two-time Emmy Award winner.",
  "/wiki/Gregory_Snegoff": "Gregory Snegoff (born June 22, 1955) is an American voice actor, writer and dialogue director who frequently works on English-language anime-dubs. He is also known by the names Greg Snegoff, Gregory Snow, and Greg Snow.",
  "/wiki/Italian_cinema": "The Cinema of Italy comprises the films made within Italy or by Italian directors. The first Italian director is considered to be Vittorio Calcina [it], a collaborator of the Lumière Brothers, who filmed Pope Leo XIII in 1896. Since its beginning, Italian cinema has influenced film movements worldwide. As of 2018, Italian films have won 14 Academy Awards for Best Foreign Language Film (the most of any country) as well as 12 Palmes d'Or (the second-most of any country), one Academy Award for Best Picture and many Golden Lions and Golden Bears.",
  "/wiki/Titanic:_The_Legend_Goes_On": "Titanic: The Legend Goes On (Italian: Titanic, mille e una storia or Titanic: La leggenda continua), (Spanish: Titanic: la leyenda continúa), also released as Titanic: The Animated Movie, is a 2000 Spanish-Italian animated feature film about the sinking of the RMS Titanic, written and directed by Camillo Teti.",
  "/wiki/Spanish_cinema": "The art of motion-picture making within the Kingdom of Spain or by Spanish filmmakers abroad is collectively known as Spanish Cinema.",
  "/wiki/Ghosts_of_the_Abyss": "Ghosts of the Abyss is a 2003 American documentary film released by Walt Disney Pictures and Walden Media. It was directed by Academy Award-winning filmmaker James Cameron after his 1997 Oscar-winning film Titanic. During August and September 2001, Cameron and a group of scientists staged an expedition to the wreck of the RMS Titanic, and dived in Russian deep-submersibles to obtain more detailed images than anyone had before. With the help of two small, purpose-built remotely operated vehicles, nicknamed \"Jake\" and \"Elwood\", the audience too can see inside the Titanic, and with the help of CGI, audiences can view the ship's original appearance superimposed on the deep-dive images.",
  "/wiki/Bill_Paxton": "William Paxton (May 17, 1955 – February 25, 2017) was an American actor and director. He appeared in films such as The Terminator (1984), Commando (1985), Weird Science (1985), Aliens (1986), Near Dark (1987), Predator 2 (1990),  Tombstone (1993), True Lies (1994), Apollo 13 (1995), Twister (1996), Titanic (1997), Mighty Joe Young (1998), U-571 (2000), Vertical Limit (2000), Frailty (2001), Edge of Tomorrow (2014), Nightcrawler (2014), and Marvel's Agents of S.H.I.E.L.D. (2014). He also starred in the HBO drama series Big Love (2006–2011), earning three Golden Globe Award nominations during the show's run. He was nominated for a Primetime Emmy Award and a Screen Actors Guild Award for portraying Randall McCoy in the History channel miniseries Hatfields & McCoys (2012). His final film appearance was in The Circle (2017), released two months after his death.",
  "/wiki/3-D_film": "A three-dimensional stereoscopic film (also known as three-dimensional film, 3D film or S3D film) is a motion picture that enhances the illusion of depth perception, hence adding a third dimension. The most common approach to the production of 3D films is derived from stereoscopic photography. In this approach, a regular motion picture camera system is used to record the images as seen from two perspectives (or computer-generated imagery generates the two perspectives in post-production), and special projection hardware or eyewear is used to limit the visibility of each image to the viewer's left or right eye only. 3D films are not limited to theatrical releases; television broadcasts and direct-to-video films have also incorporated similar methods, especially since the advent of 3D television and Blu-ray 3D.",
  "/wiki/Walt_Disney_Pictures": "Walt Disney Pictures (branded as simply Disney since 2011) is an American film studio and a subsidiary of The Walt Disney Studios, which is ultimately owned by The Walt Disney Company. The subsidiary is the main producer of live-action feature films within the Walt Disney Studios unit, and is based at the Walt Disney Studios in Burbank, California. It took on its current name in 1983. Films produced by Walt Disney Animation Studios and Pixar Animation Studios are also released under this brand.",
  "/wiki/Walden_Media": "Walden Media, LLC or Walden Media is an American film investor, distributor, and publishing company. Its films are based on notable classic or award-winning children's literature, compelling biographies or historical events, as well as documentaries and some original screenplays.",
  "/wiki/Deep-sea_exploration": "Deep-sea exploration is the investigation of physical, chemical, and biological conditions on the sea bed, for scientific or commercial purposes. Deep-sea exploration is considered a relatively recent human activity compared to the other areas of geophysical research, as the depths of the sea have been investigated only during comparatively recent years. The ocean depths still remain a largely unexplored part of the planet, and form a relatively undiscovered domain.",
  "/wiki/Tentacolino": "Tentacolino (Italian: Alla ricerca del Titanic), also known as In Search of the Titanic, is a 2004 North Korean-Italian animated film. It is a sequel to the 1999 Italian animated film The Legend of the Titanic directed by Kim Jun-ok.",
  "/wiki/Fabio_Boccanera": "Fabio Boccanera (born October 28, 1964) is an Italian voice actor.",
  "/wiki/Holmes_&_Watson": "Holmes & Watson is a 2018 American mystery buddy comedy film written and directed by Etan Cohen. The film stars Will Ferrell and John C. Reilly as the eponymous characters Sherlock Holmes and Dr. Watson, with Rebecca Hall, Rob Brydon, Steve Coogan, and Ralph Fiennes in supporting roles. The plot follows the famed detective duo as they set out to find the culprit behind a threat at Buckingham Palace.",
  "/wiki/Etan_Cohen": "Etan Cohen (Hebrew: איתן כהן‎; born March 14, 1974) is an Israeli American screenwriter and film director best known[citation needed] for writing the scripts to Tropic Thunder, Madagascar: Escape 2 Africa and Men in Black 3.",
  "/wiki/Will_Ferrell": "John William Ferrell (/ˈfɛrəl/; born July 16, 1967) is an American actor, comedian, producer, writer and businessman. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Anchorman: The Legend of Ron Burgundy (2004), Talladega Nights (2006), Step Brothers (2008), The Other Guys (2010) and Anchorman 2: The Legend Continues (2013), all but one of which he co-wrote with his comedy partner Adam McKay. The two also founded the comedy website Funny or Die in 2007. Other film roles include Elf, Old School (both 2003), Blades of Glory (2007), Daddy's Home (2015), and the animated films Megamind (2010) and The Lego Movie (2014).",
  "/wiki/John_C._Reilly": "John Christopher Reilly (born May 24, 1965) is an American actor, comedian, singer, voice actor, screenwriter, and producer who made his film debut in Brian De Palma's war film Casualties of War (1989). Reilly gained exposure through his supporting roles in Days of Thunder (1990), What's Eating Gilbert Grape (1993), and The River Wild (1994). He also starred in Paul Thomas Anderson's films Hard Eight (1996), Boogie Nights (1997), and Magnolia (1999). For his performance in Chicago (2002), Reilly was nominated for the Academy Award for Best Supporting Actor and the corresponding Golden Globe Award. He worked with director Martin Scorsese on both Gangs of New York (2002) and The Aviator (2004).",
  "/wiki/Queen_Victoria": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. On 1 May 1876, she adopted the additional title of Empress of India. Known as the Victorian era, her reign of 63 years and seven months was longer than that of any of her predecessors. It was a period of industrial, cultural, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire.",
  "/wiki/List_of_films_about_the_RMS_Titanic": "The RMS Titanic has been featured in numerous films, TV movies and notable TV episodes. This list includes the 1997 film Titanic which is one of the highest-grossing films. On television, the Titanic has been featured in genres ranging from epic dramas to short cartoon parodies."
}