{
  "/wiki/Inverness-shire": "The Shire of Inverness (Scottish Gaelic: Siorrachd Inbhir Nis) is a historic county and lieutenancy area of Scotland. Covering much of the Highlands and Outer Hebrides, it is Scotland's largest county, though one of the smallest in population, with 67,733 people or 1.34% of the national population.",
  "/wiki/Ben_Nevis": "Ben Nevis (Scottish Gaelic: Beinn Nibheis, pronounced [peˈɲivəʃ]; English: /bɛnˈnɛvɪs/) is the highest mountain in the British Isles. Standing at 1,345 metres (4,411 ft) above sea level, it is at the western end of the Grampian Mountains in the Lochaber area of the Scottish Highlands, close to the town of Fort William.",
  "/wiki/Aberdeenshire_(historic)": "Aberdeenshire or the County of Aberdeen (Scots: Coontie o Aiberdeen, Scottish Gaelic: Siorrachd Obar Dheathain) is a historic county and registration county of Scotland. The area of the county, excluding the city of Aberdeen itself, is also a lieutenancy area. The county borders Kincardineshire, Angus and Perthshire to the south, Inverness-shire and Banffshire to the west, and the North Sea to the north and east. It has a coast-line of 65 miles (105 km).",
  "/wiki/Ben_Macdhui_(Scotland)": "Ben Macdui (Scottish Gaelic: Beinn Mac Duibh) is the second highest mountain in the United Kingdom (in absolute height) after Ben Nevis, and the highest in the Cairngorms National Park. After the defeat of Domnall mac Uilliam in 1187, Donnchad II, Earl of Fife, acquired Strathavon, a territory stretching from Ballindalloch to Ben Macdui; because the mountain marked the western boundary of Donnchad's territory, historian and place-name scholar Professor G.W.S. Barrow has suggested that the mountain took its name from Donnchad's family, the Mac Duibh.",
  "/wiki/Banffshire": "Banffshire (/ˈbænfʃər/; Scots: Coontie o Banffshire; Scottish Gaelic: Siorrachd Bhanbh) is a historic county, registration county and lieutenancy area of Scotland. The county town is Banff, although the largest community is Buckie to the west. It borders the Moray Firth to the north, Morayshire  and Inverness-shire to the west, and Aberdeenshire to the east and south.",
  "/wiki/Perthshire": "Perthshire (/ˈpɜːrθʃər/ (listen); Scottish Gaelic: Siorrachd Pheairt), officially the County of Perth, is a historic county and registration county in central Scotland. Geographically it extends from Strathmore in the east, to the Pass of Drumochter in the north, Rannoch Moor and Ben Lui in the west, and Aberfoyle in the south; it borders the counties of Inverness-shire and Aberdeenshire to the north, Angus to the east, Fife, Kinross-shire, Clackmannanshire, Stirlingshire and Dunbartonshire to the south and Argyllshire to the west. It was a local government county from 1890 to 1930.",
  "/wiki/Ben_Lawers": "Ben Lawers (Scottish Gaelic: Beinn Labhair) is the highest mountain in the southern part of the Scottish Highlands. It lies to the north of Loch Tay, and is the highest point of a long ridge that includes seven Munros. It is the highest peak in Perthshire, and is the tenth highest Munro in Scotland. Ben Lawers was long thought to be over 4,000 feet (1,219.2 m) in height; accurate measurement in the 1870s showed it to be some 17 feet (5.2 m) short of this figure.",
  "/wiki/Ross_and_Cromarty": "Ross and Cromarty (Scottish Gaelic: Ros agus Cromba), sometimes referred to as Ross-shire and Cromartyshire is a variously defined area in the Highlands and Islands of Scotland. There is a registration county and a lieutenancy area in current use, the latter of which is 8,019 square kilometres (3,096 square miles) in extent. Historically there has also been a constituency of the Parliament of the United Kingdom (1832 to 1983), a local government county (1890 to 1975), a district of the Highland local government region (1975 to 1996) and a management area of the Highland Council (1996 to 2007). The local government county is now divided between two local government areas: the Highland area and Na h-Eileanan Siar (the Western Isles). Ross and Cromarty border Sutherland to the north and Inverness-shire to the south.",
  "/wiki/Carn_Eige": "Càrn Eige, sometimes spelt Càrn Eighe, is a mountain in the north of Scotland. At an elevation of 1,183 metres (3,881 ft) above sea level, it is the highest mountain in northern Scotland (north of the Great Glen), the twelfth-highest summit above sea level in the British Isles, and, in terms of relative height (topographic prominence), it is the second-tallest mountain in the British Isles after Ben Nevis (its \"parent peak\" for determination of topographic prominence). The highpoint of the historic county of Ross and Cromarty, it is the twin summit of the massif, being mirrored by the 1,181-metre (3,875 ft) Mam Sodhail, to the south on the same ridge.",
  "/wiki/Argyll": "Argyll (/ɑːrˈɡaɪl/; archaically Argyle, Earra-Ghàidheal in modern Gaelic, pronounced [ˈaːrˠəɣɛː.əl̪ˠ]), sometimes called Argyllshire, is a historic county and registration county of western Scotland.",
  "/wiki/Bidean_nam_Bian": "Bidean nam Bian, lying to the south of Glen Coe, Highland, Scotland, is the highest point in the former county of Argyll. It is a complex mountain, with many ridges and subsidiary peaks, one of which, Stob Coire Sgreamhach, is classified as a separate Munro.",
  "/wiki/Angus,_Scotland": "Angus (Scottish Gaelic: Aonghas) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City[disambiguation needed] and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county.",
  "/wiki/Glas_Maol": "Glas Maol is the highest point in the Mounth hills, in the southeastern part of the  Highlands of Scotland. The broad, flat summit is divided between the council area of Aberdeenshire, Angus and Perth and Kinross, though the highest point lies wholly within Angus; indeed Glas Maol is the highest point in that council area.",
  "/wiki/Sutherland": "Sutherland is a historic county, registration county and lieutenancy area in the Highlands of Scotland. Its county town is Dornoch. Sutherland borders Caithness and Moray Firth to the east, Ross-shire and Cromartyshire (later combined into Ross and Cromarty) to the south and the Atlantic to the north and west. Like its southern neighbour Ross-shire, Sutherland has some of the most dramatic scenery in the whole of Europe, especially on its western fringe where the mountains meet the sea. These include high sea cliffs, and very old mountains composed of Precambrian and Cambrian rocks.",
  "/wiki/Ben_More_Assynt": "Ben More Assynt (Gaelic: Beinn Mhòr Asaint) is a mountain in Assynt in the far north-west of Scotland, 30 kilometres (19 mi) north-north-east of the town of Ullapool. The name translates as \"big mountain of Assynt\", and with a height of 998 metres (3,274 ft) it is the highest point in the county of Sutherland.",
  "/wiki/Stirlingshire": "Stirlingshire or the County of Stirling (Scots: Coontie o Stirlin, Scottish Gaelic: Siorrachd Sruighlea) is a historic county and registration county of Scotland. Its county town is Stirling.",
  "/wiki/Ben_Lomond": "Ben Lomond (Scottish Gaelic: Beinn Laomainn, 'Beacon Mountain'), 974 metres (3,196 ft), is a mountain in the Scottish Highlands. Situated on the eastern shore of Loch Lomond, it is the most southerly of the Munros. Ben Lomond lies within the Ben Lomond National Memorial Park and the Loch Lomond and The Trossachs National Park, property of the National Trust for Scotland.",
  "/wiki/Dunbartonshire": "Dunbartonshire (Scottish Gaelic: Siorrachd Dhùn Bhreatainn) or the County of Dumbarton is a historic county, lieutenancy area and registration county in the west central Lowlands of Scotland lying to the north of the River Clyde. Dunbartonshire borders Perthshire to the north, Stirlingshire to the east, Lanarkshire and Renfrewshire to the south, and Argyllshire to the west. The boundaries with Lanarkshire and Stirlingshire are split in two owing to the existence of an exclave around Cumbernauld (see below).",
  "/wiki/Ben_Vorlich_(Loch_Lomond)": "Ben Vorlich (Scottish Gaelic: Beinn Mhùrlaig) is a Scottish mountain situated between the northernmost section of Loch Lomond and Loch Sloy. It is one of the Arrochar Alps, though it lies separate from the other peaks in the range, as indicated by the large topographic prominence. It is the highest point of the historic county of Dunbartonshire.",
  "/wiki/County_of_Bute": "The County of Bute (Scottish Gaelic: Siorrachd Bhòid), also known as Buteshire, is a historic county and registration county of Scotland.",
  "/wiki/Goatfell": "Goat Fell (marked as Goatfell by the Ordnance Survey; Scottish Gaelic: Gaoda Bheinn) is the highest point on the Isle of Arran. At 874 metres (2,866 ft), it is one of four Corbetts on the island. The mountain, along with nearby Brodick Castle, is now owned by the National Trust for Scotland.",
  "/wiki/Kirkcudbrightshire": "Kirkcudbrightshire (/kəˈkuːbrɪʃər/ kə-KOO-bri-shər), or the County of Kirkcudbright or the Stewartry of Kirkcudbright, is a historic county, registration county and lieutenancy area in the informal Galloway area of south-western Scotland. For local government purposes, it forms part of the wider Dumfries and Galloway council area of which it forms a committee area under the name of the Stewartry.",
  "/wiki/Merrick,_Galloway": "Merrick (Gaelic: Meurag, meaning \"finger\") is the highest mountain in the Southern Uplands of southern Scotland and is part of the Range of the Awful Hand. The line of sight from Merrick to Snowdon is theoretically the longest in the British Isles.",
  "/wiki/Peeblesshire": "Peeblesshire (Scottish Gaelic: Siorrachd nam Pùballan), the County of Peebles or Tweeddale is a historic county of Scotland. Its county town is Peebles, and it borders Midlothian to the north, Selkirkshire to the east, Dumfriesshire to the south, and Lanarkshire to the west.",
  "/wiki/Broad_Law": "Broad Law is the second highest hill in the wide expanse of hill country in Southern Scotland, the Southern Uplands. It has an elevation of 840 metres, a prominence of 653 metres (and thus is a \"major\") and an isolation of  80 kilometres. It is only ten feet lower than its parent, Merrick. Like many of its neighbours it is smooth, rounded and grassy, although the surrounding glens have very steep sides — country somewhat akin to the Cheviots or the Howgill Fells. The hill may be climbed from any of the villages near its base, or as part of a long, 30-mile trek across the local area between the towns of Peebles and Moffat. On the summit is the highest VOR beacon in the UK, and also a radio tower.",
  "/wiki/Selkirkshire": "Selkirkshire or the County of Selkirk (Scottish Gaelic: Siorrachd Shalcraig) is a historic county and registration county of Scotland. It borders Peeblesshire to the west, Midlothian to the north, Roxburghshire to the east, and Dumfriesshire to the south. It derives its name from its county town, the Royal burgh of Selkirk.",
  "/wiki/Dumfriesshire": "Dumfriesshire or the County of Dumfries (Siorrachd Dhùn Phris in Gaelic) is a historic county, registration county and lieutenancy area of Scotland.",
  "/wiki/White_Coomb": "White Coomb is a hill in the Southern Uplands of Scotland. Its summit is the highest point of a network of ridges that lie north-east of the town of Moffat in the Moffat Hills. The ridges are broad, but are defended by steep valleys. The summit marks the highest point in the registration county of Dumfries.",
  "/wiki/Ayrshire": "Ayrshire (Scottish Gaelic: Siorrachd Inbhir Àir, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ]) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub-divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800.",
  "/wiki/Kirriereoch_Hill": "Kirriereoch Hill is a hill in the Range of the Awful Hand in the Southern Uplands of southern Scotland. It lies on the border of the old counties of Ayrshire and Kirkcudbrightshire, or the modern regions of Dumfries and Galloway and South Ayrshire. Kirriereoch Hill was classified as a Corbett and Marilyn but then deleted from these lists in 1984 due to not being thought to achieve the respective prominence criteria.",
  "/wiki/Kincardineshire": "Kincardineshire, also known as the Mearns (from Scottish Gaelic: A' Mhaoirne meaning \"the Stewartry\"), is a historic county, registration county and lieutenancy area on the coast of northeast Scotland. It is bounded by Aberdeenshire on the north and west, and by Angus on the south.",
  "/wiki/Mount_Battock": "Mount Battock (778 m) is a mountain in the Mounth on the eastern edge of the Scottish Highlands, on the border between Aberdeenshire and Angus.",
  "/wiki/Lanarkshire": "Lanarkshire, also called the County of Lanark (Scottish Gaelic: Siorrachd Lannraig, Scots: Lanrikshire) is a historic county in the central Lowlands of Scotland.",
  "/wiki/Culter_Fell": "Culter Fell is a hill in the Southern Uplands of Scotland. It is the county top of the historic county of Lanarkshire, as well as the highest point in South Lanarkshire council area. It is the culmination of a network of ridges that lie south of the village of Coulter, close to the town of Biggar.",
  "/wiki/Roxburghshire": "Roxburghshire or the County of Roxburgh is a historic county and registration county in the Southern Uplands of Scotland. It borders Dumfriesshire to the west, Selkirkshire and Midlothian to the north-west, and Berwickshire to the north. To the south-west it borders Cumberland and to the south-east Northumberland, both in England.",
  "/wiki/Clackmannanshire": "Clackmannanshire (/klækˈmænənˌʃɪər, -ʃər/ (listen); Scottish Gaelic: Siorrachd Chlach Mhannainn) is a historic county and council area in Scotland, bordering the council areas of Stirling, Fife and Perth & Kinross and the historic counties of Perthshire, Stirlingshire and Fife.",
  "/wiki/Ben_Cleuch": "Ben Cleuch is a hill in Scotland.",
  "/wiki/List_of_Scottish_counties_by_highest_point": "This is a list of the 33 counties of Scotland by their highest point."
}