{
  "/wiki/Cha-cha-cha_(dance)": "The Cha Cha Cha (sometimes called cha-cha), is a dance of Cuban origin. It is danced to the music of the same name introduced by Cuban composer and violinist Enrique Jorrin in the early 1950s. This rhythm was developed from the danzón-mambo. The name of the dance is an onomatopoeia derived from the shuffling sound of the dancers' feet when they dance two consecutive quick steps (correctly, on the fourth count of each measure) that characterize the dance.",
  "/wiki/Micha%C5%82_Milowicz": "Michał Milowicz (born 16 September 1970) is a Polish singer and actor. He was working in three theatres since beginning of his career:  Studio Buffo (1995–2001), Teatr Muzyczny Roma (2001–2003) and Teatr Muzyczny im. Danuty Baduszkowej in Gdynia (2003). His debut music album called Teraz Wiersz was released in  June 2003. He is the team captain in TV Puls music show Singa Dinga since 29 October 2007. In 2006 he was participating in IV season of polish edition of Dancing with the Stars and\nIII season of polish edition of Dancing on Ice",
  "/wiki/Waltz": "The waltz (from German  Walzer [ˈvalt͡sɐ̯]) is a ballroom and folk dance, normally in triple (help·info) time, performed primarily in closed position.",
  "/wiki/Joanna_Liszowska": "Joanna Liszowska, (wł. Joanna Patrycja Liszowska Serneke) (born 12 December 1978 in Kraków), is a Polish actress, singer and model.",
  "/wiki/Marcin_Mroczek": "Marcin Mroczek was born on 18 July 1982 in Siedlce, Poland. He has a twin brother Rafał who is 7 minutes older. At the age of 10, Marcin joined the Modern Dance Team “Caro Dance” in Siedlce. Together with this team, he won multiple Polish and European championships. He says that this was an amazing time in his life: for the very first time, he entered the stage and could meet his audience! When he was 18, Marcin and his brother Rafał won the casting for roles of twin brothers in the most popular Polish TV series - \"M jak Miłość\". One third of Poland followed the fate of the heroes on weekdays. This success has given Marcin the possibility to appear in numerous programs and television shows. Currently Marcin plays a role in the very popular TV series “L as Love”. Moreover, he started the company “Mroczek House”.",
  "/wiki/Quickstep": "The quickstep is a light-hearted dance of the standard ballroom dances. The movement of the dance is fast and powerfully flowing and sprinkled with syncopations. The upbeat melodies that quickstep is danced to make it suitable for both formal and informal events. Quickstep was developed in the 1920s in New York City and was first danced by Caribbean and African dancers. Its origins are in combination of slow foxtrot combined with the Charleston, a dance which was one of the precursors to what today is called swing dancing.",
  "/wiki/Rhumba": "Rhumba, also known as ballroom rumba, is a genre of ballroom music and dance that appeared in the East Coast of the United States during the 1930s. It combined American big band music with Afro-Cuban rhythms, primarily the son cubano, but also conga and rumba. Although taking its name from the latter, ballroom rumba differs completely from Cuban rumba in both its music and its dance. Hence, authors prefer the Americanized spelling of the word (rhumba) to distinguish between them.",
  "/wiki/Kinga_Rusin": "Kinga Judyta Rusin-Lis (born March 9, 1971) is a popular Polish TV presenter.",
  "/wiki/Jive_(dance)": "In latin dancing, the jive is a dance style that originated in the United States from African-Americans in the early 1930s. It was popularized in 1934 by Cab Calloway. It is a lively and uninhibited variation of the Jitterbug, a form of Swing dance.",
  "/wiki/Tango_(dance)": "Tango is a partner dance, and social dance that originated in the 1880s along the Río de la Plata, the natural border between Argentina and Uruguay.  It was born in the impoverished port areas of these countries, where natives mixed with slave and European immigrant populations. The tango is the result of a combination of the German Waltz, Czech Polka, Polish Mazurka, and Bohemian Schottische with the Spanish-Cuban Habanera, African Candombe, and Argentinian Milonga. The tango was frequently practiced in the brothels and bars of ports, where business owners employed bands to entertain their patrons with music. The tango then spread to the rest of the world. Many variations of this dance currently exist around the world.",
  "/wiki/Peter_J._Lucas": "Piotr Józef Andrzejewski (born 2 June 1962), known professionally as Peter J. Lucas, is a Polish and American actor.",
  "/wiki/Foxtrot": "The foxtrot is a smooth, progressive dance characterized by long, continuous flowing movements across the dance floor. It is danced to big band (usually vocal) music. The dance is similar in its look to waltz, although the rhythm is in a 44 time signature instead of 34. Developed in the 1910s, the foxtrot reached its height of popularity in the 1930s and remains practiced today.",
  "/wiki/Paso_Doble": "Pasodoble (Spanish: double step) is a fast-paced Spanish military march used by infantry troops. Its speed allowed troops to give 120 steps per minute (double the average of a regular unit, hence its name). This march gave rise to a traditional Spanish dance, a musical genre including both voice and instruments, and a genre of instrumental music often played during bullfight. Both the dance and the non martial compositions are also called pasodoble.",
  "/wiki/Samba_(ballroom_dance)": "The international ballroom version of samba is a lively, rhythmical dance with elements from Brazilian samba. It differs considerably from the original samba styles of Brazil; in particular, it differs from Samba de Gafieira, a partner type of Samba in that country."
}