{
  "/wiki/HMAS_Balikpapan_(L_126)": "HMAS Balikpapan (L 126) was the lead ship of the Balikpapan class of heavy landing craft (LCH). Ordered in 1969, Balikpapan entered service with the Australian Army Water Transport Squadron in late 1971. After this, the decision to place all seagoing Army vessels under the control of the Royal Australian Navy (RAN) saw Balikpapan transferred and commissioned in 1974; the last of the eight-vessel class to enter RAN service. Balikpapan was placed in reserve in 1985, but was reactivated three years later. During late 1999 and early 2000, the vessel was part of the INTERFET peacekeeping taskforce, and made additional deployments to East Timor in 2001 and 2006. On 12 December 2012, Balikpapan was retired from RAN service.",
  "/wiki/Balikpapan-class_landing_craft_heavy": "The Balikpapan class is a ship class of eight heavy landing craft (officially Landing Craft, Heavy or LCH). All eight were originally laid down by Walkers Limited for the Australian Army in the early 1970s. A reorganisation of watercraft responsibilities in the Australian military meant the landing craft were to be operated by the Royal Australian Navy (RAN), with seven commissioned directly into RAN service during 1973 and 1974, and lead ship Balikpapan transferred from the army to the navy. During the leadup to the independence of Papua New Guinea in 1975, two of the vessels (Salamaua and Buna) were transferred to the new Papua New Guinea Defence Force (PNGDF).",
  "/wiki/HMAS_Ballarat_(J184)": "HMAS Ballarat (J184), named for the city of Ballarat, Victoria, was one of 60 Bathurst-class corvettes constructed during World War II and one of 20 built for the Admiralty but manned by personnel of and commissioned into the Royal Australian Navy (RAN).",
  "/wiki/Bathurst-class_corvette": "The Bathurst-class corvettes were a class of general purpose vessels produced in Australia during World War II. Originally classified as minesweepers, but widely referred to as corvettes, the Bathurst-class vessels fulfilled a broad anti-submarine, anti-mine, and convoy escort role.",
  "/wiki/Bandicoot-class_minesweeper": "The Bandicoot class was a ship class of two minesweeper tugboats operated by the Royal Australian Navy (RAN). MSA Bandicoot (Y 298) and MSA Wallaroo (Y 299) were built in 1982 for Maritime (PTE) Ltd. as the tugboats Grenville VII and Grenville V. In 1990, the RAN purchased the vessels for conversion into auxiliary minesweepers under the Craft of Opportunity Program (COOP). The vessels could be equipped with a sidescan sonar and various towed minesweeping arrays, and also functioned as berthing tugs. Both vessels were placed in reserve in 2010, but were deployed on several occasions since to provide berthing support to nuclear-powered warships. They were removed from naval service in 2014.",
  "/wiki/HMAS_Bandolier_(P_95)": "HMAS Bandolier (P 95) was an Attack-class patrol boat of the Royal Australian Navy (RAN).",
  "/wiki/Attack-class_patrol_boat": "The Attack-class patrol boats were small coastal defence vessels built for the Royal Australian Navy (RAN) and operated between 1967 and at least 1991. Following their Australian service, twelve ships were transferred to Papua New Guinea and Indonesia.",
  "/wiki/HMAS_Banks": "HMAS Banks (GPV 901/Y266/G244/244) was an Explorer class general-purpose vessel of the Royal Australian Navy (RAN), serving in a range of capacities from 1960 until 1995. She was named in honour of Sir Joseph Banks, the botanist aboard HM Bark Endeavour during the discovery of the eastern coast of Australia in 1770.",
  "/wiki/Explorer-class_general-purpose_vessel": "The Explorer class was a two-ship class of general purpose vessels of the Royal Australian Navy that served between 1960 and 1995.",
  "/wiki/HMAS_Baralaba": "HMAS Baralaba was an auxiliary stores carrier operated by the Royal Australian Navy (RAN).",
  "/wiki/HMAS_Barbette_(P_97)": "HMAS Barbette (P 97) was an Attack class patrol boat of the Royal Australian Navy (RAN).",
  "/wiki/HMAS_Barcoo_(K375)": "HMAS Barcoo (K375/F375/A245) was a River-class frigate of the Royal Australian Navy (RAN). One of twelve frigates constructed in Australia during World War II, Barcoo (named after the Barcoo River), was laid down by Cockatoo Docks and Engineering Company, Ltd. at the Cockatoo Island Dockyard in 1942, and commissioned into the RAN in early 1944.",
  "/wiki/River-class_frigate": "The River class was a class of 151 frigates launched between 1941 and 1944 for use as anti-submarine convoy escorts in the North Atlantic. The majority served with the Royal Navy (RN) and Royal Canadian Navy (RCN), with some serving in the other Allied navies: the Royal Australian Navy (RAN), the Free French Navy (FFN), the Royal Netherlands Navy and, post-war, the South African Navy (SAN).",
  "/wiki/SS_Barcoo_(1885)": "SS Barcoo was a 1,505 gross ton passenger ship built by William Denny & Brothers, Dumbarton in 1885 for the Queensland Steam Shipping Company. She was transferred upon merger of parent company to the Australasian United Steam Navigation Company in 1857. She was hulked in 1911 and requisitioned by the Royal Australian Navy in 1914 and utilised as a coal hulk in Sydney Harbour.",
  "/wiki/HMAS_Barricade_(P_98)": "HMAS Barricade (P 98) was an Attack class patrol boat of the Royal Australian Navy (RAN).",
  "/wiki/HMAS_Barwon_(K406)": "HMAS Barwon (K406) was a River-class frigate that served the Royal Australian Navy (RAN) from 1945 to 1947. She was named for the Barwon River in Victoria and was one of eight River-class frigates built for the RAN during World War II.",
  "/wiki/HMAS_Bass": "HMAS Bass (GPV 902) was an Explorer class general-purpose vessel of the Royal Australian Navy (RAN), serving in a range of capacities from 1960 until 1994.",
  "/wiki/HMAS_Bataan_(I91)": "HMAS Bataan (D9/I91/D191) was a Tribal-class destroyer of the Royal Australian Navy (RAN). Laid down in 1942 and commissioned in 1945, the destroyer was originally to be named Chingilli or Kurnai but was renamed prior to launch in honour of the US stand during the Battle of Bataan.",
  "/wiki/Tribal-class_destroyer_(1936)": "The Tribal class, or Afridi class, were a class of destroyers built for the Royal Navy, Royal Canadian Navy and Royal Australian Navy that saw service in World War II. Originally conceived during design studies for a light fleet cruiser, the Tribals evolved into fast, powerful destroyers, with greater emphasis on guns over torpedoes than previous destroyers, in response to new designs by Japan, Italy, and Germany. The Tribals were well admired by their crews and the public when they were in service due to their power, often becoming symbols of prestige while in service.",
  "/wiki/HMAS_Bathurst_(J158)": "HMAS Bathurst (J158), named for the city of Bathurst, New South Wales, was the lead ship of 60 Bathurst-class corvettes constructed during World War II and one of 20 built for the Admiralty but manned by personnel of and commissioned into the Royal Australian Navy (RAN). Constructed during 1940, the ship spent most of her early career operating with the British Eastern Fleet in the Indian Ocean. She returned to Australian waters in late 1944, then was deployed to New Guinea in 1945, but saw little action. Bathurst was paid off in 1946, and sold to a Sydney scrap merchant in 1948.",
  "/wiki/HMAS_Bayonet_(P_101)": "HMAS Bayonet (P 101) was an Attack class patrol boat of the Royal Australian Navy (RAN).",
  "/wiki/HMAS_Benalla_(J323)": "HMAS Benalla (J323/M323), named for the city of Benalla, Victoria, was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN). Built by HMA Naval Dockyard in Victoria, Benalla was fitted out as armed survey ship instead of a minesweeper like the rest of the class, and was commissioned into the RAN in 1943.",
  "/wiki/HMAS_Bendigo_(J187)": "The first HMAS Bendigo (J187/B237/A111) was a Bathurst-class minesweeper, a group commonly known as corvettes and including escort and patrol duties along with minesweeping.",
  "/wiki/HMAS_Bendigo_(FCPB_211)": "HMAS Bendigo (FCPB 211) was a Fremantle-class patrol boat serving in the Royal Australian Navy (RAN).",
  "/wiki/Fremantle-class_patrol_boat": "The Fremantle-class patrol boats were coastal patrol vessels operated by the Royal Australian Navy (RAN) from 1979 to 2007. Designed by British shipbuilder Brooke Marine and constructed in Australia by North Queensland Engineers and Agents, the Fremantle class were larger, more powerful, and more capable than the preceding Attack class, and the two primary patrol boat bases required infrastructure upgrades to support them. Although up to 30 vessels were planned, fifteen were ordered and constructed, with an unexercised option for five more.",
  "/wiki/HMAS_Bermagui": "HMAS Bermagui was a 402-ton auxiliary minesweeper operated by the Royal Australian Navy (RAN) during World War II.",
  "/wiki/MSA_Bermagui": "MSA Bermagui (1121) was an auxiliary minesweeper operated by the Royal Australian Navy (RAN). Launched in 1973 as Nadgee II, the vessel was operated commercially as a tuna-fishing boat until March 1994, when she was acquired under the RAN's Craft of Opportunity Program for use as an auxiliary. During military service, she had a crew of eight. The ship left service in 2000. Bermagui was sold at auction for A$190,000 in April 2000, to Mosman Bay Boat Charters."
}