{
  "/wiki/Waratah,_New_South_Wales": "Waratah /ˌwɒrəˈtɑː/ is a north-western residential suburb of Newcastle, New South Wales, Australia 6 kilometres (4 mi) from Newcastle's central business district and bounded on the north by the Main North railway line. Waratah station was opened in 1858 and is served by NSW TrainLink's Hunter line.",
  "/wiki/City_of_Newcastle": "The City of Newcastle is a local government area in the Hunter region of New South Wales, Australia. The City of Newcastle incorporates much of the area of the Newcastle metropolitan area.",
  "/wiki/Booragul,_New_South_Wales": "Booragul is a suburb of the City of Lake Macquarie in New South Wales, Australia, and is located north-northeast of the town of Toronto on the western shore Lake Macquarie.",
  "/wiki/City_of_Lake_Macquarie": "The City of Lake Macquarie is a local government area in the Hunter Region of New South Wales, Australia and was proclaimed a city from 7 September 1984. The area is situated adjacent to the city of Newcastle and is part of the Greater Newcastle Area. The city is approximately 150 km (93 mi) north of Sydney. One of its major tourist attractions is its lake, also named Lake Macquarie.",
  "/wiki/Kariong,_New_South_Wales": "Kariong is a locality of the Central Coast region of New South Wales, Australia west of Gosford along the Central Coast Highway.  It is part of the Central Coast Council local government area.",
  "/wiki/Central_Coast_Council_(New_South_Wales)": "The Central Coast Council is a local government area serving the Lower Hunter area and the Central Coast region of New South Wales, Australia, established on 12 May 2016 following the amalgamation of Gosford City and Wyong Shire councils.",
  "/wiki/Hillsborough,_New_South_Wales": "Hillsborough is a suburb of the City of Lake Macquarie, New South Wales, Australia 13 kilometres (8 mi) from Newcastle's central business district on the eastern side of Lake Macquarie. It is part of the City of Lake Macquarie north ward.",
  "/wiki/Narara,_New_South_Wales": "Narara /nəˈrærə/ (listen) is a suburb of the Central Coast region of New South Wales, Australia, located 4 kilometres (2 mi) north of Gosford's central business district. It is part of the Central Coast Council local government area.",
  "/wiki/Wyong,_New_South_Wales": "Wyong (/ˈwaɪɒŋ/) is a town of the Central Coast region of New South Wales, located approximately 63 km SSW of Newcastle and 89 km NNE of Sydney. Established in 1888, it is one of the two administrative centres for the Central Coast Council local government area.",
  "/wiki/East_Maitland,_New_South_Wales": "East Maitland is a suburb in the City of Maitland, New South Wales, Australia.  It is on the New England Highway and it has two railway stations, Victoria Street (opened in 1857 with the Newcastle-Maitland line) and East Maitland (opened initially in 1858). Both stations are served by NSW TrainLink's Hunter Line. Hunter Valley Buses provides bus service.",
  "/wiki/City_of_Maitland": "The City of Maitland is a local government area in the lower Hunter region of New South Wales, Australia.  The area is situated adjacent to the New England Highway and the Hunter railway line.",
  "/wiki/New_Lambton_Heights,_New_South_Wales": "New Lambton Heights is a suburb of Newcastle, New South Wales, Australia, located 9 kilometres (6 mi) west of Newcastle's central business district. It is split between the City of Lake Macquarie and City of Newcastle local government areas.",
  "/wiki/Kotara,_New_South_Wales": "Kotara /kəˈtɑːrə/ is a suburb of Newcastle, New South Wales, Australia, located 9 kilometres (6 mi) from Newcastle's central business district. It is part of the City of Newcastle local government area. The Newcastle suburb is also the undisputed home of the King Prawns, Kotara’s cricket champions.",
  "/wiki/Gateshead,_New_South_Wales": "Gateshead is a suburb of the City of Lake Macquarie, New South Wales, Australia,  12 kilometres (7 mi) from Newcastle's central business district on the eastern side of Lake Macquarie. It is part of the City of Lake Macquarie  East ward, and is home to a number of primary and high schools and a private hospital. Gateshead is named after Gateshead, a town in North East England.",
  "/wiki/Cooks_Hill,_New_South_Wales": "Cooks Hill is an inner city suburb of Newcastle, New South Wales, Australia. It is typified by its tree lined streets, rows of Victorian terrace housing, turn of the century timber cottages and corner pubs.",
  "/wiki/North_Gosford,_New_South_Wales": "North Gosford is a south-eastern suburb of the Central Coast region of New South Wales, Australia immediately north-east of Gosford's central business district. It is part of the Central Coast Council local government area.",
  "/wiki/Barnsley,_New_South_Wales": "Barnsley is a township in New South Wales, Australia, 21 kilometres (13 mi) west of Newcastle's central business district. It is a suburb of the City of Lake Macquarie local government area.",
  "/wiki/Woodberry,_New_South_Wales": "Woodberry is one of the eastern-most suburbs of the City of Maitland in the Hunter Region of New South Wales, Australia. At the 2011 census, Woodberry's population was 3,155. Most of the population lives in residential subdivisions while almost 84% of the suburbs land is rural in nature. Rental accommodation is occupied by 33.33% of the residents."
}