{
  "/wiki/HMAS_Falie": "Falie is a 33.4-metre (110 ft) ketch that traded for many years in Australian waters. Originally built in 1919/1920 as a speculation by her builder, rigged as a schooner and named Hollands Trouw after the shipyard where she was built, she was purchased by the Spencer's Gulf Transport Company, renamed, and used for coastal trading in South Australia. The vessel was commissioned into the Royal Australian Navy (RAN) as HMAS Falie during World War II, serving first as an examination vessel primarily patrolling the Port of Sydney, Australia, then as an armed stores ship.",
  "/wiki/MV_Falkefjell_(1931)": "Falkefjell was an 8,072 tons motor vessel built by Kockums, Sweden in 1931 for AB Falkefjell.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.",
  "/wiki/HMS_Fantome_(1901)": "HMS Fantome was an Cadmus-class sloop launched in 1901, transferred to the Royal Australian Navy in 1914, returned to the Royal Navy in 1920, and sold in 1924. She was the fourth ship of the Royal Navy to bear the name, which is from the French fantôme, meaning \"ghost\".",
  "/wiki/Cadmus-class_sloop": "The Cadmus class was a six-ship class of 10-gun screw steel sloops built for the Royal Navy between 1900 and 1903. This was the very last class of the Victorian Navy's multitude of sloops, gunvessels and gunboats to be constructed, and they followed the traditional pattern for 'colonial' small warships, with a full rig of sails. After them, the \"Fisher Reforms\" of the Navy ended the construction and deployment of this type of vessel. Most of the class survived until the 1920s, remaining on colonial stations during World War I.",
  "/wiki/HMAS_Flinders_(GS_312)": "HMAS Flinders (GS 312/A 312), named for Matthew Flinders (1774–1814), was a hydrographic survey ship of the Royal Australian Navy (RAN). Built by HMA Naval Dockyard at Williamstown, Victoria, Flinders was commissioned into the RAN in 1973, and was used to conduct hydrographic surveys in the waters to Australia's north, including parts of New Guinea. In 1974, the ship was tasked with assisting clean up efforts in the wake of Cyclone Tracy, which devastated large parts of Darwin. The ship was decommissioned in 1998 and sold to civilian operators, who have since converted her into a private yacht in the Cayman Islands.",
  "/wiki/Forceful_(tugboat)": "Forceful is a sea-going tugboat built for the Queensland Tug Company by Alexander Stephen and Sons Ltd in Govan, Scotland in 1925. She worked at her homeport of Brisbane, Australia between 1926 and 1970 berthing ships and assisting nearby casualties. During World War II she was commissioned into the Royal Australian Navy in early 1942 as HMAS Forceful (W126), based at Fremantle and Darwin, until returning to commercial service in October 1943. She is preserved as a museum ship at Brisbane.",
  "/wiki/Queensland_Maritime_Museum": "The Queensland Maritime Museum is located on the southern bank of the Brisbane River just south of the South Bank Parklands and Queensland Cultural Centre precinct of Brisbane, and close to the Goodwill Bridge.",
  "/wiki/Adele_(Australian_ship)": "Adele was a steel screw steamer that was built in 1906 as a yacht. She was twice commissioned into the Royal Australian Navy (RAN), firstly as HMAS Franklin and later as HMAS Adele. She was wrecked at Port Kembla, New South Wales on 7 May 1943.",
  "/wiki/HMAS_Fremantle_(J246)": "HMAS Fremantle (J246/M246), named for the port city of Fremantle, Western Australia, was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN).",
  "/wiki/Bathurst-class_corvette": "The Bathurst-class corvettes were a class of general purpose vessels produced in Australia during World War II. Originally classified as minesweepers, but widely referred to as corvettes, the Bathurst-class vessels fulfilled a broad anti-submarine, anti-mine, and convoy escort role.",
  "/wiki/HMAS_Fremantle_(FCPB_203)": "HMAS Fremantle (FCPB 203), named for the city of Fremantle, Western Australia, was the lead ship of the Fremantle class patrol boats, entering service in the Royal Australian Navy in 1980 and decommissioning in 2006. Fremantle was the only ship of the class not constructed in Australia, and it is claimed that her delivery voyage was the longest ever made by a patrol boat.",
  "/wiki/Fremantle-class_patrol_boat": "The Fremantle-class patrol boats were coastal patrol vessels operated by the Royal Australian Navy (RAN) from 1979 to 2007. Designed by British shipbuilder Brooke Marine and constructed in Australia by North Queensland Engineers and Agents, the Fremantle class were larger, more powerful, and more capable than the preceding Attack class, and the two primary patrol boat bases required infrastructure upgrades to support them. Although up to 30 vessels were planned, fifteen were ordered and constructed, with an unexercised option for five more."
}