{
  "/wiki/Chris_Hoy": "Sir Christopher Andrew Hoy, MBE (born 23 March 1976) is a British racing driver and former track cyclist who represented Great Britain at the Olympics and World Championships and Scotland at the Commonwealth Games.",
  "/wiki/University_of_Edinburgh": "The University of Edinburgh (abbreviated as Edin. in post-nominals), founded in 1582, is the sixth oldest university  in the English-speaking world and one of Scotland's ancient universities. The university has five main campuses in the city of Edinburgh, with many of the buildings in the historic Old Town belonging to the university. The university played an important role in leading Edinburgh to its reputation as a chief intellectual centre during the Age of Enlightenment, and helped give the city the nickname of the Athens of the North.",
  "/wiki/World_Cycling_Championship": "The UCI world championships are annual competitions promoted by the Union Cycliste Internationale (UCI) to determine world champion cyclists. They are held in several different styles of racing, in a different country each year. Championship winners wear a white jersey with coloured bands around the chest for the following year. The similarity to the colours of a rainbow gives them the colloquial name of \"the rainbow jersey.\" The first three individuals or teams in each championship win gold, silver and bronze medals. Former world champions are allowed to wear a trim to their collar and sleeves in the same pattern as the rainbow jersey.",
  "/wiki/Cycling_at_the_Summer_Olympics": "Cycling has been contested at every Summer Olympic Games since the birth of the modern Olympic movement at the 1896 Summer Olympics, at which a road race and five track events were held.  Mountain bike racing  entered the Olympic programme at the Atlanta Olympics, followed by BMX racing in 2008. Prior to the upcoming 2020 Summer Olympics, all events were speed races, but the 2020 programme will feature BMX freestyle for the first time.",
  "/wiki/Commonwealth_Games": "The Commonwealth Games is an international multi-sport event involving athletes from the Commonwealth of Nations. The event was first held in 1930, and has taken place every four years since then. The Commonwealth Games were known as the British Empire Games from 1930 to 1950, the British Empire and Commonwealth Games from 1954 to 1966, and British Commonwealth Games from 1970 to 1974. Athletes with a disability are also included as full members of their national teams, making the Commonwealth Games as the first fully inclusive international multi-sport event. It is also the world's first multi-sport event which inducts equal number of women’s and men’s medal events and was implemented recently in the 2018 Commonwealth Games. With such unique features, the World Economic Forum called the event inspiring and significant.",
  "/wiki/Olympic_Gold_Medal": "A gold medal is a medal awarded for highest achievement in a non-military field. Its name derives from the use of at least a fraction of gold in form of plating or alloying in its manufacture.",
  "/wiki/Charles_B._Macdonald": "Charles Blair Macdonald (November 14, 1855 – April 21, 1939) was a major figure in early American golf. He built the first 18-hole course in the United States, was a driving force in the founding of the United States Golf Association, won the first U.S. Amateur championship, and later built some of the most influential golf courses in the United States, to the extent that he is considered the father of American golf course architecture. He is a member of the World Golf Hall of Fame.",
  "/wiki/Danny_Blanchflower": "Robert Dennis \"Danny\" Blanchflower (10 February 1926 – 9 December 1993) was a Northern Ireland international footballer who played for and captained Tottenham Hotspur, most notably during its double-winning season of 1960–61. He played as a defensive midfielder at right half and was known particularly for his accurate passing, his ability to dictate the tempo of the game and his inspiring leadership.. After a lengthy playing career, he retired at the age of 38 and became a respected football journalist, and later a football manager.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/J.S._Thomson": "John Shaw Thomson was  a rugby union international who represented Scotland in the first international rugby match in 1871.",
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/Scotland_rugby_union_team": "The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 14 October 2019[update], Scotland are 9th in the World Rugby Rankings.",
  "/wiki/Alfred_Clunies-Ross": "Alfred Clunies-Ross (c.1851 – 28 February 1903) was a rugby union international who represented Scotland in the first international rugby match in 1871.",
  "/wiki/Robert_Munro_(rugby_footballer)": "Robert Munro was  a rugby union international who represented Scotland in the first international rugby match in 1871.",
  "/wiki/Findlay_S._Douglas": "Findlay Small Douglas (17 November 1874 – 29 March 1959) was a Scottish amateur golfer who won the U.S. Amateur in 1898, and later became President of the United States Golf Association (USGA).",
  "/wiki/U.S._Amateur_Golf_Championship": "The United States Amateur Championship, commonly known as the U.S. Amateur, is the leading annual golf tournament in the United States for amateur golfers. It is organized by the United States Golf Association and is currently held each August over a 7-day period.",
  "/wiki/United_States_Golf_Association": "The United States Golf Association (USGA) is the United States' national association of golf courses, clubs and facilities and the governing body of golf for the U.S. and Mexico. Together with The R&A, the USGA produces and interprets the rules of golf. The USGA also provides a national handicap system for golfers, conducts 14 national championships, including the U.S. Open, U.S. Women's Open and U.S. Senior Open, and tests golf equipment for conformity with regulations. The USGA is headquartered at Golf House in Far Hills, New Jersey.",
  "/wiki/Damian_Hopley": "Damian Hopley (born 12 April 1970) is a former rugby union player for London Wasps and England. His position of choice was on the wing or in the centres.",
  "/wiki/Wasps_RFC": "Wasps Rugby Football Club is an English professional rugby union team based in Coventry, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/England_Rugby": "The England national rugby union team is the representative national team in the sport of rugby union for the nation of England. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on a total of 28 occasions (as well as sharing 10 victories) – winning the Grand Slam 13 times and the Triple Crown 25 times – making them the most successful outright winners in the tournament's history. As of 18 November 2019[update], England are ranked third in the world by the International Rugby Board. They are currently the only team from the Northern Hemisphere to win the Rugby World Cup, having won the tournament in 2003, and have been runners-up on three other occasions.",
  "/wiki/Kim_Elgie": "Michael Kelsey 'Kim' Elgie (born 6 March 1933 in Durban, Natal) is a former South African cricketer who played in 3 Tests in the 1961-62 series against New Zealand. He was also a Rugby union footballer, who played for Scotland eight times as a centre while he was studying at the University of St Andrews in the 1950s.",
  "/wiki/Cricketer": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.",
  "/wiki/South_Africa_national_cricket_team": "The South Africa national cricket team also known as Proteas represents South Africa in men's international cricket (after South Africa's national flower, Protea cynaroides, commonly known as the ‘king protea’), is administered by Cricket South Africa. South Africa is a full member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and Twenty20 International (T20I) status.",
  "/wiki/Duncan_Macrae_(rugby_player)": "Duncan James Macrae (4 November 1914 – 15 May 2007) was a player for the Scotland national rugby union team playing 9 games at centre between 1937 and 1939., as well as for the British Isles team",
  "/wiki/MBChB": "Bachelor of Medicine, Bachelor of Surgery, or in Latin: Medicinae Baccalaureus Baccalaureus Chirurgiae (abbreviated in many ways, e.g. MBBS, MB ChB, MB BCh, MB BChir (Cantab), BM BCh (Oxon), BMBS), are the two first professional degrees in medicine and surgery awarded upon graduation from medical school by universities in countries that follow the tradition of the United Kingdom. The historical degree nomenclature states that they are two separate undergraduate degrees; however, in practice, they are usually combined as one and conferred together, and may also be awarded at graduate-level medical schools. In countries that follow the system in the United States, the equivalent medical degree is awarded as Doctor of Medicine (MD) or Doctor of Osteopathic Medicine (DO) (the latter in the United States only).",
  "/wiki/British_and_Irish_Lions": "The British & Irish Lions is a rugby union team selected from players eligible for any of the Home Nations – the national teams of England, Scotland, Wales and Ireland. The Lions are a Test side and generally select international players, but they can pick uncapped players available to any one of the four unions. The team currently tours every four years, with these rotating among Australia, New Zealand and South Africa. The most recent series, the 2017 series against New Zealand, was drawn 1-1 (with one match drawn).",
  "/wiki/R._C._Stevenson": "Dr. Robert C. Stevenson (17 February 1886 – ca. 1973) was a Scottish international rugby union player, who played for Scotland and the Lions.",
  "/wiki/Barbarians_F.C.": "The Barbarian Football Club, also known as British Barbarian FC but usually just known as the Barbarians and nicknamed the Baa-Baas, is an invitational rugby union team based in Britain. The Barbarians play in black and white hoops, though players wear the socks from their own club strip. Membership is by invitation, and as of 2011, players from 31 countries have played for the Barbarians. Traditionally at least one uncapped player is selected for each match.",
  "/wiki/Cameron_Glasgow": "Cameron \"Cammie\" Glasgow (24 February 1966, Bridge of Allan) is a former Scottish rugby union player.",
  "/wiki/Heriot%27s_Rugby_Club": "Heriot's Rugby Club, also known as Heriot's FP, is one of Scotland's senior rugby football clubs in the Scottish Rugby Union, whose 1st XV play in the Super 6.",
  "/wiki/Tyrone_Howe": "Tyrone Gyle Howe (born 2 April 1971, Newtownards, Northern Ireland) formerly played in rugby union on the wing for University of St Andrews RFC, Ulster, Ireland and the British and Irish Lions.",
  "/wiki/Master_of_Arts_(Scotland)": "The degree of Master of Arts (MA) in Scotland typically refers to an undergraduate degree (either a three-year general degree or four-year Honours degree) in humanities or social sciences awarded by one of the ancient universities of Scotland (the University of St Andrews, the University of Glasgow, the University of Aberdeen, and the University of Edinburgh) plus the University of Dundee (as a result of its history as a constituent college of the University of St Andrews) and Heriot-Watt University (at honours level only). The first two years of the Scottish Master of Arts consist of ordinary Bachelor level courses; however, after these, students who are accepted to pursue the Honours route will complete more advanced subjects and write a dissertation in their fourth year. Students who choose to do a \"general\" degree will complete their third year at a lower level of specialisation, and receive a Bachelor of Arts (BA) or MA without Honours. For the postgraduate degree referred to in other places as \"Master of Arts\", Scottish universities usually award the degree of Master of Letters (MLitt) or Master of Science (MSc). Generally, non-ancient universities in Scotland (e.g. University of Strathclyde, The Robert Gordon University, Edinburgh Napier University, etc.), award arts degrees as Bachelor of Arts.",
  "/wiki/Ulster_Rugby": "Ulster Rugby is one of the four professional provincial rugby teams from the island of Ireland. They compete in the Pro14 and the European Rugby Champions Cup.",
  "/wiki/Ireland_rugby_union_team": "The Ireland national rugby union team is the representative national team in the sport of rugby union for the island of Ireland. The team competes annually in the Six Nations Championship and every four years in the Rugby World Cup. Ireland is also one of the four unions that make up the British and Irish Lions – players eligible to play for Ireland are also eligible for the Lions.",
  "/wiki/List_of_alumni_of_the_University_of_St_Andrews": "This list of alumni of the University of St Andrews includes graduates, non-graduate former students, and current students of the University of St Andrews, Fife, Scotland."
}