{
  "/wiki/Assinins": "Assinins is a historic district consisting of several buildings that were originally a school and orphanage, located in Assinins, Michigan. The district was listed on the National Register of Historic Places in 1972.",
  "/wiki/U.S._Route_41_in_Michigan": "US Highway 41 (US 41) is a part of the United States Numbered Highway System that runs from Miami, Florida, to the Upper Peninsula of the US state of Michigan. In Michigan, it is a state trunkline highway that enters the state via the Interstate Bridge between Marinette, Wisconsin, and Menominee, Michigan. The 278.769 miles (448.635 km) of US 41 that lie within Michigan serve as a major conduit. Most of the highway is listed on the National Highway System. Various sections are rural two-lane highway, urbanized four-lane divided expressway and the Copper Country Trail National Scenic Byway. The northernmost community along the highway is Copper Harbor at the tip of the Keweenaw Peninsula. The trunkline ends at a cul-de-sac east of Fort Wilkins State Park after serving the Central Upper Peninsula and Copper Country regions of Michigan.",
  "/wiki/Assinins,_Michigan": "Assinins is a historic district consisting of several buildings that were originally a school and orphanage, located in Assinins, Michigan. The district was listed on the National Register of Historic Places in 1972.",
  "/wiki/Frederic_Baraga": "Irenaeus Frederic Baraga (June 29, 1797 – January 19, 1868; Slovene: Irenej Friderik Baraga) was a Slovenian Roman Catholic missionary to the United States and a grammarian of Native American languages. He became the first bishop of the Roman Catholic Diocese of Marquette, Michigan, originally sited at Sault Sainte Marie, which he led for 15 years.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Mission_(Christianity)": "A Christian mission is an organized effort to spread Christianity to new converts. Missions involve sending individuals and groups, called missionaries, across boundaries, most commonly geographical boundaries, to carry on evangelism or other activities, such as educational or hospital work. Sometimes individuals are sent and are called missionaries. When groups are sent, they are often called mission teams and they do mission trips. There are a few different kinds of mission trips: short-term, long-term, relational and those that simply help people in need. Some people choose to dedicate their whole lives to mission. Missionaries have the authority to preach the Christian faith (and sometimes to administer sacraments), and provide humanitarian aid. Christian doctrines (such as the \"Doctrine of Love\" professed by many missions) permit the provision of aid without requiring religious conversion.",
  "/wiki/Upper_Peninsula": "The Upper Peninsula (UP), also known as Upper Michigan, is the northern of the two major peninsulas that make up the U.S. state of Michigan. The peninsula is bounded on the north by Lake Superior, on the east by the St. Marys River, and on the south by Lake Michigan, the Straits of Mackinac, and Lake Huron. Topographically, the base of the Upper Peninsula as a geologic feature lies in northeastern Wisconsin between the base of the Door Peninsula and Superior Bay; but in political geography, because most of the peninsula is within the boundaries of Michigan, it is measured eastward from the Porcupine Mountains, from the Wisconsin–Michigan boundary along and between the Montreal and Menominee rivers.",
  "/wiki/Odawa_people": "The Odawa (also Ottawa or Odaawaa /oʊˈdɑːwə/), said to mean \"traders\", are an Indigenous American ethnic group who primarily inhabit land in the Eastern Woodlands region, commonly known as the northern United States and southern Canada. They have long had territory that crosses the current border between the two countries, and they are federally recognized as Native American tribes in the United States and have numerous recognized First Nations bands in Canada. They are one of the Anishinaabeg, related to but distinct from the Ojibwe and Potawatomi peoples.",
  "/wiki/Arvon_Township_Hall": "The Arvon Township Hall is a public building located on Park Road in Skanee, Michigan. It was listed on the National Register of Historic Places in 1981.",
  "/wiki/Skanee,_Michigan": "Arvon Township is a civil township of Baraga County in the U.S. state of Michigan.  As of the 2010 census, the township population was 450.",
  "/wiki/Canyon_Falls_Bridge": "The Canyon Falls Bridge is a bridge located on US Highway 41 (US 41) over the Sturgeon River in L'Anse Township, Michigan. It was listed on the National Register of Historic Places in 1999.",
  "/wiki/Sturgeon_River_(Michigan)": "Sturgeon River may refer to any of the following streams in the U.S. state of Michigan:",
  "/wiki/L'Anse_Township,_Michigan": "L'Anse Township is a civil township of Baraga County in the U.S. state of Michigan.  As of the 2010 census, the township population was 3,843. Mount Arvon and Mount Curwood, the highest and second highest points in Michigan, are located in the township.",
  "/wiki/Art_Moderne": "Streamline Moderne is an international style of Art Deco architecture and design that emerged in the 1930s. It was inspired by aerodynamic design. Streamline architecture emphasized curving forms, long horizontal lines, and sometimes nautical elements. In industrial design, it was used in railroad locomotives, telephones, toasters, buses, appliances, and other devices to give the impression of sleekness and modernity.",
  "/wiki/Herman_and_Anna_Hanka_Farm": "The Hanka Homestead now known as the Hanka Homestead Finnish Museum is a group of 8 buildings on a 40-acre (160,000 m2) homestead.  It is located  3 miles (4.8 km) west of U.S. Highway 41, off Tower Road, near Pelkie, Michigan in the United States.  The homestead was added to the  National Register of Historic Places in 1984.",
  "/wiki/Pelkie,_Michigan": "Pelkie is an unincorporated community in Baraga County in the U.S. state of Michigan. The community is on the Sturgeon River in the northeast part of Baraga Township.",
  "/wiki/Hebard_–_Ford_Summer_House": "The Hebard–Ford Summer House is a private house located north of L'Anse, Michigan in Pequaming, Michigan.  It is also known as the Ford Bungalow. The house was designated a Michigan State Historic Site in 1979 and listed on the National Register of Historic Places in 1982.",
  "/wiki/L'Anse,_Michigan": "L'Anse (/ˈlɑːns/ LAHNSS) is a village in northwest Michigan, United States, and the county seat of Baraga County. The population was 2,011 at the 2010 census. The village is located within L'Anse Township.",
  "/wiki/Pequaming,_Michigan": "Pequaming is an unincorporated community in L'Anse Township of Baraga County in the U.S. state of Michigan. It is located on a narrow point of land that juts into Keweenaw Bay. Although still partially inhabited, Pequaming is one of the largest ghost towns in the Upper Peninsula of Michigan.",
  "/wiki/Henry_Ford": "Henry Ford (July 30, 1863 – April 7, 1947) was an American industrialist and a business magnate, the founder of the Ford Motor Company, and the sponsor of the development of the assembly line technique of mass production.",
  "/wiki/Kewawenon_Mission": "The Zeba Indian United Methodist Church is a religious building located at 227 Front Street (between Whirl-I-Gig and Peter Marksman Roads) in Zeba, Michigan, northeast of L'Anse.  It marks the site of the Kewawenon Mission, built in 1832, which was the birthplace of Indian Methodism in the western Upper Peninsula, and predated Frederic Baraga's mission at Assinins by 11 years.  It was listed on the National Register of Historic Places in 1980 and designated a Michigan State Historic Site in 1979.",
  "/wiki/Zeba,_Michigan": "Zeba is a census-designated place in L'Anse Township of Baraga County in the U.S. state of Michigan.  It is located on the southern shore of Keweenaw Bay at 46°48′09″N 88°24′52″W﻿ / ﻿46.80250°N 88.41444°W﻿ / 46.80250; -88.41444Coordinates: 46°48′09″N 88°24′52″W﻿ / ﻿46.80250°N 88.41444°W﻿ / 46.80250; -88.41444, about halfway between L'Anse and Pequaming. The community was named Zeba (which means river in the Ojibwa language) because of a small stream that runs southeast of it. The 2010 census recorded a population of 480 inhabitants.",
  "/wiki/Methodist": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Sand_Point_Site": "The Sand Point Site (20 BG 14) is an archaeological site located near Baraga, Michigan. It was listed on the National Register of Historic Places in 1973.",
  "/wiki/Baraga,_Michigan": "Baraga (/ˈbærəɡə/ BARR-ə-gə) is a village in Baraga County in the U.S. state of Michigan. The population was 2,053 at the 2010 census. The village is named after Bishop Frederic Baraga.",
  "/wiki/Woodland_period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Old_US-41_–_Backwater_Creek_Bridge": "The Old US 41–Backwater Creek Bridge is a bridge located on an abandoned section of US Highway 41 (US 41) over Backwater Creek in Baraga Township, Michigan. It was listed on the National Register of Historic Places in 1999.",
  "/wiki/Baraga_Township,_Michigan": "Baraga Township is a civil township of Baraga County in the U.S. state of Michigan. As of the 2010 census, the township population was 3,815. The village of Baraga is located in the southeast corner of the township.",
  "/wiki/Truss_bridge": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Michigan": "This is a list of properties on the National Register of Historic Places in the U.S. state of Michigan."
}