{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Zhou_Yang_(speed_skater)": "Zhou Yang (Chinese: 周洋; pinyin: Zhōu Yáng; Mandarin pronunciation: [ʈʂóu jǎŋ]; born 9 June 1991) is a female Chinese short track speed skater. She won the gold medal in the 1500 m event at the 2010 Winter Olympics. She also won the Gold Medal in 1500m event at 2014 Sochi Olympics.\nZhou added another gold medal on the Chinese 3000 m relay team. She set a new world and Olympic record in the 1,000 m semifinal. She was bestowed the honour of the national flag bearer for China at the 2018 Winter Olympics in PyeongChang, South Korea  as China's most decorated active winter Olympian with 3 gold medals from previous Olympics, after Yang Yang and Wang Meng who have retired from the sport.",
  "/wiki/Short_track_speed_skating_at_the_2018_Winter_Olympics": "Short track speed skating at the 2018 Winter Olympics was held at the Gangneung Ice Arena in Gangneung, South Korea. The eight events were scheduled to take place between 10 and 22 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Lei_Sheng": "Lei Sheng (Chinese: 雷声; pinyin: Léi Shēng; born 7 March 1984) is a Chinese foil fencer, Olympic champion at the 2012 Summer Olympics and twice team world champion at the 2010 and 2011 World Fencing Championships.",
  "/wiki/Fencing_at_the_2016_Summer_Olympics": "The fencing competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 14 August at the Carioca Arena 3 inside the Barra Olympic Park in Barra da Tijuca. Around 212 fencers (an equal distribution between men and women; and eight came from the host nation Brazil) competed in 10 events (six individual and four team).",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Tong_Jian": "Tong Jian (Chinese: 佟健; pinyin: Tóng Jiàn; born August 15, 1979 in Harbin, Heilongjiang) is a Chinese pair skater. With partner and wife Pang Qing, he is the 2010 Olympic silver medalist, 2006 & 2010 World Champion, a five-time Four Continents champion (2002, 2004, 2008, 2009 & 2011) and the 2008 Grand Prix Final Champion.",
  "/wiki/Figure_skating_at_the_2014_Winter_Olympics": "Figure skating at the 2014 Winter Olympics was held at the Iceberg Skating Palace in Sochi, Russia. The five events took place between 6–22 February 2014. For the first time at the Winter Olympics, a figure skating team event was held.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Yi_Jianlian": "Yi Jianlian (simplified Chinese: 易建联; traditional Chinese: 易建聯; pinyin: Yì Jiànlián [î tɕjɛ̂nljɛ̌n]; born October 27, 1987) is a Chinese professional basketball player for the Guangdong Southern Tigers of the Chinese Basketball Association (CBA). He has also played in the National Basketball Association (NBA) for the Milwaukee Bucks, New Jersey Nets, Washington Wizards and Dallas Mavericks.",
  "/wiki/Basketball_at_the_2012_Summer_Olympics": "Basketball at the 2012 Summer Olympics was the eighteenth appearance of the sport of basketball as an official Olympic medal event. It was held from 28 July to 12 August 2012. The preliminary matches and the women's quarterfinal matches were played in the new Basketball Arena in Olympic Park, which seated up to 12,000 spectators. The men's knockout games and the women's games, from semifinals onward were played in the North Greenwich Arena.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Han_Xiaopeng": "Han Xiaopeng (simplified Chinese: 韩晓鹏; traditional Chinese: 韓曉鵬; pinyin: Hán Xiǎopéng; born December 13, 1983 in Pei, Xuzhou, Jiangsu, China) is a freestyle skier who competed at the 2006 Winter Olympics in Turin, Italy, and won gold in the men's aerials event. In this discipline he also won the World Championships in 2007. Despite these great achievements, he has yet to win a World Cup competition. Han is the first Chinese male athlete to ever win a gold medal at the Winter Olympics.",
  "/wiki/Freestyle_skiing_at_the_2010_Winter_Olympics": "The freestyle skiing competition of the 2010 Winter Olympics was held at Cypress Mountain.  The events took place between the 13 and 25 February 2010, and included a new event for these Olympics, ski cross.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Yao_Ming": "Yao Ming (Chinese: 姚明; born September 12, 1980) is a Chinese basketball executive and retired professional basketball player who played for the Shanghai Sharks of the Chinese Basketball Association (CBA) and the Houston Rockets of the National Basketball Association (NBA). He was selected to start for the Western Conference in the NBA All-Star Game eight times, and was named to the All-NBA Team five times. At the time of his final season, he was the tallest active player in the NBA, at 2.29 m (7 ft 6 in). He is the only player from outside of the United States to lead the NBA in All-Star votes.",
  "/wiki/Basketball_at_the_2008_Summer_Olympics": "Basketball at the 2008 Summer Olympics was the seventeenth appearance of the sport of basketball as an official Olympic medal event. It was held from 9 August to 24 August 2008.  Competitions were held at the Wukesong Indoor Stadium in Beijing, China.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Yang_Yang_(A)": "Yang Yang (simplified Chinese: 杨扬; traditional Chinese: 楊揚; pinyin: Yáng Yáng; born 24 August 1976 in Jiamusi, Heilongjiang, China) is a retired Chinese short track speed skater. She is a two-time Olympic Champion from 2002 Winter Olympics and a six-time Overall World Champion for 1997–2002. Known as Yang Yang (A), she was formerly a member of the Chinese national short track team. Yang is one of the most accomplished short track speed skaters of all time having won 34 world titles, including six Overall World Championships. She is the first person to have won six Overall World Titles and won six consecutively. Her victory in the women's 500 m short track at the 2002 Winter Olympics made her China's first-ever Winter Olympics gold medalist. She added a second gold in the women's 1000 m short track at the same Games and has also won two silver and a bronze medal. After 2003 World Championships, Yang took time off competing, but came back in 2004–2005 season in lead-up to 2006 Winter Olympics where she won the bronze medal in 1000m race. She retired soon afterwards.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics": "Short track speed skating at the 2006 Winter Olympics was held over thirteen days, from 12 to 25 February. Eight events were contested at the Torino Palavela. In the men's competition, Ahn Hyun-soo earned a medal in each event, winning three golds. On the women's side, Jin Sun-yu scored three gold medals.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Basketball_at_the_2004_Summer_Olympics": "Basketball at the 2004 Summer Olympics was the sixteenth appearance of the sport of basketball as an official Olympic medal event. It took place at the Helliniko Olympic Indoor Arena, a part of the Hellinikon Olympic Complex, in Athens, for the preliminary rounds, with the later stages being held in the Olympic Indoor Hall at the Athens Olympic Sports Complex.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Zhang_Min_(figure_skater)": "Zhang Min (simplified Chinese: 张民; traditional Chinese: 張民; pinyin: Zhāng Mín; born March 24, 1976) is a Chinese former competitive figure skater. He is a two-time Four Continents medalist and a three-time Chinese national champion. He competed at three Winter Olympic Games, placing as high as tenth, and finished a career-best seventh at the 2004 World Championships.",
  "/wiki/Figure_skating_at_the_2002_Winter_Olympics": "All figure skating events in 2002 Winter Olympics were held at the Salt Lake Ice Center.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Liu_Yudong": "Liu Yudong (simplified Chinese: 刘玉栋; traditional Chinese: 劉玉棟; pinyin: Liú Yùdòng; nickname： \"War God (战神)\"; b. 1970 in Putian, Fujian), is a retired Chinese professional basketball player who last played for the Fujian Xunxing club in the Chinese Basketball Association (CBA). At 2.00 m (6'6 ​3⁄4\") and 243 lbs. (110 kg), he played at the power forward position. In 1990, he was chosen as one of China's 50 all-time greatest basketball players. He held the CBA record for most career points scored (8,387 points), until it was broken by Zhu Fangyu, on 1/1/2012. He was the CBA Regular Season MVP in 2002, and the CBA League MVP in 2002 and 2003, and is known as one of the greatest Chinese players of all-time.",
  "/wiki/Basketball_at_the_2000_Summer_Olympics": "Basketball contests at the 2000 Summer Olympics was the fifteenth appearance of the sport of basketball as an official Olympic medal event. It was held from 16 September 2000 to 1 October 2000. Games took place at the Sydney SuperDome and the Dome in Sydney, Australia. The United States claimed the gold medals in both the men's and women's competitions.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Zhao_Hongbo": "Zhao Hongbo (simplified Chinese: 赵宏博; traditional Chinese: 趙宏博; pinyin: Zhào Hóngbó; born 22 September 1973) is a Chinese pair skater. With his partner and wife Shen Xue, Zhao is the 2010 Olympic champion, the 2002 & 2006 Olympic bronze medalist, a three-time World champion (2002, 2003 & 2007), a three-time Four Continents Champion (1999, 2003 & 2007) and a six-time Grand Prix Final champion (1998, 1999, 2003, 2004, 2006 & 2009).",
  "/wiki/Figure_skating_at_the_1998_Winter_Olympics": "The figure skating events in 1998 Winter Olympics were held at the White Ring in Nagano. There were no changes in the format or scoring systems from 1994. Professionals were again allowed to compete, although they had to declare that intention and compete in ISU-approved events to do so. Most of the top competitors by 1998 were now openly professional.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Basketball_at_the_1996_Summer_Olympics": "Basketball contests at the 1996 Olympic Games was the fourteenth appearance of the sport of basketball as an official Olympic medal event. It held from July 20, 1996 to August 4, 1996. Games took place in the Morehouse College Gymnasium and in the Georgia Dome.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Liu_Yanfei": "Liu Yanfei (born 15 February 1967) is a Chinese speed skater. He competed at the 1988 Winter Olympics, the 1992 Winter Olympics and the 1994 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1994_Winter_Olympics": "Speed skating at the 1994 Winter Olympics, was held from 13 to 25 February. Ten events were contested at Hamar Olympic Hall.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Song_Ligang": "Song Ligang (simplified Chinese: 宋力刚; traditional Chinese: 宋力剛; pinyin: Sòng Lìgāng; born June 8, 1967 in Tianjin) is a former Chinese basketball player. He competed at 1992 Barcelona Olympic Games, and was the flagbearer of Chinese Olympic Team at the opening ceremony.",
  "/wiki/Basketball_at_the_1992_Summer_Olympics": "Basketball at the 1992 Summer Olympics was the thirteenth appearance of the sport of basketball as an official Olympic medal event. It included the sport of basketball's men's and women's competitions of the 1992 Summer Olympics. The games were played at the Pavelló Olímpic de Badalona. 12 men's teams and 8 women's teams participated in the tournament.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Song_Chen_(speed_skater)": "Song Chen (born 3 June 1967) is a Chinese speed skater. He competed in two events at the 1992 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1992_Winter_Olympics": "Speed skating at the 1992 Winter Olympics, was held from 9 to 20 February. Ten events were contested at L'anneau de vitesse.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Song_Tao_(basketball)": "Song Tao (Chinese: 宋涛; born November 6, 1965 in Jimo, Shandong) is a retired Chinese basketball player and coach. 6'10\" (209 cm) with impressive mobility, he was the first player from Asia drafted by an NBA team when the Atlanta Hawks selected him in the 3rd round of the 1987 NBA draft, although he never went to training camp due to serious knee injuries.",
  "/wiki/Basketball_at_the_1988_Summer_Olympics": "Basketball at the 1988 Summer Olympics was the twelfth appearance of the sport of basketball as an official Olympic medal event. It took place at the Jamsil Gymnasium in Seoul, South Korea from 17 September to 30 September 1988. The United States won the gold medal in the women's competition, thus repeating their performance from the 1984 tournament. In the men's tournament, the Soviet Union took home their second gold medal in the team's history for this event. This was the last Olympic basketball tournament where NBA players were not allowed to participate, although professionals from other leagues were allowed to compete, since players from other leagues were still considered amateurs.  These were also the last Olympic basketball tournaments where the Soviets fielded a team, as the Soviet Union broke up prior to the 1992 Summer Olympic Games.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Zhang_Shubin": "Zhang Shubin (simplified Chinese: 张舒宾; traditional Chinese: 張舒賓; pinyin: Zhāng Shūbīn; born February 16, 1966 in Harbin) is a Chinese former competitive figure skater. He is the 1985 Winter Universiade champion, 1986 Asian Winter Games silver medalist, and 1986 Fujifilm Trophy bronze medalist. He placed 20th at the 1988 Winter Olympics in Calgary and 25th at the 1992 Winter Olympics in Albertville. He retired from competitive skating in 1992 and became a coach.",
  "/wiki/Figure_skating_at_the_1988_Winter_Olympics": "Figure skating at the 1988 Winter Olympics took place at the Stampede Corral, the Olympic Saddledome and the Father David Bauer Olympic Arena in Calgary, Alberta, Canada.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Wang_Libin": "Wang Libin (Chinese: 王立彬; pinyin: Wáng Lìbīn; born March 31, 1963 in Shaanxi Province, People's Republic of China) is a former male Chinese basketball player and an active basketball coach.",
  "/wiki/Basketball_at_the_1984_Summer_Olympics": "Basketball contests at the 1984 Summer Olympics was the eleventh appearance of the sport of basketball as an official Olympic medal event. It took place at The Forum in Inglewood, United States from July 29 to August 10. The United States won the gold medal in both events, the first in the women's team history. Due to the boycott, the Soviet Union and Hungary withdrew from the tournament. The former, having already qualified for both events was replaced by West Germany in the men's competition, while both nations' women's teams were replaced by Australia and South Korea.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/Zhao_Shijian": "Zhao Shijian (born 10 March 1955) is a Chinese speed skater. He competed in two events at the 1984 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1984_Winter_Olympics": "Speed skating at the 1984 Winter Olympics was held from 9 to 18 February. Nine events were contested at Zetra Ice Rink.",
  "/wiki/1980_Winter_Olympics": "The 1980 Winter Olympics, officially known as the XIII Olympic Winter Games, was a multi-sport event which was celebrated from February 13 to February 24, 1980, in Lake Placid, New York, United States. This was the second time the Upstate New York village hosted the Games, after 1932. The only other candidate city to bid for the Games was Vancouver-Garibaldi, British Columbia, Canada, which withdrew before the final vote (though Vancouver would eventually win the bid to host the 2010 Winter Olympics.)",
  "/wiki/Zhao_Weichang": "Zhao Weichang (born 21 April 1950) is a Chinese speed skater. He competed in three events at the 1980 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1980_Winter_Olympics": "Speed skating at the 1980 Winter Olympics, was held from 9 February to 18 February. Nine events were contested at James B. Sheffield Olympic Skating Rink."
}