{
  "/wiki/HMAS_Vampire_(D68)": "HMAS Vampire was a V-class destroyer of the Royal Navy (RN) and Royal Australian Navy (RAN). Launched in 1917 as HMS Wallace, the ship was renamed and commissioned into the RN later that year. Vampire was loaned to the RAN in 1933, and operated as a depot tender until just before World War II. Reactivated for war service, the destroyer served in the Mediterranean as part of the Scrap Iron Flotilla, and was escorting the British warships HMS Prince of Wales and HMS Repulse during their loss to Japanese aircraft in the South China Sea in December 1941. Vampire was sunk on 9 April 1942 by Japanese aircraft while sailing with the aircraft carrier HMS Hermes from Trincomalee.",
  "/wiki/V_and_W-class_destroyer": "The V and W class was an amalgam of six similar classes of destroyer built for the Royal Navy under the 9th, 10th, 13th and 14th of fourteen War Programmes during the First World War and generally treated as one class. For their time they were among the most powerful and advanced ships of their type in the world, and set the trend for future British designs.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.",
  "/wiki/HMAS_Vampire_(D11)": "HMAS Vampire was the third of three Australian-built Daring class destroyers serving in the Royal Australian Navy (RAN). One of the first all-welded ships built in Australia, she was constructed at Cockatoo Island Dockyard between 1952 and 1959, and was commissioned into the RAN a day after completion.",
  "/wiki/Daring-class_destroyer_(1949)": "The Daring class was a class of eleven destroyers built for the Royal Navy (RN) and Royal Australian Navy (RAN). Constructed after World War II, and entering service during the 1950s, eight ships were constructed for the RN, and three ships for the RAN. Two of the RN destroyers were subsequently sold to and served in the Peruvian Navy (MGP). A further eight ships were planned for the RN but were cancelled before construction commenced, while a fourth RAN vessel was begun but was cancelled before launch and broken up on the slipway.",
  "/wiki/Australian_National_Maritime_Museum": "The Australian National Maritime Museum (ANMM) is a federally operated maritime museum in Darling Harbour, Sydney. After considering the idea of establishing a maritime museum, the federal government announced that a national maritime museum would be constructed at Darling Harbour, tied into the New South Wales state government's redevelopment of the area for the Australian bicentenary in 1988. The museum building was designed by Philip Cox, and although an opening date of 1988 was initially set, construction delays, cost overruns, and disagreements between the state and federal governments over funding responsibility pushed the opening to 1991.",
  "/wiki/HMAS_Vendetta_(D69)": "HMAS Vendetta (D69/I69) (formerly HMS Vendetta (FA3/F29/D69)) was a V-class destroyer that served in the Royal Navy and the Royal Australian Navy (RAN). One of 25 V class ships ordered for the Royal Navy during World War I, Vendetta entered service in 1917.",
  "/wiki/HMAS_Vendetta_(D08)": "HMAS Vendetta was one of three Daring-class destroyers built for and operated by the Royal Australian Navy (RAN). The destroyer was built by Williamstown Naval Dockyard and entered service in 1958. During her early career, Vendetta was deployed to the Far East Strategic Reserve on multiple occasions. In 1965 and 1966, the destroyer undertook deterrence patrols during the Indonesia-Malaysia Confrontation. Along with several runs escorting the troop transport HMAS Sydney to Vietnam, from late 1969 to early 1970 Vendetta was assigned to combat operations, and became the only Australian-built warship to serve in a shore bombardment role during the Vietnam War.",
  "/wiki/HMS_Vengeance_(R71)": "HMS Vengeance (R71) was a Colossus-class light aircraft carrier built for the Royal Navy during World War II. The carrier served in three navies during her career: the Royal Navy, the Royal Australian Navy (as HMAS Vengeance, from 1952 to 1955), and the Brazilian Navy (as NAeL Minas Gerais, from 1956 to 2001).",
  "/wiki/Colossus-class_aircraft_carrier": "The 1942 Design Light Fleet Carrier, commonly referred to as the British Light Fleet Carrier, was a light aircraft carrier design created by the Royal Navy during the Second World War, and used by eight naval forces between 1944 and 2001. They were designed and constructed by civilian shipyards to serve as an intermediate step between the expensive, full-size fleet aircraft carriers and the less expensive but limited-capability escort carriers.",
  "/wiki/HMAS_Vigilant": "HMAS Vigilant (later known as HMAS Sleuth and HMAS Hawk) was an auxiliary patrol boat serving with the Royal Australian Navy during the Second World War. Notably it was the 120th ship built by the Cockatoo Island Dockyard and the first aluminium ship built in Australia.",
  "/wiki/HMAS_Voyager_(D31)": "HMAS Voyager (D31/I31) (formerly HMS Voyager (G36/G16/D31)) was a W-class destroyer of the Royal Navy (RN) and Royal Australian Navy (RAN). Commissioned into the RN in 1918, the destroyer remained in RN service until 1933, when she was transferred to the RAN. Recommissioned, Voyager served in the Mediterranean and Pacific theatres of World War II until 23 September 1942, when she ran aground while trying to deliver troops to Timor. The ship was damaged by Japanese bombers while trying to refloat, then was scuttled by her crew.",
  "/wiki/HMAS_Voyager_(D04)": "HMAS Voyager was a Daring-class destroyer of the Royal Australian Navy (RAN), that was lost in a collision in 1964.",
  "/wiki/Melbourne-Voyager_collision": "The Melbourne–Voyager collision, also referred to as the \"Melbourne–Voyager incident\" or simply the \"Voyager incident\", was a collision between two warships of the Royal Australian Navy (RAN); the aircraft carrier HMAS Melbourne and the destroyer HMAS Voyager."
}