{
  "/wiki/HMAS_Wagga": "HMAS Wagga (J315), named after the city of Wagga Wagga, New South Wales was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN). During the war, the ship operated primarily in New Guinea waters. After war service, the corvette was placed in reserve, but she was recommissioned in 1951 as a training vessel, and was repeatedly moved into and out of reserve. Wagga was decommissioned in 1960, making her the last of the Australian-operated corvettes.",
  "/wiki/Bathurst-class_corvette": "The Bathurst-class corvettes were a class of general purpose vessels produced in Australia during World War II. Originally classified as minesweepers, but widely referred to as corvettes, the Bathurst-class vessels fulfilled a broad anti-submarine, anti-mine, and convoy escort role.",
  "/wiki/Wallaby-class_water_and_fuel_lighter": "The Wallaby-class water and fuel lighter is class of four Australian-built lighters which have supported the Royal Australian Navy (RAN) since 1981. The vessels were originally operated by the RAN, but were transferred to DMS Maritime after 1997.",
  "/wiki/HMAS_Wallaroo": "HMAS Wallaroo (J222), named after the town of Wallaroo, South Australia, was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN). Wallaroo was one of only three Bathursts lost during World War II; following a collision with US Liberty ship Henry Gilbert Costin on the night of 11 June 1943.",
  "/wiki/Bandicoot-class_minesweeper": "The Bandicoot class was a ship class of two minesweeper tugboats operated by the Royal Australian Navy (RAN). MSA Bandicoot (Y 298) and MSA Wallaroo (Y 299) were built in 1982 for Maritime (PTE) Ltd. as the tugboats Grenville VII and Grenville V. In 1990, the RAN purchased the vessels for conversion into auxiliary minesweepers under the Craft of Opportunity Program (COOP). The vessels could be equipped with a sidescan sonar and various towed minesweeping arrays, and also functioned as berthing tugs. Both vessels were placed in reserve in 2010, but were deployed on several occasions since to provide berthing support to nuclear-powered warships. They were removed from naval service in 2014.",
  "/wiki/HMAS_Waree": "HMAS Waree (W128) was a tug boat operated by the Royal Australian Navy (RAN) during World War II. She operated as a tug boat for the Waratah Tug and Salvage Company before being requisitioned by the RAN in 1942, and operating in northern Australia and Papua.  She sank on 17 October 1946 off the New South Wales coast while sailing to Sydney from Thursday Island.",
  "/wiki/HMAS_Warramunga_(I44)": "HMAS Warramunga (I44/D123) was a Tribal-class destroyer of the Royal Australian Navy (RAN). Built during World War II, the destroyer entered service in late 1942. She was initially assigned to convoy escort duties, but was assigned to the joint Australian-American Task Force 74 in 1943, and was involved in supporting numerous amphibious landings through the South-east Asian region until the end of the war. From 1950 and 1952, Warramunga fought in the Korean War, then was converted into an anti-submarine destroyer. Returning to service in 1954, the destroyer was one of the first RAN ships to operate with the Far East Strategic Reserve, and undertook two tours with the organisation before she was decommissioned in 1959 and sold for ship breaking in 1963.",
  "/wiki/Tribal-class_destroyer_(1936)": "The Tribal class, or Afridi class, were a class of destroyers built for the Royal Navy, Royal Canadian Navy and Royal Australian Navy that saw service in World War II. Originally conceived during design studies for a light fleet cruiser, the Tribals evolved into fast, powerful destroyers, with greater emphasis on guns over torpedoes than previous destroyers, in response to new designs by Japan, Italy, and Germany. The Tribals were well admired by their crews and the public when they were in service due to their power, often becoming symbols of prestige while in service.",
  "/wiki/HMAS_Warrawee": "HMAS Warrawee was an examination vessel and auxiliary minesweeper which served in the Royal Australian Navy (RAN) during World War II.",
  "/wiki/HMAS_Warrego_(D70)": "HMAS Warrego, named for the Warrego River, was a River-class torpedo-boat destroyer of the Royal Australian Navy (RAN). Ordered in 1909, construction of the destroyer started in England, but she was then broken down and reassembled at Cockatoo Island Dockyard in order for the Australian shipbuilding industry to gain experience in warship construction. Warrego was commissioned into the RAN in 1912, and spent her early career operating in Australian waters.",
  "/wiki/River-class_torpedo-boat_destroyer": "The River class was a class of six torpedo-boat destroyers operated by the Royal Australian Navy (RAN). The design was based on a modified version of the British River-class destroyer, 13 of which were planned under the 1904 Naval Estimates, but were cancelled before orders were placed. \nThe first batch of three ships was ordered for the Commonwealth Naval Forces in 1909, followed later by a second batch of three a few years later. All six vessels are named after Australian rivers.",
  "/wiki/HMAS_Warrego_(U73)": "HMAS Warrego (L73/U73), named for the Warrego River, was a Grimsby class sloop of the Royal Australian Navy (RAN).",
  "/wiki/Grimsby-class_sloop": "The Grimsby-class sloops were a class of 13 sloops-of-war laid down between 1933 and 1940. Of these eight were built in the United Kingdom for the Royal Navy, four in Australia for the Royal Australian Navy and one for the Royal Indian Navy. Main armament was initially two 4.7-inch (120 mm) guns for RN ships and three 4-inch (100 mm) for Australian ships, but armament varied considerably between ships, and was increased later.",
  "/wiki/HMAS_Warrnambool_(J202)": "HMAS Warrnambool (J202), named for the city of Warrnambool, Victoria was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN). Warrnambool sank after she hit a mine in the Great Barrier Reef on 13 September 1947. She was one of only four Bathurst class corvettes lost while in Australian service, and the only one lost after World War II.",
  "/wiki/HMAS_Warrnambool_(FCPB_204)": "HMAS Warrnambool (FCPB 204), named after the city of Warrnambool, Victoria, was a Fremantle-class patrol boat of the Royal Australian Navy (RAN).",
  "/wiki/Fremantle-class_patrol_boat": "The Fremantle-class patrol boats were coastal patrol vessels operated by the Royal Australian Navy (RAN) from 1979 to 2007. Designed by British shipbuilder Brooke Marine and constructed in Australia by North Queensland Engineers and Agents, the Fremantle class were larger, more powerful, and more capable than the preceding Attack class, and the two primary patrol boat bases required infrastructure upgrades to support them. Although up to 30 vessels were planned, fifteen were ordered and constructed, with an unexercised option for five more.",
  "/wiki/HMAS_Wato": "HMAS Wato (W127) was a tug boat operated by the Royal Australian Navy (RAN) during World War II. During World War I she was operated by the Royal Navy in the Mediterranean Sea. She later operated as a tug boat for the Adelaide Steam Tug Company before being requisitioned by the RAN.  She was scrapped in 1955.",
  "/wiki/Steam_Tug_Wattle": "Steam Tug Wattle is a steam-powered tugboat undergoing refurbishment in Melbourne, Australia.",
  "/wiki/Wattle-class_crane_stores_lighter": "The Wattle-class crane stores lighter is class of three Australian-built lighters which have supported the Royal Australian Navy (RAN) since 1972. The vessels were originally operated by the RAN, but were transferred to DMS Maritime after 1997.",
  "/wiki/HMAS_Waterhen_(D22)": "HMAS Waterhen (D22/I22) was a W-class destroyer that served in the Royal Navy (as HMS Waterhen (G28/D22)) and the Royal Australian Navy (RAN). Built during World War I, the destroyer was completed in mid 1918, and commissioned into the Royal Navy. In 1933, Waterhen and four other British ships were transferred to the RAN. The ship's early RAN career was uneventful, with periods spent decommissioned in reserve, but she was reactivated in September 1939, and deployed to the Mediterranean as part of the Australian destroyer force: the Scrap Iron Flotilla. During her time in the Mediterranean, Waterhen was involved in escort and patrol duties, performed shore bombardments, and participated in Allied evacuations from Greece and Crete. On 29 June 1941, while operating with the Tobruk Ferry Service, Waterhen was heavily damaged by Axis aircraft. Attempts to tow the ship to port were unsuccessful, and she sank on 30 June; the first RAN ship lost to combat in World War II.",
  "/wiki/V_and_W-class_destroyer": "The V and W class was an amalgam of six similar classes of destroyer built for the Royal Navy under the 9th, 10th, 13th and 14th of fourteen War Programmes during the First World War and generally treated as one class. For their time they were among the most powerful and advanced ships of their type in the world, and set the trend for future British designs.",
  "/wiki/HMAS_Westralia_(1939)": "HMAS Westralia (F95/C61) was an auxiliary cruiser of the Royal Australian Navy (RAN). Built by Scottish shipbuilder Harland and Wolff and completed in 1929, Westralia was operated by the Huddart Parker company until 1939, when she was requisitioned for service with the RAN as an Armed Merchant Cruiser (AMC). Fitted with guns and commissioned in early 1940, Westralia was initially used to escort convoys in the Pacific and Indian oceans. In November 1940, the largest mutiny in RAN history occurred aboard the ship, with 104 men charged.",
  "/wiki/HMAS_Westralia_(O_195)": "HMAS Westralia (O 195) was a modified Leaf class replenishment oiler which served with the Royal Australian Navy (RAN) from 1989 to 2006. Formerly RFA Appleleaf (A79), she served in with the British Royal Fleet Auxiliary (RFA) from 1975 to 1989. The ship was initially leased to the RAN, then purchased outright in 1994. In 1998, a fire onboard resulted in the deaths of four sailors. Westralia was decommissioned in 2006, and the ship was sold into civilian service for use as a Floating Production Storage and Offloading vessel, under the name Shiraz. However, the ship was laid up in Indonesia until late 2009, when she was sold to a Turkish ship breaking company. Arriving in January 2010, the vessel was scrapped.",
  "/wiki/Leaf-class_tanker": "The Leaf class is a class of support tanker of the British Royal Fleet Auxiliary (RFA). The class is somewhat unusual as it is an amalgam of various civilian tankers chartered for naval auxiliary use and as such there have been many different designs of ship in this particular class. Leaf names are traditional tanker names in the RFA, and are recycled when charters end and new vessels are acquired. Thus, there have been multiple uses of the same names, confusingly sometimes sharing a common pennant number.",
  "/wiki/HMAS_Wewak_(L_130)": "HMAS Wewak (L 130) was the fifth ship of the  Balikpapan class of heavy landing craft operated by the Royal Australian Navy (RAN).",
  "/wiki/Balikpapan-class_landing_craft_heavy": "The Balikpapan class is a ship class of eight heavy landing craft (officially Landing Craft, Heavy or LCH). All eight were originally laid down by Walkers Limited for the Australian Army in the early 1970s. A reorganisation of watercraft responsibilities in the Australian military meant the landing craft were to be operated by the Royal Australian Navy (RAN), with seven commissioned directly into RAN service during 1973 and 1974, and lead ship Balikpapan transferred from the army to the navy. During the leadup to the independence of Papua New Guinea in 1975, two of the vessels (Salamaua and Buna) were transferred to the new Papua New Guinea Defence Force (PNGDF).",
  "/wiki/SS_Whangape_(1899)": "Whangape was a cargo ship measured at 2,931 gross register tons (GRT), built in 1899 by Sir Raylton Dixon & Co., Middlesbrough. The vessel was constructed for the British Maritime Trust as Adriana, sold while on the slips to Elder, Dempster & Company and renamed Asaba. Her engine was built by T Richardson & Sons, Hartlepool."
}