{
  "/wiki/HMAS_Vampire_(D68)": "HMAS Vampire was a V-class destroyer of the Royal Navy (RN) and Royal Australian Navy (RAN). Launched in 1917 as HMS Wallace, the ship was renamed and commissioned into the RN later that year. Vampire was loaned to the RAN in 1933, and operated as a depot tender until just before World War II. Reactivated for war service, the destroyer served in the Mediterranean as part of the Scrap Iron Flotilla, and was escorting the British warships HMS Prince of Wales and HMS Repulse during their loss to Japanese aircraft in the South China Sea in December 1941. Vampire was sunk on 9 April 1942 by Japanese aircraft while sailing with the aircraft carrier HMS Hermes from Trincomalee.",
  "/wiki/V_and_W-class_destroyer": "The V and W class was an amalgam of six similar classes of destroyer built for the Royal Navy under the 9th, 10th, 13th and 14th of fourteen War Programmes during the First World War and generally treated as one class. For their time they were among the most powerful and advanced ships of their type in the world, and set the trend for future British designs.\n They arrived in time to see service in the First World War. During the interwar period these ships formed the backbone of the Royal Navy's destroyer flotillas until gradually replaced by new construction; by the mid-1930s most had been displaced to the reserve fleet. Most ships survived to make an extensive contribution to the Second World War effort, in the vital role of convoy escort, freeing up more modern ships for fleet action.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.\n From the middle decades of the 17th century, and through the 18th century, the Royal Navy vied with the Dutch Navy and later with the French Navy for maritime supremacy. From the mid 18th century, it was the world's most powerful navy until the Second World War. The Royal Navy played a key part in establishing the British Empire as the unmatched world power during the 19th and first part of the 20th centuries. Due to this historical prominence, it is common, even among non-Britons, to refer to it as \"the Royal Navy\" without qualification.\n Following World War I, the Royal Navy was significantly reduced in size, although at the onset of World War II it was still the world's largest. During the Cold War, the Royal Navy transformed into a primarily anti-submarine force, hunting for Soviet submarines and mostly active in the GIUK gap. Following the collapse of the Soviet Union, its focus has returned to expeditionary operations around the world and it remains one of the world's foremost blue-water navies. However, 21st-century reductions in naval spending have led to a personnel shortage and a reduction in the number of warships.\n The Royal Navy maintains a fleet of technologically sophisticated ships and submarines including two aircraft carriers, two amphibious transport docks, four ballistic missile submarines (which maintain the UK's nuclear deterrent), six nuclear fleet submarines, six guided missile destroyers, 13 frigates, 13 mine-countermeasure vessels and 22 patrol vessels. As of December 2019, there are 75 commissioned ships (including submarines) in the Royal Navy, plus 13 ships of the Royal Fleet Auxiliary (RFA); there are also five Merchant Navy ships available to the RFA under a private finance initiative. The RFA replenishes Royal Navy warships at sea, and augments the Royal Navy's amphibious warfare capabilities through its three Bay-class landing ship vessels. It also works as a force multiplier for the Royal Navy, often doing patrols that frigates used to do. The total displacement of the Royal Navy is approximately 439,200 tonnes (815,200 tonnes including the Royal Fleet Auxiliary).\n The Royal Navy is part of Her Majesty's Naval Service, which also includes the Royal Marines. The professional head of the Naval Service is the First Sea Lord who is an admiral and member of the Defence Council of the United Kingdom. The Defence Council delegates management of the Naval Service to the Admiralty Board, chaired by the Secretary of State for Defence. The Royal Navy operates three bases in the United Kingdom where commissioned ships are based: Portsmouth, Clyde and Devonport, the last being the largest operational naval base in Western Europe.",
  "/wiki/HMAS_Vampire_(D11)": "HMAS Vampire was the third of three Australian-built Daring class destroyers serving in the Royal Australian Navy (RAN). One of the first all-welded ships built in Australia, she was constructed at Cockatoo Island Dockyard between 1952 and 1959, and was commissioned into the RAN a day after completion.\n Vampire was regularly deployed to South East Asia during her career: she was attached to the Far East Strategic Reserve on five occasions, including during the Indonesia-Malaysia Confrontation, and escorted the troop transport HMAS Sydney on six of the latter's twenty-five transport voyages to Vietnam. In 1977, the destroyer was assigned to escort the Royal Yacht Britannia during Queen Elizabeth II and Prince Philip's visit to Australia. In 1980, Vampire was reclassified as a training ship.\n The warship remained in service until 1986, when she was decommissioned and presented to the Australian National Maritime Museum for preservation as a museum ship; the largest museum-owned object on display in Australia.",
  "/wiki/Daring-class_destroyer_(1949)": "The Daring class was a class of eleven destroyers built for the Royal Navy (RN) and Royal Australian Navy (RAN). Constructed after World War II, and entering service during the 1950s, eight ships were constructed for the RN, and three ships for the RAN. Two of the RN destroyers were subsequently sold to and served in the Peruvian Navy (MGP). A further eight ships were planned for the RN but were cancelled before construction commenced, while a fourth RAN vessel was begun but was cancelled before launch and broken up on the slipway.\n The Daring-class ships were both the largest and most heavily armed ships serving in Commonwealth navies to be classified as destroyers. They were intended to fill some of the duties of Cruisers, which post WW2 were considered both expensive and obsolete by Naval Planners, and were briefly officially considered a hybrid type (Darings) before being rated as destroyers.  They were also the last destroyers of the RN and RAN to possess guns as their main armament (instead of guided missiles), which saw use during the Indonesian Confrontation and the Vietnam War.\n The Daring-class destroyers were in service in the RN and RAN from the 1950s to the 1980s. Following decommissioning, two RN Darings were sold to Peru, which operated one ship until 1993 and the other until 2007. One ship of the class is preserved: HMAS Vampire as a museum ship at the Australian National Maritime Museum.",
  "/wiki/Australian_National_Maritime_Museum": "The Australian National Maritime Museum (ANMM) is a federally operated maritime museum in Darling Harbour, Sydney. After considering the idea of establishing a maritime museum, the federal government announced that a national maritime museum would be constructed at Darling Harbour, tied into the New South Wales state government's redevelopment of the area for the Australian bicentenary in 1988. The museum building was designed by Philip Cox, and although an opening date of 1988 was initially set, construction delays, cost overruns, and disagreements between the state and federal governments over funding responsibility pushed the opening to 1991.\n One of six museums directly operated by the federal government, the ANMM is the only one located outside of the Australian Capital Territory. The museum is structured around seven main galleries, focusing on the discovery of Australia, the relationships between the Australian Aborigines and the water, travel to Australia by sea, the ocean as a resource, water-based relaxation and entertainment, the naval defence of the nation, and the relationship between the United States of America and Australia. The last gallery was funded by the United States government, and is the only national museum gallery in the world funded by a foreign nation. Four additional gallery spaces are used for temporary exhibits. Three museum ships – the HM Bark Endeavour Replica, the destroyer HMAS Vampire, and the submarine HMAS Onslow – are open to the public, while smaller historical vessels berthed outside can be viewed but not boarded.",
  "/wiki/HMAS_Vendetta_(D69)": "HMAS Vendetta (D69/I69) (formerly HMS Vendetta (FA3/F29/D69)) was a V-class destroyer that served in the Royal Navy and the Royal Australian Navy (RAN). One of 25 V class ships ordered for the Royal Navy during World War I, Vendetta entered service in 1917.\n During World War I, Vendetta participated in the Second Battle of Heligoland Bight, and operated against Bolshevik forces during the British Baltic Campaign. Most of the ship's post-war career was spent operating in the Mediterranean. In 1933, Vendetta was one of five destroyers selected for transfer to the RAN. Over the next six years, the ship was either involved in peacetime activities or was in reserve, but when World War II started, she was assigned to the Mediterranean as part of the 'Scrap Iron Flotilla'. During the Greek Campaign, Vendetta was involved in the transportation of Allied troops to Greece, then the evacuation to Crete. After, the destroyer served with the Tobruk Ferry Service, and made the highest number of runs to the besieged city of Tobruk.\n At the end of 1941, Vendetta was docked for refit in Singapore, but after the Japanese invaded, the destroyer had to be towed to Fremantle, then Melbourne. After the refit, which converted the destroyer into a dedicated escort vessel, ended in December 1942, Vendetta spent the rest of World War II operating as a troop and convoy escort around Australia and New Guinea. Vendetta was decommissioned in late 1945, and was scuttled off Sydney Heads in 1948.",
  "/wiki/HMAS_Vendetta_(D08)": "HMAS Vendetta was one of three Daring-class destroyers built for and operated by the Royal Australian Navy (RAN). The destroyer was built by Williamstown Naval Dockyard and entered service in 1958. During her early career, Vendetta was deployed to the Far East Strategic Reserve on multiple occasions. In 1965 and 1966, the destroyer undertook deterrence patrols during the Indonesia-Malaysia Confrontation. Along with several runs escorting the troop transport HMAS Sydney to Vietnam, from late 1969 to early 1970 Vendetta was assigned to combat operations, and became the only Australian-built warship to serve in a shore bombardment role during the Vietnam War.\n The ship underwent a two-year modernisation from 1971 to 1973, and in December 1974 was one of thirteen RAN warships involved in Operation Navy Help Darwin after Cyclone Tracy devastated Darwin. Several more deployments were made to the Far East, up until 1978. In October 1979, the destroyer was decommissioned, and served as a parts hulk for sister ship HMAS Vampire. Vendetta was sold for ship breaking in January 1987.",
  "/wiki/HMS_Vengeance_(R71)": "HMS Vengeance (R71) was a Colossus-class light aircraft carrier built for the Royal Navy during World War II. The carrier served in three navies during her career: the Royal Navy, the Royal Australian Navy (as HMAS Vengeance, from 1952 to 1955), and the Brazilian Navy (as NAeL Minas Gerais, from 1956 to 2001).\n Constructed during World War II, Vengeance was one of the few ships in her class to be completed before the war's end, but she did not see active service. The ship spent the next few years as an aircraft transport and training carrier before she was sent on an experimental cruise to learn how well ships and personnel could function in extreme Arctic conditions. In late 1952, Vengeance was loaned to the Royal Australian Navy (RAN) as a replacement for the delayed aircraft carrier HMAS Melbourne. She remained in Australian waters, operating as an aircraft carrier and training ship, for the majority of her three-year loan, and was returned to the Royal Navy (RN) in August 1955.\n Instead of returning to RN service, the carrier was sold in 1956 to Brazil, and entered service after major upgrades, which allowed the ship to operate jet aircraft. Renamed Minas Gerais, the carrier remained in operation until 2001. Several attempts were made to sell the ship, including a listing on eBay, before she was sold for scrap and taken to Alang for breaking up.",
  "/wiki/Colossus-class_aircraft_carrier": "The 1942 Design Light Fleet Carrier, commonly referred to as the British Light Fleet Carrier, was a light aircraft carrier design created by the Royal Navy during the Second World War, and used by eight naval forces between 1944 and 2001. They were designed and constructed by civilian shipyards to serve as an intermediate step between the expensive, full-size fleet aircraft carriers and the less expensive but limited-capability escort carriers.\n Sixteen Light Fleet carriers were ordered, and all were laid down to the Colossus class design during 1942 and 1943. However, only eight were completed to this design; of these, four entered service before the end of the war, and none saw front line operations. Two more were fitted with maintenance and repair facilities instead of aircraft catapults and arresting gear, and entered service as aircraft maintenance carriers. The final six were modified during construction to handle larger and faster aircraft, and were redesignated the Majestic class. The construction of the six ships was suspended at the end of the war. Five were eventually completed with the last commissioning in 1961; however, the sixth, Leviathan, was dismantled for spare parts and scrap.\n Although not completed in time to fight in the war, the carriers in Royal Navy service participated in the Korean War and the Suez Crisis. During the latter, two Colossus-class ships performed the first ship-based helicopter assault in history. Four Colossuses and all five completed Majestics were loaned or sold to seven foreign nations – Argentina, Australia, Brazil, Canada, France, India, and the Netherlands – with three ships serving in three different naval forces during their careers. Foreign-operated Light Fleets took part in the Korean War, the First Indochina War, the Vietnam War, the Indo-Pakistani War of 1971, and the Falklands War.\n Despite being intended as 'disposable warships', all of the completed Light Fleet carriers exceeded their planned three-year service life. The maintenance carriers were the first to be paid off in the 1950s, and by the 1960s, all of the Royal Navy carriers, (bar Triumph, which was later recommissioned as a repair ship) had been sold to other nations or for ship breaking. The carriers in other navies had longer service lives. At the time of her decommissioning in 2001, Minas Gerais was the oldest active aircraft carrier in the world. Despite attempts to preserve several of these carriers as museum ships, the last surviving example, Vikrant, was sold for scrapping in 2014.",
  "/wiki/HMAS_Vigilant": "HMAS Vigilant (later known as HMAS Sleuth and HMAS Hawk) was an auxiliary patrol boat serving with the Royal Australian Navy during the Second World War. Notably it was the 120th ship built by the Cockatoo Island Dockyard and the first aluminium ship built in Australia.",
  "/wiki/HMAS_Voyager_(D31)": "HMAS Voyager (D31/I31) (formerly HMS Voyager (G36/G16/D31)) was a W-class destroyer of the Royal Navy (RN) and Royal Australian Navy (RAN). Commissioned into the RN in 1918, the destroyer remained in RN service until 1933, when she was transferred to the RAN. Recommissioned, Voyager served in the Mediterranean and Pacific theatres of World War II until 23 September 1942, when she ran aground while trying to deliver troops to Timor. The ship was damaged by Japanese bombers while trying to refloat, then was scuttled by her crew.",
  "/wiki/HMAS_Voyager_(D04)": "HMAS Voyager was a Daring-class destroyer of the Royal Australian Navy (RAN), that was lost in a collision in 1964.\n Constructed between 1949 and 1957, Voyager was the first ship of her class to enter Australian service, and the first all-welded ship to be built in Australia. During her career, Voyager was deployed to the Far East Strategic Reserve on six occasions, but never fired a shot in anger.\n During the night of 10 February 1964, Voyager and the aircraft carrier HMAS Melbourne collided off Jervis Bay, when the destroyer passed in front of the carrier during post-refit sea trials. Voyager was cut in two by the collision, sinking with the loss of 82 of the 314 people aboard. This was the largest loss of Australian military personnel in peacetime, and the subsequent investigations resulted in the holding of two Royal Commissions—the only time in Australian history this has occurred.",
  "/wiki/Melbourne-Voyager_collision": "The Melbourne–Voyager collision, also referred to as the \"Melbourne–Voyager incident\" or simply the \"Voyager incident\", was a collision between two warships of the Royal Australian Navy (RAN); the aircraft carrier HMAS Melbourne and the destroyer HMAS Voyager.\n On the evening of 10 February 1964, the two ships were performing manoeuvres off Jervis Bay. Melbourne's aircraft were performing flying exercises, and Voyager was tasked as plane guard, positioned behind and to port (left) of the carrier in order to rescue the crew of any ditching or crashing aircraft. After a series of turns effected to reverse the courses of the two ships, Voyager ended up ahead and to starboard (right) of the carrier. The destroyer was ordered to resume plane guard position, which would involve turning to starboard, away from the carrier, then looping around behind. Instead, Voyager began a starboard turn, but then came around to port. The bridge crew on Melbourne assumed that Voyager was zig-zagging to let the carrier overtake her, and would then assume her correct position. Senior personnel on Voyager were not paying attention to the manoeuvre. At 20:55, officers on both ships began desperate avoiding manoeuvres, but by then a collision was inevitable.\n Melbourne struck Voyager at 20:56, with the carrier's bow striking just behind the bridge and cutting the destroyer in two. Of the 314 aboard Voyager, 82 were killed, most of whom died immediately or were trapped in the heavy bow section, which sank after 10 minutes. The rest of the ship sank after midnight. Melbourne, although damaged, suffered no fatalities, and was able to sail to Sydney the next morning with most of the Voyager survivors aboard – the rest had been taken to the naval base HMAS Creswell.\n The RAN proposed a board of inquiry to investigate the collision, but a series of incidents during the 1950s and 1960s had led to a public mistrust of Navy-run investigations, and as proposals for an inquiry supervised by a federal judge were not acted upon, a full royal commission became the only avenue for an externally supervised inquiry. The four-month Royal Commission, headed by Sir John Spicer, concluded that Voyager was primarily at fault for failing to maintain effective situational awareness, but also criticised Melbourne's captain, John Robertson, and his officers for not alerting the destroyer to the danger they were in. Robertson was posted to a shore base and banned from serving again at sea; he resigned soon after. Opinions were that the Royal Commission had been poorly handled, and Robertson had been made a scapegoat.\n Increasing pressure over the results of the first Royal Commission, along with allegations by former Voyager executive officer Peter Cabban that Captain Duncan Stevens was unfit for command, prompted a second Royal Commission in 1967: the only time in Australian history that two Royal Commissions have been held to investigate the same incident. Although Cabban's claims revolved primarily around Stevens' drinking to excess, the second Royal Commission found that Stevens was unfit to command for medical reasons. Consequently, the findings of the first Royal Commission were based on incorrect assumptions, and Robertson and his officers were not to blame for the collision.",
  "/wiki/List_of_ships_of_the_Royal_Australian_Navy": "Since its foundation in 1913, the Royal Australian Navy has operated a large number of vessels, including various types of warship, support and supply craft, and auxiliary vessels drawn from civilian service when required."
}