{
  "/wiki/Animal_Crossing:_City_Folk": "Animal Crossing: City Folk, known in Europe, Japan and Oceania as Animal Crossing: Let's Go to the City, is a 2008 life simulation video game developed and published by Nintendo for the Wii console and the third game in the Animal Crossing series. It is also one of the first titles that was re-released as a part of the Nintendo Selects collection in 2011.",
  "/wiki/Nintendo_Entertainment_Analysis_and_Development": "Nintendo Entertainment Analysis & Development Division\n[e], commonly abbreviated as Nintendo EAD, formerly Nintendo Research & Development 4 Department,[f] was formerly the largest software development division inside of Nintendo. It was preceded by the Creative Department, a team of designers with backgrounds in art responsible for many different tasks, to which Shigeru Miyamoto and Takashi Tezuka originally belonged. Both served as managers of the EAD studios and were credited in every game developed by the division, with varying degrees of involvement. Nintendo EAD was best known for its work on games in the Donkey Kong, Mario, The Legend of Zelda, F-Zero, Star Fox, Animal Crossing, Pikmin and Wii series.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Endless_Ocean_2:_Adventures_of_the_Deep": "Endless Ocean 2: Adventures of the Deep, also known in North America as Endless Ocean: Blue World and Japan as Forever Blue: Call of the Ocean (FOREVER BLUE( 2) 海の呼び声, Forever Blue( Tsū): Umi no Yobigoe), is a scuba diving video game for Wii and the sequel to Endless Ocean, previously released for Wii in 2007. It was first revealed at a Nintendo conference held on October 2, 2008. The game was released as part of the Touch! Generations series of games in the United Kingdom and Europe.",
  "/wiki/Arika": "Arika (アリカ, Kabushiki gaisha Arika) is a Japanese video game developer and publisher. It was formed in 1995 by former Capcom employees, originally as ARMtech K.K, later named Arika. The name of the company is the reverse of the name of the company's founder, Akira Nishitani, who along with Akira Yasuda, created Street Fighter II. Arika's first arcade game was Street Fighter EX. It was successful and was followed up with two updates (Street Fighter EX + and EX + α for the PlayStation), and two sequels in arcades, on PlayStation and PlayStation 2. In 2018, they released a PlayStation 4 spiritual successor to both Street Fighter EX and the arcade only game Fighting Layer (published by Namco), called Fighting EX Layer. In 2019, Arika collaborated with Nintendo to create Tetris 99.",
  "/wiki/NHL_2K10": "NHL 2K10 is an ice hockey sports video game developed by Visual Concepts and published by 2K Sports, part of the NHL 2K series. It was released on September 15, 2009 for PlayStation 2, PlayStation 3, Wii and Xbox 360. Randy Hahn and Drew Remenda provide commentary as they did for NHL 2K9. NHL 2K10 was the final 2K Sports ice hockey video game released for the PlayStation 3, PlayStation 2 and Xbox 360, as NHL 2K11 was released only for the iOS and Wii.",
  "/wiki/Visual_Concepts": "Visual Concepts Entertainment is an American video game developer based in Novato, California. Founded in May 1988, the company is best known for developing sport games in the 2K franchise, primarily NBA 2K and WWE 2K. Visual Concepts was acquired by Sega in May 1999 and sold to Take-Two Interactive in January 2005. The acquisition of the company led Take-Two Interactive to open their 2K label which Visual Concepts became part of, on the day following the acquisition.",
  "/wiki/2K_Sports": "2K is an American video game publisher based in Novato, California. 2K was founded under Take-Two Interactive in January 2005 through the 2K Games and 2K Sports labels, following Take-Two Interactive's acquisition of Visual Concepts that same month. Originally based in New York City, it moved to Novato in 2007. A third label, 2K Play, was added in September 2007. 2K is governed by David Ismailer as president and Phil Dixon as COO. A motion capture studio for 2K is based in Petaluma, California.",
  "/wiki/NHL_2K11": "NHL 2K11 is an ice hockey sports video game developed by Visual Concepts and published by 2K Sports.",
  "/wiki/The_Conduit": "The Conduit is a first-person shooter video game developed by High Voltage Software for the Wii console and Android. The Conduit was revealed on April 17, 2008, and on October 29, 2008, the developer announced that Sega had signed on to be the game's publisher. The game was released in North America on June 23, 2009, in Europe on July 10, 2009, and in Australia on July 16, 2009.",
  "/wiki/High_Voltage_Software": "High Voltage Software, Inc. (HVS) is an American video game developer based in Hoffman Estates, Illinois. Founded in April 1993 by Kerry J. Ganofsky, the company is best known for developing Lego Racers (1999), Hunter: The Reckoning (2002) and The Conduit (2009).",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Uno_(video_game)": "Uno is the video game adaptation of the card game of the same name. It has been released for a number of platforms. The Xbox 360 version by Carbonated Games and Microsoft Game Studios was released on May 9, 2006, as a digital download via Xbox Live Arcade. A version for iPhone OS devices was released in 2008 by Gameloft. Gameloft released the PlayStation 3 version on October 1, 2009, and also released a version iPod, WiiWare, DSiWare, and PlayStation Portable. An updated version developed and published by Ubisoft was released for Xbox One and PlayStation 4 in August 2016, with a Microsoft Windows version to follow later in the year. On November 7, 2017, UNO was released for the Nintendo Switch.",
  "/wiki/Gameloft": "Gameloft SE is a French video game publisher based in Paris, founded in December 1999 by Ubisoft co-founder Michel Guillemot. The company operates 19 development studios worldwide, and publishes games with a special focus on the mobile games market. Formerly a public company traded at the Paris Bourse, Gameloft was acquired by media conglomerate Vivendi in 2016.",
  "/wiki/NBA_2K10": "NBA 2K10 is a basketball simulation video game developed by Visual Concepts and published by 2K Sports. It was released in October and November 2009 for Microsoft Windows, PlayStation 3, PlayStation 2, PlayStation Portable, Xbox 360, and Wii. The eleventh installment in the NBA 2K series, it is the successor to NBA 2K9 and the predecessor to NBA 2K11. Kobe Bryant of the Los Angeles Lakers is the cover athlete of the game. NBA 2K10 is the first game in the series to be released for the PlayStation Portable and Nintendo Wii platforms; it is also the first game in the series to be released on a Nintendo console since NBA 2K3 was released for GameCube.",
  "/wiki/NBA_2K11": "NBA 2K11 is a basketball simulation video game developed by Visual Concepts and published by 2K Sports. It was released in October 2010 for Microsoft Windows, PlayStation 3, PlayStation 2, PlayStation Portable, Xbox 360, and Nintendo Wii. The twelfth installment in the NBA 2K series, it is the successor to NBA 2K10 and the predecessor to NBA 2K12. Michael Jordan is the cover athlete of the game. This is the first game on PlayStation 3 to be used with the PlayStation Move",
  "/wiki/Monster_Hunter_Tri": "Monster Hunter Tri[a] (also known as Monster Hunter 3) is the third console installment in the Monster Hunter franchise, developed by Capcom and released for the Wii in Japan on August 1, 2009. Monster Hunter Tri was released on April 20, 2010, in North America, April 23 in Europe, and April 29 in Australia.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Tetris_Party": "Tetris Party[a] is a puzzle video game by Hudson Soft for WiiWare. An installment of the Tetris series, the game supports the use of Miis and the Wii Balance Board, and features both local and online multiplayer in addition to several single-player modes unique to the game.",
  "/wiki/Hudson_Soft": "Hudson Soft Co., Ltd (株式会社ハドソン, Kabushiki gaisha Hadoson) was a Japanese video game company that released numerous games for video game consoles, home computers and mobile phones, mainly from the 1980s to the 2000s. It was headquartered in the Midtown Tower in Tokyo Midtown, Akasaka, Minato, Tokyo, Japan, with an additional office in the Hudson Building in Sapporo.",
  "/wiki/Majesco_Entertainment": "Majesco Entertainment Company (formerly Majesco Sales Inc.) is an American video game publisher and distributor based in Hazlet, New Jersey. The company was founded as Majesco Sales in Edison, New Jersey in 1986, and was a privately held company until acquiring operation-less company ConnectivCorp in a reverse merger takeover, becoming its subsidiary and thus a public company on December 5, 2003. ConnectivCorp later changed its name to Majesco Holdings Inc. on April 13, 2004.",
  "/wiki/Jeopardy!": "Jeopardy! is an American television game show created by Merv Griffin. The show features a quiz competition in which contestants are presented with general knowledge clues in the form of answers, and must phrase their responses in the form of questions. The original daytime version debuted on NBC on March 30, 1964, and aired until January 3, 1975. A weekly nighttime syndicated edition aired from September 1974 to September 1975, and a revival, The All-New Jeopardy!, ran on NBC from October 1978 to March 1979. The current version, a daily syndicated show produced by Sony Pictures Television, premiered on September 10, 1984.",
  "/wiki/THQ": "THQ Inc. was an American video game developer and publisher based in Agoura Hills, California. It was founded in April 1990 by Jack Friedman, originally in Calabasas, and became a public company the following year through a reverse merger takeover. Initially working in the toy business, it expanded into the video game business through several acquisitions before shift its focus away from toys entirely. THQ continued its trend of acquiring companies through the 2000s.",
  "/wiki/Wheel_of_Fortune_(video_game)": "Wheel of Fortune is an American television game show created by Merv Griffin, premiering in 1975 with a syndicated version airing in 1983. Since 1986, the syndicated version has been adapted into various video games spanning numerous hardware generations. Most versions released in the 20th century were published by GameTek, which filed for Chapter 11 bankruptcy protection in 1998.",
  "/wiki/Digital_Leisure": "Digital Leisure, Inc. is a Canadian publisher of software. The company formed in 1997 with the aim to acquire, remaster and publish numerous classic video-based arcade games such as the Don Bluth-animated titles Dragon's Lair, Dragon's Lair II: Time Warp and Space Ace. Over time, they have acquired the publishing rights to various full motion video games, which they have re-released on a variety of modern formats. In more recent years, they have produced original games as well.",
  "/wiki/Wii_Speak": "Wii Speak is a microphone accessory for Nintendo's Wii video game console. Connected to the console via USB, the device can be placed near the video display, allowing voice chat to be conducted with the entire room. The device features an LED to indicate when the microphone is active. Wii Speak was announced at Nintendo's 2008 E3 media briefing. It was released separately and bundled with Animal Crossing: City Folk on November 16, 2008, in North America, and was released on December 5, 2008, in Europe."
}