{
  "/wiki/Peligro_(Shakira_album)": "Peligro (English: Danger) is the second studio album by Colombian singer-songwriter Shakira, released on 25 March 1993, by Sony Music Colombia.",
  "/wiki/Shakira_(album)": "Shakira  is the self-titled tenth studio album  by Colombian singer and songwriter Shakira, released on 21 March 2014 by RCA Records. It is her first English-language album since her eighth studio album, She Wolf (2009). Shakira revealed in November 2011 that she had begun work on the album, which continued into 2013. The album was initially set to be released in 2012, but was delayed because of Shakira's pregnancy and scrapped most of those songs and started making new ones. Since starting the album, Shakira departed Epic Records, signed a new management deal with Roc Nation and subsequently signed to Epic's sister label, RCA Records.",
  "/wiki/Addicted_to_You_(Shakira_song)": "\"Addicted to You\" is a song recorded by Colombian singer-songwriter Shakira for her ninth studio album Sale el Sol (2010). The song was released as the fifth and final single from the album by Epic Records, on 13 March 2012. \"Addicted to You\" was written by Shakira, El Cata, John Hill and Luis Fernando Ochoa, and is a merengue-influenced song on the album. The song also draws prominent influences from reggaeton music, and lyrically describes Shakira's infatuation for a lover. Despite having an English title, the majority of the song is sung in Spanish.",
  "/wiki/Sale_el_Sol": "Sale el Sol (English: The Sun Comes Out) is the ninth studio album by Colombian singer and songwriter Shakira, released on 19 October 2010, by Epic Records. The album marks a musical return to Shakira's \"roots\" after the electropop record She Wolf (2009). The singer split the album into three \"directions\": a romantic side, a \"rock and roll\" side, and a \"Latino, tropical\" side. The latter two \"directions\" experiment with rock and merengue music, respectively. As co-producer, Shakira enlisted collaborators including Josh Abraham, El Cata, Gustavo Cerati, John Hill, Lester Mendez, and Residente from Calle 13 (band).",
  "/wiki/El_Cata": "Edward E. Bello Pou, better known by his stage name El Cata, is a Dominican singer and songwriter, who emerged in the music scene in 1999, born and raised in Barahona, Dominican Republic.",
  "/wiki/John_Hill_(producer)": "John Graham Hill is an American record producer, songwriter, remixer and musician.",
  "/wiki/VH1_Divas_Las_Vegas": "VH1 debuted the first annual VH1 Divas concert in 1998. VH1 Divas Live was created to support the channel's Save The Music Foundation and subsequent concerts in the series have also benefited that foundation. The VH1 Divas concerts aired annually from 1998 to 2004. After a five-year hiatus, the series returned in 2009 with a younger-skewed revamp. In 2010 the concert saluted the troops and in 2011 it celebrated soul music, doubling the previous year's ratings. After a dance music-focused 2012 edition aired live from the Shrine Auditorium in Los Angeles on December 16, 2012, the show took another hiatus before being revived on December 5, 2016, at the Kings Theatre in Brooklyn, New York with a holiday theme and achieved its highest ratings in over a decade.",
  "/wiki/Oral_Fixation_Vol._2": "Oral Fixation, Vol. 2 (Spanish: Fijación Oral, Vol. 2) is the seventh studio album and second English language album by Colombian singer and songwriter Shakira, released on 28 November 2005, by Epic Records. After attaining international success with her fifth studio effort, Laundry Service (2001), Shakira decided to create a two-part follow-up record. She released the project as the follow-up to her sixth studio effort Fijación Oral, Vol. 1, with which she had attained international success five months prior. As co-producer, Shakira enlisted producers including previous collaborators Gustavo Cerati, Lester Mendez, Luis Fernando Ochoa and Rick Rubin to work alongside newer partners Jerry Duplessis, Wyclef Jean, Tim Mitchell and The Matrix.",
  "/wiki/Antes_de_las_Seis": "\"Antes de las Seis\" (English: \"Before Six O'Clock\") is a song recorded by Colombian singer-songwriter Shakira for her ninth studio album Sale el Sol (2010). Written and produced by the singer and her frequent collaborator Lester Mendez, \"Antes de las Seis\" is one of the \"romantic\" songs from the album and is musically a Latin pop ballad. It features a simple piano and acoustic guitar-supplemented beat over which Shakira delivers sad and emotional vocals. Epic Records released the song as the fourth single from Sale el Sol on 21 October 2011.",
  "/wiki/Lester_Méndez": "Lester Mendez is a multi-platinum, Grammy award-winning record producer, songwriter and composer. His production/writing credits include a multitude of successful hits with Shakira, Jewel, Nelly Furtado, Jessica Simpson, Enrique Iglesias, and others.",
  "/wiki/Antología_(Shakira_song)": "\"Antología\" (English: Anthology) is a song by Colombian singer-songwriter Shakira, taken from her third studio album Pies Descalzos. It was released in 1997 by Sony Music and Columbia Records as the fifth single from the album. The song was written and produced by Shakira, with additional production from Luis Fernando Ochoa. \"Antología\" is a Latin pop ballad that lyrically discusses an appreciation for the knowledge a lover has shared. It is one of Shakira's signature songs in Latin America.",
  "/wiki/Pies_Descalzos": "Pies Descalzos (English: Bare Feet) is the third studio album and international debut by Colombian singer and songwriter Shakira, released on 6 October 1995, by Sony Music and Columbia Records. Its music incorporates Latin pop styles, additionally experimenting with pop rock elements. Looking to revive her struggling career after the commercial failures of her first two studio efforts Magia and Peligro, she assumed a prominent position in its production. As executive producer, Luis Fernando Ochoa co-wrote and co-produced each of the eleven tracks on the record with Shakira.",
  "/wiki/Why_Wait_(Shakira_song)": "She Wolf (Spanish: Loba) is the eighth studio album by Colombian singer-songwriter Shakira. It was released on 9 October 2009, by Epic Records and Sony Music Latin. As executive producers, Shakira and Amanda Ghost enlisted collaborators including The Neptunes, John Hill, Wyclef Jean, Lukas Burton, Future Cut, Jerry Duplessis and Timbaland. Musically, the record shifts from her traditional Latin pop and pop rock musical styles, instead exploring electropop, with influences of folk and world music. The lyrical themes of the album mostly focus on love and relationships and were based on the conversations Shakira had with her friends.",
  "/wiki/She_Wolf_(album)": "She Wolf (Spanish: Loba) is the eighth studio album by Colombian singer-songwriter Shakira. It was released on 9 October 2009, by Epic Records and Sony Music Latin. As executive producers, Shakira and Amanda Ghost enlisted collaborators including The Neptunes, John Hill, Wyclef Jean, Lukas Burton, Future Cut, Jerry Duplessis and Timbaland. Musically, the record shifts from her traditional Latin pop and pop rock musical styles, instead exploring electropop, with influences of folk and world music. The lyrical themes of the album mostly focus on love and relationships and were based on the conversations Shakira had with her friends.",
  "/wiki/Jorge_Drexler": "Jorge Abner Drexler Prada (born September 21, 1964) is a Uruguayan musician, actor and doctor specializing in otolaryngology.",
  "/wiki/Pharrell_Williams": "Pharrell Lanscilo Williams (/fəˈrɛl/; born April 5, 1973) is an American singer, rapper, songwriter, record producer, fashion designer, and entrepreneur. Williams and Chad Hugo formed the record production duo The Neptunes in 1994, producing hip hop and R&B music. He is the lead vocalist of the band N*E*R*D, which he formed with Hugo and childhood friend Shay Haley. Williams also owns I Am Other, a multimedia creative collective that serves as an umbrella for all of Pharrell Williams' endeavors, including Billionaire Boys Club.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Back_in_Black_(song)": "\"Back in Black\" is a song by Australian rock band AC/DC. It was released as the lead single from their seventh album of the same name on 21 December 1980 through Atlantic Records. It is notable for its opening guitar riff as well as introducing the band's new vocalist, Brian Johnson. The song was written as a tribute to their former singer Bon Scott, who died in February 1980. In 1981, it reached number 37 on the Billboard Hot 100. In 2012, it reached number 65 in Australia and number 27 in the United Kingdom.",
  "/wiki/Live_&_off_the_Record": "Live & off the Record (released as En Vivo y en Privado in Spain and Latin America) is the second live album by Colombian singer and songwriter Shakira. The album was released in 2004, and consists of a two-disc CD and DVD compilation. The CD includes recordings of live performances recorded during 2003 and 2004, and the DVD includes footage from Shakira's Tour of the Mongoose live performance in Rotterdam, Netherlands on 22 April 2003. The album was certified gold by the RIAA in May 2004. It peaked at the number one on the US Top Music Videos chart on 17 April 2004.",
  "/wiki/Angus_Young": "Angus McKinnon Young (born 31 March 1955) is an Australian guitarist, best known as the co-founder, lead guitarist, songwriter and only constant member of the Australian hard rock band AC/DC. He is known for his energetic performances, schoolboy-uniform stage outfits and his own version of Chuck Berry's duckwalk.  Young was ranked 24th in Rolling Stone magazine's 100 greatest guitarists of all-time list.",
  "/wiki/Malcolm_Young": "Malcolm Mitchell Young (6 January 1953 – 18 November 2017) was an Australian musician and songwriter, best known as a co-founder, rhythm guitarist, backing vocalist and songwriter for the hard rock band AC/DC. Except for a brief absence in 1988, he was with the band from its November 1973 beginning until retiring in 2014 due to health reasons. Young and the other members of AC/DC were inducted into the Rock and Roll Hall of Fame in 2003.",
  "/wiki/Brian_Johnson": "Brian Francis Johnson (born 5 October 1947) is an English singer and songwriter. In 1980, he became the third lead singer of the Australian rock band AC/DC after the death of Bon Scott. He and the rest of the band were inducted into the Rock and Roll Hall of Fame in 2003. In March 2016, he stepped down from touring on the Rock or Bust World Tour due to hearing problems. He stated in an interview that he \"had a pretty good run\" in AC/DC and implied that he might not be returning.",
  "/wiki/Beautiful_Liar": "\"Beautiful Liar\" is a song recorded by American singer Beyoncé and Colombian singer Shakira. It was written by Beyoncé, Amanda Ghost, Ian Dench, and Stargate members Mikkel S. Eriksen and Tor Erik Hermansen, and produced by Stargate and Beyoncé for the deluxe edition of Beyoncé's second solo studio album, B'Day (2006). The mixing of the song was done by Gustavo Celis. \"Beautiful Liar\" was released on February 12, 2007 through Columbia Records and Music World Entertainment as the only single from the deluxe edition of the album. A Spanish and English mixed version of the song was produced and titled \"Bello Embustero\".",
  "/wiki/B'Day_(Beyoncé_album)": "B'Day is the second solo studio album by American singer Beyoncé. It was released to coincide with her twenty-fifth birthday on September 4, 2006 in various countries and a day later in the United States by Columbia Records, Music World Entertainment, and Sony Urban Music. The album was originally planned as a follow-up to Beyoncé's 2003 solo debut Dangerously in Love to be released in 2004; however, it was delayed to accommodate the recording of Destiny's Child's final album Destiny Fulfilled (2004) and the singer's starring role in the 2006 film Dreamgirls. While on vacation after filming, Beyoncé began contacting various producers and rented Sony Music Studios, completing B'Day in two weeks.",
  "/wiki/Irreemplazable": "Irreemplazable is the first extended play (EP) by American singer Beyoncé. Comprising Spanish, English and Spanglish re-recordings of songs from her second studio album B'Day (2006), it featured as a bonus disc for the North American deluxe edition of B'Day, before being released separately on August 28, 2007 through Columbia Records and Music World Entertainment. It was produced by Cuban American musician Rudy Pérez who also helped with writing the songs in Spanish. Copies purchased from Walmart also contain a DVD featuring a Beyoncé's concert, television performances and behind-the-scenes footage.",
  "/wiki/Stargate_(production_team)": "Stargate is a Norwegian record producing and songwriting team composed of Tor Erik Hermansen (born 14 October 1972) and Mikkel Storleer Eriksen (born 10 December 1972), based in Los Angeles. The team's genres include R&B, pop and hip hop. Stargate was established in Trondheim, Norway.",
  "/wiki/Amanda_Ghost": "Amanda Louisa Gosein-Cameron (born July 1974), known professionally as Amanda Ghost, is an English singer, songwriter, record producer, music executive and former president of Epic Records (2009–10).",
  "/wiki/Ian_Dench": "Ian Alec Harvey Dench (born 7 August 1964, Cheltenham, Gloucestershire, England) is an English songwriter and musician. Dench was the guitarist and principal songwriter for EMF, who scored a major international hit reaching number 1 in the United States with \"Unbelievable\" in 1991. It was voted one of BBC Radio 2's 'Greatest Guitar Riffs'.",
  "/wiki/Busbee": "Michael James Ryan Busbee (June 18, 1976 – September 29, 2019), known professionally as busbee, was an American songwriter, record producer, publisher, record label executive, and multi-instrumentalist.",
  "/wiki/Can't_Remember_to_Forget_You": "\"Can't Remember to Forget You\" is a song recorded by Colombian singer-songwriter Shakira from her fourth English and overall tenth studio album, Shakira, featuring Barbadian singer Rihanna. Shakira began planning to  new music in 2011; work continued into 2012, at which time she left her previous label Epic Records and joined RCA Records. The song was released as the lead single of the album on 13 January 2014 through RCA Records and Sony Latin Iberia. A solo Spanish-language version of the song, entitled \"Nunca Me Acuerdo de Olvidarte\", was released on 24 January 2014.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Kid_Harpoon": "Kid Harpoon (born 20 April 1982) is an English singer, songwriter, musician and record producer.",
  "/wiki/Magia_(Shakira_album)": "Magia (English: Magic) is the debut album by Colombian singer and songwriter Shakira. It was released in June 1991 by Sony Music Colombia, with whom she signed a three-album recording contract. The record is a collection of pop ballads Shakira wrote since she was eight years old, with themes inspired from the experience hanging out with males, adventure stories, and dreams of living on the coast.",
  "/wiki/Sia_Furler": "Sia Kate Isobelle Furler (/ˈsiːə/ SEE-ə; born 18 December 1975) is an Australian singer, songwriter, voice actress and music video director. She started her career as a singer in the acid jazz band Crisp in the mid-1990s in Adelaide. In 1997, when Crisp disbanded, she released her debut studio album titled OnlySee in Australia. She moved to London, England, and provided lead vocals for the British duo Zero 7. In 2000, Sia released her second studio album, Healing Is Difficult, and her third studio album, Colour the Small One, in 2004, but all of these struggled to connect with a mainstream audience.",
  "/wiki/Fernando_Garibay": "Fernando Garibay, or simply Garibay (Spanish pronunciation: [feɾˈnando ɣaɾiˈβaj]), is an American record producer, songwriter, DJ and entrepreneur. He has produced and written with artists including Lady Gaga, U2, Sia, Whitney Houston, Britney Spears, Shakira, Kylie Minogue, Enrique Iglesias, The Pussycat Dolls, Snoop Dogg, Paris Hilton, Ellie Goulding, Tiffany Young, Wiz Khalifa, Poppy, and The Black Eyed Peas. He was the official musical director of Gaga's Born This Way Ball and the producer of her Born This Way album. \"Americano\" is his favorite track on the album. He has been nominated for numerous Grammy Awards and has helped write and produce a number of international hit records, including five US number ones and several top 10 dance records on Billboard. Furthermore, Fernando was recognized as the producer on the Grammy Award-winning recording The Fame Monster by Lady Gaga, when it won the \"Best Pop Vocal Album\" award at the 53rd Annual Grammy Awards in 2010.[citation needed]",
  "/wiki/Greg_Kurstin": "Gregory Allen Kurstin (born May 14, 1969) is an American record producer, multi-instrumentalist and songwriter. He has been associated with releases which have cumulatively sold more than 85 million albums worldwide. He has won seven Grammy Awards, including Producer of the Year (Non-Classical) in 2017 and 2018.",
  "/wiki/Ciega,_Sordomuda": "\"Ciega, Sordomuda\" (English: Blind, deaf-mute) is a song recorded by Colombian singer Shakira for her fourth studio album Dónde Están los Ladrones? (1998). It was written by Estéfano, and Shakira. It was released on September 7, 1998, as the lead single from the album. \"Ciega, Sordomuda\" is a Latin pop song, with prominent influences of mariachi, and the lyrics express her clumsy feeling when the person that she loves is near; she doesn't pay attention to their signals because she is completely blinded.",
  "/wiki/Dónde_Están_los_Ladrones?": "¿Dónde Están los Ladrones? (English: Where Are the Thieves?) is the fourth studio album by Colombian singer and songwriter Shakira, released on 29 September 1998 by Columbia Records and Sony Music Latin. After attaining success in Latin America with her major-label debut Pies Descalzos (1995), Shakira met producer Emilio Estefan, who identified her potential to break into the US Latin market, and became her manager. As co-producer, Shakira enlisted previous collaborator Luis Fernando Ochoa along with Pablo Flores, Javier Garza, Lester Mendez, and Estefan, who executive produced the album. Its music incorporates Latin pop styles, additionally experimenting with rock en Español and Middle Eastern music sounds.",
  "/wiki/Estéfano": "Fabio Alonso Salgado, better known as Estéfano, born in Cali, Colombia is a musician, singer-songwriter and record producer. Along with Donato Poveda formed the duo Donato y Estefano, releasing three studio albums through 1995–1999. After the duo disbanded he went on to pursue a solo career with his album Código Personal: A Media Vida released in 2005.",
  "/wiki/List_of_songs_recorded_by_Shakira": "The discography of Colombian Latin pop singer and songwriter Shakira consists of eleven  studio albums, three compilation albums, two live albums and two promotional albums. Shakira has also released 39 singles, two extended plays, 35 music videos and three music DVDs. Shakira released two promotional albums Magia (1990) and Peligro (1993), before releasing her debut album Pies Descalzos in 1996. It debuted at number one in eight different countries and went on to sell five million copies worldwide. The album spawned six singles, \"Estoy Aquí\", \"¿Dónde Estás Corazón?\", \"Pies Descalzos, Sueños Blancos\", \"Un Poco de Amor\", \"Antología\" and \"Se Quiere, Se Mata\". The next year, a remix album, simply titled The Remixes was released, featuring remixes of songs from her debut album. Shakira's second studio album Dónde Están los Ladrones? was released in September 1998. The album debuted at number 131 on the Billboard 200 and went on to sell 7 million copies worldwide. Eight of the eleven tracks on the album's became singles: \"Ciega, Sordomuda\", \"Si Te Vas\", \"Tú\", \"Inevitable\", \"Octavo Día\", \"Moscas en la Casa\", \"No Creo\" and \"Ojos Así\"."
}