{
  "/wiki/Benjamin_H._Averiett_House": "The Benjamin H. Averiett House, near Sylacauga, Alabama, was listed on the National Register of Historic Places in 1986.  The listing included three contributing buildings on 605 acres (2.45 km2).",
  "/wiki/Alabama_State_Route_8": "U.S. Route 80 (US 80) also known as the Dixie Overland Highway, is a major U.S. Highway in the American state of Alabama. The Alabama Department of Transportation internally designated the majority of US 80 throughout the state as State Route 8 (SR 8), save for parts of the route throughout  Selma and near the Mississippi border. Serving as the main east to west highway through Alabama's Black Belt region, US 80 is well known for its role in the events surrounding the Selma to Montgomery marches in 1965, being the route taken by the demonstrators between the two cities as well as being the site of Bloody Sunday. The highway was also once a major transcontinental highway once reaching from Savannah, Georgia to San Diego, California but has since been truncated to Dallas, Texas due to largely being replaced by the Interstate Highway System.",
  "/wiki/Sylacauga,_Alabama": "Sylacauga is a city in Talladega County, Alabama, United States. At the 2010 census the population was 12,749.",
  "/wiki/William_Averiett_House": "The William Averiett House, near Sylacauga, Alabama, dates from 1866.  It was listed on the National Register of Historic Places in 1986.  The listing included four contributing buildings on 2 acres (0.81 ha).",
  "/wiki/Talladega,_Alabama": "Talladega /ˌtæləˈdɪɡə/ is the county seat of Talladega County, Alabama, United States. It was incorporated in 1835. At the 2010 census the population was 15,676. Talladega is approximately 50 miles (80 km) east of Birmingham.",
  "/wiki/Childersburg,_Alabama": "Childersburg is a city in Talladega County in the U.S. state of Alabama. It was incorporated in 1889. At the 2010 census the population was 5,175. It claims a history dating back before 1540, when it was noted as a village of the Coosa Nation visited by the Spanish explorer Hernando de Soto. The Alabama Army Ammunition Plant, important during World War II, was located 4 miles (6 km) north of Childersburg.",
  "/wiki/B._B._Comer_Memorial_Library": "The B.B. Comer Memorial Library is a library located in Sylacauga, Alabama. The library was named to the National Register of Historic Places on September 6, 2005.",
  "/wiki/J._L._M._Curry_House": "The J. L. M. Curry House is a historic house and farm property near Talladega, Alabama.  It was home Jabez Lamar Monroe Curry (1825-1903), a lawyer, politician, and educator who \"did more than any one other man to encourage the expansion and improvement of the public school system and the establishment of training schools for teachers throughout the south.  He was also largely responsible for convincing Southern legislators of the states' responsibility for public education.\"  The house and surrounding farm was declared a National Historic Landmark in 1965.",
  "/wiki/Alabama_State_Route_21": "State Route 21 (SR 21) is a 279-mile (449 km) state highway that extends from the Florida state line, near Atmore in Escambia County to Piedmont in Calhoun County. The route travels almost the entire length of the state from the northeast to the southwest. It is the longest signed state route in Alabama.",
  "/wiki/Elston_House": "Elston House, in Talladega County, Alabama, was built in 1834.  It was listed on the National Register of Historic Places in 1976.  It has also been known as Barta House.",
  "/wiki/First_Presbyterian_Church_(Talladega,_Alabama)": "First Presbyterian Church is a historic church at 130 North Street East in Talladega, Alabama.  It was built in 1860 and was added to the National Register in 1983.",
  "/wiki/Goodwin-Hamilton_House": "The Goodwin-Hamilton House, near Sylacauga, Alabama, is a Greek Revival style house built around 1850.  It was listed on the National Register of Historic Places in 1986.  The listing included two contributing buildings on 22 acres (8.9 ha).",
  "/wiki/Idlewild_(Talladega,_Alabama)": "Idlewild is a historic plantation house and historic district just east of Talladega, Alabama, United States.  The property was added to the Alabama Register of Landmarks and Heritage and the National Register of Historic Places in 1993, due to its architectural significance.",
  "/wiki/Alabama_State_Route_5": "State Route 5 (SR 5) is a 197.775-mile-long (318.288 km) north–south state highway in western Alabama, United States. While it once extended – prior to the renumbering of the highways of Alabama in 1957– from Mobile north to the Tennessee state line, and was one of the major routes between Mobile and Birmingham, it has since been shortened to about half of its former length, and superseded by newer highways such as Interstate 65 (I-65) and SR 157.",
  "/wiki/Eastaboga,_Alabama": "Eastaboga is an Unincorporated community on the border of Talladega and Calhoun counties in the U.S. state of Alabama. It was previously called McFall, named for a settling family in the 1850s, and incorporated in 1898, only to be disincorporated in 1901. The original community of Eastaboga was to the south and became known as Old Eastaboga after McFall's name was changed to Eastaboga.",
  "/wiki/Kymulga_Mill_%26_Covered_Bridge": "Kymulga Mill & Covered Bridge are two locally owned historic landmarks located at Kymulga Park in Talladega County, Alabama, United States.  The park is on Grist Mill Road (CR 46) off State Route 76 about 4 miles (6 kilometers) northeast of the city of Childersburg.",
  "/wiki/Alabama_State_Route_46": "State Route 46 (SR 46) is a 21.074-mile-long (33.915 km) state highway in Cleburne County in the eastern part of the U.S. state of Alabama. The western terminus of the highway is at an intersection with U.S. Route 78 (US 78) (which also carries the unsigned SR 4) in Heflin. The eastern terminus of the route is at the Georgia state line, east of Ranburne, where the roadway continues as Georgia State Route 166.",
  "/wiki/Orange_Vale": "Orange Vale, also known as the Lawler-Whiting House, is a Greek Revival plantation house completed in 1854 near Talladega, Alabama. The house is principally associated with Levi Lawler, an Alabama state legislator. The house was the centerpiece of a 3,000-acre (1,200 ha) cotton plantation. It was principally used by Lawler during the summer. The house is a formal two-story frame structure with a hexastyle square-columned portico across the front, supporting a heavy paneled entablature. There is no pediment. The hipped roof is flanked by interior chimneys. Small flat-roofed one-story pavilions flank the house on either side and extend beyond the rear of the house. The rear has two-level porches across the width. The interior has a center-hall plan with the hall extending to the back porch. 108 acres (44 ha) remain of the original property, with seven other buildings.",
  "/wiki/Silk_Stocking_District_(Talladega)": "The Silk Stocking District is a historic district in the city of Talladega, Alabama, USA.  It was listed on the National Register of Historic Places on December 13, 1979.  Architectural styles include Queen Anne, Classical Revival, Colonial Revival, American Craftsman, and other late Victorian types.  The district covers 113 acres (46 ha) and contained 120 contributing properties when first listed.",
  "/wiki/Dudley_Snow_House": "The Dudley Snow House is a historic residence in Oxford, Alabama.  The house was built around 1832, soon after the Treaty of Cusseta and Muscogee removal in East Alabama.  Brothers Dudley and Fielding Snow, born in North Carolina, came to Alabama from East Tennessee to found a farmstead.  Dudley Snow built a one-and-a-half-story dogtrot house as the center of a complex that, by the mid-19th century, included a smokehouse, three barns, a cottonseed oil house, a cotton gin, grist mill, tannery, blacksmith shop, and slave quarters.  Snow was a small-scale slaveholder, placing him in a class between a large planter and small farmer or sharecropper.  The house was renovated in the 1960s, and was moved in the 1990s from the original address at 704 Snow Street (coordinates:33°36′57″N 85°49′25″W﻿ / ﻿33.61583°N 85.82361°W﻿ / 33.61583; -85.82361) to the actual location of Peek Drive, just across the Talladega County line, to make way for the expansion of Quintard Mall.",
  "/wiki/Oxford,_Alabama": "Oxford is a city in Calhoun and Talladega counties in the State of Alabama. The population was 21,348 at the 2010 census, an increase of 46.3% since the 2000 Census. Oxford is one of two principal cities of and included in the Anniston-Oxford Metropolitan Statistical Area.",
  "/wiki/Swayne_Hall,_Talladega_College": "Swayne Hall is the oldest building on the campus of Talladega College in Talladega, Talladega County, Alabama, United States.  It was built in 1857 by slaves for use by a Baptist men's college.  It was designated a National Historic Landmark in 1974 for Talladega College's role as one of the few historically black colleges and universities to maintain a liberal arts focus.  It was the only liberal arts college open to black Americans in Alabama for many years.",
  "/wiki/Talladega_College": "Talladega College is a private historically black college in Talladega, Alabama.  It is Alabama's oldest private historically black college. It is accredited by the Southern Association of Colleges and Schools.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Talladega_County,_Alabama": "This is a list of the National Register of Historic Places listings in Talladega County, Alabama."
}