{
  "/wiki/2010_Acre_gubernatorial_election": "The Acre gubernatorial election was held on October 3, 2010 to elect the next Governor of Acre.  The PT's Tião Viana narrowly won the election and barely avoided a runoff.",
  "/wiki/Binho_Marques": "Binho Marques (born October 29, 1962, in São Paulo) is a Brazilian politician, and was the Governor of Acre from 2006 to 2010, when the government was assumed by Tião Viana.   He is a member of the Workers' Party.",
  "/wiki/Workers'_Party_(Brazil)": "The Workers' Party (Portuguese: Partido dos Trabalhadores, PT) is a political party in Brazil, some scholars classify its ideology as social democracy others as a more radical Marxism-Leninism . Founded in 1980, it is one of the largest parties in Latin America. PT governed at the federal level in a coalition government with several other parties from 1 January 2003 to 31 August 2016. After the 2002 parliamentary election, PT became the largest party in the Chamber of Deputies and the largest in the Federal Senate for the first time With the highest approval rating in the history of the country, former President Luiz Inácio Lula da Silva is PT's most prominent member. His successor Dilma Rousseff, also a member of PT, took office on 1 January 2011 and was impeached in 2016.",
  "/wiki/Tião_Viana": "Sebastião Afonso Viana Macedo Neves, better known as Tião Viana (Rio Branco, February 9, 1961), is a doctor and Brazilian politician. He was formerly Governor of Acre and is a member of the Workers' Party. He served as interim President of the Senate in 2007.",
  "/wiki/Brazilian_Social_Democracy_Party": "The Brazilian Social Democracy Party (Portuguese: Partido da Social Democracia Brasileira, PSDB), also known as the Brazilian Social Democratic Party or the Party of Brazilian Social Democracy, is a centrist political party in Brazil. As the third largest party in the National Congress, the PSDB was the main opposition party against the left-wing Workers' Party (PT) administrations of Luiz Inácio Lula da Silva and Dilma Rousseff from 2003 to 2016.",
  "/wiki/Brazilian_Labour_Renewal_Party": "The Brazilian Labour Renewal Party (Portuguese: Partido Renovador Trabalhista Brasileiro, PRTB) is a conservative Brazilian political party. It was founded in 1994 and its electoral number is 28. According to the party's official website, PRTB's main ideology is \"to establish an economic system based on participatory decision making as the primary economic mechanism for allocation in society\".",
  "/wiki/2010_Alagoas_gubernatorial_election": "The Alagoas gubernatorial election was held on October 3, 2010 and October 31, 2010 to elect the next Governor of Alagoas.  Incumbent Governor Vilela Filho was running for reelection and won in a close runoff.",
  "/wiki/Teotônio_Vilela_Filho": "Teotônio Brandão Vilela Filho (Viçosa, Alagoas, January 29, 1951) is a Brazilian economist, politician and Governor of Alagoas from 2007 to 2015. He graduated at the Universidade de Brasília and then specialized in Business Administration at the Fundação Getúlio Vargas. He is a son of Alagoas couple Teotônio Brandão Vilela and Lenita Quintela. Brandão Vilela's degree in Economics from the University of Brasilia (UNB), majoring in Business Administration from Fundação Getúlio Vargas (FGV).",
  "/wiki/Fernando_Collor": "Fernando Affonso Collor de Mello (Portuguese pronunciation: [feʁˈnɐ̃du aˈfõsu ˈkɔloʁ dʒi ˈmɛlu]; born August 12, 1949) is a Brazilian politician who served as the 32nd President of Brazil from 1990 to 1992, when he resigned in a failed attempt to stop his impeachment trial by the Brazilian Senate. Collor was the first President directly elected by the people after the end of the Brazilian military government. He became the youngest president in Brazilian history, taking office at the age of 40. After he resigned from the presidency, the impeachment trial on charges of corruption continued. Collor was found guilty by the Senate and disqualified from holding elected office for eight years (1992–2000). He was later acquitted of ordinary criminal charges in his judicial trial before Brazil's Supreme Federal Court, for lack of valid evidence.",
  "/wiki/Brazilian_Labour_Party_(current)": "The Brazilian Labour Party (Portuguese: Partido Trabalhista Brasileiro, PTB) is a political party in Brazil founded in 1981 by Ivete Vargas, niece of President Getúlio Vargas. It claims the legacy of the historical PTB, although many historians reject this because the early version of PTB was a center-left party with wide support in the low class. Despite the name suggesting a left unionist labor party, the PTB joined a coalition which is by the centre/centre-right PSDB.",
  "/wiki/Democratic_Labour_Party_(Brazil)": "The Democratic Labour Party (Portuguese: Partido Democrático Trabalhista, PDT) is a social democratic and democratic socialist political party in Brazil.",
  "/wiki/Brazilian_Communist_Party": "The Brazilian Communist Party (Portuguese: Partido Comunista Brasileiro), originally Partido Comunista do Brasil (Communist Party of Brazil), is a political party in Brazil founded in 1922 which makes the disputed claim of being the oldest political party still active in the nation. It played an important role in the country's 20th-century history despite the relatively small number of members. A factional dispute led to the formation of PCdoB (Communist Party of Brazil) in the 1960s, though both communist parties were united in opposition to the Brazilian military government that ruled from 1964 to 1985. But with the fall of the Soviet Union and the collapse of communism circa 1990, the party lost power and international support. An internal coup in 1992 divided the party and formed a new party, called Socialist People's Party, using the former identification number of the PCB, 23.",
  "/wiki/Socialism_and_Freedom_Party": "The Socialism and Liberty Party (Portuguese: Partido Socialismo e Liberdade IPA: [paʁˈtʃidu sosjɐˈlizmw i libeʁˈdadʒi], PSOL IPA: [peˈsɔw]) is a Brazilian political party with 147,096 active members. PSOL is a left-wing to far-left party which is self-described as socialist and democratic.",
  "/wiki/Brazilian_Socialist_Party": "The Brazilian Socialist Party (Portuguese: Partido Socialista Brasileiro, PSB) is a political party in Brazil. It was founded in 1947, before being abolished by the military regime in 1965 and re-organised in 1985 with the re-democratisation of Brazil. It elected six Governors in 2010, becoming the second largest party in number of state governments, behind only PSDB. In addition to that, it won 34 seats in the Chamber of Deputies and three seats in the Senate, besides having been a member of the For Brazil to Keep on Changing coalition, which elected Dilma Rousseff as President of Brazil.",
  "/wiki/United_Socialist_Workers'_Party": "The Unified Workers' Socialist Party (Portuguese: Partido Socialista dos Trabalhadores Unificado, PSTU) is a Trotskyist party in Brazil. It is the largest section of the International Workers' League (Fourth International) (LIT), an international body of groups in the Morenoist tradition.",
  "/wiki/Progressive_Party_of_Brazil": "Progressistas (Progressives; PP) is a right-wing and conservative-liberal political party in Brazil.",
  "/wiki/Camilo_Capiberibe": "Carlos Camilo Góes Capiberibe (born 23 May 1972) is a Brazilian politician. He was the Governor of the Brazilian state of Amapá from 2011 to 2015",
  "/wiki/2010_Amazonas_gubernatorial_election": "The Amazonas gubernatorial election was held on October 3, 2010 to elect the next Governor of Amazonas.  The PMN's Omar Aziz comfortably won reelection.",
  "/wiki/Carlos_Eduardo_de_Sousa_Braga": "Carlos Eduardo de Sousa Braga (born December 6, 1960) is a Brazilian politician, businessman, current Minister of Mines and Energy and former senator representing the state of Amazonas.\nBetter known as Eduardo Braga, he was a councilman in Manaus (1981–1985), state deputy (1987–1991), representative (1991–1993), vice-mayor (1993–1994) and mayor (1994–1997). He campaigned for the government of Amazonas in 1998 and for the city hall of Manaus in 2000 without success. He was elected governor of Amazonas in October 2002, in the first turn, with 52.4% of the votes, and assumed office on 1 January 2003. In 2006, Braga was re-elected, in the first turn. He renounced in 2010 to run for the Senate on the elections of that year.",
  "/wiki/Brazilian_Democratic_Movement_Party": "The Brazilian Democratic Movement (Portuguese: Movimento Democrático Brasileiro, MDB) is a Brazilian centrist political party.",
  "/wiki/Alfredo_Nascimento_(politician)": "Alfredo Nascimento (born May 5, 1952) is Brazil's minister of Transport. He is a member of the Republic Party, and was the party's president until he resigned in 2016 in support of the Impeachment process against Dilma Rousseff. He has occasionally been at odds with environmental minister Carlos Minc over projects in Amazonas and Rondônia. Nascimento was mayor of Manaus in the year 1988 and between 1997 until 2004, when he resigned to take over the Ministry of Transport of Brazil",
  "/wiki/Republic_Party": "The Liberal Party (Portuguese: Partido Liberal, PL), formerly known as Party of the Republic (Portuguese: Partido da República, PR), is a Brazilian liberal conservative political party.",
  "/wiki/Socialist_People's_Party_(Brazil)": "Cidadania (Portuguese: Citizenship) is a Brazilian political party. It was once named Popular Socialist Party (Portuguese: Partido Popular Socialista), but the National Convention approved the new naming, and it was later approved by the Superior Electoral Court.",
  "/wiki/Party_of_National_Mobilization": "The Party of National Mobilization (Portuguese: Partido da Mobilização Nacional, PMN) is a national-centrist political party in Brazil founded by politicians from the state of Minas Gerais on April 21, 1984, advocating for agrarian reform, termination of debt payments, ending of relations with the International Monetary Fund and formation of a trade bloc with other South American nations.",
  "/wiki/2010_Bahia_gubernatorial_election": "The Bahia gubernatorial election, 2010 will be held on October 3, as part of the general elections in Brazil. In this election, Bahian citizens eligible to vote will decide if incumbent Governor Jaques Wagner, of the center-left Workers' Party, should receive a new four-year term. His main challengers are former Governor Paulo Souto, of the right wing Democrats, and Minister for National Integration Geddel Vieira Lima, of centrist Brazilian Democratic Movement Party. If none of the candidates achieve more than a half of the valid votes, a run-off will be held on October 31, 2010.",
  "/wiki/Jaques_Wagner": "Jaques Wagner (born 16 March 1951) is a Brazilian politician who was Governor of Bahia from 2007 to 2015 and Minister of Defence in 2015.",
  "/wiki/Democrats_(Brazil)": "The Democrats (Portuguese: Democratas, DEM) is a political party in Brazil. It was founded in 1985 under the name of Liberal Front Party (Partido da Frente Liberal, PFL) from a dissidence of the defunct PDS, successor to the ARENA, the official party during the military dictatorship of 1964–1985. It changed to its current name in 2007. The original name reflected the party's support of free market policies, rather than the identification with international liberal parties. Instead, the party affiliated itself to the international federations of Christian democratic (CDI) and conservative parties (IDU). The Democrats' identification number is 25 and its colors are green, blue, and white.",
  "/wiki/Green_Party_(Brazil)": "The Green Party (Portuguese: Partido Verde, PV) is a political party in Brazil. It was constituted after the military dictatorship period and, like other green parties around the world, is committed to establishing a set of policies on ensuring social-equity and sustainable development.[citation needed] One of the party's founding members was the journalist and former anti-dictatorship revolutionary Fernando Gabeira (a federal deputy between 1995 and 2011), Alfredo Sirkis and Carlos Minc. \nThe founding of the Rio de Janeiro section of the Brazilian Green Party was led by a delegation from the southern Brazilian state of Santa Catarina, composed among others by Olga Maria Carvalho Luz, Luiz Henrique Gevaerd Odebrecht, Marcos Bayer, and Consuelo Luz Lins.",
  "/wiki/Workers'_Cause_Party": "Labour Cause's Party (Portuguese: Partido da Causa Operária, PCO) is a political party in Brazil. Its origins can be traced back to 1978. On that year, several Trotskyist activists who were not satisfied with the socialist international[clarification needed] united under the name Tendência Trotskista do Brasil (Brazilian Trotskyist Tendency, TTB). However, it was only established in 1995.",
  "/wiki/Social_Christian_Party_(Brazil)": "The Social Christian Party (Portuguese: Partido Social Cristão, PSC) is a conservative political party in Brazil.",
  "/wiki/Social_Liberal_Party_(Brazil)": "The Social Liberal Party (Portuguese: Partido Social Liberal, PSL) is a conservative political party in Brazil. Founded in 1994 as a social liberal party, the PSL was registered on the Superior Electoral Court in 1998.",
  "/wiki/Agnelo_Queiroz": "Agnelo dos Santos Queiroz Filho (born November 9, 1958) is a Brazilian politician and member of the Workers' Party (PT) since 2008. He has served as the Governor of the Federal District of Brazil since January 1, 2011.",
  "/wiki/2010_Goiás_gubernatorial_election": "The Goiás gubernatorial election, 2010 will be held on October 3, as part of the general elections in Brazil. In this election, the 4 million citizens from the state of Goiás eligible to vote will determine the successor to incumbent Governor Alcides Rodrigues, from the center-right Progressive Party (PP).",
  "/wiki/Marconi_Perillo": "Marconi Ferreira Perillo Júnior (born in Goiânia, March 7, 1963) is a Brazilian politician, affiliate to the Brazilian Social Democracy Party (PSDB). He is the current governor of the state of Goiás and he is on his third mandate (1999–2002; 2003–2006; 2011–).",
  "/wiki/2010_Maranhão_gubernatorial_election": "The Maranhão gubernatorial election was held on October 3, 2010 to elect the next Governor of Maranhão.  Incumbent Governor Roseana Sarney was reelected for a second term.",
  "/wiki/Roseana_Sarney": "Roseana Sarney Murad (born June 1, 1953 in São Luís, Maranhão) is a Brazilian politician and sociologist. She was the governor of the Brazilian state of Maranhão from 2009 to 2014. She is a member of the Brazilian Democratic Movement Party and daughter of former President and senator José Sarney.",
  "/wiki/Jackson_Lago": "Jackson Kepler Lago (November 1, 1934 –  April 4, 2011) was a Brazilian physician, politician and teacher. He served as governor of Maranhão from January 1, 2007 to April 16, 2009, when the Brazilian Supreme Electoral Court provided his term. Before being elected governor of Maranhão, Lago was the mayor of São Luís on two occasions (1989–1992 and 1997–2002).",
  "/wiki/Communist_Party_of_Brazil": "The Communist Party of Brazil (Portuguese: Partido Comunista do Brasil, PCdoB) is a communist political party in Brazil. The PCdoB  adheres to Marxist–Leninist theory. It has national reach and deep penetration in the trade union and students movements, but little representation in elected positions.",
  "/wiki/Blairo_Maggi": "Blairo Borges Maggi (born 29 May 1956) is a  Brazilian billionaire businessman, and former governor of the state of Mato Grosso.",
  "/wiki/2010_Mato_Grosso_do_Sul_gubernatorial_election": "The 2010 Mato Grosso do Sul gubernatorial election was held on October 3, 2010 to elect the next Governor of Mato Grosso do Sul.  The PMDB's incumbent Governor André Puccinelli won election to a second term.",
  "/wiki/Aécio_Neves": "Aécio Neves da Cunha[a] (Brazilian Portuguese: [aˈɛsiw ˈnɛvis dä ˈkũɲɐ]; born 10 March 1960) is a Brazilian economist, politician and former president of the Brazilian Social Democracy Party (PSDB). He was the 17th Governor of Minas Gerais from 1 January 2003 to 31 March 2010, and is currently a member of the Brazilian Chamber of Deputies. He lost in the runoff presidential election against Dilma Rousseff in 2014.",
  "/wiki/Antônio_Anastasia": "Antônio Augusto Junho Anastasia (Belo Horizonte, 9 May 1961) is a Brazilian lawyer and politician, was governor of the state of Minas Gerais from 2010 to 2014.",
  "/wiki/Labour_Party_of_Brazil": "Avante ([aˈvɐ̃ntʃi], \"forward\") is a minor populist centrist Brazilian political party.",
  "/wiki/Ana_Julia_Carepa": "Ana Julia Carepa (born 23 December 1957) is a Brazilian politician, and was the Governor of the Brazilian state of Pará. She is Pará's first female governor, and is a member of the Workers' Party.",
  "/wiki/Simão_Jatene": "Simão Jatene is the former Governor of the Brazilian state of Pará.",
  "/wiki/José_Maranhão": "José Targino Maranhão (born September 6, 1933 in Araruna, Paraíba) active in Brazilian politics, was former governor of Paraíba.",
  "/wiki/Ricardo_Coutinho": "Ricardo Vieira Coutinho (born November 18, 1960, in João Pessoa) is a Brazilian politician.",
  "/wiki/2010_Paraná_gubernatorial_election": "The Paraná gubernatorial election was held on October 3, 2010, to elect the next Governor of Paraná.  The PSDB's Beto Richa won election for his first term as governor.",
  "/wiki/2010_Pernambuco_gubernatorial_election": "The Pernambuco gubernatorial election was held on October 3, 2010 to elect the next Governor of Pernambuco.  The PSB's Eduardo Campos won reelection in a landslide.",
  "/wiki/Wellington_Dias": "José Wellington Barroso de Araújo Dias, known as Wellington Dias, (born March 5, 1962, in Oeiras, Piauí) is a Brazilian politician, Governor of Piauí, and a former federal Senator representing Piauí.  He is a member of the Workers' Party.",
  "/wiki/Wilson_Martins": "Wilson Nunes Martins (born May 17, 1953 in Santa Cruz do Piauí, Piauí) is a Brazilian politician and member of the Brazilian Socialist Party (PSB). He served as Governor of Piauí from April 1, 2010 to April 2, 2014.",
  "/wiki/2010_Rio_de_Janeiro_gubernatorial_election": "The Rio de Janeiro gubernatorial election was held on October 3, 2010 to elect the next Governor of Rio de Janeiro.  With high approval ratings, the PMDB's Sérgio Cabral Filho was easily re-elected without the need for a runoff.",
  "/wiki/Sérgio_Cabral_Filho": "Sérgio de Oliveira Cabral Santos Filho (born January 27, 1963) is a Brazilian politician and a journalist",
  "/wiki/Fernando_Gabeira": "Fernando Paulo Nagle Gabeira (Portuguese pronunciation: [feʁˈnɐ̃du ɡaˈbejɾɐ]; born February 17, 1941 in Juiz de Fora, Minas Gerais) is a Brazilian politician, author and journalist. He was a federal deputy for the State of Rio de Janeiro from 1995 to 2011.",
  "/wiki/Wilma_de_Faria": "Wilma de Faria (February 17, 1945 – June 15, 2017) was a Brazilian politician. She served as the governor of the Brazilian state of Rio Grande do Norte from 2003 to 2010, the first woman to hold the position. She is a member of the Brazilian Socialist Party.",
  "/wiki/Iberê_Ferreira": "Iberê Paiva Ferreira de Souza (February 27, 1944 – September 13, 2014) was a Brazilian politician and lawyer. Ferreira served as the Governor of Rio Grande do Norte from March 31, 2010, until January 1, 2011, as well as the Vice Governor of Rio Grande do Norte from January 1, 2007, until March 30, 2010.  He also held office as a federal deputy in the Chamber of Deputies for five terms from 1987 until 2006 and a member of the Rio Grande do Norte state legislature from 1971 to 1979.",
  "/wiki/Christian_Labour_Party": "The Christian Labour Party (Portuguese: Partido Trabalhista Cristão; PTC), formerly named National Reconstruction Party (Portuguese: Partido da Reconstrução Nacional; PRN), is a liberal-conservative political party in Brazil.",
  "/wiki/Rosalba_Ciarlini": "Rosalba Scotia Ciarlini Rosado (Mossoró, October 26, 1952) is a medical doctor and Brazilian politician. Affiliated with the PP, she was the governor of the state of Rio Grande do Norte.",
  "/wiki/2010_Brazilian_gubernatorial_elections": "The Brazilian gubernatorial elections, 2010 will be held on Sunday, October 3, as part of the country's general election. In these elections, all 26 Brazilian states and the Federal District governorships will be up for election. If none of the candidates receives more than a half of the valid votes, a run-off will be held on October 24, 2010. According to the Federal Constitution, Governors are elected directly to a four-year term, with a limit of two terms. Eleven governors are prohibited from seeking re-election."
}