{
  "/wiki/RTL-TVI": "RTL-TVI is a private French-language television station in Belgium that is owned by the RTL Group. Within the French-speaking area of Belgium, it is the most popular channel with a 20 percent viewing share. It was one of the first independent television stations in Belgium.",
  "/wiki/RTL_Group": "RTL Group is a Luxembourg-based digital media group with interests in 61 television and 30 radio stations in 10 countries. The group operates TV channels and radio stations in Germany, France, Belgium, the Netherlands, Luxembourg, Switzerland, Spain, Hungary, and Croatia  as well as production companies throughout the world. It is majority-owned by German media conglomerate Bertelsmann, which considers it as a division. Its shares are quoted on the MDAX stock exchange in Germany.",
  "/wiki/TF1": "TF1 (té ef un, pronounced [te ɛf‿œ̃]) is a French free-to-air television channel, controlled by TF1 Group, whose major share-holder is Bouygues. TF1's average market share of 24% makes it the most popular domestic network. Flagship series broadcast on the channel include CSI, The Voice and House M.D.",
  "/wiki/TF1_Group": "TF1 Group (French: Groupe TF1) is a French media holding company, the owner of channel TF1, the largest European private TV channel.[citation needed]",
  "/wiki/La_Une": "La Une French pronunciation: [la yn] is a Belgian national television channel, owned and operated by the French-language public-service broadcasting organization RTBF. La Une is considered the equivalent of Flemish station Eén, the first channel of the Flemish broadcaster, VRT.",
  "/wiki/RTBF": "RTBF (Radio-Télévision Belge de la Communauté Française) is a public-service broadcasting organization delivering radio and television services to the French-speaking Community of Belgium, in Wallonia and Brussels. Its counterpart in the Flemish Community is the Dutch-language VRT (Vlaamse Radio- en Televisieomroeporganisatie), and in the German-speaking Community it is BRF (Belgischer Rundfunk).",
  "/wiki/France_2": "France 2 (pronounced [fʁɑ̃s dø]) is a French public national television channel. It is part of the state-owned France Télévisions group, along with France 3, France 4, France 5 and France Ô. France Télévisions also participates in ARTE and EuroNews.",
  "/wiki/France_T%C3%A9l%C3%A9visions": "France Télévisions (French pronunciation: ​[fʁɑ̃s televizjɔ̃]) (stylized as france·tv) is the French public national television broadcaster. It is a state-owned company formed from the integration of the public television channels France 2 (formerly Antenne 2) and France 3 (formerly France Régions 3), later joined by the legally independent channels France 5 (formerly La Cinquième), France Ô (formerly RFO Sat), and France 4 (formerly Festival).",
  "/wiki/La_Deux": "La Deux  The Two  is a Belgian national television channel, owned and operated by the French-language public-service broadcasting organization RTBF.",
  "/wiki/France_3": "France 3  (pronounced [fʁɑ̃s tʁwɑ]) is a French free-to-air public television channel and part of the France Télévisions group, which also includes France 2, France 4, France 5, and France Ô.",
  "/wiki/AB3": "AB3 (Antenne Belge 3) is a private commercial television channel of the French Community of Belgium.",
  "/wiki/AB_Groupe": "The Mediawan Thematics is a French business group in the field of broadcasting.",
  "/wiki/Club_RTL": "Club  RTL is a Luxembourgish channel of French language based in Kirchberg, Luxembourg-City, Luxembourg and owned by RTL Group.  The two principals countries of transmission are Belgium and Luxembourg.",
  "/wiki/Plug_RTL": "Plug RTL is a general Luxembourg commercial television chain with international presence and targeting adolescents and young people (15-34 age bracket). The station is particularly popular in francophone parts of Belgium (Wallonia and Brussels), but also somewhat in Flanders, the Dutch-speaking region of Belgium as well. It rebroadcasts programming mainly from popular French stations, particularly from M6, reality TV shows and musical competitions like Nouvelle Star, La France a un incroyable talent, Rising Star, music videos and some internally produced programming like Lifestyle with Agathe Lecaron, Le Mag People and a weekly music programme. Other notable local programming includes Un dîner presque parfait, Criss Angel le magicien gothique etc.  The channel used the slogan \"Complètement Plug\" in 2005, \"Plug RTL, une rentrée Lifestyle\" in 2007, \"Exprimes ton coté Plug!\" in 2010 and presently \"La chaîne Lifestyle\".",
  "/wiki/Nickelodeon_(France_%26_Wallonia)": "Nickelodeon is a French pay television channel, working as the local variant of US kids network Nickelodeon in that country, as well as to other French-speaking countries such as of Switzerland and Francophone Africa. The network has one sister network, Nickelodeon Junior.",
  "/wiki/MTV_Networks_Europe": "ViacomCBS Networks Europe, Middle East, Africa & Asia (EMEAA) is a subsidiary of ViacomCBS. The unit launched as MTV Networks Europe (MTVNE) in 1987 based in Amsterdam and London. The unit is now located across multiple cities with the main headquarters in Warsaw and London and additional offices in Amsterdam, Berlin and Stockholm.",
  "/wiki/Television_in_Belgium": "Television in Belgium was introduced in 1953 and began with one channel each in Dutch and French. The country is heavily cabled, with 93% of households watching television through cable as of 2003."
}