{
  "/wiki/Louise_Attaque": "Louise Attaque is a French chanson/folk rock group founded in 1994. Several of the group's albums were produced by Gordon Gano, lead singer of Violent Femmes, a band whom Louise Attaque often cites as an influence and for whom their own band is named. The band is signed to the Atmosphériques record label.",
  "/wiki/Notre_Dame_de_Paris_(musical)": "Notre-Dame de Paris is a sung-through French musical which debuted on 16 September 1998 in Paris. It is based upon the novel Notre-Dame de Paris (The Hunchback of Notre-Dame) by the French novelist Victor Hugo. The music was composed by Riccardo Cocciante (also known as Richard Cocciante) and the lyrics are by Luc Plamondon.",
  "/wiki/Manu_Chao": "Manu Chao (Spanish pronunciation: [ˈmanu ˈtʃao]; born José-Manuel Thomas Arthur Chao, June 21, 1961) is a French musician of Spanish descent. He sings in French, Spanish, English, Italian, Arabic, Catalan, Galician, Portuguese, Greek and occasionally in other languages. Chao began his musical career in Paris, busking and playing with groups such as Hot Pants and Los Carayos, which combined a variety of languages and musical styles. With friends and his brother Antoine Chao, he founded the band Mano Negra in 1987, achieving considerable success, particularly in Europe. He became a solo artist after its breakup in 1995, and since then tours regularly with his live band, Radio Bemba.",
  "/wiki/Clandestino": "Clandestino is the first full-length solo album by Manu Chao, released in 1998. The album contains many soundbites throughout, two of which are bits of a speech by Subcomandante Marcos and, like Chao's subsequent albums, was mostly recorded by the musician himself in various locations around the world, using a small laptop—which is referred to in the liner notes as Estudio Clandestino. The French edition of Rolling Stone magazine named this album the 67th greatest French rock album (out of 100). The album was also included in the book 1001 Albums You Must Hear Before You Die.",
  "/wiki/Céline_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/S'il_suffisait_d'aimer": "S'il suffisait d'aimer (retitled S'il suffisait d'aimer (If Only Love Could Be Enough) for the US release) is a French-language studio album by Canadian singer Celine Dion, released by Columbia Records on 7 September 1998. The album was mainly written and produced by French singer-songwriter, Jean-Jacques Goldman. It garnered favorable reviews from music critics and became the second best-selling French-language album of all time, after Dion's own D'eux (1995). It includes three hit singles: \"Zora sourit\", \"S'il suffisait d'aimer\" and \"On ne change pas\". S'il suffisait d'aimer won the Juno Award for Best Selling Francophone Album of the Year.",
  "/wiki/Titanic_(1997_film)": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron. Incorporating both historical and fictionalized aspects, the film is based on accounts of the sinking of the RMS Titanic, and stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage.",
  "/wiki/Titanic_(soundtrack)": "Titanic: Music from the Motion Picture is the soundtrack to the film of the same name composed, orchestrated and conducted by James Horner. The soundtrack was released by Sony Classical/Sony Music Soundtrax on November 18, 1997.",
  "/wiki/Manau_(group)": "Manau (pronounced [mano]) is a French hip hop group formed in 1998, known for their fusing of traditional Celtic melodies with modern hip hop beats. It was initially composed of Martial Tricoche, Cédric Soubiron, and R.V. (Hervé) Lardic until R.V.'s departure and replacement by Gregor Gandon. Although the band is currently based in Paris, all of the members can trace their roots back to Brittany. The group's name comes from the old Gaelic name for the Isle of Man.",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.",
  "/wiki/Ray_of_Light": "Ray of Light is the seventh studio album by American recording artist Madonna, released on February 22, 1998 by Maverick Records. After giving birth to her first child, Madonna started working on the album with producers Babyface and Patrick Leonard. Following failed sessions with them, Madonna pursued a new musical direction with English producer William Orbit. The recording process was the longest of Madonna's career and experienced problems with Orbit's hardware arrangement, which would break down, and recording would have to be delayed until they could be repaired.",
  "/wiki/Zebda": "Zebda is a French music group from Toulouse (France) known for its political activism and its wide variety of musical styles.  The group, which was formed in 1985, consisted of seven musicians of diverse nationalities, and the themes of much of their music involved political and social justice, the status of immigrants and minorities in France, and the inhabitants of the French banlieues, or suburbs.  Zebda earned widespread recognition, as well as several awards, for its 1998 single \"Tomber la chemise\" (\"Take Off Your Shirt\").  In 2001, the band spearheaded an independent political party that won over 12% of the first-round vote in Toulouse's municipal elections.  The group disbanded in 2003 but reformed in 2011.",
  "/wiki/Lauryn_Hill": "Lauryn Noelle Hill (born May 26, 1975) is an American singer, songwriter and rapper, known for being a member of Fugees, and for her solo album The Miseducation of Lauryn Hill, which won many awards and broke several sales records. Raised mostly in South Orange, New Jersey, Hill began singing with her music-oriented family during her childhood.  In high school, Hill was approached by Pras Michel for a band he started, which his friend, Wyclef Jean, soon joined. They renamed themselves the Fugees and released the albums Blunted on Reality (1994), and the Grammy Award–winning The Score (1996), which sold six million copies in the U.S. Hill rose to prominence with her African-American and Caribbean music influences, her rapping and singing, and her rendition of the hit \"Killing Me Softly\". Her tumultuous romantic relationship with Wyclef Jean led to the split of the band in 1997, after which she began to focus on solo projects.",
  "/wiki/The_Miseducation_of_Lauryn_Hill": "The Miseducation of Lauryn Hill is the debut solo album by American singer and rapper Lauryn Hill. It was released on August 25, 1998, by Ruffhouse Records and Columbia Records.",
  "/wiki/Suprême_NTM": "Suprême NTM (French pronunciation: ​[sypʁɛm ɛn te ɛm]), or simply NTM, is a French hip hop band formed in 1989 in the Seine-Saint-Denis department. The band comprises rappers JoeyStarr and Kool Shen. Their 6 albums were released by Sony Music Entertainment.",
  "/wiki/List_of_number-one_singles_of_1998_(France)": "This is a list of the French SNEP Top 100 Singles & Top 75 Albums number-ones of 1998."
}