{
  "/wiki/List_of_Arizona_Cardinals_seasons": "This is a list of seasons completed by the Arizona Cardinals. The Cardinals are an American football franchise competing as a member of the West division of the National Football Conference (NFC) in the National Football League (NFL). The list documents the season-by-season records of the Cardinals' franchise from 1920 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_Pittsburgh_Steelers_seasons": "The Pittsburgh Steelers compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the oldest franchise in the AFC; seven franchises in the National Football Conference (NFC) have longer tenures in the NFL.  The team struggled to be competitive in its early history, posting winning records in just 8 of its first 39 seasons.  Since the AFL–NFL merger in 1970, however, it has appeared in eight Super Bowls and one of only two teams, along with the New England Patriots have won the Super Bowl six times. The six championships place the Steelers fourth in the league in terms of total championships (including those prior to the first Super Bowl), trailing only the Green Bay Packers (13 championships), the Chicago Bears (9) and the New York Giants (8). The club's 15 AFC Championship Game appearances are second all-time, behind the Patriots (16).  In addition, they have hosted the second-most conference championship games (11) than any franchise in either conference, and are tied for second with the Dallas Cowboys and Denver Broncos with eight Super Bowl appearances; the Patriots currently hold the record of eleven appearances, as of 2019.",
  "/wiki/List_of_Detroit_Lions_seasons": "The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit. Originally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team began play in 1928 as an independent professional team. The 2015 season was their 88th in the NFL.",
  "/wiki/List_of_New_Orleans_Saints_seasons": "This article is a list of seasons completed by the New Orleans Saints American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Saints' franchise from 1967 to present, including postseason records, and league awards for individual players or head coach.",
  "/wiki/List_of_Cincinnati_Bengals_seasons": "The Cincinnati Bengals franchise was founded in 1968 as a member of the West division of the American Football League (AFL). The Bengals joined the National Football League (NFL) as a result of the AFL–NFL merger prior to 1970. This list documents the franchise's completed seasons from 1968 to present, including postseason records and results from postseason games. The Bengals have played over 750 games in their history, including two conference championships, eight division championships, and 12 playoff appearances.",
  "/wiki/List_of_Washington_Redskins_seasons": "This article is a list of seasons completed by the Washington Redskins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Redskins' franchise from 1932 to present, including postseason records, and league awards for individual players or head coaches.  The Redskins franchise was founded as the Boston Braves, named after the local baseball franchise.  The team changed its name to the Redskins in 1933 and moved to Washington, D.C. in 1937.",
  "/wiki/List_of_Buffalo_Bills_seasons": "This is a list of seasons completed by the Buffalo Bills American football franchise. The list documents the season-by-season records of the Bills' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches. The Bills finished their most recent season (2019) with a record of ten wins and six losses.",
  "/wiki/List_of_Indianapolis_Colts_seasons": "The Indianapolis Colts, formerly the Baltimore Colts, are an American football team playing in the National Football League (NFL). This list documents the season-by-season records of the Colts franchise from 1953 to present, including postseason records and league awards for individual players or head coaches. In 1953, a Baltimore-based group led by Carroll Rosenbloom gained the rights to a new Baltimore franchise. Rosenbloom was granted an NFL team, and was awarded the holdings of the defunct Dallas Texans organization. The new team was named the Colts after the previous team that folded after the 1950 NFL season. After 31 seasons in Baltimore, Colts owner Robert Irsay moved the team to Indianapolis, Indiana.",
  "/wiki/List_of_Los_Angeles_Rams_seasons": "This article is a list of seasons completed by the Los Angeles Rams American football franchise (known as the Cleveland Rams from 1936 to 1945 and the St. Louis Rams from 1995 to 2015) in organized play. The list documents the season-by-season records of the Los Angeles Rams franchise from 1936 to present, including conference standings, division standings, postseason records, league awards for individual players or head coaches, and team awards for individual players. The Rams franchise was founded in Cleveland in 1936 when the team was playing in the newly formed American Football League (AFL). The franchise joined the National Football League (NFL) the following year. In 1943 operations were suspended due a depleted player roster due to World War II, and play resumed the following year. The Rams were the only team to suspend completely in 1943. The franchise has changed home cities three times: moving to Los Angeles in 1946, moving to St. Louis in 1995, and returning to Los Angeles in 2016.",
  "/wiki/List_of_New_York_Giants_seasons": "The New York Giants are an American football team based in East Rutherford, New Jersey. They are a member of the National Football League (NFL) and play in the NFL's National Football Conference (NFC) East division. In 95 completed seasons, the franchise has won eight NFL championships, including four Super Bowl victories. The Giants have won more than 600 games and appeared in the NFL playoffs 32 times. Though the Giants play home games in East Rutherford, they draw fans from throughout the New York metropolitan area. In 2010, the team began playing in MetLife Stadium, formerly New Meadowlands Stadium.",
  "/wiki/List_of_Cleveland_Browns_seasons": "The Cleveland Browns were a charter member club of the All-America Football Conference (AAFC) when the league was founded in 1946. From 1946 to 1949, the Browns won each of the league’s four championships. While the National Football League (NFL) does not recognize the Browns’ AAFC championships, the Pro Football Hall of Fame does recognize the team’s championships, which is reflected in this list. When the AAFC folded in 1949, the Browns were absorbed into the NFL in 1950. The Browns went on to win three NFL championships, nearly dominating the NFL in the 1950s, and won one more NFL championship in 1964. The team has yet to appear in a Super Bowl, however. Overall, the team has won eight championships: four in the AAFC, and four in the NFL.",
  "/wiki/List_of_New_England_Patriots_seasons": "The New England Patriots are a professional American football team based in the Greater Boston town of Foxborough, Massachusetts. They play in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. Originally called the Boston Patriots, the team was founded as one of eight charter members of the American Football League (AFL) in 1960 under the ownership of Billy Sullivan. The team became part of the NFL when the two leagues merged in 1970. The following year, they moved from Boston to nearby Foxborough, and changed their name to the New England Patriots.",
  "/wiki/List_of_Kansas_City_Chiefs_seasons": "The Kansas City Chiefs have completed 59 seasons in professional American football and 49 with the National Football League (NFL). This article documents the season-by-season records of the Chiefs franchise from 1960 to the conclusion of their most recent season in 2018, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_San_Francisco_49ers_seasons": "This article is a list of seasons completed by the San Francisco 49ers, an American football franchise representing the San Francisco Bay Area. The 49ers are members of the West division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the 49ers' franchise from 1946 to present, including postseason records, and league awards for individual players or head coaches. The San Francisco 49ers began play in 1946 as charter members of the All-America Football Conference. When the 49ers joined the NFL after the AAFC-NFL merger in 1950, they never won a division or conference title, and only finished as high as second once from 1950–1969.  After winning three consecutive division titles from 1970–1972, they would return to losing in 1973 and achieved only one winning season for the rest of the decade.  Another playoff drought lasted from 2003–2010, a stretch of eight non-winning seasons.  This drought came to an end when the 49ers won their division with a 13–3 record in 2011; they earned three straight berths in the NFC Championship Game.",
  "/wiki/List_of_Chicago_Bears_seasons": "The Chicago Bears franchise was founded as the Decatur Staleys, a charter member of the American Professional Football Association (APFA). The team moved to Chicago, Illinois, in 1921 and changed its name to the Bears in 1922, the same year the APFA changed its name to the National Football League (NFL). This list documents the franchise's completed seasons from 1920 to present, including postseason records and results from postseason games.",
  "/wiki/List_of_Seattle_Seahawks_seasons": "This article is a compilation of the list of seasons completed by the Seattle Seahawks American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Seahawks' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches. As of the end of the 2018 NFL season, the Seahawks have 23 winning seasons, 17 losing seasons, and 4 seasons where they finished 8–8. With a 35–6 Week 14 win over the Baltimore Ravens on December 13 during the 2015 season, not only did the Seahawks improved to 8–5 at that point in the season, but the Seahawks' all–time franchise regular season win–loss record improved to 313–312–0; this marked the first time ever in team history that the Seahawks have had an overall winning regular season win–loss record (a win–loss record above .500). Since re-joining the National Football Conference in 2002, the Seahawks have compiled a record of 156–115–1 (as of the end of the 2018 season).  Also since then, the Seahawks have had only four losing seasons (all between 2008 and 2011), although their 2010 team won the Western division title, despite finishing with a 7–9 record.  Counting their inaugural 1976 season, where they finished 2–12, Seattle's overall record as an NFC franchise is 158–127–1.",
  "/wiki/List_of_Miami_Dolphins_seasons": "This is a list of seasons completed by the Miami Dolphins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Dolphins franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_Philadelphia_Eagles_seasons": "This article is a list of seasons completed by the Philadelphia Eagles, a professional American football franchise based in Philadelphia, Pennsylvania. The Eagles are a member of the National Football Conference (NFC) East division in the National Football League (NFL). This article documents the season-by-season records of the Eagles’ franchise from 1933 to present, including postseason records, as well as league awards for individual players or head coaches. The Philadelphia Eagles won their 500th game on Sunday, October 26, 2009 over the Atlanta Falcons by a score of 27–14. They were the seventh NFL team to accomplish this feat and the first since the San Francisco 49ers defeated the St. Louis Rams in Week 16 of the 2005 NFL season. They are also the first team in the NFC East to accomplish this feat since the Washington Redskins defeated the Jacksonville Jaguars in Week 8 of the 2000 NFL season. As of 2019, the Eagles have never lost a game to the New York Jets (12–0) or the Houston Texans (5–0).",
  "/wiki/List_of_Denver_Broncos_seasons": "The Denver Broncos are an American football franchise based in Denver, Colorado. Founded by Bob Howsam on August 14, 1959, the team was one of the founder members of the American Football League (AFL), which began in 1960, before merging with the National Football League (NFL) ahead of the 1970 season, when the Broncos became part of the American Football Conference (AFC) West division; they have been in the same division ever since. As of the end of the 2019 season, Denver has completed 60 seasons (playing in over 950 combined regular season and playoff games), and has appeared in eight Super Bowls; although they lost in each of their first four Super Bowl appearances, they have since won three of them, including Super Bowl 50.",
  "/wiki/List_of_Tampa_Bay_Buccaneers_seasons": "This is a list of seasons completed by the Tampa Bay Buccaneers, an American football franchise based in Tampa, Florida. The Buccaneers are members of the South division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the Tampa Bay Buccaneers' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_NFL_franchise_post-season_droughts": "This is a list of current National Football League (NFL) franchise post-season and Super Bowl droughts (multiple consecutive seasons of not winning). Listed here are both appearance droughts and winning droughts in almost every level of the NFL playoff system."
}