{
  "/wiki/List_of_Washington_Redskins_seasons": "This article is a list of seasons completed by the Washington Redskins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Redskins' franchise from 1932 to present, including postseason records, and league awards for individual players or head coaches. The Redskins franchise was founded as the Boston Braves, named after the local baseball franchise. The team changed its name to the Redskins in 1933 and moved to Washington, D.C. in 1937. The Redskins have played over 1,000 games. In those games, the club won five professional American football championships including two NFL Championships and three Super Bowls. The franchise captured ten NFL divisional titles and six NFL conference championships. The Redskins won the 1937 and 1942 Championship games, as well as Super Bowl XVII, XXII, and XXVI.",
  "/wiki/List_of_Arizona_Cardinals_seasons": "This is a list of seasons completed by the Arizona Cardinals. The Cardinals are an American football franchise competing as a member of the West division of the National Football Conference (NFC) in the National Football League (NFL). The list documents the season-by-season records of the Cardinals' franchise from 1920 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_Pittsburgh_Steelers_seasons": "The Pittsburgh Steelers compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the oldest franchise in the AFC; seven franchises in the National Football Conference (NFC) have longer tenures in the NFL. The team struggled to be competitive in its early history, posting winning records in just 8 of its first 39 seasons. Since the AFL–NFL merger in 1970, however, it has appeared in eight Super Bowls and one of only two teams, along with the New England Patriots have won the Super Bowl six times. The six championships place the Steelers fourth in the league in terms of total championships (including those prior to the first Super Bowl), trailing only the Green Bay Packers (13 championships), the Chicago Bears (9) and the New York Giants (8). The club's 15 AFC Championship Game appearances are second all-time, behind the Patriots (16). In addition, they have hosted the second-most conference championship games (11) than any franchise in either conference, and are tied for second with the Dallas Cowboys and Denver Broncos with eight Super Bowl appearances; the Patriots currently hold the record of eleven appearances, as of 2019. From 1974 to 1979 the franchise became the first NFL franchise to win four Super Bowl titles in six seasons, a feat which is yet to be matched.",
  "/wiki/List_of_New_Orleans_Saints_seasons": "This article is a list of seasons completed by the New Orleans Saints American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Saints' franchise from 1967 to present, including postseason records, and league awards for individual players or head coach.",
  "/wiki/List_of_Denver_Broncos_seasons": "The Denver Broncos are an American football franchise based in Denver, Colorado. Founded by Bob Howsam on August 14, 1959, the team was one of the founder members of the American Football League (AFL), which began in 1960, before merging with the National Football League (NFL) ahead of the 1970 season, when the Broncos became part of the American Football Conference (AFC) West division; they have been in the same division ever since. As of the end of the 2019 season, Denver has completed 60 seasons (playing in over 950 combined regular season and playoff games), and has appeared in eight Super Bowls; although they lost in each of their first four Super Bowl appearances, they have since won three of them, including Super Bowl 50. The franchise has experienced three major periods of success. The first was from 1976 to 1981, when the Broncos did not have a losing season (a season when the team has more losses than wins), and won two AFC West division titles, and one AFC championship. The second began in 1983 and ended in 1998. During this period, the Broncos had just two losing seasons, were AFC champions five times and were Super Bowl champions for two consecutive years. This second period of success is best remembered for John Elway being the team's quarterback.",
  "/wiki/List_of_Philadelphia_Eagles_seasons": "This article is a list of seasons completed by the Philadelphia Eagles, a professional American football franchise based in Philadelphia, Pennsylvania. The Eagles are a member of the National Football Conference (NFC) East division in the National Football League (NFL). This article documents the season-by-season records of the Eagles’ franchise from 1933 to present, including postseason records, as well as league awards for individual players or head coaches. The Philadelphia Eagles won their 500th game on Sunday, October 26, 2009 over the Atlanta Falcons by a score of 27–14. They were the seventh NFL team to accomplish this feat and the first since the San Francisco 49ers defeated the St. Louis Rams in Week 16 of the 2005 NFL season. They are also the first team in the NFC East to accomplish this feat since the Washington Redskins defeated the Jacksonville Jaguars in Week 8 of the 2000 NFL season. As of 2019, the Eagles have never lost a game to the New York Jets (12–0) or the Houston Texans (5–0). The Eagles have won four league titles.",
  "/wiki/List_of_New_York_Giants_seasons": "The New York Giants are an American football team based in East Rutherford, New Jersey. They are a member of the National Football League (NFL) and play in the NFL's National Football Conference (NFC) East division. In 95 completed seasons, the franchise has won eight NFL championships, including four Super Bowl victories. The Giants have won more than 600 games and appeared in the NFL playoffs 32 times. Though the Giants play home games in East Rutherford, they draw fans from throughout the New York metropolitan area. In 2010, the team began playing in MetLife Stadium, formerly New Meadowlands Stadium. After Tim Mara paid $500 for the franchise, the Giants joined the NFL in the 1925 season and won their first championship two years later. In 1934, the team won its second title, defeating the Chicago Bears in the NFL Championship Game.",
  "/wiki/List_of_Buffalo_Bills_seasons": "This is a list of seasons completed by the Buffalo Bills American football franchise. The list documents the season-by-season records of the Bills' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches. The Bills finished their most recent season (2019) with a record of ten wins and six losses.",
  "/wiki/List_of_Cleveland_Browns_seasons": "The Cleveland Browns were a charter member club of the All-America Football Conference (AAFC) when the league was founded in 1946. From 1946 to 1949, the Browns won each of the league’s four championships. While the National Football League (NFL) does not recognize the Browns’ AAFC championships, the Pro Football Hall of Fame does recognize the team’s championships, which is reflected in this list. When the AAFC folded in 1949, the Browns were absorbed into the NFL in 1950. The Browns went on to win three NFL championships, nearly dominating the NFL in the 1950s, and won one more NFL championship in 1964. The team has yet to appear in a Super Bowl, however. Overall, the team has won eight championships: four in the AAFC, and four in the NFL. In 1995, then-Browns owner Art Modell made the decision to move the team from Cleveland, Ohio to Baltimore, Maryland.",
  "/wiki/List_of_Detroit_Lions_seasons": "The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit. Originally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team began play in 1928 as an independent professional team. The 2015 season was their 88th in the NFL.\n The Lions have won four NFL championships, tied for 9th overall in total championships amongst all 32 NFL franchises; although the last was in 1957, which gives the club the second-longest NFL championship drought behind the Arizona Cardinals. The Lions were the first franchise to finish a full (non-strike shortened) regular season with no wins or ties since the move to sixteen season games in 1978, going 0–16 during the 2008 NFL season. They are also one of four current teams, and the only one in the NFC, to have never played in the Super Bowl.",
  "/wiki/List_of_Green_Bay_Packers_seasons": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. Since their founding in 1919 by Curly Lambeau and George Whitney Calhoun, the Packers have played over 1,350 games in 100 seasons of competitive football. The first two seasons the Packers played against local teams in and around Wisconsin. In 1921, they became part of the American Professional Football Association, the precursor to the National Football League (NFL). In their 99 seasons, the Packers have won 13 professional American football championships (the most in NFL history), including nine NFL Championships and four Super Bowls. They have captured 18 divisional titles, eight conference championships, and recorded the second most regular season (748) and overall victories (782) of any NFL franchise, behind the Chicago Bears. The franchise has experienced three major periods of continued success in their history. The first period of success came from 1929–1944, when the Packers were named NFL Champions six times.",
  "/wiki/List_of_Kansas_City_Chiefs_seasons": "The Kansas City Chiefs have completed 59 seasons in professional American football and 49 with the National Football League (NFL). This article documents the season-by-season records of the Chiefs franchise from 1960 to the conclusion of their most recent season in 2018, including postseason records, and league awards for individual players or head coaches. The team began play as a charter member of the American Football League (AFL) in 1960 as the Dallas Texans. Following the 1962 AFL season, the team relocated to Kansas City, Missouri and was renamed the Kansas City Chiefs. The team has played in 900 total games in a total of 59 seasons, and a winning percentage of .521. The team’s three 13-win seasons in 1995, 1997, and 2003 remain their best regular season records to date and their 2–14 record in 2008 and 2012 is the Chiefs’ worst. The Texans/Chiefs were the winningest team in the history of the AFL, compiling an 87–48 record from 1960 to 1969. The team won three league championships and served as the AFL’s representative in Super Bowls I and IV in 1966 and 1969.",
  "/wiki/List_of_Tampa_Bay_Buccaneers_seasons": "This is a list of seasons completed by the Tampa Bay Buccaneers, an American football franchise based in Tampa, Florida. The Buccaneers are members of the South division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the Tampa Bay Buccaneers' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches. The Buccaneers first joined the NFL in 1976 as members of the AFC West. The following year, they moved to the NFC Central. The Tampa Bay expansion franchise was originally awarded to Tom McCloskey, a construction company owner from Philadelphia. It soon became apparent that McCloskey had financial problems, so the NFL found a replacement in Hugh Culverhouse. They were purchased by Malcolm Glazer in 1995 for $192 million, following Culverhouse's death.",
  "/wiki/List_of_Cincinnati_Bengals_seasons": "The Cincinnati Bengals franchise was founded in 1968 as a member of the West division of the American Football League (AFL). The Bengals joined the National Football League (NFL) as a result of the AFL–NFL merger prior to 1970. This list documents the franchise's completed seasons from 1968 to present, including postseason records and results from postseason games. The Bengals have played over 750 games in their history, including two conference championships, eight division championships, and 12 playoff appearances. The franchise has experienced several extended periods of success in their history. These periods came from 1981 to 1990 when the Bengals qualified for the playoffs four times and played in two Super Bowls, and from 2009 to the present. However, during a 14-year span—1991 to 2004—the Bengals did not qualify for the playoffs. During this time, the franchise had nine seasons with 10 or more losses, and three of those seasons the franchise had the league's worst record.",
  "/wiki/List_of_Chicago_Bears_seasons": "The Chicago Bears franchise was founded as the Decatur Staleys, a charter member of the American Professional Football Association (APFA). The team moved to Chicago, Illinois, in 1921 and changed its name to the Bears in 1922, the same year the APFA changed its name to the National Football League (NFL). This list documents the franchise's completed seasons from 1920 to present, including postseason records and results from postseason games. The Chicago Bears have played over 1,000 games in their history, and have had eight NFL Championships victories and one Super Bowl win. The Bears' nine championships are the second most by any team in NFL history. The franchise has captured 18 NFL divisional titles and four NFL conference championships. The Bears have also recorded more regular season victories than any other NFL franchise. The franchise has experienced three major periods of continued success in their history.",
  "/wiki/List_of_Los_Angeles_Chargers_seasons": "The Los Angeles Chargers are a professional American football franchise based in the Greater Los Angeles Area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The club was founded in 1959 by Barron Hilton and played the 1960 season in Los Angeles as part of the American Football League (AFL). In the next season, the Chargers moved to San Diego. In 2017, the Chargers relocated back to the Los Angeles area. The franchise has experienced three major periods of success. The first was from 1960 to 1965, when the Chargers were AFL West champions five times and AFL champions once. The second was from 1978 to 1982, when the Chargers had winning seasons (seasons with more wins than losses) in each of these years, and won three consecutive division championships for the second time in franchise history.",
  "/wiki/List_of_Las_Vegas_Raiders_seasons": "This is a list of seasons completed by the Las Vegas Raiders American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Raiders' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_San_Francisco_49ers_seasons": "This article is a list of seasons completed by the San Francisco 49ers, an American football franchise representing the San Francisco Bay Area. The 49ers are members of the West division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the 49ers' franchise from 1946 to present, including postseason records, and league awards for individual players or head coaches. The San Francisco 49ers began play in 1946 as charter members of the All-America Football Conference. When the 49ers joined the NFL after the AAFC-NFL merger in 1950, they never won a division or conference title, and only finished as high as second once from 1950–1969.  After winning three consecutive division titles from 1970–1972, they would return to losing in 1973 and achieved only one winning season for the rest of the decade.  Another playoff drought lasted from 2003–2010, a stretch of eight non-winning seasons.  This drought came to an end when the 49ers won their division with a 13–3 record in 2011; they earned three straight berths in the NFC Championship Game.",
  "/wiki/List_of_New_England_Patriots_seasons": "The New England Patriots are a professional American football team based in the Greater Boston town of Foxborough, Massachusetts. They play in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. Originally called the Boston Patriots, the team was founded as one of eight charter members of the American Football League (AFL) in 1960 under the ownership of Billy Sullivan. The team became part of the NFL when the two leagues merged in 1970. The following year, they moved from Boston to nearby Foxborough, and changed their name to the New England Patriots. The modern NFL championship game, the Super Bowl, was founded in the 1966 season; the first four were contested between the champions of the AFL and the NFL. After the merger, the Super Bowl became the united league's championship. The Patriots made the 1963 AFL Championship Game, but struggled severely in the early years of the united league, not making the postseason until 1976.",
  "/wiki/List_of_Atlanta_Falcons_seasons": "This article is a list of seasons completed by the Atlanta Falcons American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Falcons' franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches.\n The Falcons did not record consecutive winning seasons until 2008 with an 11-5 record, then in 2009, the team won their final three games of the regular season and finished with a 9–7 record after winning their season finale against the Tampa Bay Buccaneers. Atlanta has since added its first stretch of five straight winning seasons, with a 13–3 record in 2010, a 10–6 record in 2011, and a 13–3 record in 2012. The streak ended with a 4–12 record in 2013.",
  "/wiki/List_of_NFL_franchise_post-season_droughts": "This is a list of current National Football League (NFL) franchise post-season and Super Bowl droughts (multiple consecutive seasons of not winning). Listed here are both appearance droughts and winning droughts in almost every level of the NFL playoff system. As of the 2018 NFL season, every active NFL team has qualified for and won a game in the playoffs. Teams that have never made it beyond each successive milestone are listed under the year in which they began NFL play. Of the 12 teams that have never won the Super Bowl, four (4) are expansion franchises younger than the Super Bowl itself (Bengals, Panthers, Jaguars, and the Texans). The Falcons began playing during the season in which the Super Bowl was first played. The seven (7) other clubs (Cardinals, Lions, Oilers/Titans, Chargers, Browns, Bills, and Vikings) all won an NFL or AFL championship prior to the AFL–NFL merger; in the case of the Vikings, however, the Super Bowl existed at the time they won their league title, leaving them and the Falcons as the only two teams to have existed for as long as or longer than the Super Bowl that have never secured the highest championship available to them. The longest drought since a championship of any kind is that of the Cardinals, at 72 seasons."
}