{
  "/wiki/List_of_Detroit_Lions_seasons": "The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit. Originally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team began play in 1928 as an independent professional team. The 2015 season was their 88th in the NFL.",
  "/wiki/1957_NFL_Championship_Game": "The 1957 National Football League championship game was the 25th annual championship game, held on December 29 at Briggs Stadium in Detroit, Michigan.",
  "/wiki/1957_NFL_season": "The 1957 NFL season was the 38th regular season of the National Football League. The season ended with the Detroit Lions defeating the Cleveland Browns in the NFL championship game, 59–14.",
  "/wiki/List_of_New_York_Jets_seasons": "This is a list of seasons completed by the New York Jets, formerly the New York Titans, an American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Jets' franchise from 1960 to the present, including postseason records and league awards for individual players or head coaches. The Titans were a part of the inaugural season of the American Football League (AFL) in 1960. In 1963, the Titans changed their name to the Jets after a change in ownership.",
  "/wiki/Super_Bowl_III": "Super Bowl III was the third AFL–NFL Championship Game in professional American football, and the first to officially bear the trademark name \"Super Bowl\". Played on January 12, 1969, at the Orange Bowl in Miami, Florida, the game is regarded as one of the greatest upsets in both American football history and in the recorded history of sports. The 18-point underdog American Football League (AFL) champion New York Jets defeated the National Football League (NFL) champion Baltimore Colts by a score of 16–7.",
  "/wiki/1968_American_Football_League_Championship_Game": "The 1968 AFL Championship Game was the ninth annual AFL championship game, played on December 29 at Shea Stadium in Queens, New York City, New York. It matched the defending champion Oakland Raiders (12–2) of the Western Division and the host New York Jets (11–3) of the Eastern Division, who were slight favorites. The Raiders had hosted a tiebreaker playoff game the week before against the Kansas City Chiefs (12–2) to determine the Western Division champion, while the Eastern champion Jets were idle.",
  "/wiki/List_of_Cleveland_Browns_seasons": "The Cleveland Browns were a charter member club of the All-America Football Conference (AAFC) when the league was founded in 1946. From 1946 to 1949, the Browns won each of the league’s four championships. While the National Football League (NFL) does not recognize the Browns’ AAFC championships, the Pro Football Hall of Fame does recognize the team’s championships, which is reflected in this list. When the AAFC folded in 1949, the Browns were absorbed into the NFL in 1950. The Browns went on to win three NFL championships, nearly dominating the NFL in the 1950s, and won one more NFL championship in 1964. The team has yet to appear in a Super Bowl, however. Overall, the team has won eight championships: four in the AAFC, and four in the NFL.",
  "/wiki/1969_NFL_Championship_Game": "The 1969 NFL Championship Game was the 37th and final championship game prior to the AFL–NFL merger, played January 4, 1970, at Metropolitan Stadium in Bloomington, Minnesota, a suburb south of Minneapolis.  The winner of the game earned a berth in Super Bowl IV in New Orleans against the champion of the American Football League.",
  "/wiki/1969_NFL_season": "The 1969 NFL season was the 50th regular season of the National Football League, and its last before the AFL-NFL Merger. To honor the NFL's fiftieth season, a special anniversary logo was designed and each player wore a patch on their jerseys with this logo throughout the season.",
  "/wiki/List_of_Minnesota_Vikings_seasons": "The Minnesota Vikings are an American football team playing in the National Football League (NFL). The Vikings compete in the NFL as a member club of the league's National Football Conference (NFC) North division. The team was established in 1959, when three Minneapolis businessmen – Bill Boyer, H. P. Skoglund and Max Winter – were awarded a franchise in the new American Football League (AFL). In January 1960, the ownership group, forfeited its AFL membership and, along with Bernie Ridder and Ole Haugsrud, was awarded the NFL's 14th franchise, with play to begin in 1961.",
  "/wiki/Super_Bowl_XI": "Super Bowl XI was an American football game between the American Football Conference (AFC) champion Oakland Raiders and the National Football Conference (NFC) champion Minnesota Vikings to decide the National Football League (NFL) champion for its 1976 season. The Raiders defeated the Vikings by the score of 32–14 to win their first Super Bowl. The game was played on January 9, 1977, at the Rose Bowl in Pasadena, California. This remains the Super Bowl scheduled earliest during the calendar year.",
  "/wiki/1976_NFL_season": "The 1976 NFL season was the 57th regular season of the National Football League. The year 1976 was also the Bicentennial of the United States although the NFL did not issue its own Bicentennial patch.  The Dallas Cowboys did modify their helmet (red, white and blue stripes) to honor the year, and were the only NFL team to recognize the Bicentennial.",
  "/wiki/List_of_Miami_Dolphins_seasons": "This is a list of seasons completed by the Miami Dolphins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Dolphins franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/Super_Bowl_XIX": "Super Bowl XIX was an American football game between the American Football Conference (AFC) champion Miami Dolphins and the National Football Conference (NFC) champion San Francisco 49ers to decide the National Football League (NFL) champion for the 1984 season. The 49ers defeated the Dolphins by the score of 38–16, to win their second Super Bowl. The game was played on January 20, 1985, at Stanford Stadium, on the campus of Stanford University in Stanford, California, the first Super Bowl played in the San Francisco Bay Area. This also became the second Super Bowl after Super Bowl XIV where the game was coincidentally played in the home market of one of the participants.",
  "/wiki/1984_NFL_season": "The 1984 NFL season was the 65th regular season of the National Football League. The Colts relocated from Baltimore, Maryland to Indianapolis, Indiana before the season. The Colts new home field was the Hoosier Dome. The New York Jets moved their home games from Shea Stadium in New York City to Giants Stadium in East Rutherford, New Jersey.",
  "/wiki/List_of_Cincinnati_Bengals_seasons": "The Cincinnati Bengals franchise was founded in 1968 as a member of the West division of the American Football League (AFL). The Bengals joined the National Football League (NFL) as a result of the AFL–NFL merger prior to 1970. This list documents the franchise's completed seasons from 1968 to present, including postseason records and results from postseason games. The Bengals have played over 750 games in their history, including two conference championships, eight division championships, and 12 playoff appearances.",
  "/wiki/Super_Bowl_XXIII": "Super Bowl XXIII was an American football game between the American Football Conference (AFC) champion Cincinnati Bengals and the National Football Conference (NFC) champion San Francisco 49ers to decide the National Football League (NFL) champion for the 1988 season. The 49ers defeated the Bengals 20–16, winning their third Super Bowl. The game was played on January 22, 1989 at Joe Robbie Stadium in Miami (now part of the suburb of Miami Gardens, which became a separate city in 2003). This was the first Super Bowl hosted in the Miami area in 10 years, and the first in Miami not held at the Orange Bowl.",
  "/wiki/1988_NFL_season": "The 1988 NFL season was the 69th regular season of the National Football League. The Cardinals relocated from St. Louis, Missouri to the Phoenix, Arizona area becoming the Phoenix Cardinals but remained in the NFC East division. The playoff races came down to the regular season’s final week, with the Seattle Seahawks winning the AFC West by one game, and the Philadelphia Eagles and San Francisco 49ers winning their respective divisions in a five-way tie, with the New Orleans Saints and New York Giants losing the NFC Wild Card berth to the Los Angeles Rams on tiebreakers.",
  "/wiki/List_of_Washington_Redskins_seasons": "This article is a list of seasons completed by the Washington Redskins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Redskins' franchise from 1932 to present, including postseason records, and league awards for individual players or head coaches.  The Redskins franchise was founded as the Boston Braves, named after the local baseball franchise.  The team changed its name to the Redskins in 1933 and moved to Washington, D.C. in 1937.",
  "/wiki/Super_Bowl_XXVI": "Super Bowl XXVI was an American football game between the National Football Conference (NFC) champion Washington Redskins and the American Football Conference (AFC) champion Buffalo Bills to decide the National Football League (NFL) champion for the 1991 season. The Redskins defeated the Bills by a score of 37–24, becoming the fourth team after the Pittsburgh Steelers, the Oakland Raiders and the San Francisco 49ers to win three Super Bowls. The Bills became the third team, after the Minnesota Vikings (Super Bowls VIII and IX) and the Denver Broncos (Super Bowls XXI and XXII) to lose back-to-back Super Bowls. The game was played on January 26, 1992, at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota, the first time the city played host to a Super Bowl.",
  "/wiki/1991_NFL_season": "The 1991 NFL season was the 72nd regular season of the National Football League. It was the final season for legendary coach Chuck Noll. The season ended with Super Bowl XXVI when the Washington Redskins defeated the Buffalo Bills 37–24 at the Metrodome in Minnesota. This was the second of four consecutive Super Bowl losses for Buffalo.",
  "/wiki/List_of_Buffalo_Bills_seasons": "This is a list of seasons completed by the Buffalo Bills American football franchise. The list documents the season-by-season records of the Bills' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches. The Bills finished their most recent season (2019) with a record of ten wins and six losses.",
  "/wiki/Super_Bowl_XXVIII": "Super Bowl XXVIII was an American football game between the National Football Conference (NFC) champion Dallas Cowboys and the American Football Conference (AFC) champion Buffalo Bills to decide the National Football League (NFL) champion for the 1993 season. The Cowboys defeated the Bills for the second straight year by the score of 30–13, winning their fourth Super Bowl in team history, tying the Pittsburgh Steelers and the San Francisco 49ers for most Super Bowl wins. The game was played on January 30, 1994, at the Georgia Dome in Atlanta, Georgia. Since the 1993 regular season was conducted over 18 weeks (two byes per team), the traditional bye week between the conference championship games and the Super Bowl was not employed; the last time this happened was before Super Bowl XXV.",
  "/wiki/1993_NFL_season": "The 1993 NFL season was the 74th regular season of the National Football League. It was the only season in league history where all NFL teams were scheduled to play their 16-game schedule over a span of 18 weeks (the league again played 16 games over 18 weeks in 2001, but this was not planned and instead was caused by the postponement of a week of games due to the September 11, 2001 terrorist attacks). After the success of expanding the regular season to a period of 17 weeks in 1990, the league hoped this new schedule would generate even more revenue.  This was also done to avoid scheduling playoff games on January 1 and competing with college football bowl games. However, teams felt that having two weeks off during the regular season was too disruptive for their weekly routines, and thus it reverted to 17 weeks immediately after the season ended.",
  "/wiki/List_of_Jacksonville_Jaguars_seasons": "This is a list of seasons completed by the Jacksonville Jaguars American football franchise of the National Football League (NFL).  The list documents the season-by-season records of the Jaguars' franchise from 1995 to present, including postseason records, and league awards for individual players or head coaches.  The Jaguars, along with the Carolina Panthers, joined the NFL as 1995 expansion teams.  Jacksonville is one of four teams to have never played in a Super Bowl. They have played in the AFC Championship in the 1996, 1999, and 2017 seasons.",
  "/wiki/1995_NFL_season": "The 1995 NFL season was the 76th regular season of the National Football League. The league expanded to 30 teams with the addition of the Carolina Panthers and the Jacksonville Jaguars. The two expansion teams were slotted into the two remaining divisions that previously had only four teams (while the other four had five teams): the AFC Central (Jaguars) and the NFC West (Panthers).",
  "/wiki/List_of_Los_Angeles_Chargers_seasons": "The Los Angeles Chargers are a professional American football franchise based in the Greater Los Angeles Area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The club was founded in 1959 by Barron Hilton and played the 1960 season in Los Angeles as part of the American Football League (AFL). In the next season, the Chargers moved to San Diego. In 2017, the Chargers relocated back to the Los Angeles area.",
  "/wiki/Super_Bowl_XXIX": "Super Bowl XXIX was an American football game between the American Football Conference (AFC) champion San Diego Chargers and the National Football Conference (NFC) champion San Francisco 49ers to decide the National Football League (NFL) champion for the 1994 season.  The 49ers defeated the Chargers by the score of 49–26, becoming the first team to win five Super Bowl championships. The game was played on January 29, 1995 at Joe Robbie Stadium in Miami, Florida (now part of the suburb of Miami Gardens, which became a separate city in 2003).",
  "/wiki/1994_NFL_season": "The 1994 NFL season was the 75th regular season of the National Football League. To honor the NFL's 75th season, a special anniversary logo was designed and each player wore a patch on their jerseys with this logo throughout the season. Also, a selection committee of media and league personnel named a special NFL 75th Anniversary All-Time Team, honoring the best NFL players from the first 75 seasons.",
  "/wiki/List_of_Dallas_Cowboys_seasons": "This article is a list of  known as the Dallas Cowboys American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Cowboys' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches.  The Cowboys franchise was founded in 1960 as an expansion team. The team has earned 33 postseason appearances, most in the NFL, the longest consecutive streak of winning seasons with 20, the second-most appearances in the NFC Championship Game (14, behind the San Francisco 49ers' 15) and the second-most  Super Bowl appearances (8 with the Denver Broncos and Steelers). The Cowboys have played for 10 NFL Championships and have won 5, all five being Super Bowls.",
  "/wiki/Super_Bowl_XXX": "Super Bowl XXX was an American football game between the National Football Conference (NFC) champion Dallas Cowboys and the American Football Conference (AFC) champion Pittsburgh Steelers to decide the National Football League (NFL) champion for the 1995 season. The Cowboys defeated the Steelers by the score of 27–17. The game was played on January 28, 1996, at Sun Devil Stadium in Tempe, Arizona, the first time the Super Bowl was played in the Phoenix metropolitan area.",
  "/wiki/List_of_Tennessee_Titans_seasons": "This is a list of seasons completed by the Tennessee Titans, an American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Titans' franchise from 1960 to the present, including postseason records and league awards for individual players or head coaches. The Titans were originally known as the Houston Oilers and were a part of the inaugural season of the American Football League (AFL) in 1960. In 1997, the franchise moved to Tennessee, playing in Memphis temporarily until settling in Nashville. The team was rebranded as the Titans following the 1998 season. The Titans have yet to win a Super Bowl, falling short in their only appearance in Super Bowl XXXIV, although the team does have two championships from its early years in the AFL. During their tenure in Tennessee they have defeated all 31 other franchises at least once, enjoying a perfect record against the Detroit Lions (5-0).",
  "/wiki/Super_Bowl_XXXIV": "Super Bowl XXXIV was an American football game between the National Football Conference (NFC) champion St. Louis Rams and the American Football Conference (AFC) champion Tennessee Titans to decide the National Football League (NFL) champion for the 1999 season. The Rams defeated the Titans by the score of 23–16, capturing their first Super Bowl win and first NFL championship since 1951. The game, played on January 30, 2000 at the Georgia Dome in Atlanta, was the fourth Super Bowl to be held a week after the conference championship games (the previous time this happened was Super Bowl XXVIII, and coincidentally that game was also played on January 30 at the Georgia Dome in Atlanta).",
  "/wiki/1999_NFL_season": "The 1999 NFL season was the 80th regular season of the National Football League. The Cleveland Browns returned to the field for the first time since the 1995 season, while the Tennessee Oilers changed their name to \"Tennessee Titans,\" with the league retiring the name “Oilers.”",
  "/wiki/List_of_Houston_Texans_seasons": "This is a list of seasons completed by the Houston Texans American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Texans' franchise from 2002 to present, including postseason records, and league awards for individual players or head coaches. The team currently has seven winning seasons, two 8–8 seasons, and eight losing seasons. The Texans clinched their first playoff berth and AFC South title on December 11, 2011 by beating the Cincinnati Bengals 20–19.",
  "/wiki/2002_NFL_season": "The 2002 NFL season was the 83rd regular season of the National Football League.",
  "/wiki/List_of_Tampa_Bay_Buccaneers_seasons": "This is a list of seasons completed by the Tampa Bay Buccaneers, an American football franchise based in Tampa, Florida. The Buccaneers are members of the South division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the Tampa Bay Buccaneers' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/Super_Bowl_XXXVII": "Super Bowl XXXVII was an American football game between the American Football Conference (AFC) champion Oakland Raiders and the National Football Conference (NFC) champion Tampa Bay Buccaneers to decide the National Football League (NFL) champion for the 2002 season. The Buccaneers defeated the Raiders by the score of 48–21, tied with Super Bowl XXXV for the seventh largest Super Bowl margin of victory, and winning their first ever Super Bowl. The game, played on January 26, 2003 at Qualcomm Stadium in San Diego, California, was the sixth Super Bowl to be held a week after the conference championship games (XVII, XXV, XXVIII, XXXIV, and XXXVI). It was also the last Super Bowl played in January (the previous, XXXVI, was the first to be in February as a result of 9/11-related postponements; subsequent games, including Super Bowl XXXVIII, would have the Super Bowl played in February permanently).",
  "/wiki/List_of_Las_Vegas_Raiders_seasons": "This is a list of seasons completed by the Las Vegas Raiders American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Raiders' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/List_of_Chicago_Bears_seasons": "The Chicago Bears franchise was founded as the Decatur Staleys, a charter member of the American Professional Football Association (APFA). The team moved to Chicago, Illinois, in 1921 and changed its name to the Bears in 1922, the same year the APFA changed its name to the National Football League (NFL). This list documents the franchise's completed seasons from 1920 to present, including postseason records and results from postseason games.",
  "/wiki/Super_Bowl_XLI": "Super Bowl XLI was an American football game played between the American Football Conference (AFC) champion Indianapolis Colts and the National Football Conference (NFC) champion Chicago Bears to decide the National Football League (NFL) champion for the 2006 season. The Colts defeated the Bears by the score of 29–17. The game was played on February 4, 2007 at Dolphin Stadium in Miami Gardens, Florida.",
  "/wiki/2006_NFL_season": "The 2006 NFL season was the 87th regular season of the National Football League. Regular season play was held from September 7 to December 31, 2006.",
  "/wiki/List_of_Arizona_Cardinals_seasons": "This is a list of seasons completed by the Arizona Cardinals. The Cardinals are an American football franchise competing as a member of the West division of the National Football Conference (NFC) in the National Football League (NFL). The list documents the season-by-season records of the Cardinals' franchise from 1920 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/Super_Bowl_XLIII": "Super Bowl XLIII was an American football game between the American Football Conference (AFC) champions Pittsburgh Steelers and the National Football Conference (NFC) champions Arizona Cardinals to decide the National Football League (NFL) champion for the 2008 season. The Steelers defeated the Cardinals by the score of 27–23. The game was played on February 1, 2009 at Raymond James Stadium in Tampa, Florida.",
  "/wiki/2008_NFL_season": "The 2008 NFL season was the 89th regular season of the National Football League, themed with the slogan \"Believe in Now.\"",
  "/wiki/List_of_New_Orleans_Saints_seasons": "This article is a list of seasons completed by the New Orleans Saints American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Saints' franchise from 1967 to present, including postseason records, and league awards for individual players or head coach.",
  "/wiki/Super_Bowl_XLIV": "Super Bowl XLIV was an American football game between the National Football Conference (NFC) champions New Orleans Saints and the American Football Conference (AFC) champions Indianapolis Colts to decide the National Football League (NFL) champion for the 2009 season. The Saints defeated the Colts by a score of 31–17, earning their first Super Bowl win. The game was played at Sun Life Stadium (now Hard Rock Stadium) in Miami Gardens, Florida, for the fifth time (and in South Florida for the tenth time), on February 7, 2010, the latest calendar date for a Super Bowl yet.",
  "/wiki/2009_NFL_season": "The 2009 NFL season was the 90th season in the history of the National Football League (NFL). The 50th anniversary of the original eight charter members of the American Football League was celebrated during this season.",
  "/wiki/List_of_Indianapolis_Colts_seasons": "The Indianapolis Colts, formerly the Baltimore Colts, are an American football team playing in the National Football League (NFL). This list documents the season-by-season records of the Colts franchise from 1953 to present, including postseason records and league awards for individual players or head coaches. In 1953, a Baltimore-based group led by Carroll Rosenbloom gained the rights to a new Baltimore franchise. Rosenbloom was granted an NFL team, and was awarded the holdings of the defunct Dallas Texans organization. The new team was named the Colts after the previous team that folded after the 1950 NFL season. After 31 seasons in Baltimore, Colts owner Robert Irsay moved the team to Indianapolis, Indiana.",
  "/wiki/List_of_Green_Bay_Packers_seasons": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. Since their founding in 1919 by Curly Lambeau and George Whitney Calhoun, the Packers have played over 1,350 games in 100 seasons of competitive football. The first two seasons the Packers played against local teams in and around Wisconsin. In 1921, they became part of the American Professional Football Association, the precursor to the National Football League (NFL). In their 99 seasons, the Packers have won 13 professional American football championships (the most in NFL history), including nine NFL Championships and four Super Bowls. They have captured 18 divisional titles, eight conference championships, and recorded the second most regular season (748) and overall victories (782) of any NFL franchise, behind the Chicago Bears.",
  "/wiki/Super_Bowl_XLV": "Super Bowl XLV was an American football game between the American Football Conference (AFC) champion Pittsburgh Steelers and the National Football Conference (NFC) champion Green Bay Packers to decide the National Football League (NFL) champion for the 2010 season. The Packers defeated the Steelers by the score of 31–25. The game was played on February 6, 2011 at Cowboys Stadium in Arlington, Texas, the first time the Super Bowl was played in the Dallas–Fort Worth area.",
  "/wiki/2010_NFL_season": "The 2010 NFL season was the 91st regular season of the National Football League.",
  "/wiki/List_of_NFL_franchise_post-season_droughts": "This is a list of current National Football League (NFL) franchise post-season and Super Bowl droughts (multiple consecutive seasons of not winning). Listed here are both appearance droughts and winning droughts in almost every level of the NFL playoff system."
}