{
  "/wiki/List_of_Cleveland_Browns_seasons": "The Cleveland Browns were a charter member club of the All-America Football Conference (AAFC) when the league was founded in 1946. From 1946 to 1949, the Browns won each of the league’s four championships. While the National Football League (NFL) does not recognize the Browns’ AAFC championships, the Pro Football Hall of Fame does recognize the team’s championships, which is reflected in this list. When the AAFC folded in 1949, the Browns were absorbed into the NFL in 1950. The Browns went on to win three NFL championships, nearly dominating the NFL in the 1950s, and won one more NFL championship in 1964. The team has yet to appear in a Super Bowl, however. Overall, the team has won eight championships: four in the AAFC, and four in the NFL. In 1995, then-Browns owner Art Modell made the decision to move the team from Cleveland, Ohio to Baltimore, Maryland.",
  "/wiki/AFC_North": "The American Football Conference – Northern Division or AFC North  is one of the four divisions of the American Football Conference (AFC) in the National Football League (NFL). The division was adopted after the restructuring of the 2002 NFL season, when the league realigned divisions after expanding to 32 teams. This is the only division in the NFL that neither teams have hosted a Super Bowl in their stadiums.",
  "/wiki/1989_Cleveland_Browns_season": "The 1989 Cleveland Browns season was the team's 40th season with the National Football League.\n It was the Browns' first season with head coach Bud Carson, who had been the defensive coordinator of the New York Jets the previous season. The Browns reached their third AFC Championship Game in four seasons, and for the third time lost to the Denver Broncos.\n It would be the Browns's fifth consecutive season making the playoffs, but it would be their last playoff season until 1994.",
  "/wiki/List_of_Detroit_Lions_seasons": "The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit. Originally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team began play in 1928 as an independent professional team. The 2015 season was their 88th in the NFL.\n The Lions have won four NFL championships, tied for 9th overall in total championships amongst all 32 NFL franchises; although the last was in 1957, which gives the club the second-longest NFL championship drought behind the Arizona Cardinals. The Lions were the first franchise to finish a full (non-strike shortened) regular season with no wins or ties since the move to sixteen season games in 1978, going 0–16 during the 2008 NFL season. They are also one of four current teams, and the only one in the NFC, to have never played in the Super Bowl.",
  "/wiki/NFC_North": "The National Football Conference – Northern Division or NFC North  is one of the four divisions of the National Football Conference (NFC) in the National Football League (NFL). Nicknamed the \"Black & Blue Division\" for the rough and tough rivalry games between the teams, it currently has four members: the Chicago Bears, Detroit Lions, Green Bay Packers, and Minnesota Vikings. The NFC North was previously known as the NFC Central from 1970 to 2001. The Tampa Bay Buccaneers were previously members, from 1977, one year after they joined the league as an expansion team, until 2001 when they moved to the NFC South. The division was created in 1967 as the Central Division of the NFL's Western Conference and existed for three seasons before the AFL–NFL merger. After the merger, it was renamed the NFC Central and retained that name until the NFL split into eight divisions in 2002. The four current division teams have been together in the same division or conference since the Vikings joined the league in 1961. The Bears, Lions and Packers have been in the same division or conference since the NFL began a conference format in 1933.",
  "/wiki/1993_Detroit_Lions_season": "The 1993 Detroit Lions season was the 64th season in franchise history. The Lions improved from the 1992 season, and finished 10-6 and winning the NFC Central Division for the second time in three years. \n In the playoffs, the Lions lost a heartbreaker in the Wild Card Round at home to the Green Bay Packers on a Brett Favre 40-yard touchdown pass to Sterling Sharpe with 55 seconds left. \n The 1993 season was the last time they would win the NFC Central and is, as of 2019, the Lions last division championship.",
  "/wiki/List_of_Buffalo_Bills_seasons": "This is a list of seasons completed by the Buffalo Bills American football franchise. The list documents the season-by-season records of the Bills' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches. The Bills finished their most recent season (2019) with a record of ten wins and six losses.",
  "/wiki/AFC_East": "The American Football Conference – Eastern Division or AFC East  is one of the four divisions of the American Football Conference (AFC) in the National Football League (NFL). There are currently four teams that reside in the division: the Buffalo Bills (based in Orchard Park, New York); the Miami Dolphins (based in Miami Gardens, Florida); the New England Patriots (based in Foxborough, Massachusetts); and the New York Jets (based in East Rutherford, New Jersey). Both perfect regular seasons in professional football since the adoption of a 14-game schedule in the inaugural AFL season and by the NFL in 1961 have been achieved by teams in this division – the 1972 Dolphins, who completed the only perfect season in professional football at 17–0, and the 2007 Patriots, who reached 18–0 before losing Super Bowl XLII. [a] Since the division's enfranchisement in 1960, with the creation of the American Football League, the division has been represented in nineteen Super Bowls and won eight of them. The most recent appearance in the Super Bowl by an AFC East team was the Patriots victory in Super Bowl LIII. At the end of 2018, the Patriots had the most wins in the division's history, with a record of 500–392–9, with a playoff record of 35–19 (6–5 in Super Bowls) entering the playoffs of that season. The Dolphins were second at 446–350–4 (having played 84 fewer games than their division rivals) with a playoff record of 20–21 (2–3 in Super Bowls). The Bills were at 406–470–8 with a playoff record of 14–15 (with two American Football League titles) and 0–4 in four consecutive Super Bowls.",
  "/wiki/1995_Buffalo_Bills_season": "The 1995 Buffalo Bills season was the franchise's 26th season in the National Football League, and the 36th overall.",
  "/wiki/List_of_Las_Vegas_Raiders_seasons": "This is a list of seasons completed by the Las Vegas Raiders American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Raiders' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/AFC_West": "The American Football Conference – Western Division or AFC West  is one of the four divisions of the American Football Conference (AFC) in the National Football League (NFL). The division comprises the Denver Broncos, Kansas City Chiefs, Las Vegas Raiders, and Los Angeles Chargers.\n The division has sent teams to the Super Bowl sixteen times beginning with Super Bowl I vs. Green Bay.  Currently, as of the 2017 season, the Broncos and Raiders are tied with the most Super Bowl wins within the division with 3 each; The Broncos have appeared in the most Super Bowls in the division with 8 and the Raiders have appeared in 5. The Chiefs are 2–1 in the Super Bowl, while the Chargers lost their lone Super Bowl appearance in Super Bowl XXIX.\n The Broncos are the only team in the division that plays in its original city and under its original name.",
  "/wiki/2002_Oakland_Raiders_season": "The 2002 Oakland Raiders season was the franchise's 33rd season in the National Football League, the 43rd overall, the seventh back in Oakland and the first season under head coach Bill Callahan. The Raiders played their home games at Network Associates Coliseum as members of the AFC West. The Raiders had essentially traded their head coach Jon Gruden following the 2001 season. The Raiders hired Callahan, the offensive coordinator under Gruden to return them to the playoffs. Despite their talent, the Raiders struggled in the first half of the season. A 4–0 start was followed by four consecutive losses; the team's 4–4 record stunned many onlookers. The team, however, redeemed itself by winning seven of its final eight contests. In the third quarter of Oakland's 26–20 win on Monday Night Football over the Jets, Tim Brown became the third player in NFL history with 1,000 career catches.",
  "/wiki/List_of_New_York_Jets_seasons": "This is a list of seasons completed by the New York Jets, formerly the New York Titans, an American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Jets' franchise from 1960 to the present, including postseason records and league awards for individual players or head coaches. The Titans were a part of the inaugural season of the American Football League (AFL) in 1960. In 1963, the Titans changed their name to the Jets after a change in ownership.\n The New York Jets have won one National Football League championship in Super Bowl III. In their 53-year history, they have an overall regular season record of 373 wins, 439 losses, and 8 ties. They have made 14 postseason appearances, and have an overall postseason record of 12 wins and 13 losses.",
  "/wiki/2002_New_York_Jets_season": "The 2002 New York Jets season was the franchise's 33rd season in the National Football League (NFL), the 43rd season overall, and the second under head coach Herman Edwards. The team tried to improve upon its 10–6 record from 2001 but failed to do so after 2–5 start. However, the Jets recovered and finished 9–7, winning their second AFC East division title.\n After a heartbreaking 24–21 week 8 loss to the Cleveland Browns at the Meadowlands dropped the Jets' season record to 2-5, head coach Herman Edwards gave his famous “You play to win the game\" response to a question in his press conference the following Tuesday. Edwards' vigorous defense of his team's refusal to quit, along with the mid-season debut of quarterback Chad Pennington, helped spark the Jets' turn-around.\n After posting a stunning rout of the Indianapolis Colts by a score of 41–0 at the Meadowlands in the Wild Card round of the playoffs, they lost for the second year in a row to the Oakland Raiders, 30–10 in the Divisional round.",
  "/wiki/List_of_Tampa_Bay_Buccaneers_seasons": "This is a list of seasons completed by the Tampa Bay Buccaneers, an American football franchise based in Tampa, Florida. The Buccaneers are members of the South division in the National Football Conference (NFC) of the National Football League (NFL). The list documents the season-by-season records of the Tampa Bay Buccaneers' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches. The Buccaneers first joined the NFL in 1976 as members of the AFC West. The following year, they moved to the NFC Central. The Tampa Bay expansion franchise was originally awarded to Tom McCloskey, a construction company owner from Philadelphia. It soon became apparent that McCloskey had financial problems, so the NFL found a replacement in Hugh Culverhouse. They were purchased by Malcolm Glazer in 1995 for $192 million, following Culverhouse's death.",
  "/wiki/NFC_South": "The National Football Conference – South Division or NFC South is one of the four divisions of the National Football Conference (NFC) in the National Football League (NFL). It was created prior to the 2002 NFL season, when the league realigned divisions after expanding to 32 teams. The NFC South currently has four member clubs: the Atlanta Falcons, Carolina Panthers, New Orleans Saints, and Tampa Bay Buccaneers. Prior to the 2002 season, the Buccaneers belonged to the AFC West (1976) and NFC Central (1977–2001), while the other three teams were part of the geographically inaccurate NFC West. The NFC South is one of two divisions to have each of its teams make a Super Bowl appearance since the 2002 realignment (along with the NFC West): Tampa Bay (2002), Atlanta (2016), Carolina (2003 and 2015) and New Orleans (2009). Also since 2002, each team has won at least three division titles, the only such division in the league. It is also the only NFL division to have zero division sweeps by any of its member teams. Entering 2019, the Saints have the most wins among division members.",
  "/wiki/2007_Tampa_Bay_Buccaneers_season": "The 2007 Tampa Bay Buccaneers season was the franchise's 32nd season in the National Football League the 10th playing their home games at Raymond James Stadium, and the 6th under head coach Jon Gruden. On December 16, 2007, they clinched the NFC South division title, and returned to the playoffs after missing it in 2006. However, they were defeated 24-14 in the Wildcard Round by the eventual Super Bowl champion New York Giants. The Wildcard game was Jon Gruden’s final playoff appearance as head coach of the Buccaneers before being dismissed at the conclusion of the next season.\n As of 2019, this has been the last season that the Tampa Bay Buccaneers have qualified for the playoffs and won their division, making it 12 straight years that the Tampa Bay Buccaneers have missed the playoffs. On December 16, in a game against the Atlanta Falcons, Micheal Spurlock scored the first kickoff return touchdown in franchise history, snapping a streak of 32 seasons, 497 games (at 53 stadiums in 38 cities), 139 individuals, and 1,864 unsuccessful attempts. The play earned Spurlock the NFC Special Teams Player of the Week award.",
  "/wiki/List_of_Miami_Dolphins_seasons": "This is a list of seasons completed by the Miami Dolphins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Dolphins franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches. Although the Miami Dolphins were not successful before joining the NFL, from 1970 when they played their first season after the AFL–NFL merger until 2001 they were one of the most successful teams in the league, playing in the postseason on 22 occasions over those 32 years and winning 335 and tying two of 528 games for an overall win percentage of 63.6. Early in this period the Dolphins won their only two Super Bowls in consecutive seasons, in the process achieving the only modern-day perfect season in any major professional sports league during only their third year in the NFL. Much of this success was orchestrated by coach Don Shula who joined the team in 1970 and stayed with them until his retirement in 1995. After Shula retired in 1995, the Dolphins remained a force for six years under successors Jimmy Johnson and Dave Wannstedt, but since 2002 and especially since 2004 have fallen on harder times, reaching the postseason only twice in the twelve seasons since, and during the mid-2000s, briefly intensified the Dolphins-Patriots rivalry, when Nick Saban, a former Bill Belichick assistant was hired as the Dolphins head coach in 2005 and when he nearly signed quarterback Drew Brees with the Dolphins the following year. In 2007, if not for their overtime victory over the Baltimore Ravens, would've suffered an imperfect season, a year before the Detroit Lions became the first team to go winless since the NFL expanded to a 16-game schedule. That same season, the Dolphins became the first team in NFL history to win their division following a 1-15 season, and as of 2018, marked the last non-Patriot division title in the AFC East.",
  "/wiki/2008_Miami_Dolphins_season": "The 2008 Miami Dolphins season was the franchise's 39th season in the National Football League, the 43rd overall and the first under head coach Tony Sparano. During the regular season the Dolphins completed the greatest single-season turnaround in NFL history, going from a 1–15 regular season record in 2007 to an 11–5 record in 2008. The previous record for most improved team one year after a 1–15 season belonged to the 1992 Indianapolis Colts, who went 9–7. The 1999 Indianapolis Colts were the only other team to accomplish a 10-game turnaround, winning 13 games after winning 3 in 1998, which was also the first year of the Peyton Manning era. Additionally, Miami won the AFC East, becoming the first team in NFL history to win their division after only having one win the previous season. The division title also snapped the Patriots' 5-year streak of winning the AFC East. Their season would come to an end in the Wild Card round when they were defeated by the Baltimore Ravens, which coincidentally, was also the only team they beat last season in overtime to save the Dolphins from suffering a winless season. With their 11-5 record and division title, the Dolphins had hopes of achieving their first playoff victory since 2000, or to possibly become the first team ever to make the Super Bowl after winning only one game the previous season, similar to how the Carolina Panthers went 1-15 in 2001 and made Super Bowl XXXVIII just two seasons later.",
  "/wiki/List_of_Tennessee_Titans_seasons": "This is a list of seasons completed by the Tennessee Titans, an American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Titans' franchise from 1960 to the present, including postseason records and league awards for individual players or head coaches. The Titans were originally known as the Houston Oilers and were a part of the inaugural season of the American Football League (AFL) in 1960. In 1997, the franchise moved to Tennessee, playing in Memphis temporarily until settling in Nashville. The team was rebranded as the Titans following the 1998 season. The Titans have yet to win a Super Bowl, falling short in their only appearance in Super Bowl XXXIV, although the team does have two championships from its early years in the AFL. During their tenure in Tennessee they have defeated all 31 other franchises at least once, enjoying a perfect record against the Detroit Lions (5-0).\n For complete team history, see History of the Tennessee Titans and History of the Houston Oilers.",
  "/wiki/AFC_South": "The American Football Conference – Southern Division or AFC South  is one of the four divisions of the American Football Conference (AFC) in the National Football League (NFL). It was created before the 2002 season when the league realigned divisions after expanding to 32 teams. Since its creation, the division has had the same four members: Houston Texans, Indianapolis Colts, Jacksonville Jaguars, and Tennessee Titans. Before the 2002 season, the Texans did not exist, the Colts belonged to the AFC East, and the Titans and Jaguars were members of the AFC Central. The AFC South is often regarded as the NFL's \"newest\" division since at the time of its establishment none of the new division's members had played more than eighteen seasons in their current cities. The Colts had played in Baltimore until the end of the 1983 season, the Jaguars commenced play in 1995 and the Titans had been based in Houston (where they were known as the Oilers) until 1996. However, Indianapolis, Tennessee and Jacksonville had all won multiple division titles and wild card berths in their prior respective divisions. Entering 2016, the Colts hold a 494–433–7 record and a 22–23 playoff record with two NFL league crowns, four Super Bowl appearances and two wins.",
  "/wiki/2008_Tennessee_Titans_season": "The 2008 Tennessee Titans season was the team's 49th season and 39th in the National Football League, their 12th in Tennessee, and their tenth as the Titans.\n Despite making the playoffs in the 2007 season with a record of 10-6, the Titans were expected by most sportswriters to finish third or even fourth in the AFC South. They compiled a 13–3 regular season record—the best in the NFL—and won home-field advantage for the duration of the playoffs after clinching AFC South on December 7 after a win over the Cleveland Browns and a 10-0 start. However, the Titans lost two of their last three regular season games, and were eliminated by the Baltimore Ravens in the divisional round.\n This was the last season the Tennessee Titans qualified for the playoffs until 2017.",
  "/wiki/List_of_Los_Angeles_Chargers_seasons": "The Los Angeles Chargers are a professional American football franchise based in the Greater Los Angeles Area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The club was founded in 1959 by Barron Hilton and played the 1960 season in Los Angeles as part of the American Football League (AFL). In the next season, the Chargers moved to San Diego. In 2017, the Chargers relocated back to the Los Angeles area. The franchise has experienced three major periods of success. The first was from 1960 to 1965, when the Chargers were AFL West champions five times and AFL champions once. The second was from 1978 to 1982, when the Chargers had winning seasons (seasons with more wins than losses) in each of these years, and won three consecutive division championships for the second time in franchise history.",
  "/wiki/2009_San_Diego_Chargers_season": "The 2009 San Diego Chargers season was the 50th season for the original American Football League team, and its 40th in the NFL. The Chargers improved upon their regular season record of 8–8 in 2008 and won their division for the fourth straight year and fifth time in six seasons. They finished the regular season with a 13–3 record, the second best winning percentage in franchise history but were eliminated in the Divisional Playoffs by the New York Jets. It was also Norv Turner's best regular season record as head coach. Also, this was the end of an era as future Hall of Fame running back LaDainian Tomlinson joined the New York Jets following the season, ending his 9-year tenure as a Charger.",
  "/wiki/List_of_New_York_Giants_seasons": "The New York Giants are an American football team based in East Rutherford, New Jersey. They are a member of the National Football League (NFL) and play in the NFL's National Football Conference (NFC) East division. In 95 completed seasons, the franchise has won eight NFL championships, including four Super Bowl victories. The Giants have won more than 600 games and appeared in the NFL playoffs 32 times. Though the Giants play home games in East Rutherford, they draw fans from throughout the New York metropolitan area. In 2010, the team began playing in MetLife Stadium, formerly New Meadowlands Stadium. After Tim Mara paid $500 for the franchise, the Giants joined the NFL in the 1925 season and won their first championship two years later. In 1934, the team won its second title, defeating the Chicago Bears in the NFL Championship Game.",
  "/wiki/NFC_East": "The National Football Conference – Eastern Division or NFC East  is one of the four divisions of the National Football Conference (NFC) in the National Football League (NFL). It currently has four members: the Dallas Cowboys, the New York Giants, the Philadelphia Eagles, and the Washington Redskins. \n The division was formed in 1967 as the National Football League Capitol Division, keeping with the theme of having all of the league's divisions starting with the letter \"C.\" The division was so named because it was centered on the capital of the United States, Washington, D.C. In 1967 and 1969 the teams in the NFL Capitol Division were Dallas, Philadelphia, Washington and the expansion team New Orleans Saints, which had been replaced by the New York Giants for the 1968 season. As of 2019, the NFC East is the only division in the league in which all four current teams have at least one Super Bowl win.",
  "/wiki/2011_New_York_Giants_season": "The 2011 New York Giants season was the 87th season for the team in the National Football League. They played all of their home games at MetLife Stadium in East Rutherford, New Jersey. Although the team did not improve on their 10–6 mark from 2010, the Giants were able to qualify for the playoffs, and in another Cinderella run that paralleled what they did in 2007, they won Super Bowl XLVI, marking the fourth time in team history that they won a Super Bowl. Many analysts predicted a rough year for the Giants. Despite highs and lows throughout the season, the Giants, with a 9–7 record, returned to the NFL playoffs for the first time since 2008, when they won the NFC East and finished the season as the NFC's #4 seed. New York finished 10–6 in 2010 but failed to qualify for the playoffs due to not having any tiebreakers over any NFC playoff team. The Giants entered their week 17 match up with the Cowboys with both teams tied for the division lead with 8–7 records. The Giants took a 21–0 first half lead and while the Cowboys closed the gap to make the score 21–14 early in the 4th quarter, the Giants held on to defeat the Cowboys 31–14, clinching the divisional title and a playoff berth.",
  "/wiki/List_of_Indianapolis_Colts_seasons": "The Indianapolis Colts, formerly the Baltimore Colts, are an American football team playing in the National Football League (NFL). This list documents the season-by-season records of the Colts franchise from 1953 to present, including postseason records and league awards for individual players or head coaches. In 1953, a Baltimore-based group led by Carroll Rosenbloom gained the rights to a new Baltimore franchise. Rosenbloom was granted an NFL team, and was awarded the holdings of the defunct Dallas Texans organization. The new team was named the Colts after the previous team that folded after the 1950 NFL season. After 31 seasons in Baltimore, Colts owner Robert Irsay moved the team to Indianapolis, Indiana. The Colts have won two Super Bowl championships (Super Bowl V and Super Bowl XLI). They also played in and lost Super Bowl III and Super Bowl XLIV.",
  "/wiki/2014_Indianapolis_Colts_season": "The 2014 Indianapolis Colts season was the franchise's 62nd season in the National Football League and the 31st in Indianapolis. It also marked the third season under head coach Chuck Pagano, general manager Ryan Grigson, and quarterback Andrew Luck. The Colts entered the 2014 season as the defending AFC South champions, after compiling an 11–5 record during the previous season and falling to the New England Patriots in the divisional round of the playoffs. They clinched their second straight division title with a 17–10 win over the Houston Texans in Week 15. They also went 6–0 in their division for the second straight year. In the postseason, the Colts would defeat both the Cincinnati Bengals and Denver Broncos before losing to the eventual Super Bowl Champion New England Patriots in the AFC Championship Game. The 2014 Colts failed to join the 2010 New York Jets and 2012 Baltimore Ravens as the only teams to beat both Tom Brady and Peyton Manning in the playoffs. As of 2018, this is the only time in the post-Peyton Manning era in which the Colts made the AFC Championship Game.",
  "/wiki/List_of_Arizona_Cardinals_seasons": "This is a list of seasons completed by the Arizona Cardinals. The Cardinals are an American football franchise competing as a member of the West division of the National Football Conference (NFC) in the National Football League (NFL). The list documents the season-by-season records of the Cardinals' franchise from 1920 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/NFC_West": "The National Football Conference – Western Division or NFC West  is one of the four divisions of the National Football Conference (NFC) in the National Football League (NFL). It currently has four members: the Arizona Cardinals, the Los Angeles Rams, the San Francisco 49ers, and the Seattle Seahawks. The division was formed in 1967 as the National Football League Coastal Division, keeping with the theme of having all of the league's divisions starting with the letter \"C.\" The division was so named because its teams were fairly close to the coasts of the United States, although they were on opposite coasts, making for long travel between division rivals. The NFL Coastal Division had four members: Atlanta Falcons, Baltimore Colts, Los Angeles Rams, and San Francisco 49ers. Los Angeles and San Francisco occupied the West Coast, while Baltimore maintained its dominance over the lesser teams that remained in the division. After the AFL–NFL merger in 1970, the division was renamed the NFC West. The Baltimore Colts moved to the AFC East and were replaced by the New Orleans Saints. In 1976, the newly formed Seattle Seahawks spent one season in this division before moving to the AFC West.",
  "/wiki/2015_Arizona_Cardinals_season": "The 2015 Arizona Cardinals season was the franchise's 117th season, 96th season in the National Football League and the 28th in Arizona. It was also the team's 10th season playing their home games at University of Phoenix Stadium and the third under head coach Bruce Arians. The Cardinals clinched their first NFC West title since 2009, in addition to the first 13-win season in franchise history. They also clinched a first round bye for the first time in franchise history.\n The second-seeded Cardinals began their playoff run by defeating the fifth-seeded Green Bay Packers 26–20 in overtime in the divisional round, giving quarterback Carson Palmer his first career playoff win. However, they were destroyed by top-seeded Carolina Panthers in the NFC championship by a score of 49–15, played in Bank of America Stadium, in Charlotte, North Carolina , with the Cardinals committing seven turnovers, tied for the most turnovers in a conference championship game since the Los Angeles Rams were defeated by the Cowboys abruptly in the 1978 season by a score of 28–0. The 2015–16 NFC Championship Game was a rematch of the 2008–09 NFC Divisional Round, which saw the 9–7 Cardinals upset the Panthers in their home stadium.\n As of 2019, this remains the most recent season in which the Cardinals have qualified for the playoffs or had a winning record.",
  "/wiki/List_of_Carolina_Panthers_seasons": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The team was founded in 1993, when, along with the Jacksonville Jaguars, they were accepted into the National Football League (NFL) as an expansion team. The Panthers are owned by David Tepper. The Carolina Panthers began play in 1995, and spent their first 7 seasons in the NFC West division, making it to the NFC Championship game in 1996, which was only their 2nd year as a football franchise. In 2002, the Panthers were moved to the NFC South after the NFL realigned their divisions due to the Houston Texans joining the league as an expansion team. Over their 20 seasons in the NFL, the Panthers have played in over 300 games, winning 6 division titles (one in the NFC West and five in the NFC South) and reaching the NFL playoffs 8 times. The Panthers have never had back-to-back winning seasons, but recorded their first back-to-back-to-back playoff seasons in 2013 and 2014, becoming the first team in the history of the NFC South to win consecutive division titles in the process. They won a third consecutive division title in 2015, finishing with a league-best 15–1 record and securing homefield advantage in the playoffs for the first time in team history.",
  "/wiki/2015_Carolina_Panthers_season": "The 2015 Carolina Panthers season was the franchise's 21st season in the National Football League (NFL) and their fifth under head coach Ron Rivera. This season marked the first time in team history they played on Thanksgiving. Despite waiving longtime running back and franchise rushing leader DeAngelo Williams and losing top wide receiver Kelvin Benjamin to a torn ACL in the preseason, the Panthers had their best regular season in franchise history and one of the best regular seasons in NFL history. They finished the regular season 15–1, becoming the seventh team to win at least 15 regular season games since the league expanded to a 16-game schedule in 1978. The Panthers joined the 1984 San Francisco 49ers, 1985 Chicago Bears (for whom Rivera played as a linebacker), 1998 Minnesota Vikings, 2004 Pittsburgh Steelers, 2007 New England Patriots (who were a perfect 16–0 in the regular season) and the 2011 Green Bay Packers as the only teams to accomplish this feat. Carolina started the season 14–0, not only setting franchise records for the best start and the longest single-season winning streak, but also posting the best start to a season by an NFC team since the NFL–AFL merger, breaking the 13–0 record previously shared with the 2009 New Orleans Saints and the aforementioned 2011 Packers. They joined the 1972 Miami Dolphins, 2007 Patriots and 2009 Indianapolis Colts, all from the AFC, as the only teams to reach 14–0. Carolina clinched their third straight NFC South title on December 6, when the Atlanta Falcons lost earlier that day, becoming the first team to clinch a playoff berth that season, and giving the Panthers a home playoff game for the third consecutive year.",
  "/wiki/List_of_Cincinnati_Bengals_seasons": "The Cincinnati Bengals franchise was founded in 1968 as a member of the West division of the American Football League (AFL). The Bengals joined the National Football League (NFL) as a result of the AFL–NFL merger prior to 1970. This list documents the franchise's completed seasons from 1968 to present, including postseason records and results from postseason games. The Bengals have played over 750 games in their history, including two conference championships, eight division championships, and 12 playoff appearances. The franchise has experienced several extended periods of success in their history. These periods came from 1981 to 1990 when the Bengals qualified for the playoffs four times and played in two Super Bowls, and from 2009 to the present. However, during a 14-year span—1991 to 2004—the Bengals did not qualify for the playoffs. During this time, the franchise had nine seasons with 10 or more losses, and three of those seasons the franchise had the league's worst record.",
  "/wiki/2015_Cincinnati_Bengals_season": "The 2015 Cincinnati Bengals season was the franchise's 46th season in the National Football League, the 48th overall and the thirteenth under head coach Marvin Lewis. The Cincinnati Bengals got off to a franchise best start after beating the Pittsburgh Steelers at Heinz Field by a score of 16–10, improving them to 7–0. Their winning streak ended in Week 10 with a loss to the Houston Texans in Cincinnati. Later in the season, they clinched a playoff spot for a franchise record fifth straight year. They clinched their second AFC North title in the last three seasons with their Week 15 loss at the Denver Broncos because of the Steelers loss to the Ravens the day before. They lost to the Steelers in the Wild Card 16–18 in what's considered one of the biggest meltdowns in Bengals history. This marked the 25th consecutive season without a playoff win for the Bengals. They also became the first team in NFL history to lose five consecutive playoff games in the first round.",
  "/wiki/List_of_Denver_Broncos_seasons": "The Denver Broncos are an American football franchise based in Denver, Colorado. Founded by Bob Howsam on August 14, 1959, the team was one of the founder members of the American Football League (AFL), which began in 1960, before merging with the National Football League (NFL) ahead of the 1970 season, when the Broncos became part of the American Football Conference (AFC) West division; they have been in the same division ever since. As of the end of the 2019 season, Denver has completed 60 seasons (playing in over 950 combined regular season and playoff games), and has appeared in eight Super Bowls; although they lost in each of their first four Super Bowl appearances, they have since won three of them, including Super Bowl 50. The franchise has experienced three major periods of success. The first was from 1976 to 1981, when the Broncos did not have a losing season (a season when the team has more losses than wins), and won two AFC West division titles, and one AFC championship. The second began in 1983 and ended in 1998. During this period, the Broncos had just two losing seasons, were AFC champions five times and were Super Bowl champions for two consecutive years. This second period of success is best remembered for John Elway being the team's quarterback.",
  "/wiki/2015_Denver_Broncos_season": "The 2015 Denver Broncos season was the franchise's 46th season in the National Football League and the 56th overall. It was also the fourth season with Peyton Manning as the team's starting quarterback, as well as the final season of Manning's 18-year NFL career. After losing in the Divisional round of the playoffs during three of the previous four seasons, the Broncos underwent numerous coaching changes, including a mutual parting with head coach John Fox, and the hiring of Gary Kubiak as the new head coach. Under Kubiak and offensive coordinator Rick Dennison, the Broncos planned to install a run-oriented West coast offense with zone blocking to blend in with Manning's shotgun passing style, but struggled with numerous changes and injuries to the offensive line. Manning missed six games due to a partial tear of the plantar fascia in his left foot and had his worst statistical season since his rookie year with the Indianapolis Colts in 1998. Backup quarterback Brock Osweiler filled in for Manning during the second half of the regular season, before Manning re-claimed the starting quarterback position prior to the team's postseason run. Under defensive coordinator Wade Phillips, the Broncos' defense ranked No. 1 in total yards, passing yards, average yards per rush and sacks, and like the previous three seasons, the team continued to set numerous individual, league and franchise records.",
  "/wiki/List_of_Washington_Redskins_seasons": "This article is a list of seasons completed by the Washington Redskins American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Redskins' franchise from 1932 to present, including postseason records, and league awards for individual players or head coaches. The Redskins franchise was founded as the Boston Braves, named after the local baseball franchise. The team changed its name to the Redskins in 1933 and moved to Washington, D.C. in 1937. The Redskins have played over 1,000 games. In those games, the club won five professional American football championships including two NFL Championships and three Super Bowls. The franchise captured ten NFL divisional titles and six NFL conference championships. The Redskins won the 1937 and 1942 Championship games, as well as Super Bowl XVII, XXII, and XXVI.",
  "/wiki/2015_Washington_Redskins_season": "The 2015 Washington Redskins season was the franchise's 84th season in the National Football League and the second under head coach Jay Gruden and first under general manager Scot McCloughan. Quarterback Robert Griffin III suffered a concussion during the second preseason game and consequently missed the rest of the preseason. Kirk Cousins was later named the starter for the season, and set multiple Redskins franchise records.\n The Redskins improved from their 4–12 record from the previous season, going 9–7 and clinching the NFC East division title for the first time since 2012. However, they were defeated by the Green Bay Packers in the Wild Card round of the playoffs.",
  "/wiki/List_of_Seattle_Seahawks_seasons": "This article is a compilation of the list of seasons completed by the Seattle Seahawks American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Seahawks' franchise from 1976 to present, including postseason records, and league awards for individual players or head coaches. As of the end of the 2018 NFL season, the Seahawks have 23 winning seasons, 17 losing seasons, and 4 seasons where they finished 8–8. With a 35–6 Week 14 win over the Baltimore Ravens on December 13 during the 2015 season, not only did the Seahawks improved to 8–5 at that point in the season, but the Seahawks' all–time franchise regular season win–loss record improved to 313–312–0; this marked the first time ever in team history that the Seahawks have had an overall winning regular season win–loss record (a win–loss record above .500). Since re-joining the National Football Conference in 2002, the Seahawks have compiled a record of 156–115–1 (as of the end of the 2018 season). Also since then, the Seahawks have had only four losing seasons (all between 2008 and 2011), although their 2010 team won the Western division title, despite finishing with a 7–9 record. Counting their inaugural 1976 season, where they finished 2–12, Seattle's overall record as an NFC franchise is 158–127–1. The Seahawks are the one of four North American men's professional sports teams that have played in Seattle with an all–time winning record, after the Seattle Metropolitans (the first American team to win the Stanley Cup in 1917, folded in 1924), the Seattle SuperSonics (who relocated to Oklahoma City and became the Thunder in the summer of 2008), and the Seattle Sounders FC (established in 2007 as an expansion franchise, currently active).",
  "/wiki/2016_Seattle_Seahawks_season": "The 2016 Seattle Seahawks season was the franchise's 41st season in the National Football League and the seventh under head coach Pete Carroll. On October 23, the team played the Arizona Cardinals in a game that ended in a 6–6 tie, the Seahawks' first tie in franchise history. With their win against the Los Angeles Rams in Week 15, the Seahawks claimed their third NFC West title in the last four years. The Seahawks defeated the Detroit Lions in the Wild Card Round, but lost to the eventual NFC champion Atlanta Falcons in the Divisional Round. Another highlight from this season includes head coach Pete Carroll's first return to Gillette Stadium on November 13 for the first time in 17 years. Carroll served as Patriots head coach from 1997–1999, the last before Bill Belichick's hiring in 2000.\n For the first time since trading for him in 2010, Marshawn Lynch did not play for the Seahawks as he retired in the offseason. Lynch would later come out of retirement to play for his hometown team Oakland Raiders before their relocation to Las Vegas before rejoining the Seahawks in December 2019.",
  "/wiki/List_of_Atlanta_Falcons_seasons": "This article is a list of seasons completed by the Atlanta Falcons American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Falcons' franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches.\n The Falcons did not record consecutive winning seasons until 2008 with an 11-5 record, then in 2009, the team won their final three games of the regular season and finished with a 9–7 record after winning their season finale against the Tampa Bay Buccaneers. Atlanta has since added its first stretch of five straight winning seasons, with a 13–3 record in 2010, a 10–6 record in 2011, and a 13–3 record in 2012. The streak ended with a 4–12 record in 2013.",
  "/wiki/2016_Atlanta_Falcons_season": "The 2016 Atlanta Falcons season was the franchise's 51st season in the National Football League and the second under head coach Dan Quinn. It also marked the team's 25th and final season playing their home games at the Georgia Dome, as the Falcons moved into the new Mercedes-Benz Stadium in 2017. The Falcons won the NFC South for the first time since 2012 and improved on their 8–8 record from 2015, going 11–5 and earning the second seed in the NFC playoffs. Quarterback Matt Ryan was named the 2016 NFL MVP. The Falcons scored 540 points, the most in the NFL for 2016. The Falcons defeated the Seattle Seahawks 36–20 in the Divisional Round to advance to the NFC Championship Game for the first time since 2012. In the NFC Championship game, they defeated the Green Bay Packers, 44–21, to advance to their second Super Bowl appearance in franchise history; they had competed in Super Bowl XXXIII 18 years earlier. In Super Bowl LI, the Falcons faced the New England Patriots, and built a 28–3 lead midway through the third quarter.",
  "/wiki/List_of_Pittsburgh_Steelers_seasons": "The Pittsburgh Steelers compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the oldest franchise in the AFC; seven franchises in the National Football Conference (NFC) have longer tenures in the NFL. The team struggled to be competitive in its early history, posting winning records in just 8 of its first 39 seasons. Since the AFL–NFL merger in 1970, however, it has appeared in eight Super Bowls and one of only two teams, along with the New England Patriots have won the Super Bowl six times. The six championships place the Steelers fourth in the league in terms of total championships (including those prior to the first Super Bowl), trailing only the Green Bay Packers (13 championships), the Chicago Bears (9) and the New York Giants (8). The club's 15 AFC Championship Game appearances are second all-time, behind the Patriots (16). In addition, they have hosted the second-most conference championship games (11) than any franchise in either conference, and are tied for second with the Dallas Cowboys and Denver Broncos with eight Super Bowl appearances; the Patriots currently hold the record of eleven appearances, as of 2019. From 1974 to 1979 the franchise became the first NFL franchise to win four Super Bowl titles in six seasons, a feat which is yet to be matched.",
  "/wiki/2017_Pittsburgh_Steelers_season": "The 2017 Pittsburgh Steelers season was the franchise's 85th season as a professional sports franchise and as a member of the National Football League. It was the 18th season under leadership of general manager Kevin Colbert and the eleventh under head coach Mike Tomlin. It was also the Steelers' first season since the death of Dan Rooney.\n The Steelers clinched the AFC North division title for the second consecutive season with a 39–38 win over the Baltimore Ravens in Week 14, and secured a first-round playoff bye for the first time since 2010 following a 34–6 win over the Houston Texans in Week 16. Regarded as one of the most talented teams in NFL history, the Steelers were projected by many to get back to the AFC Championship and get to their first Super Bowl in six years. However, In the Divisional Round, the Steelers suffered a loss to the Jacksonville Jaguars by a score of 45–42 after falling behind 28–14 at halftime. After their loss, the Steelers were criticized for looking past the Jaguars and anticipating a rematch with the New England Patriots.\nWith a record of 13–3, the Steelers posted their best mark since 2004.",
  "/wiki/List_of_Jacksonville_Jaguars_seasons": "This is a list of seasons completed by the Jacksonville Jaguars American football franchise of the National Football League (NFL).  The list documents the season-by-season records of the Jaguars' franchise from 1995 to present, including postseason records, and league awards for individual players or head coaches.  The Jaguars, along with the Carolina Panthers, joined the NFL as 1995 expansion teams.  Jacksonville is one of four teams to have never played in a Super Bowl. They have played in the AFC Championship in the 1996, 1999, and 2017 seasons.",
  "/wiki/2017_Jacksonville_Jaguars_season": "The 2017 Jacksonville Jaguars season was the franchise's 23rd season in the National Football League and the first under head coach Doug Marrone. Marrone was hired after acting as the team's interim head coach for the final two games of the 2016 season. The team improved on their 3–13 record from 2016 and ended their 10-year playoff drought dating back to 2008 with a week 15 win over the Houston Texans. They also secured their first winning season since 2007 after a 30–24 win over the Seattle Seahawks. On December 24, 2017, they clinched their third division title, and their first AFC South title following a Tennessee Titans loss. They won the wild card game against the Buffalo Bills 10–3, then headed to Pittsburgh, beating the Pittsburgh Steelers 45–42 to advance to the AFC Championship to face the New England Patriots, the first time that they have made the AFC Championship Game since 1999. Despite leading for much of the game, the Jaguars would allow two 4th quarter touchdowns, and ultimately lost to the Patriots 24–20. One of the biggest catalysts for the Jaguars success during the 2017 season was their defense.",
  "/wiki/List_of_NFL_franchise_post-season_droughts": "This is a list of current National Football League (NFL) franchise post-season and Super Bowl droughts (multiple consecutive seasons of not winning). Listed here are both appearance droughts and winning droughts in almost every level of the NFL playoff system. As of the 2018 NFL season, every active NFL team has qualified for and won a game in the playoffs. Teams that have never made it beyond each successive milestone are listed under the year in which they began NFL play. Of the 12 teams that have never won the Super Bowl, four (4) are expansion franchises younger than the Super Bowl itself (Bengals, Panthers, Jaguars, and the Texans). The Falcons began playing during the season in which the Super Bowl was first played. The seven (7) other clubs (Cardinals, Lions, Oilers/Titans, Chargers, Browns, Bills, and Vikings) all won an NFL or AFL championship prior to the AFL–NFL merger; in the case of the Vikings, however, the Super Bowl existed at the time they won their league title, leaving them and the Falcons as the only two teams to have existed for as long as or longer than the Super Bowl that have never secured the highest championship available to them. The longest drought since a championship of any kind is that of the Cardinals, at 72 seasons."
}