{
  "/wiki/List_of_Minnesota_Vikings_seasons": "The Minnesota Vikings are an American football team playing in the National Football League (NFL). The Vikings compete in the NFL as a member club of the league's National Football Conference (NFC) North division. The team was established in 1959, when three Minneapolis businessmen – Bill Boyer, H. P. Skoglund and Max Winter – were awarded a franchise in the new American Football League (AFL). In January 1960, the ownership group, forfeited its AFL membership and, along with Bernie Ridder and Ole Haugsrud, was awarded the NFL's 14th franchise, with play to begin in 1961.",
  "/wiki/1969_NFL_playoffs": "The NFL playoffs following the 1969 NFL season determined the league's representative in Super Bowl IV.",
  "/wiki/1973%E2%80%9374_NFL_playoffs": "The National Football League playoffs for the 1973 season began on December 22, 1973. The postseason tournament concluded with the Miami Dolphins defeating the Minnesota Vikings in Super Bowl VIII, 24–7, on January 13, 1974, at Rice Stadium in Houston, Texas.",
  "/wiki/1974%E2%80%9375_NFL_playoffs": "The National Football League playoffs for the 1974 season began on December 21, 1974. The postseason tournament concluded with the Pittsburgh Steelers defeating the Minnesota Vikings in Super Bowl IX, 16–6, on January 12, 1975, at Tulane Stadium in New Orleans, Louisiana.",
  "/wiki/1976%E2%80%9377_NFL_playoffs": "The National Football League playoffs for the 1976 season began on December 18, 1976. The postseason tournament concluded with the Oakland Raiders defeating the Minnesota Vikings in Super Bowl XI, 32–14, on January 9, 1977, at the Rose Bowl in Pasadena, California.",
  "/wiki/List_of_Buffalo_Bills_seasons": "This is a list of seasons completed by the Buffalo Bills American football franchise. The list documents the season-by-season records of the Bills' franchise from 1960 to present, including postseason records, and league awards for individual players or head coaches. The Bills finished their most recent season (2019) with a record of ten wins and six losses.",
  "/wiki/1990%E2%80%9391_NFL_playoffs": "The National Football League playoffs for the 1990 season began on January 5, 1991. The postseason tournament concluded with the New York Giants defeating the Buffalo Bills in Super Bowl XXV, 20–19, on January 27, at Tampa Stadium in Tampa, Florida.",
  "/wiki/1991%E2%80%9392_NFL_playoffs": "The National Football League playoffs for the 1991 season began on December 28, 1991. The postseason tournament concluded with the Washington Redskins defeating the Buffalo Bills in Super Bowl XXVI, 37–24, on January 26, 1992, at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota.",
  "/wiki/1992%E2%80%9393_NFL_playoffs": "The National Football League playoffs for the 1992 season began on January 2, 1993. The postseason tournament concluded with the Dallas Cowboys defeating the Buffalo Bills in Super Bowl XXVII, 52–17, on January 31, at the Rose Bowl in Pasadena, California.",
  "/wiki/1993%E2%80%9394_NFL_playoffs": "The National Football League playoffs for the 1993 season began on January 8, 1994. The postseason tournament concluded with the Dallas Cowboys defeating the Buffalo Bills in Super Bowl XXVIII, 30–13, on January 30, at the Georgia Dome in Atlanta, Georgia.",
  "/wiki/List_of_Cincinnati_Bengals_seasons": "The Cincinnati Bengals franchise was founded in 1968 as a member of the West division of the American Football League (AFL). The Bengals joined the National Football League (NFL) as a result of the AFL–NFL merger prior to 1970. This list documents the franchise's completed seasons from 1968 to present, including postseason records and results from postseason games. The Bengals have played over 750 games in their history, including two conference championships, eight division championships, and 12 playoff appearances.",
  "/wiki/1981%E2%80%9382_NFL_playoffs": "The National Football League playoffs for the 1981 season began on December 27, 1981. The postseason tournament concluded with the San Francisco 49ers defeating the Cincinnati Bengals in Super Bowl XVI, 26–21, on January 24, 1982, at the Pontiac Silverdome in Pontiac, Michigan.",
  "/wiki/1988%E2%80%9389_NFL_playoffs": "The National Football League playoffs for the 1988 season began on December 24, 1988. The postseason tournament concluded with the San Francisco 49ers defeating the Cincinnati Bengals in Super Bowl XXIII, 20–16, on January 22, 1989, at Joe Robbie Stadium in Miami, Florida.",
  "/wiki/List_of_Atlanta_Falcons_seasons": "This article is a list of seasons completed by the Atlanta Falcons American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Falcons' franchise from 1966 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/1998%E2%80%9399_NFL_playoffs": "The National Football League playoffs for the 1998 season began on January 2, 1999. The postseason tournament concluded with the Denver Broncos defeating the Atlanta Falcons in Super Bowl XXXIII, 34–19, on January 31, at Pro Player Stadium in Miami, Florida.",
  "/wiki/2016%E2%80%9317_NFL_playoffs": "The National Football League playoffs for the 2016 NFL season began on Saturday, January 7, 2017. The postseason tournament concluded with Super Bowl LI on Sunday, February 5, 2017, when the New England Patriots defeated the Atlanta Falcons at NRG Stadium in Houston, Texas.",
  "/wiki/List_of_Carolina_Panthers_seasons": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The team was founded in 1993, when, along with the Jacksonville Jaguars, they were accepted into the National Football League (NFL) as an expansion team. The Panthers are owned by David Tepper.",
  "/wiki/2003%E2%80%9304_NFL_playoffs": "The National Football League playoffs for the 2003 season began on January 3, 2004. The postseason tournament concluded with the New England Patriots defeating the Carolina Panthers in Super Bowl XXXVIII, 32–29, on February 1, at Reliant Stadium in Houston, Texas.",
  "/wiki/2015%E2%80%9316_NFL_playoffs": "The National Football League playoffs for the 2015 season began on January 9, 2016. The postseason tournament concluded with Super Bowl 50, on February 7, when the Denver Broncos defeated the Carolina Panthers at Levi's Stadium in Santa Clara, California.",
  "/wiki/List_of_Los_Angeles_Chargers_seasons": "The Los Angeles Chargers are a professional American football franchise based in the Greater Los Angeles Area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The club was founded in 1959 by Barron Hilton and played the 1960 season in Los Angeles as part of the American Football League (AFL). In the next season, the Chargers moved to San Diego. In 2017, the Chargers relocated back to the Los Angeles area.",
  "/wiki/1994%E2%80%9395_NFL_playoffs": "The National Football League playoffs for the 1994 season began on December 31, 1994. The postseason tournament concluded with the San Francisco 49ers defeating the San Diego Chargers in Super Bowl XXIX, 49–26, on January 29, 1995, at Joe Robbie Stadium in Miami, Florida.",
  "/wiki/List_of_Tennessee_Titans_seasons": "This is a list of seasons completed by the Tennessee Titans, an American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Titans' franchise from 1960 to the present, including postseason records and league awards for individual players or head coaches. The Titans were originally known as the Houston Oilers and were a part of the inaugural season of the American Football League (AFL) in 1960. In 1997, the franchise moved to Tennessee, playing in Memphis temporarily until settling in Nashville. The team was rebranded as the Titans following the 1998 season. The Titans have yet to win a Super Bowl, falling short in their only appearance in Super Bowl XXXIV, although the team does have two championships from its early years in the AFL. During their tenure in Tennessee they have defeated all 31 other franchises at least once, enjoying a perfect record against the Detroit Lions (5-0).",
  "/wiki/1999%E2%80%932000_NFL_playoffs": "The National Football League playoffs for the 1999 season began on January 8, 2000. The postseason tournament concluded with the St. Louis Rams defeating the Tennessee Titans in Super Bowl XXXIV, 23–16, on January 30, at the Georgia Dome in Atlanta.",
  "/wiki/List_of_Arizona_Cardinals_seasons": "This is a list of seasons completed by the Arizona Cardinals. The Cardinals are an American football franchise competing as a member of the West division of the National Football Conference (NFC) in the National Football League (NFL). The list documents the season-by-season records of the Cardinals' franchise from 1920 to present, including postseason records, and league awards for individual players or head coaches.",
  "/wiki/2008%E2%80%9309_NFL_playoffs": "The National Football League playoffs for the 2008 season began on January 3, 2009. The postseason tournament concluded with the Pittsburgh Steelers defeating the Arizona Cardinals in Super Bowl XLIII, 27–23, on February 1, at Raymond James Stadium in Tampa, Florida.",
  "/wiki/List_of_Cleveland_Browns_seasons": "The Cleveland Browns were a charter member club of the All-America Football Conference (AAFC) when the league was founded in 1946. From 1946 to 1949, the Browns won each of the league’s four championships. While the National Football League (NFL) does not recognize the Browns’ AAFC championships, the Pro Football Hall of Fame does recognize the team’s championships, which is reflected in this list. When the AAFC folded in 1949, the Browns were absorbed into the NFL in 1950. The Browns went on to win three NFL championships, nearly dominating the NFL in the 1950s, and won one more NFL championship in 1964. The team has yet to appear in a Super Bowl, however. Overall, the team has won eight championships: four in the AAFC, and four in the NFL.",
  "/wiki/1968_NFL_playoffs": "The NFL playoffs following the 1968 NFL season determined who would represent the league in Super Bowl III.",
  "/wiki/1986%E2%80%9387_NFL_playoffs": "The National Football League playoffs for the 1986 season began on December 28, 1986. The postseason tournament concluded with the New York Giants defeating the Denver Broncos in Super Bowl XXI, 39–20, on January 25, 1987, at the Rose Bowl in Pasadena, California.",
  "/wiki/1987%E2%80%9388_NFL_playoffs": "The National Football League playoffs for the 1987 season began on January 3, 1988. The postseason tournament concluded with the Washington Redskins defeating the Denver Broncos in Super Bowl XXII, 42–10, on January 31, at Jack Murphy Stadium in San Diego, California.",
  "/wiki/1989%E2%80%9390_NFL_playoffs": "The National Football League playoffs for the 1989 season began on December 31, 1989. The postseason tournament concluded with the San Francisco 49ers defeating the Denver Broncos in Super Bowl XXIV, 55–10, on January 28, 1990, at the Louisiana Superdome in New Orleans, Louisiana.",
  "/wiki/List_of_Jacksonville_Jaguars_seasons": "This is a list of seasons completed by the Jacksonville Jaguars American football franchise of the National Football League (NFL).  The list documents the season-by-season records of the Jaguars' franchise from 1995 to present, including postseason records, and league awards for individual players or head coaches.  The Jaguars, along with the Carolina Panthers, joined the NFL as 1995 expansion teams.  Jacksonville is one of four teams to have never played in a Super Bowl. They have played in the AFC Championship in the 1996, 1999, and 2017 seasons.",
  "/wiki/1996%E2%80%9397_NFL_playoffs": "The National Football League playoffs for the 1996 season began on December 28, 1996. The postseason tournament concluded with the Green Bay Packers defeating the New England Patriots in Super Bowl XXXI, 35–21, on January 26, 1997, at the Louisiana Superdome in New Orleans, Louisiana.",
  "/wiki/2017%E2%80%9318_NFL_playoffs": "The 2017–18 NFL playoffs began on January 6, 2018, after the 2017 season, and concluded with Super Bowl LII on Sunday, February 4, 2018, when the Philadelphia Eagles  defeated the New England Patriots at U.S. Bank Stadium in Minneapolis, Minnesota.",
  "/wiki/List_of_Detroit_Lions_seasons": "The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit. Originally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team began play in 1928 as an independent professional team. The 2015 season was their 88th in the NFL.",
  "/wiki/List_of_Houston_Texans_seasons": "This is a list of seasons completed by the Houston Texans American football franchise of the National Football League (NFL). The list documents the season-by-season records of the Texans' franchise from 2002 to present, including postseason records, and league awards for individual players or head coaches. The team currently has seven winning seasons, two 8–8 seasons, and eight losing seasons. The Texans clinched their first playoff berth and AFC South title on December 11, 2011 by beating the Cincinnati Bengals 20–19.",
  "/wiki/2011%E2%80%9312_NFL_playoffs": "The National Football League playoffs for the 2011 season began on January 7, 2012. The postseason tournament concluded with the New York Giants defeating the New England Patriots in Super Bowl XLVI, 21–17, on February 5, at Lucas Oil Stadium in Indianapolis.",
  "/wiki/2012%E2%80%9313_NFL_playoffs": "The National Football League playoffs for the 2012 season began on January 5, 2013. The postseason tournament concluded with the Baltimore Ravens defeating the San Francisco 49ers in Super Bowl XLVII, 34–31, on February 3, at Mercedes-Benz Superdome in New Orleans, Louisiana.",
  "/wiki/2019-20_NFL_playoffs": "The 2019–20 NFL playoffs, the playoff tournament for the 2019 season, began on January 4, 2020, and concluded with the Kansas City Chiefs becoming champions by defeating the San Francisco 49ers in Super Bowl LIV on February 2 at Hard Rock Stadium in Miami Gardens, Florida.",
  "/wiki/List_of_NFL_franchise_post-season_droughts": "This is a list of current National Football League (NFL) franchise post-season and Super Bowl droughts (multiple consecutive seasons of not winning). Listed here are both appearance droughts and winning droughts in almost every level of the NFL playoff system."
}