{
  "/wiki/Michael_Ballam": "Michael Ballam (born 1955) is the Founding General Director of the Utah Festival Opera and Musical Theatre,(since 1993) a professor of music at Utah State University,(since 1987) an accomplished operatic singer, pianist and oboist. He has served on the faculties of Indiana University, the Music Academy of the West, where he also studied in 1979, at University of Utah, Brigham Young University and as guest lecturer at Stanford, Yale, Catholic University and Manhattan School of Music.",
  "/wiki/Utah_Festival_Opera": "Utah Festival Opera & Musical Theatre (UFOMT) is an opera company based in Logan, Utah.  The company performs four fully staged works with orchestra in repertory every July and August at the Ellen Eccles Theatre on Logan's Main Street.  The works performed range from operas to operettas to musicals.  Singers, performers, technicians and orchestra come from all over the United States, including artists from Broadway and the Metropolitan Opera.",
  "/wiki/Rick_Bass": "Rick Bass (born March 7, 1958) is an American writer and an environmental activist.",
  "/wiki/Reed_Cowan": "Darrin Reed Cowan (also known as Reed Abplanalp-Cowan) (born July 24, 1972) is an American journalist.",
  "/wiki/Douglas_Kent_Hall": "Douglas Kent Hall (December 12, 1938 – March 30, 2008) was an American writer and photographer. Hall was a fine art photographer and writer of fiction, poetry, nonfiction, essays, and screenplays. He was in high school when he first published a story, his first published photographs were of Jimi Hendrix and Jim Morrison, and his first exhibition of photographs was at the Whitney Museum of American Art.",
  "/wiki/Craig_Jessop": "Craig D. Jessop (born 1949) is an American academic, musician and singer best known for his tenure as the music director of the Mormon Tabernacle Choir from 1999 to 2008.",
  "/wiki/Mormon_Tabernacle_Choir": "The Tabernacle Choir at Temple Square, formerly known as the Mormon Tabernacle Choir, is an American choir that is part of The Church of Jesus Christ of Latter-day Saints (LDS Church). It has performed in the Salt Lake Tabernacle for over 100 years. The Tabernacle houses an organ, consisting of 11,623 pipes, which usually accompanies the choir.",
  "/wiki/Don_Quayle": "Donald R. Quayle (July 27, 1930 – April 16, 2015) was an American broadcast journalist who was the first president of National Public Radio, from 1970 to 1973.",
  "/wiki/National_Public_Radio": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/Bill_Ransom": "Bill Ransom is a science fiction writer born in Puyallup, Washington in 1945.",
  "/wiki/Stegner_Fellowship": "The Stegner Fellowship program is a two-year creative writing fellowship at Stanford University. The award is named after American Wallace Stegner (1909—1993), a historian, novelist, short story writer, environmentalist, and Stanford faculty member who founded the university's creative writing program.",
  "/wiki/Stanford": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Chip_Rawlins": "Chip Rawlins is an American writer and the co-author of The Complete Walker IV with Colin Fletcher. He also publishes under the name C. L. Rawlins .  Rawlins is a non-fiction writer, poet, outdoor guide, and instructor. Previous jobs include: firefighter, science editor, and field hydrologist.",
  "/wiki/Jan_Shipps": "Jo Ann Barnett \"Jan\" Shipps (born 1929) is an American historian specializing in Mormon History, particularly in the latter half of the 20th century to the present.  Shipps is generally regarded as the foremost non-Mormon scholar of the Latter Day Saint movement, having given particular attention to The Church of Jesus Christ of Latter-day Saints (LDS Church). Her first book on the subject was Mormonism: The Story of a New Religious Tradition published by the University of Illinois Press. Recently, The University of Illinois Press published her book Sojourner in the Promised Land: Forty Years Among the Mormons, in which she interweaves her own history of Mormon-watching with 16 essays on Mormon history and culture.",
  "/wiki/May_Swenson": "Anna Thilda May \"May\" Swenson (May 28, 1913 – December 4, 1989) was an American poet and playwright. Harold Bloom considered her one of the most important and original poets of the 20th century.",
  "/wiki/Brad_Teare": "Brad Teare (born 1956) is a Utah-based landscape artist working in oils, acrylics, and woodcuts.",
  "/wiki/Rebecca_Tobey": "Rebecca Tobey is an American artist from Santa Fe, New Mexico, who creates ceramic, brass, and patina animal sculptures in both modern and abstract styles. Along with her husband, Gene, she worked for decades to create animal forms. Her artworks, inspired by the mythologies of the Native Americans, have been commissioned by the government and private institutions, and exhibited worldwide.",
  "/wiki/Mark_Walton_(story_artist)": "Mark Walton (born October 24, 1968) is an American story artist and voice actor who has worked for Walt Disney Animation Studios, DreamWorks Animation, Blue Sky Studios, Warner Animation Group Pictures, and other companies. Walton is best known for voicing Rhino the hamster in the 2008 animated film Bolt.",
  "/wiki/Bolt_(2008_film)": "Bolt is a 2008 American computer animated comedy-adventure film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is the 48th Disney animated feature film. Directed by Chris Williams and Byron Howard, the film stars the voices of John Travolta, Miley Cyrus, Malcolm McDowell, Diedrich Bader, Nick Swardson, Greg Germann, Susie Essman and Mark Walton. The film's plot centers on a white dog named Bolt who, having spent his entire life on the set of a television series, thinks that he has super powers. When he believes that his human, Penny, has been kidnapped, he sets out on a cross-country journey to \"rescue\" her.",
  "/wiki/Kevin_Wasden": "Kevin Wasden is a science fiction and fantasy artist, illustrator, and comics artist from Utah. He has illustrated book covers, magazines, and gaming manuals. He attended Utah State University in Logan, Utah where he studied psychology before switching to art and illustration. His first major illustration job was for a professor at USU, after which he moved to New York City, where he illustrated several books and studied oil painting."
}