{
  "/wiki/European_Union_Customs_Union": "The European Union Customs Union (EUCU) is a customs union which consists of all the member states of the European Union (EU), Monaco, the United Kingdom, and some dependencies of the United Kingdom which were not part of the EU.[a] Some detached territories of EU members do not participate in the customs union, usually as a result of their geographic separation.[b] In addition to the EUCU, the EU is in customs unions with Andorra, San Marino, and Turkey (with the exceptions of certain goods),[c] through separate bilateral agreements.",
  "/wiki/Stabilisation_and_Association_Agreement": "In talks with countries that have expressed a wish to join the European Union, the EU typically concludes Association Agreements in exchange for commitments to political, economic, trade, or human rights reform in that country.  In exchange, the country may be offered tariff-free access to some or all EU markets (industrial goods, agricultural products, etc.), and financial or technical assistance.",
  "/wiki/Accession_of_Albania_to_the_European_Union": "Albania applied for European Union (EU) membership on 28 April 2009, and has since June 2014 been an official candidate for accession to the EU, and is on the current agenda for future enlargement of the EU. Albania is currently receiving €1.2bn of developmental aid until 2020 from the Instrument for Pre-Accession Assistance, a funding mechanism for EU candidate countries.",
  "/wiki/European_Union_Association_Agreement": "A European Union Association Agreement (for short, Association Agreement or AA) is a treaty between the European Union (EU), its Member States and a non-EU country that creates a framework for co-operation between them. Areas frequently covered by such agreements include the development of political, trade, social, cultural and security links. The legal basis for the conclusion of the association agreements is provided by art. 217 TFEU (former art. 310 and art. 238 TEC).",
  "/wiki/Andorra%E2%80%93European_Union_relations": "A customs union is the principal area of robust formal agreement between the Principality of Andorra and the European Union (EU).",
  "/wiki/Accession_of_Bosnia_and_Herzegovina_to_the_European_Union": "The accession of Bosnia and Herzegovina to the European Union is the stated aim of the present relations between the two entities. Bosnia and Herzegovina has been recognised by the EU as a \"potential candidate country\" for accession since the decision of the European Council in Thessaloniki in 2003 and is on the current agenda for future enlargement of the EU. Bosnia and Herzegovina takes part in the Stabilisation and Association Process and trade relations are regulated by an Interim Agreement.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Faroe_Islands_and_the_European_Union": "The Faroe Islands, a self-governing nation within the Kingdom of Denmark, is not part of the EU, as explicitly asserted by both Rome treaties.",
  "/wiki/Deep_and_Comprehensive_Free_Trade_Area": "The Deep and Comprehensive Free Trade Areas (DCFTA) are three free trade areas established between the European Union, and Georgia, Moldova and Ukraine respectively. The DCFTAs are part of each country's EU Association Agreement. They allow Georgia, Moldova and Ukraine access to the European Single Market in selected sectors and grant EU investors in those sectors the same regulatory environment in the associated country as in the EU. The agreements with Moldova and Georgia have been ratified and officially entered into force in July 2016, although parts of them were already provisionally applied. The agreement with Ukraine was provisionally applied since 1 January 2016 and formally entered into force on 1 September 2017.",
  "/wiki/Georgia%E2%80%93European_Union_relations": "{{Infobox Bilateral relations|European Union-Georgia|European Union|Georgia|filetype=svg",
  "/wiki/European_Economic_Area": "The European Economic Area (EEA), which was established via the EEA Agreement in 1992, is an international agreement which enables the extension of the European Union's single market to non-EU member parties. The EEA links the EU member states and three European Free Trade Association (EFTA) states (Iceland, Liechtenstein, and Norway) into an internal market governed by the same basic rules. These rules aim to enable free movement of labour, goods, services, and capital within the European Single Market, including the freedom to choose residence in any country within this area. The EEA was established on 1 January 1994 upon entry into force of the EEA Agreement. The contracting parties are the EU, its member states, and three EFTA member states.",
  "/wiki/Iceland%E2%80%93European_Union_relations": "Iceland is heavily integrated into the European Union via the European Economic Area and the Schengen Agreement, but it is not a member state. Iceland applied for membership in 2009 but the application was controversial and the Icelandic government later froze the application.",
  "/wiki/Israel%E2%80%93European_Union_relations": "Israel is an associated state of the European Union. The relations between the two are framed in the European Neighbourhood Policy (ENP), the Euro-Mediterranean Partnership, and the Union for the Mediterranean.",
  "/wiki/Japan%E2%80%93European_Union_relations": "Relations between the European Union (EU) and Japan date back to 1959. They have a strong trade relationship, particularly in investment flows.",
  "/wiki/Jordan%E2%80%93European_Union_relations": "Jordan–European Union relations are the relations between the European Union (EU) and the Hashemite Kingdom of Jordan which is outlined by a number of agreements and close co-operation. The EU is also Jordan's main trading partner.",
  "/wiki/Accession_of_Kosovo_to_the_European_Union": "The Accession of Kosovo to the European Union (EU) is on the current agenda for future enlargement of the EU. Kosovo is recognized by the EU as a potential candidate for accession.",
  "/wiki/Lebanon%E2%80%93European_Union_relations": "Lebanon–European Union relations see substantial ties through the EU's European Neighborhood Policy (ENP). The EU is the largest trading partner of Lebanon.",
  "/wiki/Liechtenstein%E2%80%93European_Union_relations": "Relations between the Principality of Liechtenstein (German: Fürstentum Liechtenstein) and the European Union (EU) are shaped heavily by Liechtenstein's participation in the European Economic Area (EEA).[citation needed]",
  "/wiki/Free_Trade_Agreement_between_Mexico_and_the_European_Union": "Free Trade Agreement between Mexico and the European Union (FTA EU-MX), is a trade agreement between the European Union and Mexico. It was signed on December 8, 1997, in the city of Brussels, under the designation \"Agreement of Economic Partnership, Political Coordination and Cooperation between the United Mexican States and the European Community and its members\". On October 1, 2000 the agreement came into force, and taxes applying to a large quantity of importing goods were eliminated or reduced.",
  "/wiki/Mexico%E2%80%93European_Union_relations": "Mexico has had a free trade agreement with the European Union (EU) since 2000 and the two benefit from high investment flows.",
  "/wiki/European_Union_free_trade_agreements": "The European Union has concluded free trade agreements (FTAs) and other agreements with a trade component with many countries worldwide and is negotiating with many others.\nThe European Union negotiates free trade deals on behalf of all of its member states, this means individual member states are prohibited from negotiating individual free trade deals with either non EU counties (known as Third Countries) and fellow member states."
}