{
  "/wiki/Indian_English": "Indian English is the regional variant of the English language spoken in the Republic of India, and among the Indian diaspora elsewhere in the world. The Constitution of India has mandated Hindi in the Devanagari script to be the official language of the Indian union; English is an additional official language for government work along with Hindi. English is also the sole official language of the Judiciary of India, unless a state Governor or legislature has mandated the use of regional language, or Presidential approval has been given for the use of regional languages in courts.",
  "/wiki/National_Film_Award_for_Best_Short_Fiction_Film": "The National Film Award for Best Short Fiction Film is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for Non-Feature Films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/Perumthachan_(film)": "Perumthachan (English: The Master Carpenter) is a 1991 Indian Malayalam-language drama film directed by Ajayan and written by M. T. Vasudevan Nair. It is based on Perumthachan of the Parayi Petta Panthirukulam, a legend in the Kerala folklore. The problems caused by the generation gap are explored through the relationship between a skilled carpenter and his tradition-breaking son. The film won the National Film Award for Best First Film of a Director and Filmfare Award for Best Film - Malayalam. It was nominated for the Golden Leopard Award.",
  "/wiki/National_Film_Award_for_Best_Cinematography": "The National Film Award for Best Cinematography is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for feature films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/National_Film_Award_for_Best_Non-Feature_Film_Cinematography": "The National Film Award for Best Non-Feature Film Cinematography is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for non-feature films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/Kala_Pani_(1996_film)": "Kaalapani (transl. Black water) is a 1996 Indian Malayalam-language epic historical period drama film co-written and directed by Priyadarshan. Set in 1915, the film focuses on the lives of Indian freedom fighters incarcerated in the Cellular Jail (or Kālā Pānī) in Andaman and Nicobar Islands during the British Raj. The ensemble cast includes Mohanlal, Prabhu Ganesan, Tabu, Amrish Puri, Nedumudi Venu, Sreenivasan, Tinnu Anand, Annu Kapoor, Alex Draper, Sankaradi, and Vineeth. The film was produced by Mohanlal for Pranavam Arts in association with R. Mohan's Shogun Films.",
  "/wiki/Halo_(1996_film)": "Halo is a 1996 Indian film directed by Santosh Sivan. It tells the story of Sasha (Benaf Dadachandji), who is searching for her lost puppy in the streets of Mumbai and the variety of people that she meets.",
  "/wiki/National_Film_Award_for_Best_Children%27s_Film": "The National Film Award for Best Children's Film is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for feature films and awarded with Golden Lotus (Swarna Kamal).",
  "/wiki/The_Terrorist_(1997_film)": "The Terrorist (Tamil: தீவிரவாதி, romanized: Theeviravaathi) is an Indian Tamil film directed by Santosh Sivan. The film portrays a period in the life of a 19-year-old woman, Malli (Ayesha Dharker), sent to assassinate a leader in South Asia through a suicide bombing. It stars Dharker, K. Krishna and Sonu Sisupal. Released in 1998, the film was shot in 15 days, with natural lighting, on a budget of $50,000.[citation needed]",
  "/wiki/National_Film_Award_for_Best_Feature_Film_in_Tamil": "The National Film Award for Best Feature Film in Tamil is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for feature films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/Malli_(film)": "Malli (1998) is a Tamil feature film directed by Santosh Sivan. The film met with widespread critical acclaim upon release, and has been shown at many film festivals including the Toronto International Film Festival and the New York International Children's Film Festival.",
  "/wiki/National_Film_Award_for_Best_Film_on_Environment_Conservation/Preservation": "The National Film Award for Best Film on Environment Conservation/Preservation is one of the categories in the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting in India. It is one of several awards presented for feature films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/Iruvar": "Iruvar (English: The Duo) is a 1997 Indian Tamil epic political drama film co-written, produced and directed by Mani Ratnam. The film, which is loosely based on the relationship between cinema and politics in Tamil Nadu, features Mohanlal in the lead role along with Aishwarya Rai, Prakash Raj, Revathi, Gautami, Tabu and Nassar in other pivotal roles. Rai, a former Miss World, made her screen debut through this film playing dual characters. The high-budget film had its soundtrack composed by A. R. Rahman and the cinematography was by Santosh Sivan. It was dubbed and released in Malayalam in the same name and in Telugu as Iddaru. This film marked Mohanlal's debut in Tamil cinema after having only a cameo in Gopura Vasalile.",
  "/wiki/Dil_Se..": "Dil Se.. (lit. From the Heart..) is a 1998 Indian romantic thriller film set in the backdrop of the insurgency in Northeast India, written and directed by Mani Ratnam, and produced by Ratnam, Ram Gopal Varma, and Shekhar Kapur. The film stars Shahrukh Khan and Manisha Koirala in the lead roles, while Preity Zinta makes her film debut in a supporting role. Written by Ratnam and Tigmanshu Dhulia, the film is an example of parallel cinema and is noted as the final installment of Ratnam's thematic trilogy that consists of Roja (1992) and Bombay (1995).",
  "/wiki/Navarasa_(film)": "Navarasa (Nine Emotions; Tamil: நவரசா) is a 2005 Tamil language film directed by Santosh Sivan. It has met with a strong reception since its release, and has been shown at many film festivals across the world including the Singapore International Film Festival, the Pusan International Film Festival, Korea, the Taipei Golden Horse Film Festival, Taiwan, the São Paulo International Film Festival, Brazil and the Lyon Asian Film Festival, France among others. In January, 2006 it was selected as an official entry to the International Film Festival Rotterdam.",
  "/wiki/Prarambha": "Prarambha (Kannada:ಪ್ರಾರಂಭ, translation: Beginning) is a 2007 Indian short film directed by Santosh Sivan and funded by Bill Gates foundation. The film stars Prabhu Deva, Skandha and B. Saroja Devi in the lead roles.",
  "/wiki/National_Film_Award_for_Best_Educational/Motivational/Instructional_Film": "The National Film Award for Best Educational/Motivational/Instructional Film is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for non-feature films and awarded with Rajat Kamal (Silver Lotus).",
  "/wiki/Indian_Rupee_(film)": "Indian Rupee is a 2011 Indian Malayalam satirical film written and directed by Ranjith Balakrishnan, and produced by August Cinema. The film stars Prithviraj Sukumaran, Thilakan, Tini Tom and Jagathy Sreekumar in significant roles.",
  "/wiki/National_Film_Award_for_Best_Feature_Film_in_Malayalam": "The National Film Award for Best Feature Film in Malayalam is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for feature films and awarded with Rajat Kamal (Silver Lotus)."
}