{
  "/wiki/Dingboche": "Dingboche (दिङबोचे) 27°53′N 86°49′E﻿ / ﻿27.883°N 86.817°E﻿ / 27.883; 86.817 is a Sherpa village in the Khumbu region of north eastern Nepal in the Chukhung Valley. Its population was estimated at approximately 200 in 2011. It is situated at an altitude of 4,410 metres (14,470 ft).",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Parinacota,_Chile": "Parinacota is a Chilean hamlet in Putre, Parinacota Province, Arica and Parinacota Region.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Putre": "Putre is a Chilean town and commune, capital of the Parinacota Province in the Arica-Parinacota Region. It is located 130 km (81 mi) east of Arica, at an altitude of 3,500 m (11,483 ft). The town is backdropped by Taapaca volcanic complex.",
  "/wiki/Parinacota_Province": "Parinacota Province (Spanish: Provincia de Parinacota) is one of two provinces of the Chilean region of Arica y Parinacota (XV). Its capital is Putre. It is named after the Parinacota Volcano.",
  "/wiki/Arica_and_Parinacota_Region": "The Arica y Parinacota Region (Spanish: Región de Arica y Parinacota pronounced [aˈɾika i paɾinaˈkota]) is one of Chile's 16 first order administrative divisions. It borders Peru to the north, Bolivia to the east and Chile's Tarapacá Region to the south. It is also the country's newest region, created under Law No. 20,175. It became operational on October 8, 2007. Chile's former Tarapacá region was a former Peruvian province, which was occupied by Chile under the 1883 Treaty of Ancón at the close of the War of the Pacific, and then formally annexed in 1929 by the Treaty of Lima.",
  "/wiki/Cojata_District": "Cojata District is one of eight districts of the province Huancané in Peru.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Cerro_de_Pasco": "Cerro de Pasco is a city in central Peru, located at the top of the Andean mountains. It is the capital of the Pasco region, and an important mining center. At 4,330 metres (14,210 ft) elevation, it is one of the highest cities in the world, and the highest or the second highest city with over 50,000 inhabitants, with elevation reaching up to 4,380 m in the Yanacancha area. It is connected by road and by rail to the capital Lima, as far as 300 km.",
  "/wiki/Mina_Pirquitas": "Mina Pirquitas is a town and municipality in Jujuy Province in Argentina in the Rinconada Department, in Coyaguaima district, 355 km from the capital of Jujuy, accessed from the town of Abra Pampa by provincial routes 7 and RP 70 (138 km).",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Company_town": "A company town is a place where practically all stores and housing are owned by the one company that is also the main employer. Company towns are often planned with a suite of amenities such as stores,  houses of worship, schools, markets and recreation facilities. They are usually bigger than a model village (\"model\" in the sense of an ideal to be emulated).",
  "/wiki/Jujuy_Province": "Jujuy (Spanish pronunciation: [xuˈxui̯]) is a province of Argentina, located in the extreme northwest of the country, at the borders with Chile and Bolivia. The only neighbouring Argentine province is Salta to the east and south.",
  "/wiki/Jammu_and_Kashmir": "Jammu and Kashmir[a] was a region formerly administered by India as a state from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and northern territories, now known as Gilgit-Baltistan, are administered by Pakistan. The Aksai Chin region in the east, bordering Tibet, has been under Chinese control since 1962.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Macusani": "Macusani is a town in Southern Peru, capital of the province Carabaya in the region Puno.",
  "/wiki/Pagri": "Pagri[need quotation to verify] or Phari (Tibetan: .mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}ཕག་རི, Wylie: phag ri; Chinese: 帕里镇; pinyin: Pàlǐ Zhèn) is a town in Yadong County in the Tibet Autonomous Region, China near the border with Bhutan. As of 2004[update] the town had a population of 2,121. It is one of the highest towns in the world, being about 4,300 m (14,100 ft) above sea-level at the head of the Chumbi Valley.",
  "/wiki/Tibet": "Tibet (/tɪˈbɛt/ (listen); Tibetan: བོད་, Lhasa dialect: [/pʰøː˨˧˩/]; Chinese: 西藏; pinyin: Xīzàng) is a region in Asia covering much of the Tibetan Plateau. It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevation of 5,000 m (16,000 ft). The highest elevation in Tibet is Mount Everest, Earth's highest mountain, rising 8,848 m (29,029 ft) above sea level.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Yadong_County": "Yadong County (Chinese: 亚东县), also transliterated from Tibetan as Chomo County (Tibetan: གྲོ་མོ་རྫོང༌།; Chinese: 卓木县 / 绰莫县; literally: 'deep ravine county'), is a frontier county and trade-market of Tibet Autonomous Region, China, situated in the mouth of the Chumbi valley near the China-India and China-Bhutan border. It lies in the middle part of Himalayas and the south of Tibet Autonomous Region, covering about 4,306 square kilometers with a population of 10,000. It is under the jurisdiction of Xigazê.",
  "/wiki/Tibet_Autonomous_Region": "The Tibet Autonomous Region (TAR) or Xizang Autonomous Region, called Tibet or Xizang for short (Chinese: 西藏; pinyin: Xīzàng; .mw-parser-output .noitalic{font-style:normal}Mandarin pronunciation: [ɕí.tsâŋ]; literally: 'Western Tsang'; Tibetan: བོད་, Wylie: Bod, ZYPY: Poi, Tibetan pronunciation: [pʰø̀ʔ]), is a province-level autonomous region in southwest China. It was formally established in 1965 to replace the Tibet Area, an administrative division of the People's Republic of China (PRC), which took over from the Republic of China (ROC) about five years after the dismissal of the Kashag by the PRC after the 1959 Tibetan uprising, and about 13 years after Tibet's incorporation into the PRC in 1951.",
  "/wiki/Xizang_Zizhiqu": "The Tibet Autonomous Region (TAR) or Xizang Autonomous Region, called Tibet or Xizang for short (Chinese: 西藏; pinyin: Xīzàng; .mw-parser-output .noitalic{font-style:normal}Mandarin pronunciation: [ɕí.tsâŋ]; literally: 'Western Tsang'; Tibetan: བོད་, Wylie: Bod, ZYPY: Poi, Tibetan pronunciation: [pʰø̀ʔ]), is a province-level autonomous region in southwest China. It was formally established in 1965 to replace the Tibet Area, an administrative division of the People's Republic of China (PRC), which took over from the Republic of China (ROC) about five years after the dismissal of the Kashag by the PRC after the 1959 Tibetan uprising, and about 13 years after Tibet's incorporation into the PRC in 1951.",
  "/wiki/Bhutan": "Bhutan (/buːˈtɑːn/ (listen); Dzongkha: འབྲུག་ཡུལ་, romanized: Druk Yul [ʈuk̚˩.yː˩]), officially the Kingdom of Bhutan (Dzongkha: འབྲུག་རྒྱལ་ཁབ་, romanized: Druk Gyal Khap), is a landlocked country in South Asia. Located in the Eastern Himalayas, it is bordered by the Tibet Autonomous Region of China in the north, the Indian state of Sikkim, the Chumbi Valley of Tibet, China in the west and south, the Arunachal Pradesh state of India in the east, and the Indian states of Assam and West Bengal in the south. Bhutan is geopolitically in South Asia and is the region's second least populous nation after the Maldives. Thimphu is its capital and largest city, while Phuntsholing is its financial center.",
  "/wiki/Kibber": "Kibber also Kyibar is a village high in the Spiti Valley in the Himalayas at 4270 metres or 14,200 ft in Himachal Pradesh in northern India. It contains a  monastery and the Kibber Wildlife Sanctuary. Kibber lies in a narrow valley on the summit of a limestone rock. It is located 20 kilometres from Kaza and a bus service connects them in the milder summer months. Agriculture forms the backbone of the local economy and lush green fields are abundant. Villagers count on the 3 day traditional trade route over Parang La to Ladakh to barter their horses for yaks or to sell for cash.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.",
  "/wiki/Demchok": "Demchok, also spelled Demjok, is a village and military encampment in the Leh district of Ladakh, India. It is administered as part of the Leh tehsil, in the Indian-administered part of the disputed Demchok sector south of Aksai Chin. The Line of Actual Control (LAC) passes along the southeast side of the village, following a wadi just upstream from the nearby Indus River.[citation needed] Across the wadi, less than a kilometre away,[citation needed] is a Chinese-administered village, called Dêmqog, which was once part of Demchok. It is one of the few spots, designated for periodic meetings between the armed forces of the two nations.",
  "/wiki/Dêmqog,_Ngari_Prefecture": "Dêmqog (Chinese: 典角 ; Tibetan: ཌེམ་ཆོག་) is a small Tibetan village in the Chinese-controlled portion of the disputed Demchok sector between China and India and is administered as part of the Tibet Autonomous Region by China. It lies a kilometer east, across a wadi forming the China-India Line of Actual Control, from the Indian-controlled village and border facility of Demchok or \"New Demchok.\"",
  "/wiki/Population": "In biology a population is all the organisms of the same group or species, which live in a particular geographical area. The area of a sexual population is the area where inter-breeding is potentially possible between any pair within the area, and where the probability of interbreeding is greater than the probability of cross-breeding with individuals from other areas.",
  "/wiki/Ngari": "Ngari Prefecture (Tibetan: .mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}མངའ་རིས་ས་ཁུལ་, Wylie: mnga' ris sa khul; simplified Chinese: 阿里地区; traditional Chinese: 阿里地區; pinyin: Ālǐ Dìqū) is a prefecture of China's Tibet Autonomous Region. Its capital is Gar County. Its administrative centre is the town of Burang Town. The largest settlement is Shiquanhe. Parts of the border of Ngari with India are disputed (see Aksai Chin).",
  "/wiki/Colquechaca": "Colquechaca is a small town in Bolivia. In 2009 it has an estimated population of 1,753. It is the highest city in Bolivia, at 4,170 metres (13,680 ft) above sea level, with residences up to 4,235 metres (13,894 ft).",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.",
  "/wiki/Paso_de_Jama": "The Paso de Jama is a mountain pass through the Andes between Chile and Argentina, at an elevation of 4,200 m (13,800 ft) at the border.. It is the northernmost road border crossing between the two countries. The pass is reached via Chile Route 27 and via National Route 52 (Argentina). The Chile Route 27 reaches an altitude according to OpenStreetMap of 4,831 metres (15,850 ft) at 23°04′21″S 67°30′17″W﻿ / ﻿23.07250°S 67.50472°W﻿ / -23.07250; -67.50472  in a roaddistance of 57.6 kilometres (35.8 mi) west of the border, making it one of the highest highways in Southamerica.",
  "/wiki/El_Alto": "El Alto (Spanish for \"The Heights\") is the second-largest city in Bolivia, located adjacent to La Paz in Pedro Domingo Murillo Province on the Altiplano highlands. El Alto is today one of Bolivia's fastest-growing urban centers, with a population of 974,754 in 2011. El Alto is the highest major metropolis in the world, with an average elevation of 4,150 m (13,615 ft).[citation needed]",
  "/wiki/La_Paz": "La Paz (/lɑː ˈpɑːz/), officially known as Nuestra Señora de La Paz (Spanish pronunciation: [ˈnwestɾa seˈɲoɾa ðe la ˈpas]; English: \"Our Lady of Peace\"), also named Chuqi Yapu (Chuquiago) in Aymara, is the seat of government and the de facto national capital of the Plurinational State of Bolivia (the constitutional capital of Bolivia is Sucre). With an estimated 789,541 residents as of 2015, La Paz is the third-most populous city in Bolivia (after Santa Cruz de la Sierra and El Alto). Its metropolitan area, which is formed by La Paz, El Alto and Viacha, makes up the most populous urban area in Bolivia, with a population of 2.3 million. It is also the capital of the La Paz Department.",
  "/wiki/El_Alto_International_Airport": "El Alto International Airport (Spanish: Aeropuerto Internacional El Alto) (IATA: LPB, ICAO: SLLP) is an international airport serving La Paz, Bolivia. It is located in the city of El Alto, 8 mi (13 km) west of La Paz. At an altitude of 4,061.5 m (13,325 ft), it is the highest international airport and the fifth highest commercial airport in the world.",
  "/wiki/Junín,_Peru": "Junín is a town in Central Peru, capital of the province Junín in the region Junín.",
  "/wiki/Durbuk": "Durbok, also spelled Durbuk, is a village and headquarter of eponymous Subdivision and block in the Leh district of Ladakh, India. It is located in the Leh tehsil.",
  "/wiki/Ladakh": "Ladakh (/ləˈdɑːk/) is a region administered by India as a union territory, and constituting a part of the larger region of Kashmir, which has been the subject of dispute between India, Pakistan, and China since 1947. It is bordered by Tibet to the east, the Indian state of Himachal Pradesh to the south, Jammu and Kashmir and Gilgit-Baltistan to the west, and the southwest corner of Xinjiang across the Karakoram Pass in the far north. It extends from the Siachen Glacier in the Karakoram range to the north to the main Great Himalayas to the south. The eastern end of Ladakh, consisting of the uninhabited Aksai Chin plains, has been under Chinese control since 1962. Until 2019, Ladakh was a region of the state of Jammu and Kashmir. In August 2019, the Parliament of India passed an act by which Ladakh became a union territory on 31 October 2019.",
  "/wiki/List_of_highest_cities": "This is an incomplete list of the most geologically elevated settlements in the world. Only settlements that are permanently occupied all year long with a significant population and lying at least partially above an elevation of 3700 meters (12,140 feet) are included."
}