{
  "/wiki/Neil_Adams_(ice_hockey)": "Neil Adams (born 26 May 1982 in Birmingham, United Kingdom) is an English senior ice hockey Forward.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Solihull_Barons": "Solihull Barons are an English ice hockey team from the town of Solihull who play at Solihull Ice Rink on Hobs Moat Road. The current team, which is the third incarnation of the Barons, was formed in 2005; they are named after the original team of the same name who were formed in 1965, and played at the same ice rink between 1972 until 2000; when they moved to Coventry and became Coventry Blaze.",
  "/wiki/Chris_Allen_(ice_hockey)": "Chris Allen (born May 8, 1978) is a Canadian former professional ice hockey defenceman who played two games in the National Hockey League (NHL) with the Florida Panthers.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Manchester_Phoenix": "Manchester Phoenix were a semi professional ice hockey team from Greater Manchester, England. The club was formed in 2003 as a result of the efforts of supporters group Friends of Manchester Ice Hockey to bring top-level ice hockey back to Manchester after Manchester Storm folded in 2002.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Slough_Jets": "Slough Jets are an ice hockey team from Slough, Berkshire, England playing in the NIHL South Division 1. The team was founded in 1986 after the construction of the Slough Ice Arena in Montem Lane in Slough. With the help of Gary Stefan who had previously been with Streatham Redskins, the Slough Jets were formed.",
  "/wiki/Milton_Keynes_Lightning": "The Milton Keynes Lightning are a semi-professional ice hockey team from Milton Keynes, Buckinghamshire, playing in the NIHL National League, joining at the start of the 2019–20 season after previously icing in the English Premier Ice Hockey League from 2002–2017 and the EIHL, 2017–2019. The team was founded in 2002 after the Milton Keynes Kings were forced out and had to depart Milton Keynes for Solihull. Their home rink is the refurbished and renamed The MK Arena, known locally as the Thunderdome. It has a capacity of circa 2,500.",
  "/wiki/Telford_Tigers": "The Telford Tigers are a National Ice Hockey League (NIHL) ice hockey team that formed in 1985. After initially closing in 1999, a new team, under the name 'Telford Wild Foxes', was formed in 2001; and re-adopted the original name in 2005.",
  "/wiki/Coventry_Blaze_(ENL)": "Coventry ENL Blaze are a British ice hockey team based in Coventry, England. They are the ENIHL affiliate of Coventry Blaze of the EIHL. The team started life in 2007, after the formation of the English National Ice Hockey League. The team often provides many juniors competitive ice time. The club currently plays in the ENL (English National League) North Division 1.",
  "/wiki/Coventry_Blaze": "Coventry Blaze are an ice hockey team based in Coventry, England. They currently compete in the British Elite Ice Hockey League (EIHL) and play their home games at the SkyDome Arena. The club was founded in 1965 as the Solihull Barons and renamed to Solihull Blaze in 1996. At the turn of the millennium the club relocated to the SkyDome Arena, Coventry and became Coventry Blaze. Blaze have won four Elite Ice Hockey League Championships since the formation of the league in 2003.",
  "/wiki/Sheffield_Steeldogs": "The club came into existence during the summer of 2010 as a replacement for the previous tenants of the iceSheffield rink, the Sheffield Scimitars, after the Scimitars were able to fundraise over a million pounds to revamp the team.",
  "/wiki/Basingstoke_Bison": "The Basingstoke Bison are an English Ice Hockey club from Basingstoke. They currently compete in the  NIHL National League and have previously been members of the Ice Hockey Superleague and its successor the Elite Ice Hockey League.",
  "/wiki/Pingouins_de_Morzine-Avoriaz": "Pingouins de Morzine-Avoriaz was a French ice hockey team based in Morzine that last played in the Ligue Magnus in 2015. They merged with Chamonix HC to form Pionniers De Chamonix-Morzine in 2016.",
  "/wiki/Nottingham_Panthers": "The Nottingham Panthers are a British professional ice hockey club based in Nottingham, England. They are members of the Elite Ice Hockey League. Their main team sponsor is the Nottingham Building Society.",
  "/wiki/Hull_Stingrays": "Hull Stingrays were a British ice hockey club from Kingston upon Hull who was a member of the Elite Ice Hockey League from 2003 until 2015. They played their home games at Hull Arena.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/HC_Appiano": "The HC Eppan Pirates are an ice hockey team in Eppan, Italy. They play in the Serie A, the top level of ice hockey in Italy. The club was founded in 1981. They are currently named HC Südtirol Bank Eppan for sponsorship reasons.",
  "/wiki/Wightlink_Raiders": "The Wightlink Raiders was an ice hockey team based in Ryde on the Isle of Wight, England. The team were known for their small ice rink, Ryde Arena, which prevented them competing at a higher level. In 2016, following the closure of the rink by AEW UK, the building's landlord over a rent dispute with the community group which ran the ice rink\n, the team withdrew from the league and competitive play.",
  "/wiki/Lloydminster_Border_Kings": "The Lloydminster Border Kings are a Senior AAA ice hockey team based in Lloydminster, Saskatchewan, Canada.  The team took a leave of absence beginning with the 2012–13 hockey season from the Chinook Hockey League and moved to the Sask West Hockey League. They moved again for the 2014–15 season to the Battle River Hockey League. After the BRHL folded for the 2015–16 season, the Border Kings attempted to join as many as 3 other leagues, being declined each time by the league officials. This leaves the team in limbo moving forward and taking a definite leave of absence for the 2015–16 season."
}