{
  "/wiki/Boeing_Everett_Factory": "The Boeing Everett Factory, in Everett, Washington, is an airplane assembly building owned by Boeing. Located on the north-east corner of Paine Field, it is the largest building in the world by volume at 13,385,378 m3 (472,370,319 cu ft) and covers 399,480 m2 (98.7 acres; 39.948 hectares; 0.399 square kilometres). This is the factory where the wide-body Boeing 747, 767, 777, and 787 are assembled.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Everett,_Washington": "Everett is the county seat of and the largest city in Snohomish County, Washington, United States. It is located 25 miles (40 km) north of Seattle and is one of the main cities in the metropolitan area and Puget Sound region. Everett is the seventh-largest city in Washington state and had a total population of 103,019 at the 2010 census. The city is located at the mouth of the Snohomish River along Port Gardner Bay, an inlet of Possession Sound (itself part of Puget Sound).",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/Aircraft": "An aircraft is a vehicle that is able to fly by gaining support from the air. It counters the force of gravity by using either static lift or by using the dynamic lift of an airfoil, or in a few cases the downward thrust from jet engines. Common examples of aircraft include airplanes, helicopters, airships (including blimps), gliders, paramotors and hot air balloons.",
  "/wiki/Boeing_747": "The Boeing 747 is an American wide-body, long–range, commercial jet airliner and cargo aircraft. The first wide-body airplane produced, it was the first plane dubbed a \"Jumbo Jet\". Its distinctive hump upper deck along the forward part of the aircraft has made it one of the most recognizable aircraft. Manufactured by Boeing's Commercial Airplane unit in the United States, the 747 was originally planned to have 150 percent greater capacity than the Boeing 707, a common large commercial aircraft of the 1960s. First flown commercially in 1970, the 747 held the passenger capacity record for 37 years.",
  "/wiki/Great_Mosque_of_Mecca": "The Great Mosque of Mecca, commonly known as the al-Masjid al-Ḥarām (Arabic: اَلْمَسْجِدُ ٱلْحَرَامُ‎, romanized: al-Masjid al-Ḥarām, lit. 'The Sacred Mosque'), is a mosque that surrounds the Kaaba in the city of Mecca, in the Hejazi region of Saudi Arabia. It is a site of pilgrimage for the Hajj, which every Muslim must do at least once in their lives if able, and is also the main phase for the ʿUmrah, the lesser pilgrimage that can be undertaken any time of the year. The rites of both pilgrimages include circumambulating the Kaaba within the mosque. The Great Mosque includes other important significant sites, including the Black Stone, the Zamzam Well, Maqam Ibrahim, and the hills of Safa and Marwa.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Hejaz": "The Hejaz (/hiːˈdʒæz, hɪˈ-/, also US: /hɛˈ-/; Arabic: ٱلْحِجَاز‎, romanized: al-Ḥijāz, lit. 'the Barrier', Hejazi pronunciation: [alħɪˈdʒaːz]) is a region in the west of Saudi Arabia. The name of the region is derived from the Arabic root Ḥ-J-Z, meaning \"to separate,\" and it is so called as it separates the land of the Najd in the east from the land of Tihamah in the west. It is also known as the \"Western Province.\" It is bordered on the west by the Red Sea, on the north by Jordan, on the east by the Najd, and on the south by the 'Asir Region. Its largest city is Jeddah, the second largest city in Saudi Arabia, with Mecca and Medina being the fourth and fifth largest cities respectively in Saudi Arabia.",
  "/wiki/Muslim": "Muslims are people who follow or practice Islam, a monotheistic Abrahamic religion. Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow the teachings and practices of Muhammad (sunnah) as recorded in traditional accounts (hadith). \"Muslim\" is an Arabic word meaning \"submitter\" (to God).",
  "/wiki/Islam": "Islam (/ˈɪslɑːm/;[note 1] Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām [alʔɪsˈlaːm] (listen)) is an Abrahamic, monotheistic religion teaching that there is only one God (Allah), and that Muhammad is a messenger of God. It is the world's second-largest religion with over 1.8 billion followers or 24.1% of the world's population, commonly known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, believed to be the verbatim word of God, and the teachings and normative examples (called the sunnah, composed of accounts called hadith) of Muhammad (c. 570 – 8 June 632 CE).",
  "/wiki/Kaaba": "The Kaaba (Arabic: كَعْبَة‎ kaʿbah IPA: [kaʕ.ba], \"Cube\"), also referred to as al-Kaʿbah al-Musharrafah (Arabic: ٱلْكَعْبَة ٱلْمُشَرَّفَة‎, lit. 'Holy Ka'bah'), also spelled Ka'bah, is a building at the center of Islam's most important mosque, Great Mosque of Mecca (Arabic: ٱلْمَسْجِد ٱلْحَرَام‎, lit. 'The Sacred Mosque'), in the Hejazi city of Mecca, Saudi Arabia. It is the most sacred site in Islam. It is considered by Muslims to be the Bayt Allāh (Arabic: بَيْت ٱللَّٰه‎, \"House of God\"), and has a similar role to the Tabernacle and Holy of Holies in Judaism. Its location determines  the qiblah (Arabic: قِبْلَة‎, direction of prayer). Wherever they are in the world, Muslims are expected to face the Kaaba when performing Salah, the Islamic prayer.",
  "/wiki/Airbus_A380": "The Airbus A380 is the world's largest passenger airliner, a wide-body aircraft manufactured by Airbus.\nAirbus studies started in 1988 and the project was announced in 1990 to challenge the dominance of the Boeing 747 in the long haul market.\nThe A3XX project was presented in 1994; Airbus launched the €9.5 billion ($10.7 billion) A380 programme on 19 December 2000.\nThe first prototype was unveiled in Toulouse on 18 January 2005,\nwith its first flight on 27 April 2005. \nDifficulties in electrical wiring caused a two-year delay and the development cost ballooned to €18 billion. \nIt obtained its EASA and FAA type certificates on 12 December 2006.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/Blagnac": "Blagnac (French pronunciation: ​[blaɲak]; Occitan: Blanhac) is a commune in the Haute-Garonne department in southwestern France.",
  "/wiki/Tropical_Islands_Resort": "Tropical Islands Resort is a tropical theme park located in the former Brand-Briesen Airfield in Halbe, municipality in the district of Dahme-Spreewald in Brandenburg, Germany, 50 kilometres from the southern boundary of Berlin. It is housed in a former airship hangar (known as the Aerium), the biggest free-standing hall in the world. The hall belonged to the company Cargolifter until its insolvency in 2002.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Halbe": "Halbe (Lower Sorbian Łobje) is a municipality in the Dahme-Spreewald district of Brandenburg, Germany. It is situated near the capital city Berlin and the Spreewald.\nFour other villages are part of Halbe: Briesen/Brand with the Tropical Islands resorts of Dom, Teurow, Freidorf and Oderin.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany.",
  "/wiki/Meyer_Werft": "The Meyer Werft GmbH & Co. KG is one of the major German shipyards, headquartered in Papenburg at the river Ems. Founded in 1795 and starting with small wooden vessels, today Meyer Werft is a builder of luxury passenger ships. 700 ships of different types have been built at the yard. Its \"Dockhalle 2\" is the third largest shipbuilding hall and the building with the fifth-largest usable space in the world.",
  "/wiki/Papenburg": "Papenburg (/ˈpæpənbɜːrɡ/, German: [ˈpaːpn̩bʊɐ̯k]) is a city in the district of Emsland in Lower Saxony, Germany, situated at the river Ems. It is known for its large shipyard, the Meyer-Werft, which specializes in building cruise liners.",
  "/wiki/Niedersachsen": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.",
  "/wiki/Boeing": "The Boeing Company, commonly known as Boeing (/ˈboʊɪŋ/), is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, and is the largest exporter in the United States by dollar value. Boeing stock is included in the Dow Jones Industrial Average. Boeing is incorporated in Delaware.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Vehicle_Assembly_Building": "The Vehicle (originally Vertical) Assembly Building, or VAB, is the large building at NASA's  Kennedy Space Center (KSC), designed to assemble the large pre-manufactured space vehicle components, such as the massive Saturn V and the Space Shuttle; and stack them vertically onto the mobile launcher platform (MLP) and crawler-transporter. The future Space Launch System (SLS) will also be assembled there.",
  "/wiki/Kennedy_Space_Center": "The John F. Kennedy Space Center (KSC, originally known as the NASA Launch Operations Center),  located in Merritt Island, Florida, is one of ten National Aeronautics and Space Administration field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Air Force Station (CCAFS). The management of the two entities work very closely together, share resources, and even own facilities on each other's property.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Saturn_V_rocket": "Saturn V was an American human-rated super heavy-lift launch vehicle used by NASA between 1967 and 1973. The three-stage liquid-propellant expendable rocket was developed to support the Apollo program for human exploration of the Moon and was later used to launch Skylab, the first American space station.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Sipoo": "Sipoo (Finnish pronunciation: [ˈsipoː]; Swedish: Sibbo) is a municipality of Finland. Its seat is in Nikkilä (Nickby).",
  "/wiki/The_O2": "The O2 is a large entertainment district on the Greenwich peninsula in South East London, England, including an indoor arena, a music club, a Cineworld cinema, an exhibition space, piazzas, bars, and restaurants. It was built largely within the former Millennium Dome, a large dome-shaped canopy built to house an exhibition celebrating the turn of the third millennium; consequently The Dome remains a name in common usage for the venue. It is sometimes referred to as The O2 Arena, but that name properly refers to a smaller indoor arena within The O2. Naming rights to the district were purchased by the mobile telephone provider O2 from its developers, Anschutz Entertainment Group (AEG), during the development of the district. AEG owns the long-term lease on the O2 Arena and surrounding leisure space.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Millennium_Dome": "The Millennium Dome, also referred to simply as The Dome, is the original name of a large dome-shaped building originally used to house the Millennium Experience, a major exhibition celebrating the beginning of the third millennium. It is the ninth largest building in the world by usable volume. Located on the Greenwich Peninsula in South East London, England, the exhibition was open to the public from 1 January to 31 December 2000. The project and exhibition was highly political and attracted barely half the 12 million customers its sponsors forecast, so was deemed a failure by the press. All the original exhibition elements were sold on or dismantled.",
  "/wiki/Millennium_celebrations": "The millennium celebrations were a worldwide, coordinated series of events celebrating the end of 1999 and the start of the year 2000 in the Gregorian calendar. The celebrations were held as marking the end of the 1000s millennium (January 1, 1000 – December 31, 1999) and the beginning of the 2000s millennium (January 1, 2000 – December 31, 2999).",
  "/wiki/Palace_of_the_Parliament": "The Palace of the Parliament (Romanian: Palatul Parlamentului) is the seat of the Parliament of Romania, located atop Dealul Spirii in Bucharest, the national capital. The Palace has a height of 84 metres (276 ft), a floor area of 365,000 square metres (3,930,000 sq ft) and a volume of 2,550,000 cubic metres (90,000,000 cu ft). The Palace of the Parliament is the heaviest building in the world, weighing about 4,098,500,000 kilograms (9.0356×109 lb).",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Bucharest": "Bucharest (UK: /ˌbuːkəˈrɛst/ BOO-kə-REST, US: /ˈbuːkərɛst/ -⁠rest; Romanian: București [bukuˈreʃtʲ] (listen)) is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is located in the southeast of the country, at 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389Coordinates: 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border.",
  "/wiki/Parliament_of_Romania": "The Parliament of Romania (Romanian: Parlamentul României) is the national legislature of Romania, consisting of the Chamber of Deputies (Camera Deputaților), and the Senate (Senat). Its meeting place is at the Palace of the Parliament in Bucharest.",
  "/wiki/Senate_of_Romania": "The Senate (Romanian: Senat) is the upper house in the bicameral Parliament of Romania. It has 136 seats (before the 2016 Romanian legislative election the number was 176), to which members are elected by direct popular vote using party-list proportional representation in 43 electoral districts (the 41 counties, the city of Bucharest plus 1 constituency for the Romanians living abroad), to serve four-year terms.",
  "/wiki/Chamber_of_Deputies_of_Romania": "The Chamber of Deputies (Romanian: Camera Deputaților) is the lower house in Romania's bicameral parliament. It has 329 seats to which deputies are elected by direct popular vote using party-list proportional representation to serve four-year terms. Additionally, the organisation of each national minority is entitled to a seat in the Chamber (under the limitation that a national minority is to be represented by one organisation only).",
  "/wiki/Tesco_Donabate_Distribution_Centre": "Tesco Donabate Distribution Centre is a Distribution centre located in Donabate, Ireland.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Donabate": "Donabate (Irish: Domhnach Bat)  is a small coastal town in Fingal, Ireland, about 20 kilometres (12 miles) north-northeast of Dublin. The town is on a peninsula on Ireland's east coast, between the Rogerstown Estuary to the north and Broadmeadow Estuary to the south. Donabate is a civil parish in the ancient barony of Nethercross.",
  "/wiki/Fingal": "Fingal (English:  /ˈfɪŋɡəl/ FING-gəl; from Irish  Fine Gall, meaning 'foreign tribe') is a county in Ireland. It is located in the province of Leinster and, within that, is part of the Dublin Region. Its name is derived from the medieval territory of Scandinavian foreigners (Irish: gaill) that settled in the area. Fingal County Council is the local authority for the county. In 2016 the population of the county was 296,214, making it the second-most populous county in the state.",
  "/wiki/Target_Corporation": "Target Corporation is the 8th-largest retailer in the United States, and is a component of the S&P 500 Index. Founded by George Dayton and headquartered in Minneapolis, the company was originally named Goodfellow Dry Goods in June 1902 before being renamed the Dayton's Dry Goods Company in 1903 and later the Dayton Company in 1910. The first Target store opened in Roseville, Minnesota in 1962 while the parent company was renamed the Dayton Corporation in 1967. It became the Dayton-Hudson Corporation after merging with the J.L. Hudson Company in 1969 and held ownership of several department store chains including Dayton's, Hudson's, Marshall Field's, and Mervyn's. It is unrelated to Target Australia.",
  "/wiki/Savannah,_Georgia": "Savannah (/səˈvænə/) is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city, with a 2018 estimated population of 145,862. The Savannah metropolitan area, Georgia's third-largest, had an estimated population of 389,494 in 2018.",
  "/wiki/Austal_USA": "Austal USA is the American branch of operations for Australian shipbuilder Austal. The facility, based on Blakeley Island in Mobile, Alabama employed more than 3,100 workers in early 2012, and has since grown to a little over 4,000 employees and contractors as of 2016.  Due to expanded shipbuilding contracts from the United States Navy, the company announced in March 2012 that it planned to invest an additional $160 million in upgrades to its facilities and to increase its workforce to roughly 4,000 employees in the next few years.[when?]",
  "/wiki/Mobile,_Alabama": "Mobile (/moʊˈbiːl/ moh-BEEL, French: [mɔbil] (listen)) is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third most populous city in Alabama, the most populous in Mobile County, and the largest municipality on the Gulf Coast between New Orleans, Louisiana, and St. Petersburg, Florida.",
  "/wiki/Alabama": "Alabama (/ˌæləˈbæmə/) is a state in the southeastern region of the United States. It is bordered by Tennessee to the north, Georgia to the east, Florida and the Gulf of Mexico to the south, and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state.",
  "/wiki/Aluminium": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. It is a silvery-white, soft, non-magnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust, where it is the third most abundant element (after oxygen and silicon) and also the most abundant metal. Occurrence of aluminium decreases in the Earth's mantle below, however. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, such that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.",
  "/wiki/Littoral_combat_ship": "The littoral combat ship (LCS) is a set of two classes of relatively small surface vessels designed for operations near shore by the United States Navy. It was \"envisioned to be a networked, agile, stealthy surface combatant capable of defeating anti-access and asymmetric threats in the littorals.\" Littoral combat ships are comparable to the corvettes found in other navies.",
  "/wiki/Spearhead-class_joint_high_speed_vessel": "The Spearhead-class expeditionary fast transport  (EPF) is a United States Navy–led shipbuilding program to provide \"a platform intended to support users in the Department of the Navy and Department of the Army. The Expeditionary Fast Transport (EPF) program is a cooperative effort for a high-speed, shallow draft vessel intended for rapid intratheater transport of medium-sized cargo payloads. The EPF will reach speeds of 35–45 knots (65–83 km/h; 40–52 mph) and will allow for the rapid transit and deployment of conventional or special forces as well as equipment and supplies.\" The vessels are a part of Military Sealift Command's Sealift Program. The class was previously designated as \"Joint High Speed Vessel (JHSV)\", but was changed in September 2015.",
  "/wiki/Hanover_Fairground": "The Hanover Fairground (in German: Messegelände Hannover) is an exhibition area in the Mittelfeld district of Hanover, Germany. Featuring 496,000 m² (5.3 million sq.ft.) of covered indoor space, 58,000 m² (624,306 sq ft) of open-air space, 27 halls and pavilions and a convention centre with 35 function rooms, it is the largest exhibition ground in the world.",
  "/wiki/Hanover,_Germany": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital of and largest city in the state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.",
  "/wiki/National_Exhibition_Centre": "The National Exhibition Centre (NEC) is an exhibition centre located in Solihull, England. It is near junction 6 of the M42 motorway, and is adjacent to Birmingham Airport and Birmingham International railway station. It has 20 interconnected halls, set in grounds of 611 acres (2.54 km2) making it the largest exhibition centre in the UK. It is the busiest and seventh-largest exhibition centre in Europe.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/West_Midlands_(county)": "The West Midlands County is a metropolitan county and combined authority area in western-central England with a 2014 estimated population of 2,808,356, making it the second most populous county in England after Greater London. It came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972, formed from parts of Staffordshire, Worcestershire and Warwickshire. The county itself is a NUTS 2 region within the wider NUTS 1 region of the same name. The county consists of seven metropolitan boroughs: the City of Birmingham, the City of Coventry and the City of Wolverhampton, as well as the boroughs of Dudley, Sandwell, Solihull and Walsall.",
  "/wiki/2800_Polar_Way": "2800 Polar Way is a cold storage facility located in Richland, Washington, United States. It is both the largest refrigerated warehouse and the largest automated freezer on Earth. The facility broke ground on May 12, 2014, and opened in late July 2015. The facility is operated by Preferred Freezer Services.",
  "/wiki/Richland,_Washington": "Richland (/ˈrɪtʃlənd/) is a city in Benton County in the southeastern part of the State of Washington, at the confluence of the Yakima and the Columbia Rivers. As of the 2010 census, the city's population was 48,058. July 1, 2017, estimates from the Census Bureau put the city's population at 57,303. Along with the nearby cities of Pasco and Kennewick, Richland is one of the Tri-Cities, and is home to the Hanford nuclear site.",
  "/wiki/Hangar_One_(Mountain_View,_California)": "Hangar One is one of the world's largest freestanding structures, covering 8 acres (3.2 ha) at the Moffett Field airship hangars site at Moffett Field, California (near Mountain View), in Santa Clara County of the southern San Francisco Bay Area, California.",
  "/wiki/Moffett_Federal_Airfield": "Moffett Federal Airfield (IATA: NUQ, ICAO: KNUQ, FAA LID: NUQ), also known as Moffett Field, is a joint civil-military airport located in an unincorporated part of Santa Clara County, California, United States between northern Mountain View and northern Sunnyvale. On November 10, 2014, NASA announced that it would be leasing 1,000 acres (400 ha) of the airfield property to Google for 60 years.",
  "/wiki/Mountain_View,_California": "Mountain View is a city located in Santa Clara County, California, United States, in Silicon Valley. Named for its views of the Santa Cruz Mountains, Mountain View has developed from its origins as a stagecoach stop into one of the principal cities of Silicon Valley. It has a population of 74,066.",
  "/wiki/USS_Macon_(ZRS-5)": "The USS Macon (ZRS-5) was a rigid airship built and operated by the United States Navy for scouting and served as a \"flying aircraft carrier\", designed to carry biplane parasite aircraft, five single-seat Curtiss F9C Sparrowhawk for scouting or two-seat Fleet N2Y-1 for training. In service for less than two years, in 1935 the Macon was damaged in a storm and lost off California's Big Sur coast, though most of the crew were saved. The wreckage is listed as the USS Macon Airship Remains on the U.S. National Register of Historic Places."
}