{
  "/wiki/Christopher_Eccleston": "Christopher Eccleston (/ˈɛkəlstən/; born 16 February 1964) is an English actor. The recipient of an Emmy Award and two BAFTA Award nominations, Eccleston is best known for his work on television and in film – in particular for his collaborations with directors Danny Boyle and Michael Winterbottom and writers Peter Flannery, Jimmy McGovern and Russell T. Davies.",
  "/wiki/Shallow_Grave": "Shallow Grave is a 1994 British black comedy crime film that marked the cinematic directorial debut of Danny Boyle with an original screenplay by John Hodge. It provided starring roles for the then relatively little-known actors Ewan McGregor, Christopher Eccleston and Kerry Fox. The film was not only the directorial debut of Danny Boyle, but Ewan McGregor's first cinematic film performance, John Hodge's first screenplay, and Andrew Macdonald's first job as a producer.",
  "/wiki/28_Days_Later": "28 Days Later is a 2002 British post-apocalyptic horror film directed by Danny Boyle, written by Alex Garland, and starring Cillian Murphy, Naomie Harris, Christopher Eccleston, Megan Burns, and Brendan Gleeson. The plot depicts the breakdown of society following the accidental release of a highly contagious virus and focuses upon the struggle of four survivors (Murphy, Harris, Burns, and Gleeson) to cope with the destruction of the life they once knew while evading those infected by the virus.",
  "/wiki/Doctor_Who": "Doctor Who is a British science fiction television programme produced by the BBC since 1963. The programme depicts the adventures of a Time Lord called \"the Doctor\", an extraterrestrial being, to all appearances human, from the planet Gallifrey. The Doctor explores the universe in a time-travelling space ship called the TARDIS. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Accompanied by a number of companions, the Doctor combats a variety of foes while working to save civilisations and help people in need.",
  "/wiki/David_Edgar_(playwright)": "David Edgar (born 26 February 1948) is a British playwright and writer who has had more than sixty of his plays published and performed on stage, radio and television around the world, making him one of the most prolific dramatists of the post-1960s generation in Great Britain. He was resident playwright at the Birmingham Repertory Theatre in 1974–5 and has been a board member there since 1985. Awarded a Fellow in Creative Writing at Leeds Polytechnic, he was made a Bicentennial Arts Fellow (US) (1978–79).",
  "/wiki/Charles_Dickens": "Charles John Huffam Dickens FRSA (/ˈdɪkɪnz/; 7 February 1812 – 9 June 1870) was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime, and by the 20th century, critics and scholars had recognised him as a literary genius. His novels and short stories are still widely read today.",
  "/wiki/Nicholas_Nickleby": "Nicholas Nickleby; or, The Life and Adventures of Nicholas Nickleby is a novel by Charles Dickens. Originally published as a serial from 1838 to 1839, it was Dickens's third novel.",
  "/wiki/Paul_Edwards_(philosopher)": "Paul Edwards (September 2, 1923 – December 9, 2004) was an Austrian-American moral philosopher. He was the editor-in-chief of MacMillan's eight-volume Encyclopedia of Philosophy from 1967, and lectured at New York University, Brooklyn College and the New School for Social Research from the 1960s to the 1990s.",
  "/wiki/Fan_Zhen": "Fàn Zhen (范縝, hanyupinyin Fàn Zhěn) (c. 450 - 515) was a Chinese philosopher of the  Southern Qi Dynasty, remembered today for his treatise Shén Miè Lùn (simplified Chinese 神灭论, traditional Chinese 神滅論, \"On the Annihilation of the Soul\").",
  "/wiki/Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She has received two Academy Awards, three British Academy Film Awards, two Golden Globe Awards, and the Cecil B. DeMille Award. For her work as a director, she has been nominated for a Primetime Emmy Award.",
  "/wiki/Joseph_Fouch%C3%A9": "Joseph Fouché, 1st Duc d'Otrante, 1st Comte Fouché (21 May 1759 – 25 December 1820) was a French statesman and Minister of Police under First Consul Bonaparte, who later became Emperor Napoleon. He was particularly known for his ferocity with which he suppressed the Lyon insurrection during the Revolution in 1793 and for being minister of police under the Directory, the Consulate, and the Empire. In English texts, his title is often translated as Duke of Otranto.",
  "/wiki/Sigmund_Freud": "Sigmund Freud (/frɔɪd/ FROYD; German: [ˈziːkmʊnt ˈfʁɔʏt]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst.",
  "/wiki/Stephen_Fry": "Stephen John Fry (born 24 August 1957) is an English actor, comedian and writer. He and Hugh Laurie are the comic double act Fry and Laurie, who starred in A Bit of Fry & Laurie and Jeeves and Wooster.",
  "/wiki/Anu_Garg": "Anu Garg (born April 5, 1967) is an American author and speaker. He is also founder of Wordsmith.org, an online community comprising word lovers from an estimated 200 countries. His books explore the joy of words. He has authored several books about language-related issues and written for magazines and newspapers. He was a columnist for MSN Encarta and Kahani magazine.",
  "/wiki/Gao_Xingjian": "Gao Xingjian (born January 4, 1940) is a Chinese émigré novelist, playwright, and critic who in 2000 was awarded the Nobel Prize for Literature \"for an oeuvre of universal validity, bitter insights and linguistic ingenuity.\" He is also a noted translator (particularly of Samuel Beckett and Eugène Ionesco), screenwriter, stage director, and a celebrated painter. In 1998, Gao was granted French citizenship.",
  "/wiki/Dramatist": "A playwright or dramatist is a person who writes plays. One of the most famous playwrights was William Shakespeare (1564-1616).",
  "/wiki/Nobel_Prize_in_Literature": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, produced \"in the field of literature the most outstanding work in an ideal direction\" (original Swedish: den som inom litteraturen har producerat det mest framstående verket i en idealisk riktning). Though individual works are sometimes cited as being particularly noteworthy, the award is based on an author's body of work as a whole. The Swedish Academy decides who, if anyone, will receive the prize. The academy announces the name of the laureate in early October. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895. On some occasions the award has been postponed to the following year, most recently in 2018.",
  "/wiki/Theo_van_Gogh_(film_director)": "Theodoor \"Theo\" van Gogh (Dutch: [ˈteːjoː vɑŋ ˈɣɔx]; 23 July 1957 – 2 November 2004) was a Dutch director and film and television producer, actor and author. He directed \"Submission: Part 1\", a short film written by Somali writer and political Ayaan Hirsi Ali, which criticized the treatment of women in Islam in strong terms. On 2 November 2004, van Gogh was assassinated by Mohammed Bouyeri, a Dutch-Moroccan Muslim who objected to the film's controversial message. The last film van Gogh had completed before his death, 06/05, was, ironically, a fictional exploration of the assassination of Dutch politician Pim Fortuyn (1948–2002). It was released posthumously in December 2004, a month after van Gogh's assassination.",
  "/wiki/Submission_(2004_film)": "Submission is a 2004 English-language Dutch short drama film produced and directed by Theo van Gogh, and written by Ayaan Hirsi Ali (a former member of the Dutch House of Representatives for the People's Party for Freedom and Democracy); it was shown on the Dutch public broadcasting network (VPRO) on 29 August 2004. The film's title is one of the possible translations of the Arabic word \"Islam\". A Muslim fundamentalist reacted to the film by assassinating Van Gogh.",
  "/wiki/Ricky_Gervais": "Ricky Dene Gervais (/dʒərˈveɪz/ jer-VAYS; born 25 June 1961) is an English stand-up comedian, actor, writer, film producer, director, and musician. He is perhaps best known for co-creating, writing, and acting in the British television series The Office (2001–2003). He has won seven BAFTA Awards, five British Comedy Awards, two Emmy Awards, three Golden Globe Awards, and the Rose d'Or twice (2006 and 2019), as well as a Screen Actors Guild Award nomination. In 2007, he was placed at No. 11 on Channel 4's 100 Greatest Stand-Ups and at No. 3 on the updated 2010 list. In 2010, he was named on the Time 100 list of the world's most influential people.",
  "/wiki/Shenae_Grimes": "Shenae Grimes-Beech (/ʃəˈneɪ/; born October 24, 1989[failed verification]), previously credited as Shenae Grimes, is a Canadian actress. She portrayed Annie Wilson on 90210, a spin-off of Beverly Hills, 90210. Prior to that, she had a recurring role on the television series Naturally, Sadie, and played Darcy Edwards on Degrassi: The Next Generation for four seasons.",
  "/wiki/List_of_90210_characters": "This is a list of the characters that have appeared on 90210, an American teen drama. The series introduces Annie Wilson (Shenae Grimes) and her adopted brother Dixon (Tristan Wilds), who move from Kansas to Beverly Hills with their father Harry (Rob Estes) and mother Debbie (Lori Loughlin). The family relocated in order to care for Harry's mother Tabitha (Jessica Walter).",
  "/wiki/90210_(TV_series)": "90210 is an American teen drama television series, developed by Rob Thomas, Gabe Sachs, and Jeff Judah, that aired from September 2, 2008, to May 13, 2013. It is the fourth series in the Beverly Hills, 90210 franchise created by Darren Star. The series was produced by CBS Television Studios.",
  "/wiki/Darcy_Edwards": "Degrassi: The Next Generation is a Canadian teen drama television series created by Linda Schuyler and Yan Moore. The series is now considered the first incarnation and premiered on CTV on October 14, 2001 and then ended on MTV Canada and TeenNick on August 2, 2015. It is the fourth series set in the fictional Degrassi universe created by Schuyler and Kit Hood in 1979. Like its predecessors, Degrassi: The Next Generation follows a group of students from Degrassi Community School, a fictional school in Toronto, Ontario, and depicts some of the typical issues and challenges common to a teenager's life.",
  "/wiki/Degrassi:_The_Next_Generation": "Degrassi: The Next Generation (also known as Degrassi for seasons ten through fourteen) is a Canadian teen drama television series set in the Degrassi universe, which was created by Linda Schuyler and Kit Hood in 1979. It is the fourth series in the Degrassi franchise, following The Kids of Degrassi Street, Degrassi Junior High, and Degrassi High. Like its predecessors, the series follows an ensemble cast of students at the fictional Degrassi Community School who face various challenges often seen as taboo such as sex, teen pregnancy, bullying, date rape, drug abuse, body image, homosexuality, domestic violence, gang violence, self-injury, suicide, abortion, mental disorders, death, and many other issues.",
  "/wiki/Herb_Grosch": "Herbert Reuben John Grosch (September 13, 1918 – January 18, 2010) was an early computer scientist, perhaps best known for Grosch's law, which he formulated in 1950. Grosch's Law is an aphorism that states \"economy is as the square root of the speed.\"",
  "/wiki/Computer_scientist": "A computer scientist is a person who has acquired the knowledge of computer science, the study of the theoretical foundations of information and computation and their application.",
  "/wiki/Grosch%27s_law": "Grosch's law is the following observation of computer performance, made by Herb Grosch in 1953:",
  "/wiki/Brion_Gysin": "Brion Gysin  (19 January 1916 – 13 July 1986) was a painter, writer, sound poet, performance artist and inventor of experimental devices born in Taplow, Buckinghamshire.",
  "/wiki/Painting": "Painting is the practice of applying paint, pigment, color or other medium to a solid surface (called the \"matrix\" or \"support\"). The medium is commonly applied to the base with a brush, but other implements, such as knives, sponges, and airbrushes, can be used.  The final work is also called a painting.",
  "/wiki/Sound_poet": "Sound poetry is an artistic form bridging literary and musical composition, in which the phonetic aspects of human speech are foregrounded instead of more conventional semantic and syntactic values; \"verse without words\". By definition, sound poetry is intended primarily for performance.",
  "/wiki/Performance_artist": "Performance art is a performance presented to an audience within a fine art context, traditionally interdisciplinary. Performance may be either scripted or unscripted, random or carefully orchestrated, spontaneous or otherwise carefully planned with or without audience participation. The performance can be live or via media; the performer can be present or absent. It can be any situation that involves four basic elements: time, space, the performer's body or presence in a medium, and a relationship between performer and audience. Performance art can happen anywhere, in any type of venue or setting and for any length of time. The actions of an individual or a group at a particular place and in a particular time constitute the work.",
  "/wiki/Cut-up_technique": "The cut-up technique (or découpé in French) is an aleatory literary technique in which a written text is cut up and rearranged to create a new text. The concept can be traced to at least the Dadaists of the 1920s, but was popularized in the late 1950s and early 1960s by writer William S. Burroughs, and has since been used in a wide variety of contexts."
}