{
  "/wiki/South_Africa_national_football_team": "The South Africa national football team represents South Africa in men's international association football and it's governed by the South African Football Association, the governing body for football in South Africa, The team's nickname is Bafana Bafana, South Africa's home ground is FNB Stadium, so named due to a naming rights deal in Johannesburg, The team's greatest result was winning the Africa Cup of Nations at home in 1996. The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Cameroon_national_football_team": "The Cameroon national football team, (French: Équipe  nationale du camerounaise de football) represents Cameroon in men's international association football and It is controlled by the Fédération Camerounaise de Football and The team has qualified seven times for the FIFA World Cup, more than any other African team (in 1982, 1990, 1994, 1998, 2002, 2010 and 2014). However, the team has only made it once out of the group stage, They were the first African team to reach the quarter-final of the FIFA World Cup in 1990, losing to England in extra time, They have also won five Africa Cup of Nations and Olympic gold in 2000, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Egypt_national_football_team": "The Egypt national football team (Arabic: منتخب مصر لكرة القدم‎), known colloquially as The Pharaohs, represents Egypt in men's International association football, and is governed by the Egyptian Football Association (EFA), the governing body of football in Egypt. The team's historical stadium is Cairo International Stadium, although they have played at Borg El Arab Stadium in Alexandria during the recent years. In 2019, and during the 2019 Africa Cup of Nations, the Pharaohs returned to their historical stadium once again after renovations.",
  "/wiki/Angola_national_football_team": "The Angola national football team (Portuguese: Seleção nacional de futebol de Angola) represents Angola in men's international football and it is controlled by the Angolan Football Federation, The team made its first appearance in 2006 FIFA World Cup, the team's nickname is Palancas Negras, The team is governing body of Football in Angola in the country, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/DR_Congo_national_football_team": "The Democratic Republic of the Congo national football team, recognised by FIFA as Congo DR (formerly known as Zaire, alternatively known as Congo-Kinshasa), represents Democratic Republic of the Congo in men's association football and is controlled by the Congolese Association Football Federation. They are nicknamed the Leopards.",
  "/wiki/Liberia_national_football_team": "The Liberia national football team, nicknamed the Lone Stars, represents Liberia in men's international football and it's controlled by the Liberia Football Association. Although the country produced the 1995 FIFA World Player of the Year, George Weah, Weah has been a patron of the Liberian team; not only has he played for and coached the side, but he also sponsored the team with his own money, The team has never qualified for the FIFA World Cups but qualified for Africa Cup of Nations twice and The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Algeria_national_football_team": "The Algeria national football team represents Algeria in men's association football and is controlled by the Algerian Football Federation. The team plays its home games especially at the Mustapha Tchaker Stadium in Blida.",
  "/wiki/Ghana_national_football_team": "The Ghana national football team represents Ghana in men's international football and has done so since the 1950s. The team is nicknamed the Black Stars after the Black Star of Africa in the flag of Ghana. It is administered by the Ghana Football Association, the governing body for football in Ghana and the oldest football association in Africa (founded in 1920). Prior to 1957, the team played as the Gold Coast, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Zambia_national_football_team": "The Zambia national football team represents Zambia in men's international association football and it's governed by the Football Association of Zambia (FAZ). During the 1980s, they were known as the KK 11, after founding president Dr. Kenneth Kaunda (\"KK\") who ruled Zambia from 1964 to 1991. After the country adopted multiparty politics, the side was nicknamed Chipolopolo, the \"Copper Bullets\"., The team has three Africa Cup of Nations final appearances to its credit, winning the 2012 tournament with victory over Ivory Coast in 2012 Africa Cup of Nations final, The team has never qualified for the FIFA World Cup finals, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Tunisia_national_football_team": "The Tunisia national football team (Arabic: منتخب تونس لكرة القدم‎), (French: Équipe de Tunisie de football) represents Tunisia in men's international association football since their maiden match in 1957. It is governed by the Tunisian Football Federation, founded in 1957 after the Tunisian independence in 1956. Tunisia are colloquially known as Les Aigles de Carthage (The Eagles of Carthage). The team's colours are red and white, and the Bald eagle its symbol, Periods of regular Tunisian representation at the highest international level, from 1962 to 1978, from 1994 to 2008 and again from 2014 onwards, Most of Tunisia's home matches are played at the Stade Olympique de Radès in Radès since 2001, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/1996_Africa_Cup_of_Nations_Final": "The 1996 Africa Cup of Nations Final was a football match that took place on 28 February 1998 at the FNB Stadium in Johannesburg, South Africa, to determine the winner of the 1996 Africa Cup of Nations, the football championship of Africa organized by the Confederation of African Football (CAF).",
  "/wiki/FNB_Stadium": "First National Bank Stadium or simply FNB Stadium, also known as Soccer City and The Calabash, is a stadium located in Nasrec, bordering the Soweto area of Johannesburg, South Africa. The venue is managed by Stadium Management South Africa (SMSA) and is a home of Kaizer Chiefs F.C. in the South African Premier Soccer League as well as key fixtures for the South African national football team."
}