{
  "/wiki/Church_Creek,_Maryland": "Church Creek is a town in Dorchester County, Maryland, United States, part of the state's Eastern Shore. The population was 125 at the 2010 census. Church Creek is about 6 mi south of Cambridge.",
  "/wiki/Third_Haven_Meeting_House": "The Third Haven Meeting House is generally considered the oldest-surviving Friends meeting house of the Religious Society of Friends, and it is a cornerstone of Quaker history in Talbot County, Maryland.",
  "/wiki/Talbot_County,_Maryland": "Talbot County is a county located in the heart of the Eastern Shore of Maryland in the U.S. state of Maryland. As of the 2010 census, the population was 37,782. Its county seat is Easton. The county was named for Lady Grace Talbot, the wife of Sir Robert Talbot, an Anglo-Irish statesman, and the sister of Lord Baltimore.",
  "/wiki/Quaker": "Quakers, also called Friends, are a historically Christian group whose formal name is the Religious Society of Friends or Friends Church. Members of the various Quaker movements are all generally united by their belief in the ability of each human being to experientially access the light within, or \"that of God in every one\".",
  "/wiki/Fort_Lincoln_(Washington,_D.C.)": "Fort Lincoln is a neighborhood located in northeastern Washington, D.C. It is bounded by Bladensburg Road to the northwest, Eastern Avenue to the northeast, New York Avenue NE to the south, and South Dakota Avenue NE to the southwest.  The town of Colmar Manor, Maryland, is across Eastern Avenue from the Fort Lincoln neighborhood, as is the Fort Lincoln Cemetery.",
  "/wiki/Prince_George%27s_County,_Maryland": "Prince George's County (often shortened to \"PG County\") is located in the U.S. state of Maryland, bordering the eastern portion of Washington, D.C. As of the 2010 U.S. Census, the population was 863,420, making it the second-most populous county in Maryland, behind Montgomery County. Its county seat is Upper Marlboro. It is one of the richest African American-majority counties in the United States, with five of its communities identified in a 2015 top ten list.",
  "/wiki/Carvill_Hall": "Carvill Hall, also known as Carvill's Prevention or Salter's Load or Packerton, is a historic home located at Chestertown, Kent County, Maryland.  It is a ​2 1⁄2-story Flemish bond brick house, with exterior corbeled brick chimneys at each gable end.  The main block was built between 1694 and 1709.  Additions to the main block date to the 19th century.",
  "/wiki/Chestertown,_Maryland": "Chestertown is a town in Kent County, Maryland, United States. The population was 5,252 at the 2010 census. It is the county seat of Kent County.",
  "/wiki/Fort_Garrison": "Fort Garrison, also known as Oulton's Garrison, Risteau's Garrison, and Olton's Garrison, is a historic fortification building located at Stevenson, Baltimore County, Maryland on Garrison Farms Court. It is a rectangular fieldstone building built about 1695. The fort was built to serve as a stronghold against attacks by Native Americans and was used during the French and Indian War. It is approximately 48 feet long and 18 feet wide with one large stone fireplace.  Modifications in the early-19th century raised the height of the fort building adding a second story loft and a wood shingle roof.  It was constructed following a 1693 order from Governor Francis Nicholson and his Council. The property was acquired in 1965 by the Baltimore County Department of Recreation and Parks.",
  "/wiki/Stevenson,_Maryland": "Stevenson is an unincorporated community located in the Green Spring Valley in Baltimore County, Maryland, United States. From 1830 until 1955, this community was served by the Green Spring Valley Branch of the old Northern Central Railway (later part of the Pennsylvania Railroad).",
  "/wiki/Holly_Hill_(Friendship,_Maryland)": "Holly Hill, also known as Holland's Hills or Rose Valley, is a historic house at Friendship, Anne Arundel County, Maryland, United States.",
  "/wiki/Friendship,_Anne_Arundel_County,_Maryland": "Friendship is an unincorporated community and census-designated place (CDP) in Anne Arundel County, Maryland, United States. As of the 2010 census, its population was 447.",
  "/wiki/Encasement": "Encasement is the coating over, covering or \"encasing\" of all building components, interior and exterior. This includes all roofing and toxic hazards materials, such as asbestos, lead-based paint, mold/mildew and other harmful substances, found in buildings. The technique of encasing all building components, including unsafe ones, with green coatings is by far the most efficient way to reduce the harmful effects on people and the environment while lengthening the life of buildings. It is an economical alternative to other abatement methods such as removal, disposal and replacement.",
  "/wiki/Morgan_Hill_Farm": "Morgan Hill Farm, also known as Morgan's Fresh or Hill Farm, is a historic home located at Lusby, Calvert County, Maryland.  It is a ​1 1⁄2-story gable-roofed frame house of a T-shaped plan, with single exterior chimneys on each of the three exposed ends. The original building appears to have been built about 1700, with extensively remodeled in the early 19th century. In 1952 a large rear wing was added to the house. Outbuildings include a one-story log servants' quarter, a log smokehouse, and a large tobacco barn.",
  "/wiki/Lusby,_Maryland": "Lusby is an unincorporated community and census-designated place (CDP) in Calvert County, Maryland, United States. The population of the CDP was 1,835 at the 2010 census. Residents of the Chesapeake Ranch Estates and Drum Point communities also use the Lusby ZIP code designation.",
  "/wiki/Colonial_Annapolis_Historic_District": "The Colonial Annapolis Historic District is a historic district in the City of Annapolis, the state capital of Maryland, that was designated a National Historic Landmark District in 1965 and was geographically further expanded in 1984.",
  "/wiki/Annapolis,_Maryland": "Annapolis (/əˈnæpəlɪs/) is the capital of the U.S. state of Maryland, as well as the county seat of Anne Arundel County. Situated on the Chesapeake Bay at the mouth of the Severn River, 25 miles (40 km) south of Baltimore and about 30 miles (50 km) east of Washington, D.C., Annapolis is part of the Baltimore–Washington metropolitan area. Its population was measured at 38,394 by the 2010 census.",
  "/wiki/Dendrochronology": "Dendrochronology  (or tree-ring dating) is the scientific method of dating tree rings (also called growth rings) to the exact year they were formed. As well as dating them this can give data for dendroclimatology, the study of climate and atmospheric conditions during different periods in history from wood.",
  "/wiki/Sotterley_Plantation": "Sotterley Plantation is a historic landmark plantation house located at 44300 Sotterley Lane in Hollywood, St. Mary's County, Maryland, USA. It is a long ​1 1⁄2-story, nine-bay frame building, covered with wide, beaded clapboard siding and wood shingle roof, overlooking the Patuxent River. Also on the property are a sawn-log slave quarters of c. 1830, an 18th-century brick warehouse, and an early-19th-century brick meat house. Farm buildings include an early-19th-century corn crib and an array of barns and work buildings from the early 20th century. Opened to the public in 1961, it was once the home of George Plater (1735–1792), the sixth Governor of Maryland, and Herbert L. Satterlee (1863–1947), a New York business lawyer and son-in-law of J.P. Morgan.",
  "/wiki/Hollywood,_Maryland": "Hollywood  is an unincorporated community located within St. Mary's County, Maryland, United States. It was named in 1867, when a storeowner at Thompson's General Store near the Uniontown section of Hollywood required a name for the post office inside the store. The storeowner was inspired by the gigantic holly tree planted in front of the store and named the post office Hollywood.",
  "/wiki/Cedar_Park_(Galesville,_Maryland)": "Cedar Park is a historic home at Galesville, Anne Arundel County, Maryland, United States.  It was originally constructed in 1702 as a ​1 1⁄2-story post-in-the-ground structure, with hand-hewn timbers and riven clapboards and chimneys at either end, the earliest surviving earthfast constructed dwelling in Maryland and Virginia.  Later additions and modifications, in 1736 and in the early 19th century, resulted in the brick structure of today.  Also on the property is a frame tenant house or slave quarters of the mid-19th century. Between 1825 and 1834, it was an academy for young women operated by Margaret Mercer as \"Miss Mercer's School.\"",
  "/wiki/Galesville,_Maryland": "Galesville is an unincorporated town and census-designated place (CDP) in Anne Arundel County, Maryland, United States. As of the 2010 census, it had a population of 685.",
  "/wiki/Ocean_Hall": "Ocean Hall is a historic house located at Bushwood, St. Mary's County, Maryland, U.S.  The house is believed to have been built in 1703. Successive alterations were made to the initial structure in the early 18th, late 19th and early 20th centuries, when the exterior porches were added. Of the original house only the Flemish bond brick exterior walls remain.",
  "/wiki/Bushwood,_Maryland": "Bushwood is an unincorporated community in what is familiarly called the \"Seventh District\" of St. Mary's County, Maryland, United States. Ocean Hall was listed on the National Register of Historic Places in 1973.",
  "/wiki/Rehoboth_Presbyterian_Church": "Rehoboth Presbyterian Church is a historic Presbyterian church located at Westover, Maryland in Somerset County near the Pocomoke River and Chesapeake Bay.",
  "/wiki/Rehobeth,_Maryland": "Rehobeth is an unincorporated community in Somerset County, Maryland, United States. It is located at the east end of Old Rehobeth Road, off Rehobeth Road, on the bank of the Pocomoke River. Caldicott, Coventry Parish Ruins, and Rehobeth Presbyterian Church are listed on the National Register of Historic Places.",
  "/wiki/Queenstown,_Maryland": "Queenstown is a town in Queen Anne's County, Maryland, United States. The population was 664 at the 2010 census.",
  "/wiki/All_Hallows_Church_(South_River,_Maryland)": "All Hallows Church, also known as The Brick Church, is a historic church located at 3604 Solomon's Island Road, in Edgewater, Anne Arundel County, Maryland, United States. Parish records date back to 1682, indicating that it existed prior to the Act of Establishment (1692) passed by the General Assembly of Maryland laying off the Province into 30 Anglican parishes.",
  "/wiki/Edgewater,_Maryland": "Edgewater is a census-designated place (CDP) in Anne Arundel County, Maryland, United States. The population was 9,023 at the 2010 census.",
  "/wiki/St._Paul%27s_Church_(Fairlee,_Maryland)": "St. Paul's Church is an historic Episcopal church located near the village of Fairlee, southwest of Chestertown, Kent County, Maryland. St. Paul's Church is one of the original thirty parishes created in 1692 by an Act of the General Assembly declaring the Church of England as the established religion of the Province of Maryland. The Georgian-styled building, completed in 1713, is the second-oldest Episcopal church on the Eastern Shore of Maryland (after Trinity Church in Church Creek, built in 1675).",
  "/wiki/Fairlee,_Maryland": "Fairlee, Maryland is an unincorporated community and census-designated place in Kent County, Maryland, United States. Its population was 490 as of the 2010 census.",
  "/wiki/St._George%27s_Parish_Vestry_House": "St. George's Parish Vestry House, also known as Spesutia Vestry House, is a historic Episcopal vestry house located at Perryman, Harford County, Maryland. It is a small structure of Flemish bond brick construction dating to about 1766.",
  "/wiki/Melwood_Park": "Melwood Park is a historic home located near Upper Marlboro in Prince George's County, Maryland, United States. It is a ​2 1⁄2-story, Flemish bond brick structure, with Georgian details. As of 2009, it is undergoing an extensive restoration. This unique dwelling was visited by George Washington on several occasions and the British Army camped here during their march to Washington, D.C. in August 1814, during the War of 1812.",
  "/wiki/Sarum_(Newport,_Maryland)": "Sarum is a historic home located at Newport, Charles County, Maryland. The oldest extant part of the house was built in 1717 by Joseph Pile on or near the site of his grandfather's 17th century house.   It was a box-framed hall and parlor dwelling, 32 by 18 feet.  A shed was added in 1736; later in the 1800's the ends were extended and new walls of brick were constructed giving the house its present dimensions. Sarum was patented to John Pile in 1662, and remained in the ownership of the Pile family until 1836.  It is one of Maryland's finest small Colonial dwellings.",
  "/wiki/Newport,_Charles_County,_Maryland": "Newport is an unincorporated community in Charles County, Maryland, United States. Sarum was listed on the National Register of Historic Places in 1974. St. Mary's Roman Catholic Church is a historic Roman Catholic church listed on the National Register of Historic Places in 1991.",
  "/wiki/Richland_Farm_(Clarksville,_Maryland)": "Richland Farm is a historic home and farm complex located at Clarksville, Howard County, Maryland, United States. The main house is a log and frame house, the earliest section of which is presumed to date from 1719.  The main block comprises three sections, with a large addition on the rear added in 1920. It features a one-story shed-roofed wrap-around porch supported by 22 Doric order columns.  Also on the property are the Overseer's/Superintendent's House, Gardener's Cottage, wagon shed, tractor shed and smokehouse with board-and-batten siding, a bank barn, a stone spring house and “Barrack.”",
  "/wiki/Clarksville,_Maryland": "Clarksville is an unincorporated community in Howard County, Maryland; the second highest-earning county in the United States according to the U.S. Census Bureau. The community is named for William Clark, a farmer who owned much of the land on which the community now lies and served as a postal stop that opened on the 4th of July 1851."
}