{
  "/wiki/Augustana_University": "Augustana University is a private, Lutheran university in Sioux Falls, South Dakota, United States. The largest private university in the state, the institution derives its name from the Confessio Augustana, or Augsburg Confession, a foundational document of Lutheranism. Students, alumni, friends, employees, and those who know the college casually refer to it as \"Augie.\" Prior to September 2015, the university was known as Augustana College.",
  "/wiki/Augustana_University_Vikings": "The Augustana Vikings are the athletic teams that represent Augustana University, located in Sioux Falls, South Dakota, in NCAA Division II intercollegiate sports. The Vikings compete as members of the Northern Sun Intercollegiate Conference for all 14 varsity sports. The Vikings joined the NSIC from the North Central Conference, which folded in 2008. in December 2018 Augustana announced its intentions to transition to NCAA Division I by 2030 at the latest. However, they hope to receive a bid to join a conference by 2020, according to Sioux Falls newspaper The Argus Leader. Multiple regional media reports in 2018 indicated that Augustana's likeliest Division I destination was the Sioux Falls-based Summit League. Many of the school's boosters are tied to Sanford Health, a hospital company also based in Sioux Falls that has long been a major sponsor of the Summit League. The conference moved its headquarters in 2018 to an office complex owned by Sanford.",
  "/wiki/North_Central_Conference": "The North Central Conference (NCC), also known as North Central Intercollegiate Athletic Conference, was a college athletic conference which operated in the north central United States. It participated in the NCAA's Division II.",
  "/wiki/Northern_Sun_Intercollegiate_Conference": "The Northern Sun Intercollegiate Conference (NSIC) is a collegiate athletic conference which operates in the western Midwestern United States. Nine of its members are in Minnesota, with three members in South Dakota, two members in North Dakota, and one member each in the states of Iowa and Nebraska. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. It was founded in 1932. With the recent NSIC expansion, the original six member schools have been reunited. With the inclusion of the several new member institutions, it is one of the largest Division II conferences in the country with 16 members.",
  "/wiki/Brevard_College": "Brevard College is a small Methodist liberal arts college in Brevard, North Carolina, United States. The college grants the Bachelor of Arts or Bachelor of Science degree.",
  "/wiki/Brevard_Tornadoes": "Brevard College is a small Methodist liberal arts college in Brevard, North Carolina, United States. The college grants the Bachelor of Arts or Bachelor of Science degree.",
  "/wiki/NCAA_Division_II_independent_schools": "NCAA Division II independent schools are four-year institutions that are not formally affiliated with any athletic conference. Schools that are members of a conference may also field intercollegiate teams in football, lacrosse, soccer, wrestling, and other sports not affiliated with a conference, usually due to their primary conference not having enough teams in a certain sport to enable sponsorship of the sport by that conference.",
  "/wiki/South_Atlantic_Conference": "The South Atlantic Conference (SAC) is a collegiate athletic conference which operates in the southeastern United States. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. The SAC was founded in 1975 as a football-only conference and became an all-sports conference beginning with the 1989–90 season.",
  "/wiki/Bryant_University": "Bryant University is a private university in Smithfield, Rhode Island. Until August 2004, it was known as Bryant College. Bryant has two colleges, the College of Arts and Sciences and the College of Business, and is accredited by the New England Association of Schools and Colleges and the AACSB International.",
  "/wiki/Bryant_Bulldogs": "The Bryant Bulldogs are the athletic teams representing Bryant University in Smithfield, Rhode Island. The Bulldogs compete at the Division I level as a member of the Northeast Conference. Bryant's largest rivalry during its Division II years was Bentley College, both founders of the Northeast-10 and both have prominent business programs. Bryant University athletics started out as a member of the National Association of Intercollegiate Athletics (NAIA) before it transitioned into Division II. Bryant competed in the Northeast-10 Conference from the conference's founding in 1980 until 2008 when the university began the transition to Division I. In 2012, Bryant became a full Division I member.",
  "/wiki/Northeast-10_Conference": "The Northeast-10 Conference is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA)’s Division II level. Member institutions are located in the northeastern United States in the states of Connecticut, Massachusetts, New Hampshire, New York, and Vermont. It is the only Division II collegiate hockey conference in the United States.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Central_Washington_University": "Central Washington University (CWU) is a public university in Ellensburg, Washington. Founded in 1891, the university consists of four divisions: the President's Division, Business and Financial Affairs, Operations, and Academic and Student Life (ASL).  Within ASL are four colleges: the College of Arts and Humanities, the College of Business (Ellensburg campus and University Centers in the Puget Sound and central regions), the College of Education and Professional Studies, and College of the Sciences. CWU is considered an emerging Hispanic-Serving Institution with 15 percent Hispanic students.",
  "/wiki/Central_Washington_Wildcats": "The Central Washington Wildcats (also CWU Wildcats) are the 12 varsity athletic teams that represent Central Washington University, located in Ellensburg, Washington, in NCAA Division II intercollegiate sports. The Wildcats compete as members of the Great Northwest Athletic Conference.",
  "/wiki/Great_Northwest_Athletic_Conference": "The Great Northwest Athletic Conference (GNAC) is a collegiate athletic conference which has historically operated in the northwestern United States, but also currently includes four schools in areas not usually considered part of that region—two in Alaska (neither of which is located in Southeast Alaska, an area often considered part of the Northwest), one in eastern Montana (almost never considered part of the region), and one in the Canadian province of British Columbia (an area included with the Northwest U.S. in the larger Pacific Northwest region).",
  "/wiki/LIU_Post": "LIU Post (formerly, and still formally known as the C.W. Post Campus of Long Island University and often referred to as C.W. Post) is a private university in Brookville, New York. It is the largest campus of the private Long Island University system.",
  "/wiki/LIU_Post_Pioneers": "The LIU Post Pioneers (also Long Island–Post Pioneers and formerly the C.W. Post Pioneers) were the athletic teams that represented the C.W. Post Campus of Long Island University, located in Brookville, New York, in NCAA Division II intercollegiate sports through the 2018–19 school year. The Pioneers most recently competed as members of the East Coast Conference for most sports; the football team was an affiliate of the Northeast-10 Conference. LIU Post had been a member of the ECC since 1989, when the league was established as the New York Collegiate Athletic Conference.",
  "/wiki/Pennsylvania_State_Athletic_Conference": "The Pennsylvania State Athletic Conference (PSAC) is a collegiate athletic conference that participates in the National Collegiate Athletic Association (NCAA) Division II level. The conference is currently composed of 17 full-time members within Pennsylvania and 1 in West Virginia. The conference headquarters are located in Lock Haven, Pennsylvania and staffed by a commissioner, two assistant commissioners, and a director of media relations.",
  "/wiki/Chowan_University": "Chowan University (/tʃoʊˈwɒn/) is a private Baptist university in Murfreesboro, North Carolina.  Although the university is affiliated with the Baptist State Convention of North Carolina, it accepts students of all backgrounds.  It is the second-oldest Baptist school in North Carolina.  The university offers Associate, Bachelor's, and Master's degrees in 70 academic disciplines and is accredited by the Southern Association of Colleges and Schools. The university enrolls about 1500 students.",
  "/wiki/Chowan_Hawks": "The Chowan Hawks are the athletic teams that represent Chowan University, located in Murfreesboro, North Carolina, in NCAA Division II intercollegiate sports.",
  "/wiki/Central_Intercollegiate_Athletic_Association": "The Central Intercollegiate Athletic Association (CIAA) is a collegiate athletic conference, mostly consisting of historically black colleges and universities. CIAA institutions are affiliated at the Division II level of the National Collegiate Athletic Association (NCAA).",
  "/wiki/Colorado_State_University%E2%80%93Pueblo": "Colorado State University–Pueblo (CSU–Pueblo) is a public university in Pueblo, Colorado.  It is a member of the Colorado State University System (CSU System) and is a federally designated Hispanic-Serving Institution (HSI).",
  "/wiki/CSU%E2%80%93Pueblo_ThunderWolves": "The Colorado State University–Pueblo ThunderWolves (shortened to CSU–Pueblo ThunderWolves in their athletics context) are the athletic teams at Colorado State University–Pueblo. The ThunderWolves are a member of the Rocky Mountain Athletic Conference. They were previously known as the University of Southern Colorado Indians and then the University of Southern Colorado ThunderWolves. The program includes 7 men's sports: baseball, basketball, football, golf, soccer, tennis, and wrestling. The women's program has 8 sports: basketball, cross country, golf, soccer, softball, tennis, volleyball and track. Dropped following the 1984 season, football returned in 2008 and the team posted a 4-6 record. The ThunderWolves won the 2014 NCAA Division II Football National Championship, its first in football program history, by blanking previously undefeated Minnesota State University, Mankato 13-0.",
  "/wiki/Rocky_Mountain_Athletic_Conference": "The Rocky Mountain Athletic Conference (RMAC), commonly known as the Rocky Mountain Conference (RMC) from approximately 1910 through the late 1960s, is a collegiate athletic conference which operates in the western United States, mostly in Colorado with members in Nebraska, New Mexico, South Dakota, and Utah. It participates in the National Collegiate Athletic Association (NCAA)'s Division II.",
  "/wiki/Dixie_State_University": "Dixie State University (DSU or, colloquially, Dixie) is a public university in St. George, Utah, in the state's Dixie region. The university offers 4 master's degree, 45 bachelor's degrees, 11 associate degrees, 44 minors, and 23 certificates/endorsements. As of Fall 2019, there are 11,193 students enrolled at DSU, and the university has a 100% acceptance rate. The student body is 56% female and 44% male, and DSU is in the top three for diversity in the state of Utah, with 23% of the student body being minority students.",
  "/wiki/Dixie_State_Trailblazers": "The Dixie State Trailblazers are the 15 varsity athletic teams that represent Dixie State University, located in St. George, Utah, in NCAA Division II intercollegiate sports. The Trailblazers compete as members of the Rocky Mountain Athletic Conference. Dixie State began competing in NCAA Division II in the 2006–07 academic year after being a member of the NJCAA. In 2009, the school's nickname was changed from the \"Rebels\" to the \"Red Storm\". In 2016, the nickname was changed to the \"Trailblazers\".",
  "/wiki/Gannon_University": "Gannon University is a private, co-educational Catholic university in Erie, Pennsylvania.  Gannon University has an alumni base numbering around 46,000. Current enrollment is 4,444. Gannon's intercollegiate athletics include 18 athletic programs for men and women at the NCAA Division II level.",
  "/wiki/Gannon_Golden_Knights": "Gannon University is a private, co-educational Catholic university in Erie, Pennsylvania.  Gannon University has an alumni base numbering around 46,000. Current enrollment is 4,444. Gannon's intercollegiate athletics include 18 athletic programs for men and women at the NCAA Division II level.",
  "/wiki/Great_Lakes_Intercollegiate_Athletic_Conference": "The Great Lakes Intercollegiate Athletic Conference (GLIAC) is a competitive collegiate athletic conference affiliated with the NCAA's Division II.",
  "/wiki/Humboldt_State_University": "Humboldt State University (HSU, Humboldt State, or Humboldt) is a public university in Arcata, California. It is the northernmost campus of the 23-school California State University (CSU) system. The main campus, situated hillside at the edge of a coast redwood forest, has commanding views overlooking Arcata, much of Humboldt Bay, and the Pacific Ocean. The college town setting on the California North Coast, 8 miles (13 km) north of Eureka, 279 miles (449 km) north of San Francisco, and 654 miles (1052.51 km) north of Los Angeles is notable for its natural beauty.",
  "/wiki/Humboldt_State_Lumberjacks": "The Humboldt State Lumberjacks are the 12 varsity athletic teams that represent Humboldt State University, located in Arcata, California, in NCAA Division II intercollegiate sports. The Lumberjacks compete as an associate member of the California Collegiate Athletic Association for all sports except football, which competes in the Great Northwest Athletic Conference.",
  "/wiki/Lake_Erie_College": "Lake Erie College is a private liberal arts college in Painesville, Ohio. Founded in 1856 as a female seminary, the college converted to a coeducational institution in 1985. As of the 2016–2017 academic year, the total enrollment was 1,177 students.",
  "/wiki/Lake_Erie_Storm": "The Lake Erie Storm are the athletic teams that represent Lake Erie College, located in Painesville, Ohio, in NCAA Division II intercollegiate sporting competitions. The Storm compete as members of the Great Lakes Intercollegiate Athletic Conference (GLIAC), although Lake Erie will move its varsity sports to the Great Midwest Athletic Conference (G-MAC) in 2017. Lake Erie College was a member of the Allegheny Mountain Collegiate Conference (AMCC) of Division III through the 2007–08 academic year but completed the process of moving to Division II at the conclusion of the 2008–2009 academic year.",
  "/wiki/Lincoln_University_(Pennsylvania)": "Lincoln University (Lincoln or LU) is a state-related (independent but with public funding) historically black university near Oxford, Pennsylvania.  Founded as a private university in 1854, it has been a public institution since 1972 and was the United States' first degree-granting HBCU.  Its main campus is located on 422 acres near the town of Oxford in southern Chester County, Pennsylvania. The university has a second location in University City, Philadelphia. Lincoln University provides undergraduate and graduate coursework to approximately 2,000 students.  The University is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Lincoln_(Pennsylvania)_Lions": "The Lincoln Lions are the athletic teams that represent Lincoln University, located near Oxford in Chester County, Pennsylvania, in NCAA Division II intercollegiate sports.",
  "/wiki/Mercyhurst_University": "Mercyhurst University, formerly Mercyhurst College, is an American Catholic liberal arts college in Erie, Pennsylvania.",
  "/wiki/Mercyhurst_Lakers": "The Mercyhurst Lakers, representing Mercyhurst University which is located in Erie, Pennsylvania, are composed of 24 teams in intercollegiate athletics, including men's and women's basketball, cross country, golf, ice hockey, lacrosse, rowing, soccer, tennis, and water polo. Men's sports include baseball, football, and wrestling. Women's sports include field hockey, softball, and volleyball. The Lakers compete in the NCAA Division II and are members of the Pennsylvania State Athletic Conference (PSAC) for all sports except ice hockey, which competes in NCAA Division I, and water polo, a sport in which the NCAA holds single all-divisions national championships for men and women. The men's ice hockey team is a member of Atlantic Hockey, while the women's ice hockey team is a member of College Hockey America. The men's water polo team plays in the Collegiate Water Polo Association, and the women's water polo team plays in the Western Water Polo Association.",
  "/wiki/Minnesota_State_University,_Mankato": "Minnesota State University, Mankato (MSU or MNSU), also known as Minnesota State, is a public university in Mankato, Minnesota. Established as the Second State Normal School in 1858, it was designated in Mankato in 1866, and officially opened as Mankato Normal School in 1868. It is the second oldest member of the Minnesota State Colleges and Universities system. It is also the second largest public university in the state, and has over 123,000 living alumni worldwide. It is the most comprehensive of the seven state universities and is referred to as the flagship of the Minnesota State Colleges and Universities system. It is an important part of the economy of Southern Minnesota and the state as it adds more than $781 million to the economy of Minnesota annually.",
  "/wiki/Minnesota_State_Mavericks": "The Minnesota State Mavericks are the college athletic teams of Minnesota State University, Mankato. More than 600 students participate each year in athletics for the university. Most of the university's athletic teams compete at the NCAA Division II level in the Northern Sun Intercollegiate Conference (NSIC). The men's and women's ice hockey teams compete at the Division I level in the Western Collegiate Hockey Association (WCHA). Minnesota State began competition in the NSIC in 2008-09, due to the dissolution of the North Central Conference.",
  "/wiki/University_of_Minnesota_Duluth": "The University of Minnesota Duluth (UMD) is a public university in Duluth, Minnesota. It is part of the University of Minnesota system and offers 16 bachelor's degrees in 87 majors, graduate programs in 25 different fields, and a two-year program at the School of Medicine and a four-year College of Pharmacy program.",
  "/wiki/Minnesota%E2%80%93Duluth_Bulldogs": "The Minnesota Duluth Bulldogs are the athletic teams that represent the University of Minnesota Duluth. They were first named Bulldogs in 1933. Their colors are maroon and gold. The school competes in the NCAA's Division II in all sports except ice hockey. The men's team competes in the National Collegiate Hockey Conference, and the women's hockey program compete in the Western Collegiate Hockey Association.  Both hockey conferences are Division I. They are also known for having a strong club sports program, especially in ultimate frisbee, lacrosse, rugby, alpine skiing and ice hockey.",
  "/wiki/University_of_Nebraska_Omaha": "The University of Nebraska Omaha (Omaha or UNO) is a public research university in Omaha, Nebraska. Founded in 1908 by faculty from the Omaha Presbyterian Theological Seminary as a private non-sectarian college, the university was originally known as the University of Omaha. Originally meant to provide a Christian-based education free from ecclesiastical control, the university served as a strong alternative to the city's many successful religiously affiliated institutions.",
  "/wiki/Nebraska%E2%80%93Omaha_Mavericks": "The Omaha Mavericks are the sports teams of the University of Nebraska Omaha. They participate in the NCAA's Division I and in The Summit League, except in ice hockey, where they compete in the National Collegiate Hockey Conference (NCHC).",
  "/wiki/Mid-America_Intercollegiate_Athletics_Association": "The Mid-America Intercollegiate Athletics Association (MIAA) is a fourteen-school collegiate athletic conference headquartered in Kansas City, Missouri. It is a member of the NCAA's Division II for all sports. Its fourteen members, located in Kansas, Missouri, Nebraska, and Oklahoma, include twelve public and two private schools. The MIAA is a 501(c)(3) nonprofit organization incorporated in Missouri.",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/North_Dakota_Fighting_Hawks": "The North Dakota Fighting Hawks (formerly known as the  Fighting Sioux) are the athletic teams that represent the University of North Dakota (UND), located in the city of Grand Forks, North Dakota.",
  "/wiki/Great_West_Conference": "The Great West Conference (GWC) was an NCAA college athletic conference in the continental United States. Originally a football-only league, it became an all-sports entity during the 2008–09 season. The GWC stopped sponsoring football following the 2011 season. The conference became defunct when four of the remaining five full member schools became members of other conferences on July 1, 2013.",
  "/wiki/St._Cloud_State_University": "St. Cloud State University (SCSU) is a public university in St. Cloud, Minnesota. Founded in 1869, the university is one of the largest schools in the Minnesota State Colleges and Universities system. Its enrollment in 2019 was approximately 16,000 students and it has nearly 110,000 alumni.",
  "/wiki/St._Cloud_State_Huskies": "The St. Cloud State Huskies are the athletic teams for St. Cloud State University. The university is primarily a member of the Northern Sun Intercollegiate Conference (NSIC), and currently sponsors 18 NCAA Division II teams.  SCSU also sponsors a women's Nordic skiing team through membership in the CCSA, as well as men's and women's Division I ice hockey teams that are members of the National Collegiate Hockey Conference (men) and Western Collegiate Hockey Association (women). The teams go by the nickname Huskies, and the school's mascot is a husky named Blizzard.",
  "/wiki/University_of_South_Dakota": "The University of South Dakota (USD) is a public research university in Vermillion, South Dakota. Established by the Dakota Territory legislature in 1862, 27 years before the establishment of the state of South Dakota, USD is the flagship university for the state of South Dakota and the state's oldest public university. It occupies a 274 acres (1.11 km2) campus located in southeastern South Dakota, approximately 63 miles (101 km) southwest of Sioux Falls, 39 miles (63 km) northwest of Sioux City, Iowa, and north of the Missouri River.",
  "/wiki/South_Dakota_Coyotes": "The South Dakota Coyotes, also known as the USD Coyotes (locally pronounced (US: /ˈkaɪoʊts/ [a]), are the athletic teams for the University of South Dakota. Their team colors are vermilion and white.  They have been members of Summit League of the NCAA's Division I since the 2011–12 school year. The football team plays in Division I's Football Championship Subdivision as a member of the Missouri Valley Football Conference. The Coyotes were charter members of the Division II North Central Conference and were members until 2008 when it upgraded to Division I.",
  "/wiki/Southwest_Baptist_University": "Southwest Baptist University (SBU) is a private Baptist university in Bolivar, Missouri. It is affiliated with the Missouri Baptist Convention, which is part of the Southern Baptist Convention.  In 2017, it had a total enrollment of 3,592 students attending at one of SBU's four Missouri campuses in Bolivar, Mountain View, Salem, or Springfield.",
  "/wiki/Southwest_Baptist_Bearcats": "The Southwest Baptist University Bearcats are the sports teams of Southwest Baptist University located in Bolivar, Missouri. They participate in the NCAA's Division II Great Lakes Valley Conference (GLVC). The Bearcats had competed in the Mid-America Intercollegiate Athletics Association (MIAA) since 1986. In 2014, the Bearcats as well as the Lincoln Blue Tigers began competing in the GLVC as a football member-only team.",
  "/wiki/2008_NCAA_Division_II_football_season": "The 2008 NCAA Division II football season, part of college football in the United States organized by the National Collegiate Athletic Association at the Division II level, began on August 30, 2008, and concluded with the NCAA Division II Football Championship on December 15, 2008 at Braly Municipal Stadium in Florence, Alabama, hosted by the University of North Alabama. The Minnesota–Duluth Bulldogs defeated the Northwest Missouri State Bearcats, 21–14, to win their first Division II national title."
}