{
  "/wiki/Ashland_Plantation": "Ashland Plantation, also known as the Belle Helene or Ashland-Belle Helene Plantation, is a historic building, built in 1841, that was a plantation estate and home of Duncan Farrar Kenner. Located in Darrow, Louisiana, in Ascension Parish. The manor house is an example of antebellum Greek Revival architecture.",
  "/wiki/Louisiana_Highway_75": "Louisiana Highway 75 (LA 75) is a state highway located in southeastern Louisiana.  It runs 46.86 miles (75.41 km) in a general east–west direction from a dead end in Bayou Pigeon to the junction of LA 22 and LA 942 in Darrow.",
  "/wiki/Geismar,_Louisiana": "Geismar is an unincorporated community in Ascension Parish, Louisiana, United States and is at the heart of Louisiana's chemical corridor. Geismar is south of Prairieville and west of Gonzales. The community has two schools, Dutchtown Primary/ Middle School and Dutchtown High School, which are ranked among the top schools in the state of Louisiana. The Mississippi River flows to the southeast along the southwest side of the community. The area is vulnerable to hurricanes and tropical systems due to its low elevation and its proximity to the coast of southeast Louisiana.",
  "/wiki/Bocage_Plantation": "Bocage Plantation is a historic plantation in Darrow, Ascension Parish, Louisiana, about 25 miles southeast of Baton Rouge. The plantation house was constructed in 1837 in Greek Revival style with Creole influences, especially in the floorplan.  Established in 1801, the plantation was added to the National Register of Historic Places on June 20, 1991.",
  "/wiki/Darrow,_Louisiana": "Darrow is an unincorporated community in Ascension Parish, Louisiana, United States. It is the location of three properties listed on the U.S. National Register of Historic Places: Bocage, Helvetia Dependency, and Hermitage plantations.",
  "/wiki/Louisiana_Highway_42": "Louisiana Highway 42 (LA 42) is a state highway in Louisiana that serves East Baton Rouge, Ascension, Livingston, and Tangipahoa parishes. It spans 47.8 miles (76.9 km) in a general east–west direction.",
  "/wiki/Prairieville,_Louisiana": "Prairieville is a census-designated place in Ascension Parish, Louisiana, United States. It is south of Baton Rouge and north of Gonzales.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Donaldsonville,_Louisiana": "Donaldsonville (historically French: Lafourche-des-Chitimachas) is a small city in, and the parish seat of, Ascension Parish in south Louisiana, United States, located along the River Road of the west bank of the Mississippi River. The population was 7,436 at the 2010 census, a decrease of more than 150 from the 7,605 tabulation in 2000. Donaldsonville is part of the Baton Rouge Metropolitan Statistical Area.",
  "/wiki/Evan_Hall": "Evan Hall is a former sugarcane plantation in Donaldsonville, Louisiana, U.S. It was established for the production of sugar by Evan Jones, a merchant and politician, by 1807.",
  "/wiki/Louisiana_Highway_405": "The following is a list of state highways in the U.S. state of Louisiana designated in the 400-449 range.",
  "/wiki/Louisiana_Highway_1": "Louisiana Highway 1 (LA 1) is a state highway in Louisiana.  At 431.88 miles (695.04 km), it is the longest numbered highway of any class in Louisiana.  It runs diagonally across the state, connecting the oil and gas fields near the island of Grand Isle with the northwest corner of the state, north of Shreveport.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Hermitage_(Darrow,_Louisiana)": "L'Hermitage is a Greek Revival plantation home. Marius Pons Bringier commissioned the home to be built in Burnside, Ascension Parish, Louisiana, as a wedding gift for his son, Michel Douradou Bringier (1789–1847), in 1812.",
  "/wiki/Andrew_Jackson": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. As president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
  "/wiki/The_Houmas": "The Houmas, also known as Burnside Plantation and currently known as Houmas House Plantation and Gardens, is a historic plantation complex and house museum in Burnside, Louisiana.  The plantation was established in the late 1700s, with the current main house completed in 1840.  It was named after the native Houma people, who originally occupied this area of Louisiana.",
  "/wiki/Louisiana_Highway_44": "Louisiana Highway 44 (LA 44) is a state highway in Louisiana that serves Ascension, St. James, and St. John the Baptist Parishes.  It runs from west to east, parallel to the east bank of the Mississippi River, from Prairieville to LaPlace.  It spans a total of 50.1 miles (80.6 km).  Throughout its run, LA 44 is known as North/South Burnside Avenue, River Road, West/East Jefferson Highway, West 5th Street, and Main Street.",
  "/wiki/Burnside,_Louisiana": "Burnside is an unincorporated community in Ascension Parish, Louisiana, United States. It was founded by French and German settlers in 1726, early in the French colonial period.",
  "/wiki/Landry_Tomb": "Landry Tomb is an historic burial vault located in the cemetery of the Ascension of Our Lord Catholic Church in Donaldsonville, Louisiana. The two stage granite monument, containing 24 vaults, was built in 1845 and its design is attributed to James H. Dakin, an architect whose work included the Old Louisiana State Capitol building.",
  "/wiki/James_H._Dakin": "James Harrison Dakin (August 24, 1806 – May 13, 1852), American architect . Best known for his Neo-Gothic style. Best known as Architect of the Old Louisiana State Capitol, Old Bank of Louisville, and other public buildings.",
  "/wiki/Mulberry_Grove_(White_Castle,_Louisiana)": "Mulberry Grove is a historic mansion in Donaldsonville, Louisiana, U.S.. It was designed in the Greek Revival architectural style, and it was built in 1836 for Dr Duffel.",
  "/wiki/White_Castle,_Louisiana": "White Castle is a town in Iberville Parish, Louisiana, United States. As of the 2010 census, the town population was 1,883.",
  "/wiki/Louisiana_Highway_944": "The following is a list of state highways in the U.S. state of Louisiana designated in the 900–949 range.",
  "/wiki/Palo_Alto_Plantation_(Donaldsonville,_Louisiana)": "Palo Alto Plantation is an historic mansion located in Donaldsonville, Louisiana.  It was built in c. 1850 and was added to the National Register of Historic Places on April 13, 1977.",
  "/wiki/Smoke_Bend,_Louisiana": "Smoke Bend is an unincorporated community in Ascension Parish, Louisiana, United States.",
  "/wiki/St._Emma_Plantation": "St. Emma Plantation is a 13,000-acre (5,300 ha) former sugar plantation and house in Ascension Parish, Louisiana, United States.",
  "/wiki/Louisiana_Highway_943": "The following is a list of state highways in the U.S. state of Louisiana designated in the 900–949 range.",
  "/wiki/Robert_Penn_Warren_House": "The Robert Penn Warren House, also known as Twin Oaks, is a historic house in Prairieville, Louisiana, U.S.. It was designed in the Colonial Revival architectural style, and it was built in c. 1905."
}