{
  "/wiki/Disney_Channel_Games": "Disney Channel Games are a Battle of the Network Stars-based annual television series that aired on the Disney Channel during the summer from 2006 to 2008. Phill Lewis was the co-host of the first two editions in 2006 and 2007, and Brian Stepanek hosted all three editions, with various stars from Disney Channel television series competing for charity as team-based contestants. The Games were filmed at Disney's Wide World of Sports in Orlando.\nDisney Channel Games were not aired after 2008, but a similar series called Disney's Friends for Change Games aired in 2011.",
  "/wiki/Punk'd": "Punk'd is an American hidden camera–practical joke reality television program that first aired on MTV in 2003. It was created by Ashton Kutcher and Jason Goldberg, with Kutcher serving as producer and host. It bears a resemblance to both the classic hidden camera show Candid Camera and to TV's Bloopers & Practical Jokes, which also featured pranks on celebrities. Being \"punk'd\" referred to being the victim of such a prank. New episodes hosted by King Bach and DeStorm Power aired on BET.\n On June 4, 2019, it was announced that a new reboot of the series will premiere on Quibi.",
  "/wiki/There's_Something_About_Ashley": "There's Something About Ashley is a documentary released by Warner Bros. Records about the beginning of Ashley Tisdale's solo music career and was released on November 6, 2007. The DVD includes 3 new music videos from her debut album Headstrong and a documentary. The music videos in the DVD are \"He Said, She Said\", \"Not Like That\", and \"Suddenly\", which are all directed by Scott Speer. Tisdale's sister Jennifer and Josh Henderson from Desperate Housewives made appearances.",
  "/wiki/Studio_DC:_Almost_Live": "Studio DC: Almost Live is the title of a pair of specials that aired on the Disney Channel. The specials are half-hour variety shows featuring The Muppets and Disney Channel stars performing comedy sketches and musical numbers together. The style is similar to that of The Muppet Show. The first special aired August 3, 2008, and was hosted by Dylan and Cole Sprouse. The second special aired October 5, 2008, was hosted by Selena Gomez.",
  "/wiki/Disney_Channel": "Disney Channel (originally called The Disney Channel from 1983 to 1997 and commonly shortened to Disney from 1997 to 2002) is an American pay television channel that serves as the flagship property of owner Disney Channels Worldwide unit of the Walt Disney Television subsidiary of The Walt Disney Company.\n Disney Channel's programming consists of original first-run television series, theatrically released and original made-for-TV movies and select other third-party programming. Disney Channel – which formerly operated as a premium service – originally marketed its programs towards families during the 1980s, and later at younger children by the 2000s. A majority of Disney Channel's original programming is aimed at children aged 6–16, while its Disney Junior programs are targeted at children aged 7 years and under.\n As of January 2016, Disney Channel is available to approximately 93.9 million pay television households (80.6% of households with at least one television set) in the United States.",
  "/wiki/Extreme_Makeover:_Home_Edition": "Extreme Makeover: Home Edition (EM:HE; sometimes informally referred to as Extreme Home Makeover) is an American reality television series providing home improvements for less fortunate families and community schools. The original run of the show on ABC was hosted by former model, carpenter and television personality Ty Pennington.\n Each episode features a family that has faced some sort of recent or ongoing hardship such as a natural disaster or a family member with a life-threatening illness, in need of new hope. The show's producers coordinate with a local construction contractor, which then coordinates with various companies in the building trades for a makeover of the family's home. This includes interior, exterior and landscaping,  performed in seven days while the family is on vacation (paid for by the show's producers) and documented in the episode. If the house is beyond repair, they replace it entirely. The show's producers and crew film set and perform the makeover but do not pay for it. The materials and labor are donated. Many skilled and unskilled volunteers assist in the rapid construction of the house.\n EM:HE is considered a spin-off of Extreme Makeover, an earlier series providing personal makeovers (often including plastic surgery) to selected individuals. Unusual for a spin-off, Home Edition outlasted its mother show by several seasons. This show displays extreme changes to help recreate someone's space. However, the format differs considerably; in the original Extreme Makeover, for instance, participants were not necessarily chosen based on any recent hardship, whereas the family's backstory is an important component of Home Edition. EM:HE also has similarities to other home renovation series such as Trading Spaces, on which Pennington was previously a cast member.\n The series was produced by Endemol USA in association with Disney-ABC Television Group's Greengrass Television. The executive producers were Brady Connell and George Verschoor.\n The program originally aired on Sunday evenings but was moved to Friday nights as of October 21, 2011. Upon the airing of its final episode in series form, and for the 2012 special holiday run, it remained ABC's last series to air solely in 4:3 standard definition and never converted to a high definition or widescreen presentation.\n On December 15, 2011, ABC announced that Extreme Makeover: Home Edition would end its run on January 13, 2012, but continue to air network specials.\n On January 15, 2019, the cable channel HGTV announced that the series would move to that network and begin airing new episodes on February 16, 2020, with over 100 episodes of the original run to air. It was also announced that actor Jesse Tyler Ferguson would be the new host.",
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of January 31, 2020,[update] Walmart has 11,503 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.\n Walmart is the world's largest company by revenue, with US$514.405 billion, according to the Fortune Global 500 list in 2019. It is also the largest private employer in the world with 2.2 million employees. It is a publicly traded family-owned business, as the company is controlled by the Walton family. Sam Walton's heirs own over 50 percent of Walmart through their holding company Walton Enterprises and through their individual holdings. Walmart was the largest U.S. grocery retailer in 2019, and 65 percent of Walmart's US$510.329 billion sales came from U.S. operations.\n Walmart was listed on the New York Stock Exchange in 1972. By 1988, it was the most profitable retailer in the U.S., and it had become the largest in terms of revenue by October 1989. The company originally was geographically limited to the South and lower Midwest, but it had stores from coast to coast by the early 1990s. Sam's Club opened in New Jersey in November 1989, and the first California outlet opened in Lancaster, California, in July 1990. A Walmart in York, Pennsylvania opened in October 1990, the first main store in the Northeast.\n Walmart's investments outside the U.S. have seen mixed results. Its operations and subsidiaries in Canada, the United Kingdom, Central America, South America and China are highly successful, whereas its ventures failed in Germany and South Korea.",
  "/wiki/Project_Runway": "Project Runway is an American reality television series that focuses on fashion design. The contestants compete with each other to create the best clothes and are restricted by time, materials and theme.  Their designs are judged by a panel, and one or more designers are typically eliminated from the show each week. During each season, contestants are progressively eliminated until only a few contestants remain. These finalists prepare a complete fashion collection for New York Fashion Week, which determines the winner.\n Project Runway was created by Eli Holzman and was hosted by supermodel Heidi Klum. It has a varied airing history, with Bravo originating the first five seasons, followed by Lifetime for eleven more, before it was announced on May 14, 2018 that the series is tentatively returning to Bravo for the seventeenth season in the wake of The Weinstein Company's bankruptcy, pending TWC asset winner Lantern Entertainment's acquisition of the former TWC assets. The show won a Peabody Award in 2008 \"for using the 'television reality contest' genre to engage, inform, enlighten and entertain.\" On September 7, 2018, it was confirmed that Heidi Klum and the show's mentor Tim Gunn would not be returning for a 17th season on Bravo as they both signed a deal to helm another fashion competition show on Amazon Video. In January 2019, it was announced that American model Karlie Kloss follows Klum as the new host, with Season 4 winner Christian Siriano replacing Gunn as mentor.",
  "/wiki/Drop_the_Mic": "Drop the Mic is an American musical reality competition television series that premiered on October 24, 2017, airing on TBS for its first two seasons before moving to TNT for its third season on January 23, 2019. The show is based on a recurring segment on The Late Late Show with James Corden.",
  "/wiki/Mayim_Bialik": "Mayim Chaya Bialik (/ˈmaɪəm biˈɑːlɪk/ MY-əm bee-AH-lik; born December 12, 1975) is an American actress, author, and neuroscientist. From 1991 to 1995, she played the title character of the NBC sitcom Blossom. Bialik later played neurobiologist Amy Farrah Fowler on the CBS sitcom The Big Bang Theory from 2010 to 2019. Outside of her acting career, she holds a Ph.D. in neuroscience. For her role as Fowler, Bialik has been nominated four times for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series and won the Critics' Choice Television Award for Best Supporting Actress in a Comedy Series in 2015 and 2016.",
  "/wiki/Kunal_Nayyar": "Kunal Nayyar (/kʊˈnɑːl ˈnaɪ.ər/, kuu-NAHL NY-ər; born 30 April 1981) is a British-Indian actor known for his role as Raj Koothrappali in the CBS sitcom The Big Bang Theory that aired from 2007 to 2019. Forbes listed Nayyar as the world's third highest-paid TV actor in 2015 and 2018, with earnings of US$20 million and $23.5 million, respectively.",
  "/wiki/Nick_Lachey": "Nicholas Scott Lachey (/ləˈʃeɪ/ lə-SHAY; born November 9, 1973) is an American actor, singer, and television personality. He rose to fame as the lead singer of the multi-platinum-selling boyband 98 Degrees, and later starred in the reality series Newlyweds: Nick and Jessica with his then-wife, Jessica Simpson. He has released four solo albums: SoulO, What's Left of Me, A Father's Lullaby, and Soundtrack of My Life. He also had a recurring role on the television series Charmed.",
  "/wiki/Ashley_Tisdale_filmography": "American actress Ashley Tisdale has appeared in many motion pictures and television programs since starting her career in 1988. Tisdale made her acting debut at age 12 with small roles in the 1997 television series Smart Guy and 7th Heaven. A year later, she had her first voice role in the feature film A Bug's Life. In the following years, she had small roles in television shows such as Beverly Hills, 90210 (2000), The Amanda Show (2000), The Hughleys (2002), Still Standing (2003) and Boston Public (2000). Her performance in the last earned her a Young Artist Award nomination for \"Best Performance in a Television Drama Series\". She was eventually cast in her first main role in Disney Channel's The Suite Life of Zack & Cody in 2005, which had three seasons (2005–2008).\n Tisdale's breakthrough role came in the 2006 television movie High School Musical, which became Disney Channel's most-watched movie that year. The High School Musical series became a successful franchise which included the second television movie High School Musical 2 (2007), a feature film High School Musical 3: Senior Year (2008), and a spin-off movie Sharpay's Fabulous Adventure (2011). She has a main role in Phineas & Ferb (2007–2015), which became television's most-watched animated series among kids and tweens and had very positive reviews, and had guest appearances in Kim Possible (2007), Family Guy (2009), The Cleveland Show (2009), Glenn Martin, DDS (2009) and Fish Hooks (2009).\n In 2010, Tisdale made her return to broadcast television. She had a leading role in the CW's series Hellcats (2010–2011) and minor roles in Sons of Anarchy (2012), Raising Hope (2012), Super Fun Night (2013) and The Crazy Ones (2013). In 2013, Tisdale starred in the feature film Scary Movie 5.\n She has also worked as an executive producer in films and television shows, including Picture This (2008) and Sharpay's Fabulous Adventure (2011), a television reality show Miss Advised (2012) and the Disney Channel Original movie, Cloud 9 (2014), among other projects."
}