{
  "/wiki/Angkor_Wat": "Angkor Wat (/ˌæŋkɔːr ˈwɒt/; Khmer: អង្គរវត្ត, \"City/Capital of Temples\") is a Hindu temple complex in Cambodia and is the largest\nreligious monument in the world, on a site measuring 162.6 hectares (1,626,000 m2; 402 acres). Originally constructed as a Hindu temple dedicated to the god Vishnu for the Khmer Empire, it was gradually transformed into a Buddhist temple towards the end of the 12th century. It was built by the Khmer King Suryavarman II in the early 12th century in Yaśodharapura (Khmer: យសោធរបុរៈ, present-day Angkor), the capital of the Khmer Empire, as his state temple and eventual mausoleum. Breaking from the Shaiva tradition of previous kings, Angkor Wat was instead dedicated to Vishnu. As the best-preserved temple at the site, it is the only one to have remained a significant religious centre since its foundation. The temple is at the top of the high classical style of Khmer architecture. It has become a symbol of Cambodia, appearing on its national flag, and it is the country's prime attraction for visitors.",
  "/wiki/Angkor": "Angkor (Khmer: អង្គរ pronounced [ʔɑŋ.ˈkɔː], lit. capital city, also known as Yasodharapura (Khmer: យសោធរបុរៈ; Sanskrit: यशोधरपुर)) was the capital city of the Khmer Empire. The city and empire flourished from approximately the 9th to the 15th centuries. The city houses the magnificent Angkor Wat, one of Cambodia's most popular tourist attractions.",
  "/wiki/Cambodia": "Cambodia (/kæmˈboʊdiə/ (listen); also Kampuchea /ˌkæmpʊˈtʃiːə/; Khmer: កម្ពុជា  [kam.pu.ciə]; French: Cambodge), officially the Kingdom of Cambodia (Khmer: ព្រះរាជាណាចក្រកម្ពុជា, prĕəh riəciənaacak kampuciə, IPA: [prĕəh riə.ciə.naː.caʔ kam.pu.ciə]; French: Royaume du Cambodge), is a country located in the southern portion of the Indochina peninsula in Southeast Asia. It is 181,035 square kilometres (69,898 square miles) in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest.",
  "/wiki/Suryavarman_II": "Suryavarman II (Khmer: សូរ្យវរ្ម័នទី២) posthumously named Paramavishnuloka, was a Khmer king from 1113 AD to 1145-1150 AD and the builder of Angkor Wat, the largest religious monument in the world which he dedicated to the Hindu God Vishnu. His reign's monumental architecture, numerous military campaigns and restoration of strong government have led historians to rank Suryavarman as one of the empire's greatest kings.",
  "/wiki/Hinduism": "Hinduism is the world's third largest religion. It is an Indian religion and dharma, or way of life,[note 1] widely practised in the Indian subcontinent and parts of Southeast Asia. Hinduism has been called the oldest religion in the world,[note 2] and some practitioners and scholars refer to it as Sanātana Dharma, \"the eternal tradition\", or the \"eternal way\", beyond human history. Scholars regard Hinduism as a fusion[note 3] or synthesis[note 4] of various Indian cultures and traditions,[note 5] with diverse roots[note 6] and no founder. This \"Hindu synthesis\" started to develop between 500 BCE and 300 CE, after the end of the Vedic period (1500 to 500 BCE), and flourished in the medieval period, with the decline of Buddhism in India.",
  "/wiki/Vishnu": "Vishnu (/ˈvɪʃnuː/; Sanskrit pronunciation: [ʋɪʂɳʊ]; Sanskrit: विष्णु, IAST: Viṣṇu) is one of the principal deities of Hinduism. The \"preserver\" in the Hindu triad (Trimurti), Vishnu is revered as the supreme being In Vaishnavism as identical to the metaphysical concept of Brahman (Atman, the self, or unchanging ultimate reality), and is notable for adopting various incarnations (avatars such as Rama and Krishna) to preserve and protect dharmic principles whenever the world is threatened with evil, chaos, and destructive forces. In the Smarta Tradition of Hinduism Vishnu is also one of the five equivalent deities worshipped in Panchayatana puja.",
  "/wiki/Buddhist": "Buddhism (/ˈbʊdɪzəm/, US: /ˈbuːd-/) is the world's fourth-largest religion with over 520 million followers, or over 7% of the global population, known as Buddhists.[web 1]\nBuddhism encompasses a variety of traditions, beliefs and spiritual practices largely based on original teachings attributed to the Buddha and resulting interpreted philosophies. It originated in ancient India as a Sramana tradition sometime between the 6th and 4th centuries BCE, spreading through much of Asia. Two major extant branches of Buddhism are generally recognized by scholars: Theravada (Pali: \"The School of the Elders\") and Mahayana (Sanskrit: \"The Great Vehicle\").",
  "/wiki/Ranganathaswamy_Temple,_Srirangam": "The Sri Ranganathaswamy Temple  or Thiruvarangam is a Hindu temple dedicated to Ranganatha, a reclining form of the Hindu deity Maha Vishnu, located in Srirangam, Tiruchirapalli, Tamil Nadu, India. Constructed in the Dravidian Architecture, this temple is glorified by Alvars in their Divya Prabhanda and has the unique distinction of being not only the foremost among the 108 Divya Desams dedicated to Vishnu., but also the largest functioning Hindu temple in the world.",
  "/wiki/Tiruchirapalli": "Tiruchirappalli[b] (pronunciation (help·info)) (formerly Trichinopoly in English), also called Trichy (City of heaven), is a major tier II city in the Indian state of Tamil Nadu and the administrative headquarters of Tiruchirappalli District. Trichy is the fourth largest city as well as the fourth largest urban agglomeration in the state. Located 322 kilometres (200 mi) south of Chennai and 374 kilometres (232 mi) north of Kanyakumari, Tiruchirappalli sits almost at the geographic centre of the state. The Cauvery Delta begins 16 kilometres (9.9 mi) west of the city where the Kaveri river splits into two, forming the island of Srirangam, which is now incorporated into the Tiruchirappalli City Municipal Corporation. The city occupies an area of 167.23 square kilometres (64.57 sq mi) and had a population of 916,857 in 2011.[a]",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Prakarams": "A Prakaram (प्राकारम् in Sanskrit), also spelled Pragaram or Pragaaram) in Indian architecture is an outer part around the Hindu temple sanctum.  These may be enclosed or open and are typically enclosed for the inner most prakaram.",
  "/wiki/Gopurams": "A Gopuram or gopura (Sanskrit: गोपुरम्, gopuram) is a  monumental entrance tower, usually ornate, at the entrance of a Hindu temple, in the Dravidian architecture of the Tamil Nadu, Andhra Pradesh, Kerala, Karnataka, and Telangana states of Southern India.",
  "/wiki/Thillai_Nataraja_Temple,_Chidambaram": "Nataraja Temple, also referred to as the Chidambaram Nataraja temple or Thillai Nataraja temple, is a Hindu temple dedicated to Nataraja – Shiva as the lord of dance – in Chidambaram, Tamil Nadu, India. The temple has mythical roots and a Shiva shrine existed at the site when the town was known as Thillai. Chidambaram, the name of the city and the temple literally means \"atmosphere of wisdom\" or \"clothed in thought\", the temple architecture symbolizes the connection between the arts and spirituality, creative activity and the divine. The temple wall carvings display all the 108 karanas from the Natya Shastra by Bharata Muni, and these postures form a foundation of Bharatanatyam, a classical Indian dance.",
  "/wiki/Tiruvannamalai": "Tiruvannamalai (Tamil: Tiruvaṇṇāmalai IPA: [ˈtiɾɯʋaɳːaːmalɛi̯], popularly styled as T.V.Malai and Trinomali or Trinomalee  during British times) is a city and a special grade municipality in the Indian state of Tamil Nadu. The city is also mentioned as  Arunai ,  Tiruvarunai and Tondainattunallur in Tamil Tirumurai texts. The  city  is administered by a special grade municipality that covers an area of 13.64 km2 (5.27 sq mi) and a population of 145,278.  It is the administrative headquarters of Tiruvannamalai District. Roadways are the major mode of transport in Tiruvannamalai, while the town also has rail connectivity. Chennai International Airport is the nearest domestic and international airport to the town. Tiruvannamalai is named after the central deity of the Annamalaiyar Temple, Annamalaiyar. The Karthigai Deepam festival is celebrated during the day of the full moon between November and December, and a huge beacon is lit atop the Annamalai hill. The event is witnessed by three million pilgrims. On the day preceding each full moon, pilgrims circumnavigate the temple base and the Annamalai hills in a worship called Girivalam, a practice carried out by one million pilgrims yearly.",
  "/wiki/Annamalaiyar_Temple": "Arunachalesvara Temple, also called Annamalaiyar Temple, is a Hindu temple dedicated to the deity Shiva, located at the base of Arunachala hill in the town of Thiruvannamalai in Tamil Nadu, India. It is significant to the Hindu sect of Saivism as one of the temples associated with the five elements, the Pancha Bhoota Stalas, and specifically the element of fire, or Agni.  Shiva is worshiped as Arunachalesvara or Annamalaiyar, and is represented by the lingam, with his idol referred to as Agni lingam. His consort Parvati is depicted as Unnamalai Amman. The presiding deity is revered in the 7th century Tamil Saiva canonical work, the Tevaram, written by Tamil saint poets known as the nayanars and classified as Paadal Petra Sthalam. The 9th century Saiva saint poet Manikkavasagar composed the Tiruvempaavai here.",
  "/wiki/Akshardham_(Delhi)": "Akshardham or Swaminarayan Akshardham complex is a Hindu temple, and a spiritual-cultural campus in Delhi, India. Also referred to as Akshardham Temple or Swaminarayan Akshardham, the complex displays millennia of traditional Hindu and Indian culture, spirituality, and architecture. Inspired by Yogiji Maharaj and created by Pramukh Swami Maharaj, it was constructed by BAPS.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/Hindu_temple": "A  Hindu temple is a symbolic house, seat and body of divinity. It is a structure designed to bring human beings and gods together, using symbolism to express the ideas and beliefs of Hinduism. The symbolism and structure of a Hindu temple are rooted in Vedic traditions, deploying circles and squares. It also represents recursion and equivalence of the macrocosm and the microcosm by astronomical numbers, and by \"specific alignments related to the geography of the place and the presumed linkages of the deity and the patron\". A temple incorporates all elements of Hindu cosmos—presenting the good, the evil and the human, as well as the elements of Hindu sense of cyclic time and the essence of life—symbolically presenting dharma, kama, artha, moksa, and karma.",
  "/wiki/Pramukh_Swami_Maharaj": "Pramukh Swami Maharaj (born Shantilal Patel; ordained Shastri Narayanswarupdas; 7 December 1921 – 13 August 2016) was the guru and Pramukh, or president, of the BAPS Swaminarayan Sanstha, an international Hindu socio-spiritual organization. BAPS regards him as the fifth spiritual successor of Swaminarayan, following Gunatitanand Swami, Bhagatji Maharaj, Shastriji Maharaj, and Yogiji Maharaj. He was believed by his followers to be in constant communion with Swaminarayan, and ontologically, the manifestation of Akshar, the eternal abode of Swaminarayan.",
  "/wiki/Bochasanwasi_Shri_Akshar_Purushottam_Swaminarayan_Sanstha": "Bochasanwasi Akshar Purushottam Sanstha (BAPS) (IAST: Bocāsanvāsī Akshar Purushottam Sansthā), is a Hindu denomination within the Swaminarayan Sampradaya.:157 It was formed, by Yagnapurushdas (Shastriji Maharaj), on the principle that Swaminarayan was to remain present on earth through a lineage of gurus dating all the way back to Gunatitanand Swami – one of Swaminarayan's most prominent disciples.:55 Based on the Akshar Purushottam doctrine (also known as Akshar-Purushottam Darshan), followers of BAPS believe Swaminarayan manifests through a lineage of Aksharbrahma gurus, beginning with Gunatitanand Swami, followed by Bhagatji Maharaj, Shastriji Maharaj, Yogiji Maharaj, Pramukh Swami Maharaj, and presently Mahant Swami Maharaj. As of 2019, BAPS has 44 shikharbaddha mandirs and more than 1,200 mandirs worldwide that facilitate practice of this doctrine by allowing followers to offer devotion to the murtis of Swaminarayan, Gunatitanand Swami, and their successors.:51 BAPS mandirs also feature activities to foster culture and youth development. Many devotees view the mandir as a place for transmission of Hindu values and their incorporation into daily routines, family life, and careers.:418–422 BAPS also engages in a host of humanitarian and charitable endeavors through BAPS Charities, a separate non-profit aid organization which has spearheaded a number of projects around the world addressing healthcare, education, environmental causes, and community-building campaigns.",
  "/wiki/Artisan": "An artisan (from French: artisan, Italian: artigiano) is a skilled craft worker who makes or creates material objects partly or entirely by hand.  These objects   may be functional or strictly decorative, for example furniture, decorative art, sculpture, clothing, jewellery, food items, household items and tools and mechanisms such as the handmade clockwork movement of a watchmaker. Artisans practice a craft and may through experience and aptitude reach the expressive levels of an artist.",
  "/wiki/Belur_Math": "Beluṛ Maṭh (Bengali: বেলুড় মঠ, pronounced [beluɽ mɔʈʰ]) is the headquarters of the Ramakrishna Math and Mission, founded by Swami Vivekananda, the chief disciple of Ramakrishna Paramahamsa. It is located on the west bank of Hooghly River, Belur, West Bengal, India and is one of the significant institutions in Kolkata. This temple is the heart of the Ramakrishna Movement. The temple is notable for its architecture that fuses Christian, Islamic, Hindu and Buddhist art motifs as a symbol of unity of all religions. In 2003 Belurmath  railway station was also inaugurated which is dedicated to Belurmath temple.",
  "/wiki/Howrah": "Howrah (alternatively spelled Haora[citation needed] ) is a metropolitan city within Howrah district, in the Indian state of West Bengal. It is the headquarters of the Howrah Sadar subdivision. Howrah is located on the western bank of the Hooghly River. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). Howrah is an important transportation hub of West Bengal and a major gateway for its twin city of Kolkata.",
  "/wiki/Ramakrishna_Mission": "Ramakrishna mission (RKM, Bengali: রামকৃষ্ণ মিশন) is a Hindu religious and spiritual organisation which forms the core of a worldwide spiritual movement known as the Ramakrishna Movement or the Vedanta Movement. The mission is named after and inspired by the Indian saint Ramakrishna Paramahamsa and founded by Ramakrishna's chief disciple Swami Vivekananda on 1 May 1897. The organisation mainly propagates the Hindu philosophy of Vedanta–Advaita Vedanta and four yogic ideals–jnana, bhakti, karma, and Raja Yoga.",
  "/wiki/Swami_Vivekananda": "Swami Vivekananda  (Bengali: [ʃami bibekanɔndo] (listen); 12 January 1863 – 4 July 1902), born Narendranath Datta (Bengali: [nɔrendronatʰ dɔto]), was an Indian Hindu monk, a chief disciple of the 19th-century Indian mystic Ramakrishna. He was a key figure in the introduction of the Indian philosophies of Vedanta and Yoga to the Western world and is credited with raising interfaith awareness, bringing Hinduism to the status of a major world religion during the late 19th century. He was a major force in the revival of Hinduism in India, and contributed to the concept of nationalism in colonial India. Vivekananda founded the Ramakrishna Math and the Ramakrishna Mission. He is perhaps best known for his speech which began with the words -  \"Sisters and brothers of America ...,\" in which he introduced Hinduism at the Parliament of the World's Religions in Chicago in 1893.",
  "/wiki/Ramakrishna_Paramahamsa": "Sri Ramakrishna Paramahansa (Ramkṛiṣṇa Pôromôhongśa (help·info); 18 February 1836 – 16 August 1886, born Ramakrishna \"Gadadhar\" Chattopadhyay, was an Indian Hindu mystic, saint and considered as an avatar by many in 19th century Bengal. Sri Ramakrishna experienced spiritual ecstasies from a young age, and was influenced by several religious traditions, including devotion toward the Goddess Kali, Tantra (shakta), Vaishnava (bhakti), and Advaita Vedanta. As a priest at the Dakshineshwar Kali Temple, his mystical temperament and ecstasies gradually gained him widespread acknowledgement, attracting to him various spiritual teachers, social leaders, lay followers and eventually disciples. Reverence and admiration for him among Bengali elites led to his chief disciple Swami Vivekananda founding the Ramakrishna Math, which provides spiritual training for monastics and householder devotees and the Ramakrishna Mission to provide charity, social work and education.",
  "/wiki/Hooghly_River": "The Hooghly River (Hugli; Anglicized alternatively spelled Hoogli or Hugli) or the Bhāgirathi-Hooghly, traditionally called 'Ganga', and also called Kati-Ganga, is an approximately 260-kilometre-long (160 mi) distributary of the Ganges River in West Bengal, India. The Ganges splits into the Padma and the Hooghly near Giria, Murshidabad. Today there is a further man-made bifurcation of the river upstream at Farakka. The Padma flows eastward into Bangladesh, whereas the Hooghly flows south through West Bengal. The river flows through the Rarh region, the lower deltaic districts of West Bengal, and eventually into the Bay of Bengal. The upper riparian zone of the river is called Bhagirathi while the lower riparian zone is called Hooghly. Major rivers that drain into the Bhagirathi-Hooghly include Mayurakshi, Jalangi, Ajay, Damodar, Rupnarayan and Haldi rivers other than the Ganges. Calcutta and Hugli-Chinsura, the headquarters of Hooghly (district), are located on the banks of this river.",
  "/wiki/Belur,_West_Bengal,_India": "Belur is a neighbourhood in Howrah city of Howrah district, West Bengal, India, on the west bank of the Hooghly River. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). The area is best known for Belur Math, a religious monastery containing a complex of temples. Belur Math is famous for being the headquarters of the Ramakrishna Math, a monastic order, as well as that of the related Ramakrishna Mission, both founded by Swami Vivekananda. On the opposite side of the Hooghly river, opposite to Belur Math is the Dakshineswar Kali Temple.",
  "/wiki/Hindu": "Hindus (Hindustani: [ˈɦɪndu] (listen)) are persons who regard themselves as culturally, ethnically, or religiously adhering to aspects of Hinduism. Historically, the term has also been used as a geographical, cultural, and later religious identifier for people living in the Indian subcontinent.",
  "/wiki/Christianity": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. Its adherents, known as Christians, believe that Jesus is the Christ, whose coming as the messiah was prophesied in the Hebrew Bible, called the Old Testament in Christianity, and chronicled in the New Testament. It is the world's largest religion with about 2.4 billion followers.",
  "/wiki/Islamic": "Islam (/ˈɪslɑːm/;[note 1] Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām [alʔɪsˈlaːm] (listen)) is an Abrahamic, monotheistic religion teaching that there is only one God (Allah), and that Muhammad is a messenger of God. It is the world's second-largest religion with over 1.8 billion followers or 24.1% of the world's population, commonly known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, believed to be the verbatim word of God, and the teachings and normative examples (called the sunnah, composed of accounts called hadith) of Muhammad (c. 570 – 8 June 632 CE).",
  "/wiki/Chidambaram": "Chidambaram is a town and municipality in Cuddalore district in the Indian state of Tamil Nadu. It is the headquarters of the Chidambaram taluk. The town is believed to be of significant antiquity and has been ruled, at different times, by the Pallavas until 9th century, Medieval Cholas, Later Cholas, Later Pandyas, Vijayanagar Empire, Marathas and the British. The town is known for the Thillai Nataraja Temple, and the annual chariot festival held in the months of December–January (In the Tamil month of Marghazhi known as \"Margazhi Urchavam\") and June to July (In the Tamil month of Aani known as \"Aani Thirumanjanam\")",
  "/wiki/Lord_Shiva": "Shiva (/ˈʃiːvə/; Sanskrit: शिव, ISO: Śiva, lit. 'the auspicious one') also known as Mahadeva (lit. 'the great god') is one of the principal deities of Hinduism. He is the supreme being within Shaivism, one of the major traditions within contemporary Hinduism.",
  "/wiki/South_India": "South India is the area encompassing the Indian states of Andhra Pradesh, Karnataka, Kerala, Tamil Nadu and Telangana as well as the union territories of Andaman and Nicobar, Lakshadweep and Puducherry, occupying 19.31% of India's area (635,780 km2 or 245,480 sq mi). Covering the southern part of the peninsular Deccan Plateau, South India is bounded by the Bay of Bengal in the east, the Arabian Sea in the west and the Indian Ocean in the south. The geography of the region is diverse with two mountain ranges - the Western and Eastern Ghats, bordering the plateau heartland. Godavari, Krishna, Kaveri, Tungabhadra and Vaigai rivers are important non-perennial sources of water.  Bangalore, Chennai, Hyderabad, Coimbatore, Kochi, Visakhapatnam,  Thiruvananthapuram , Mysore, Vijayawada, Madurai, Mangalore, Tiruchirappalli are some of the major cities.",
  "/wiki/Nataraja": "Nataraja (Tamil: நடராஜர்), (Sanskrit: नटराज, romanized: Naṭarāja) is a depiction of the Hindu god Shiva as the divine dancer. His dance is called Tandavam or Nadanta, depending on the context of the dance. The pose and artwork is described in many Hindu texts such as the Anshumadbhed agama and Uttarakamika agama, the dance relief or idol featured in all major Hindu temples of Shaivism.",
  "/wiki/Prambanan": "Prambanan or Rara Jonggrang (Javanese: ꦫꦫꦗꦺꦴꦁꦒꦿꦁ, romanized: Rara Jonggrang) is a 9th-century Hindu temple compound in Special Region of Yogyakarta, Indonesia, dedicated to the Trimūrti, the expression of God as the Creator (Brahma), the Preserver (Vishnu) and the Transformer (Shiva). The temple compound is located approximately 17 kilometres (11 mi) northeast of the city of Yogyakarta on the boundary between Central Java and Yogyakarta provinces.",
  "/wiki/Yogyakarta": "Yogyakarta (/ˌdʒɒɡjəˈkɑːrtə, ˌjɒɡ-/; also Jogjakarta or Jogja; Javanese: ꦔꦪꦺꦴꦒꦾꦏꦂꦠ, Ngayogyakarta) is the capital city of Special Region of Yogyakarta in Indonesia. As the only Indonesian royal city still ruled by a monarchy, Yogyakarta is regarded as an important centre for classical Javanese fine arts and culture such as ballet, batik textiles, drama, literature, music, poetry, silversmithing,  visual arts, and wayang puppetry. Renowned as a centre of Indonesian education, Yogyakarta is home to a large student population and dozens of schools and universities, including Gadjah Mada University, the country's largest institute of higher education and one of its most prestigious.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Candi_of_Indonesia": "A candi (pronounced [tʃandi]) is a Hindu or Buddhist temple in Indonesia, mostly built during the Zaman Hindu-Buddha or \"Hindu-Buddhist period\", between the 4th and 15th centuries.",
  "/wiki/Central_Java": "Central Java (Indonesian: Jawa Tengah) is a province of Indonesia, located in the middle of the island of Java. Its administrative capital is Semarang. It is bordered by West Java in the west, the Indian Ocean and the Special Region of Yogyakarta in the south, East Java in the east, and the Java Sea in the north. It has a total area of 32,548 km², with a population of 34,552,500 million in mid 2019, making it the third-most populous province in both Java and Indonesia after West Java and East Java. The province also includes the island of Nusakambangan in the south (close to the border of West Java), and the Karimun Jawa Islands in the Java Sea. Central Java is also a cultural concept that includes the Special Region and city of Yogyakarta. However, administratively the city and its surrounding regencies have formed a separate special region (equivalent to a province) since the country's independence, and is administrated separately. Although known as the \"heart\" of Javanese culture, there are several other non-Javanese ethnic groups, such as the Sundanese on the border with West Java. Chinese Indonesians, Arab Indonesians, and Indian Indonesians are also scattered throughout the province.",
  "/wiki/Shiva": "Shiva (/ˈʃiːvə/; Sanskrit: शिव, ISO: Śiva, lit. 'the auspicious one') also known as Mahadeva (lit. 'the great god') is one of the principal deities of Hinduism. He is the supreme being within Shaivism, one of the major traditions within contemporary Hinduism.",
  "/wiki/Special_Region_of_Yogyakarta": "The Special Region of Yogyakarta (Indonesian: Daerah Istimewa Yogyakarta, pronounced /ˌjɒɡjəˈkɑːrtə/) is a provincial-level autonomous region of Indonesia in the southern Java. It is bordered by the Indian Ocean to the south, as well as sharing all the land borders to the province of Central Java. Ruled by the Yogyakarta Sultanate, the region is the only officially recognised monarchy within the government of Indonesia. The city of Yogyakarta is the capital and the economic center of the region.",
  "/wiki/UNESCO": "The United Nations Educational, Scientific and Cultural Organization (UNESCO; French: Organisation des Nations unies pour l'éducation, la science et la culture) is a specialized agency of the United Nations (UN) based in Paris, France. Its declared purpose is to contribute to promoting international collaboration in education, sciences, and culture in order to increase universal respect for justice, the rule of law, and human rights along with fundamental freedom proclaimed in the United Nations Charter.\nIt is the successor of the League of Nations' International Committee on Intellectual Cooperation.",
  "/wiki/World_Heritage_Site": "A World Heritage Site is a landmark or area, selected by the United Nations Educational, Scientific and Cultural Organization  (UNESCO) for having cultural, historical, scientific or other form of significance, which is legally protected by international treaties. The sites are judged to be important for the collective and preservative interests of humanity.",
  "/wiki/Hindu_temple_architecture": "Hindu temple architecture as the main form of Hindu architecture has many varieties of style, though the basic nature of the Hindu temple remains the same, with the essential feature an inner sanctum, the garbha griha or womb-chamber, where the primary Murti or the image of a deity is housed in a simple bare cell.  Around this chamber there are often other structures and buildings, in the largest cases covering several acres.  On the exterior, the garbhagriha is crowned by a tower-like shikhara, also called the vimana in the south.  The shrine building often includes an ambulatory for parikrama (circumambulation), a mandapa congregation hall, and sometimes an antarala antechamber and porch between garbhagriha and mandapa.  There may further mandapas or other buildings, connected or detached, in large temples, together with other small temples in the compound.",
  "/wiki/Brihadeeswarar_Temple": "Brihadishvara Temple, also called Rajarajesvaram or Peruvudaiyār Kōvil, is a Hindu temple dedicated to Shiva located in South bank of Kaveri river in Thanjavur, Tamil Nadu, India. It is one of the largest South Indian temples and an exemplary example of a fully realized Dravidian architecture. It is called as Dhakshina Meru (Meru of south). Built by Tamil king Raja Raja Chola I between 1003 and 1010 AD, the temple is a part of the UNESCO World Heritage Site known as the \"Great Living Chola Temples\", along with the Chola dynasty era Gangaikonda Cholapuram temple and Airavatesvara temple that are about 70 kilometres (43 mi) and 40 kilometres (25 mi) to its northeast respectively.",
  "/wiki/Thanjavur": "Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.",
  "/wiki/Raja_Raja_Chola_I": "Rajaraja I, born Arulmoḷi Varman (also transliterated as Arulmozhi Varman), was a Chola emperor from present day south India who ruled over the Chola kingdom of medieval Tamil Nadu (parts of southern India), parts of northern India, two thirds of Sri Lankan territory, Maldives and parts of East Asia, between 985 and 1014 CE. During his reign, the Cholas expanded beyond the Kaveri delta with their domains stretching from Sri Lanka in the south to Kalinga (modern-day Odisha) in the north. Rajaraja also launched several naval campaigns on the ports of Malabar Coast (Kerala), Maldives and Sri Lanka.",
  "/wiki/Dakshineswar_Kali_Temple": "Dakshineswar Kali Temple is a Hindu navaratna temple located at Dakshineswar.  Situated on the eastern bank of the Hooghly River, the presiding deity of the temple is Bhavatarini, an aspect of Kali, meaning, 'She who liberates Her devotees from the ocean of existence i.e. Saṃsāra'. The temple was built in 1855 by Rani Rashmoni, a philanthropist and a devotee of Kali. The temple is famous for its association with Ramakrishna, a mystic of 19th Century Bengal.",
  "/wiki/Kolkata": "Kolkata (/kɒlˈkʌtə/, Bengali: [kolkata] (listen), also known as Calcutta /kælˈkʌtə/, the official name until 2001) is the \"cultural capital\" of India and the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.",
  "/wiki/Ganga_River": "The Ganges (/ˈɡændʒiːz/ GAN-jeez), or Ganga (Hindustani: [ˈɡəŋɡaː]),  is a trans-boundary river of Asia which flows through India and Bangladesh. The 2,525 km (1,569 mi) river rises in the western Himalayas in the Indian state of Uttarakhand, and flows south and east through the Gangetic Plain of India and Bangladesh, eventually emptying into  the Bay of Bengal.",
  "/wiki/Bhavatarini": "Kali (/ˈkɑːliː/, Sanskrit: काली, IAST: Kālī), also known as Kālikā (Sanskrit: कालिका) or Shyāmā (Sanskrit: श्यामा), is a Hindu goddess. Kali is one of the ten Mahavidyas, a list which combines Sakta and Buddhist goddesses.",
  "/wiki/Kali": "Kali (/ˈkɑːliː/, Sanskrit: काली, IAST: Kālī), also known as Kālikā (Sanskrit: कालिका) or Shyāmā (Sanskrit: श्यामा), is a Hindu goddess. Kali is one of the ten Mahavidyas, a list which combines Sakta and Buddhist goddesses.",
  "/wiki/Sa%E1%B9%83s%C4%81ra": "Saṃsāra is a Sanskrit word that means \"wandering\" or \"world\", with the connotation of cyclic, circuitous change. It is also the concept of rebirth and \"cyclicality of all life, matter, existence\", a fundamental belief of most Indian religions. In short, it is the cycle of death and rebirth. Saṃsāra is sometimes referred to with terms or phrases such as transmigration, karmic cycle, reincarnation, and \"cycle of aimless drifting, wandering or mundane existence\".",
  "/wiki/Rani_Rashmoni": "Rani Rashmoni (28 September 1793 – 19 February 1861) was the founder of the Dakshineswar Kali Temple, Kolkata, and remained closely associated with Sri Ramakrishna Paramhansa after she appointed him as the priest of the temple. Her other construction works include the construction of a road from Subarnarekha River to Puri for the pilgrims, Babughat (also known as Babu Rajchandra Das Ghat), Ahiritola Ghat and Nimtala Ghat for the everyday bathers at the Ganges. She also offered considerable charity to the Imperial Library (now the National Library of India), the Hindu College (now Presidency University).",
  "/wiki/Bengal": "Bengal (/bɛŋˈɡɔːl/; Bengali: বাংলা/বঙ্গ, romanized: Bānglā/Bôngô Bengali pronunciation: [bɔŋgo]) is a geopolitical, cultural and historical region in South Asia, specifically in the eastern part of the Indian subcontinent at the apex of the Bay of Bengal. Geographically, it is made up by the Ganges-Brahmaputra delta system, the largest such formation in the world; along with mountains in its north bordering the Himalayan states of Nepal and Bhutan and east bordering Burma.",
  "/wiki/Rajagopalaswamy_Temple,_Mannargudi": "Rajagopalaswamy temple is a Vaishnavite shrine located in the town of Mannargudi, Tamil Nadu, India. The presiding deity is Rajagopalaswamy, a form of Lord Krishna.  The temple is spread over an area of 23 acres (93,000 m2) and is one of the important Vaishnavite shrines in India.  The temple is called Dakshina Dwarka (Southern Dwarka) along with  Guruvayoor by Hindus.",
  "/wiki/Mannargudi": "Mannargudi is a town in Tiruvarur district in the Indian state of Tamil Nadu. It is the headquarters of the Mannargudi taluk. The town is located at a distance of 20 km (12 mi) from the district headquarters Tiruvarur and 310 km (190 mi) from the state capital Chennai. Mannargudi is known for the Rajagopalaswamy temple, a prominent Vaishnavite shrine.",
  "/wiki/Haridra_Nadhi": "Haridra Nadhi is the temple tank in India. It is in Mannargudi, Thiruvarur District of Tamil Nadu. It is associated with the Rajagopalaswamy Temple.",
  "/wiki/Temple_tank": "Temple tanks are wells or reservoirs built as part of the temple complex near Indian temples. They are called pushkarini, kalyani, kunda, sarovara, tirtha, talab, pukhuri, etc. in different languages and regions of India. Some tanks are said to cure various diseases and maladies when bathed in. It is possible that these are cultural remnants of structures such as the Great Bath of Mohenjo-daro or Dholavira, which was part of the Indus Valley Civilization. Some are stepwells with many steps at the sides.",
  "/wiki/Ekambareswarar_Temple_(Kanchipuram)": "Ekambareswarar Temple (Ekambaranathar Temple) is a Hindu temple dedicated to the deity Shiva, located in the town of Kanchipuram in Tamil Nadu, India. It is significant to the Hindu sect of Saivism as one of the temples associated with the five elements, the Pancha Bhoota Stalas, and specifically the element of earth, or Prithvi.  Shiva is worshiped as Ekambareswarar or Ekambaranathar, and is represented by the lingam, with his idol referred to as Prithvi lingam. His consort Parvati is depicted as Gowridevi Amman. The presiding deity is revered in the 7th century Tamil Saiva canonical work, the Tevaram, written by Tamil saint poets known as the nayanars and classified as Paadal Petra Sthalam.  The temple also houses Nilathingal Thundam Perumal temple, a Divyadesam, the 108 temples revered in the Vaishnava canon Nalayira Divya Prabhandam.",
  "/wiki/Kanchipuram": "Kanchipuram, a also known as Kānchi (kāñcipuram; [kaːɲd͡ʒipuɾəm]) or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai – the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the administrative headquarters of Kanchipuram District. Kanchipuram is well-connected by road and rail. Chennai International Airport is the nearest domestic and international airport to the city, which is located at Tirusulam in Kanchipuram district.",
  "/wiki/Varadharaja_Perumal_Temple,_Kanchipuram": "Varadharaja Perumal Temple or Hastagiri or Attiyuran is a Hindu temple dedicated to Lord Vishnu located in the holy city of Kanchipuram, Tamil Nadu, India. It is one of the Divya Desams, the 108 temples of Vishnu believed to have been visited by the 12 poet saints, or Alwars. It is located in a suburb of Kanchipuram known as the Vishnu Kanchi that is a home for many famous Vishnu temples. One of the greatest Hindu scholars of Vaishnava Vishishtadvaita philosophy, Ramanuja is believed to have resided in this temple. The temple along with Ekambareswarar Temple and Kamakshi Amman Temple in Kanchipuram is popularly known as  Mumurtivasam (abode of trio), while Srirangam is referred to as: ‘Koil’ (meaning: \"temple\") and Tirupati as:‘Malai’ (Meaning: \"hill\"). Among the Divya Desams, Kanchipuram Varadaraja Perumal temple is known as: ‘Perumal Koil’. This is one of the most sacred places for Vaishnavites. The fourth of the Divya Desams that completes this series is Melukote--which is known as Thirunarayanapuram. Vaishnavites believe that visiting all four places without a break will guarantee one a place in paramapadam.",
  "/wiki/Lord_Vishnu": "Vishnu (/ˈvɪʃnuː/; Sanskrit pronunciation: [ʋɪʂɳʊ]; Sanskrit: विष्णु, IAST: Viṣṇu) is one of the principal deities of Hinduism. The \"preserver\" in the Hindu triad (Trimurti), Vishnu is revered as the supreme being In Vaishnavism as identical to the metaphysical concept of Brahman (Atman, the self, or unchanging ultimate reality), and is notable for adopting various incarnations (avatars such as Rama and Krishna) to preserve and protect dharmic principles whenever the world is threatened with evil, chaos, and destructive forces. In the Smarta Tradition of Hinduism Vishnu is also one of the five equivalent deities worshipped in Panchayatana puja.",
  "/wiki/Divya_Desams": "A Divya Desam or Vaishnava Divya Desam is one of the 108 Vishnu temples that are mentioned in the works of the Alvars (saints). ”Divya” means “divine” and “Desam” indicates “place or abode” (temple). Of the 108 temples, 105 are in India, one is in Nepal, and last two are believed to be outside the Earthly realms. In India, they are spread over states of Tamil Nadu (85), Kerala (11), Andhra Pradesh (2), Gujarat (1), Uttar Pradesh (4), Uttarakhand (3). Muktinath, Saligramam is the only Divya Desam in Nepal. The last two are Thirupparkadal and Paramapadam. Tirupalkaddal is the ocean of milk and paramapadam is the Vaikuntha where Lord Vishnu presides. The Divya Desams are revered by the 12 Alvars in the Divya Prabandha, a collection of 4,000 Tamil verses. Divya Desams follow Thenkalai or Vadakalai modes of worship.",
  "/wiki/Alwars": "The alvars, also spelt as alwars or azhwars (āḻvārkaḷ [aːɻʋaːr], Tamil : ஆழ்வார்கள் ‘those immersed in god’) were Tamil poet-saints of South India who espoused bhakti (devotion) to the Hindu god Vishnu or his avatar Krishna in their songs of longing, ecstasy and service. They are venerated especially in Vaishnavism, which regards Vishnu or Krishna as the Supreme Being.",
  "/wiki/Kanchi": "Kanchipuram, a also known as Kānchi (kāñcipuram; [kaːɲd͡ʒipuɾəm]) or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai – the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the administrative headquarters of Kanchipuram District. Kanchipuram is well-connected by road and rail. Chennai International Airport is the nearest domestic and international airport to the city, which is located at Tirusulam in Kanchipuram district.",
  "/wiki/VisishtAdvaita": "Vishishtadvaita (IAST Viśiṣṭādvaita; Sanskrit: विशिष्टाद्वैत) is one of the most popular schools of the Vedanta school of Hindu philosophy. Vedanta literally means the end of the Vedas. VishishtAdvaita (literally \"Advaita with uniqueness; qualifications\") is a non-dualistic school of Vedanta philosophy. It is non-dualism of the qualified whole, in which Brahman alone exists, but is characterized by multiplicity. It can be described as qualified monism or qualified non-dualism or attributive monism. It is a school of Vedanta philosophy which believes in all diversity subsuming to an underlying unity.",
  "/wiki/Ramanuja": "Ramanuja or Ramanujacharya (1017–1137 CE; IAST: Rāmānujā; [ɽaːmaːnʊdʑɐ] ) was an Indian theologian, philosopher, and one of the most important exponents of the Sri Vaishnavism tradition within Hinduism. His philosophical foundations for devotionalism were influential to the Bhakti movement.",
  "/wiki/Thyagaraja_Temple,_Tiruvarur": "Thyagaraja Temple is a Shiva temple, located in the town of Thiruvarur in Tamil Nadu, India. Shiva is worshiped as Vanmiganathar, and is represented by the lingam. Daily poojas are offered to his idol referred to as Maragatha lingam. The main idol of worship is Lord Thiyagarajar, depicted as a Somaskanda form.His consort Parvathi is depicted as Kondi. The presiding deity is revered in the 7th century Saiva canonical work, the Tevaram, written in Tamil by saint poets known as the nayanars  and classified as Paadal Petra Sthalam.",
  "/wiki/Tiruvarur": "Thiruvarur (Tamil pronunciation: [θɪrʊvɑːruːr]) also spelt as Tiruvarur[a] is a town and municipality in the Indian state of Tamil Nadu. It is the administrative headquarters of Tiruvarur district and Tiruvarur taluk. The town was one of the five traditional capitals of the Chola empire, with one of the emperors of the dynasty, Kulothunga Chola I, having it as his capital. The town is believed to be of significant antiquity and has been ruled, at different times, by the Medieval Cholas, Later Cholas, Later Pandyas, Vijayanagar Empire, Marathas and the British. The town is known for the Thyagaraja temple, and the annual chariot festival held in the month of April. The temple chariot of the Thyagaraja temple, weighing 300 tonnes (660,000 lb) and measuring 90 feet (27 m) tall is the largest temple chariot in Tamil Nadu. Thiruvarur is the birthplace of Tyagaraja, Muthuswami Dikshitar and Syama Sastri, popularly known as the Trinity of Carnatic music of the 18th century CE.",
  "/wiki/Somaskanda": "Somaskanda is a particular form of representation of Shiva with his consort Parvati, and Skanda as a child. This family group depiction of Shiva originated during the 6th-8th centuries during the period of the Pallava in South India. The representation shows Shiva with four arms and Uma, and between them the infant Kanda (Murugan) is shown as dancing with ecstasy. Over a period of time, a number of such depictions have been discovered from different regions which were once under the control of Pallavas.",
  "/wiki/Temple_car": "Temple cars are chariots that are used to carry representations of Hindu gods. The cars are usually used on annual festival days called 'Ther Thiruvizha' (தேர் திருவிழா), during which many people gather around.",
  "/wiki/Jambukeswarar_Temple,_Thiruvanaikaval": "Jambukeswarar Temple, Thiruvanaikaval (also Thiruvanaikal, Jambukeswaram) is a famous Shiva temple in Tiruchirapalli (Trichy) district, in the state of Tamil Nadu, India. The temple was built by Kocengannan (Kochenga Chola), one of the Early Cholas, around 1,800 years ago. It is located in the Srirangam island, which has the famous Ranganathaswamy temple.",
  "/wiki/Tiruchirappalli": "Tiruchirappalli[b] (pronunciation (help·info)) (formerly Trichinopoly in English), also called Trichy (City of heaven), is a major tier II city in the Indian state of Tamil Nadu and the administrative headquarters of Tiruchirappalli District. Trichy is the fourth largest city as well as the fourth largest urban agglomeration in the state. Located 322 kilometres (200 mi) south of Chennai and 374 kilometres (232 mi) north of Kanyakumari, Tiruchirappalli sits almost at the geographic centre of the state. The Cauvery Delta begins 16 kilometres (9.9 mi) west of the city where the Kaveri river splits into two, forming the island of Srirangam, which is now incorporated into the Tiruchirappalli City Municipal Corporation. The city occupies an area of 167.23 square kilometres (64.57 sq mi) and had a population of 916,857 in 2011.[a]",
  "/wiki/Kocengannan": "Kochchenganan (Kōccengaṇān) or Śengaṇān (also spelt Senganan) was one of the kings of the Early Cholas mentioned in Sangam literature. The only surviving details about his reign come from the fragmentary poems of Sangam in the Purananuru poems. Today historical accounts of the life of Kochchenganan are often confused with more contemporary accounts.",
  "/wiki/Early_Cholas": "The  Cholas were a Tamil kingdom of the pre and post Sangam period (600 BCE – 300 CE). It was one of the three main kingdoms of the ancient Tamil country. Their early capitals were Urayur and  Kaveripattinam. Along with Pandyas and Cheras, Chola history goes back to the period where written records were scarce.",
  "/wiki/Nellaiappar_Temple": "Nellaiappar Temple is a Hindu temple dedicated to the deity Shiva, located in Tirunelveli, a city in the South Indian state of Tamil Nadu. Shiva is worshipped as Nellaiappar (also called Venuvananathar) represented by the lingam and his consort Parvati is depicted as Kanthimathi Amman. The temple is located on the northern banks of Thamirabarani River in Tirunelveli district. The presiding deity is revered in the 7th century Tamil Saiva canonical work, the Tevaram, written by Tamil saint poets known as the nayanmars and classified as Paadal Petra Sthalam.",
  "/wiki/Tirunelveli": "Tirunelveli pronunciation (help·info), also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madurai, Trichy and Salem. Tirunelveli is located 700 km (430 mi) southwest of the state capital Chennai, 58 km (36 mi) away from Thoothukudi and 73 km (45 mi) from Kanyakumari. The downtown is located on the west bank of the Thamirabarani River; its twin Palayankottai is on the east bank. Palayamkottai is called as the Oxford of the south India. It is a hub of many schools, colleges and many important government offices.",
  "/wiki/Meenakshi_Amman_Temple": "Meenakshi Temple (also referred to as Meenakshi Amman or Meenakshi-Sundareshwara Temple), is a historic Hindu temple located on the southern bank of the Vaigai River in the temple city of Madurai, Tamil Nadu, India. It is dedicated to Meenakshi, a form of Parvati, and her consort, Sundareshwar, a form of Shiva. The temple is at the center of the ancient temple city of Madurai mentioned in the Tamil Sangam literature, with the goddess temple mentioned in 6th century CE texts.",
  "/wiki/Madurai": "Madurai (/ˈmædjʊraɪ/ MAD-yuu-ry, also US: /ˌmɑːdəˈraɪ/ MAH-də-RY) is a major city in the Indian state of Tamil Nadu. It is the cultural capital of Tamil Nadu and the administrative headquarters of Madurai District, the third largest city in Tamil Nadu and 44th most populated city in India. Located on the banks of River Vaigai, Madurai has been a major settlement for two millennia.",
  "/wiki/Parvati": "Parvati (Sanskrit: पार्वती, IAST: Pārvatī), Uma (Sanskrit: उमा, IAST: Umā) or Gauri (Sanskrit: गौरी, IAST: Gaurī) is the Hindu goddess of fertility, love, beauty, marriage, children, and devotion; as well as of divine strength and power. Known by many other names, she is the gentle and nurturing aspect of the Supreme Hindu goddess Adi Parashakti (Shivashakti) and one of the central deities of the Goddess-oriented Shakta sect. She is the Mother goddess in Hinduism, and has many attributes and aspects. Each of her aspects is expressed with a different name, giving her over 100 names in regional Hindu stories of India. Along with Lakshmi and Saraswati, she forms the trinity of Hindu goddesses (Tridevi).",
  "/wiki/Meenakshi": "Meenakshi (also known as Meenatchi and Tadadakai), is a Hindu goddess and tutelary deity of Madurai who is considered an avatar of the Goddess Parvati. She is the divine consort of Sundareswarar, a form of Shiva. She finds mention in literatures as the princess or queen of the ancient Pandya kingdom who elevates to godhood. The goddess is also extolled by Adi Shankara as Shri Vidya.",
  "/wiki/Vaitheeswaran_Koil": "Vaitheeswaran Kovil or Pullirukkuvelur is a Hindu temple dedicated to the Lord Shiva, located in the Indian state of Tamil Nadu. Shiva is worshipped as Vaidyanathar or Vaitheeswaran meaning the \"God of healing\" and it is believed that prayers to Vaitheeswaran can cure diseases. Vaitheeswaran is a Tamil derivative from vaidya (Doctor) and Ishvara (God/Master).  The presiding deity is Sri vaidyanathan, facing towards West whereas East side is the common one. He is the God of Healing.  When pronouncing in Tamil, it sounds like \"vaideeswaran\". It is one of the nine Navagraha (nine planets) temples and is associated with the planet Mars (Angaraka).This temple is 70 km away from the Temple city Kumbakonam.",
  "/wiki/Jagannath_Temple,_Puri": "The Shree Jagannath Temple of Puri is an important Hindu temple dedicated to Lord Jagannath, a form of Vishnu, in Puri in the state of Odisha on the eastern coast of India. The temple is an important pilgrimage destination. The present temple was rebuilt from the 10th century onwards, on the site of an earlier temple, and begun by King Anantavarman Chodaganga Deva, first of the Eastern Ganga dynasty.",
  "/wiki/Puri": "Puri (listen (help·info)) is a city and a Municipality in the state of Odisha in eastern India. It is the district headquarters of Puri district and is situated on the Bay of Bengal, 60 kilometres (37 mi) south of the state capital of Bhubaneswar. It is also known as Sri Jagannatha Dhama after the 12th-century Jagannatha Temple located in the city. It is one of the original Char Dham  pilgrimage sites for Hindus.",
  "/wiki/Jagannath": "Jagannath (lit. 'lord of the universe') is a deity worshipped in regional traditions of Hinduism and Buddhism in India and Bangladesh. Jagannath is considered a form of Vishnu. He is a part of a triad along with his brother Balabhadra and sister Subhadra. To most Vaishnava Hindus, Jagannath is an abstract representation of Krishna; to some Shaiva and Shakta Hindus, he is a symmetry-filled tantric representation of Bhairava; to some Buddhists, he is a symbolic representation of the Buddha in the Buddha-Sangha-Dhamma triad; to some Jains, his name and his festive rituals are derived from Jeenanath of Jainism tradition.",
  "/wiki/States_and_territories_of_India": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Sanskrit": "Sanskrit (English: /ˈsænskrɪt/; Sanskrit: संस्कृत, romanized: saṃskṛta, IPA: [ˈsɐ̃skr̩tɐ] (listen)) is a language of ancient India with a 3,500-year history. It is the primary liturgical language of Hinduism and the predominant language of most works of Hindu philosophy as well as some of the principal texts of Buddhism and Jainism. Sanskrit, in its variants and numerous dialects, was the lingua franca of ancient and medieval India. In the early 1st millennium CE, along with Buddhism and Hinduism, Sanskrit migrated to Southeast Asia, parts of East Asia and Central Asia, emerging as a language of high culture and of local ruling elites in these regions.",
  "/wiki/Laxminarayan_Temple": "The Laxminarayan Temple, also known as the Birla Mandir is a Hindu temple up to large extent dedicated to Laxminarayan in Delhi, India. Laxminarayan usually refers to Vishnu, Preserver in the Trimurti, also known as Narayan, when he is with his consort Lakshmi. The temple, inaugurated by Mahatma Gandhi, was built by Jugal Kishore Birla from 1933 and 1939. The side temples are dedicated to Shiva, Krishna and Buddha.",
  "/wiki/Birla_Mandir": "Birla Mandir (Birla Temple) refers to different Hindu temples or Mandirs built by the Birla family, in different cities. All these temples are magnificently built, some of them in white marble or in sandstone. The temples are generally located in a prominent location, carefully designed to accommodate a large number of visitors. The worship and discourses are well organized. The first one was built in 1939 in Delhi collectively by Ghanshyamdas Birla and his brothers, as well his father. Later temples have been built by, and are managed by different branches of the family.",
  "/wiki/Laxminarayan": "Lakshmi Narayan or Lakshmi-Narayana (Sanskrit: लक्ष्मी-नारायण, IAST: Lakṣmīnārāyaṇa), also sometimes spelled Lakshminarayan, Lakshminarayana, Laxminarayana, is a manifestation of Vishnu in the Hindu religion. It is usually referring to Vishnu, also known as Narayan, when he is with his consort, Lakshmi, in his abode, Vaikuntha. The goddess of beauty Lakshmi is depicted as standing next to a dark-skinned Vishnu, who is holding a conch, mace, lotus and the Sudarshana Chakra. Another depiction of Lakshminarayan portrays Lakshmi in the service of Narayan, who is reclining on the cosmic serpent Sesha, floating in Kshīrsagār, the Ocean of Milk.",
  "/wiki/Lakshmi": "Lakshmi (/ˈlʌkʃmi/; Sanskrit: लक्ष्मी, IAST: lakṣmī) is goddess of prosperity, good fortune, and beauty, first mentioned in the Śrī Sūkta of the Rigveda. Sri, a honorific term for Lakshmi, represents the material world of the earthly realm as the mother goddess, referred to as Prithvi Mata, and known by her twin identities as Bhu Devi, and Sri Devi (She is having another form along with these two called as Nila Devi). She is the wife of Vishnu, one of the principal deities of Hinduism and the Supreme Being in the Vaishnavism Tradition. With Parvati and Saraswati, she forms Tridevi, the holy trinity. Lakshmi is also an important deity in Jainism and found in Jain temples. Lakshmi has also been a goddess of abundance and fortune for Buddhists, and was represented on the oldest surviving stupas and cave temples of Buddhism. In Buddhist sects of Tibet, Nepal and Southeast Asia, goddess Vasudhara mirrors the characteristics and attributes of the Hindu goddess Lakshmi with minor iconographic differences.",
  "/wiki/Hindu_goddess": "Devī  (Sanskrit:  देवी) is the Sanskrit word for \"goddess\"; the masculine form is Deva. Devi – the feminine form, and Deva – the masculine form, mean \"heavenly, divine, anything of excellence\", and are also gender specific terms for a deity in Hinduism.",
  "/wiki/Narayana": "Narayana (Sanskrit: नारायण, IAST: Nārāyaṇa) is known as one who is in yogic slumber on the celestial waters, referring to Lord Maha Vishnu. He is also known as the \"Purusha\" and is considered Supreme being in Vaishnavism.",
  "/wiki/Trimurti": "The Trimūrti (/trɪˈmʊərti/; Sanskrit: त्रिमूर्ति trimūrti, \"three forms\") is the Triple deity of supreme divinity in Hinduism in which the cosmic functions of creation, maintenance, and destruction are personified as a triad of deities, typically Brahma the creator, Vishnu the preserver, and Shiva the destroyer, though individual denominations may vary from that particular line-up. The legendary yogi Dattatreya is often treated as not only one of the 24 avatars of Vishnu, but also of Shiva and Brahma as well in a single three-headed body.",
  "/wiki/Vir_Singh_Deo": "Vir Singh Deo, also known as Bir Singh Dev, was a Bundela Rajput chief and the ruler of the kingdom of Orchha. He was a vassal of the Mughal Empire. and ruled between 1605 and either 1626 or 1627.\nVir Singh Deo assassinated Abul Fazl who was returning from Deccan in a plot contrived by the Mughal Prince Salim.\nAccording to Aruna,[who?] he is \"the most famous and most powerful of all the Orchha Chiefs. A man of dashing personality, a great warrior and no scruples, a bold and organised administrator\".",
  "/wiki/Baldeo_Das_Birla": "Baldeo Das Birla was an Indian entrepreneur and philanthropist. He contributed to the establishment of the Medical College Calcutta, and also built the Laxminarayan Temple, Delhi, also known as Birla Mandir, which was inaugurated by Mahatma Gandhi in 1939.",
  "/wiki/Birla_family": "The Birla family is a family connected with the industrial and social history of India.",
  "/wiki/Mahatma_Gandhi": "Mohandas Karamchand Gandhi (/ˈɡɑːndi, ˈɡændi/; 2 October 1869 – 30 January 1948) was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British Rule, and in turn inspire movements for civil rights and freedom across the world. The honorific Mahātmā (Sanskrit: \"great-souled\", \"venerable\"), first applied to him in 1914 in South Africa, is now used throughout the world."
}