{
  "/wiki/FC_Arda_Kardzhali": "PFC Arda 1924 Kardzhali (Bulgarian: ПФК Арда Кърджали) is a Bulgarian association football club based in Kardzhali, which currently competes in the First League, the top tier of the Bulgarian football league system.",
  "/wiki/Kardzhali": "Kardzhali (Bulgarian: Кърджали, Kǎrdžali; Turkish: Kırcaali; Greek: Κάρτζαλι, Kártzali), sometimes spelt Kardzali or Kurdzhali, is a town in the Eastern Rhodopes in Bulgaria, centre of Kardzhali Municipality and Kardzhali Province. The noted Kardzhali Dam is located nearby.",
  "/wiki/Arena_Arda": "Arena Arda is a football stadium in Kardzhali, Bulgaria and the home ground of Arda Kardzhali. The stadium was officially opened in 1963 and renovated in 2018.",
  "/wiki/PFC_Beroe_Stara_Zagora": "Beroe (Bulgarian: Берое) is a Bulgarian professional association football club based in Stara Zagora, that competes in the First League, the top division of the Bulgarian football league system. The club was founded in 1916 under the name Vereya. The club's colours are green and white.",
  "/wiki/Stara_Zagora": "Stara Zagora (Bulgarian: Стара Загора, pronounced [ˈstarɐ zɐˈɡɔrɐ]) is the sixth-largest city in Bulgaria, and the administrative capital of the homonymous Stara Zagora Province.",
  "/wiki/Beroe_Stadium": "Stadion Beroe (Bulgarian: Стадион „Бeрое“, English: 'Beroe Stadium') (also nicknamed The Temple) is a multi-purpose stadium in Stara Zagora, Bulgaria. It is located in the north-western part of the city, near the park Ayazmoto. Currently, the venue is used for football matches and athletic competitions and is also the home ground of the local football club PFC Beroe Stara Zagora. The stadium has a seating capacity of 12,128 spectators and it was officially inaugurated on April 4, 1959.",
  "/wiki/PFC_Botev_Plovdiv": "Professional Football Club Botev Plovdiv, commonly referred to as Botev Plovdiv (Bulgarian: „Ботев“ Пловдив, pronounced [ˈbɔtɛf ˈpɫɔvdif]) or simply Botev (within its associated city), is a professional football club in Plovdiv, Bulgaria. Founded on 11 March 1912, it is the country's oldest active football club, which competes in the Bulgarian Parva Liga, the top flight of Bulgarian football.",
  "/wiki/Plovdiv": "Plovdiv (Bulgarian: Пловдив, pronounced [ˈpɫɔvdif]) is the second-largest city of Bulgaria. It has a population of 346,893 as of 2018[update] and 675,000 in the greater metropolitan area. Plovdiv is the culture capital of Bulgaria. It is an important economic, transport, cultural, and educational center. There is evidence of habitation in Plovdiv dating back to the 6th millennium BCE, when the first Neolithic settlements were established. It has been considered to be one of the oldest cities in the world.",
  "/wiki/Botev_1912_Football_Complex": "Futbolen kompleks Botev 1912 (Bulgarian: Футболен комплекс „Ботев 1912“, English: 'Botev 1912 Football Complex') is a football complex in the Komatevo neighbourhood of Plovdiv, Bulgaria, which is the home of Botev Plovdiv and its youth academy.",
  "/wiki/POFC_Botev_Vratsa": "Botev (Bulgarian: Ботев) is a Bulgarian professional municipal association football club based in Vratsa, that competes in the First League, the top tier of Bulgarian football. The club was founded in 1921.",
  "/wiki/Vratsa": "Vratsa (Bulgarian: Враца) is the largest city in northwestern Bulgaria. Administrative and economic center of the municipality of Vratsa and Vratsa district. It is located about 112 km north of Sofia, 40 km southeast of Montana.",
  "/wiki/Hristo_Botev_Stadium_(Vratsa)": "Stadion Hristo Botev (Bulgarian: Стадион „Христо Ботев“, English: 'Hristo Botev Stadium') is a multi-purpose stadium in Vratsa, Bulgaria.  It is currently used mostly for football matches. It has been the home of Botev Vratsa for 60 years. The stadium was built in 1948 and has a seating capacity of 6,417 spectators. After the approval of a project worth € 150 000, in 2008 the stadium was renovated and had 2,255 seats, spread in the 3 central sectors. In June 2009, the Botev Vratsa management approved a second project, worth € 120 000 for reconstruction of sector \"V\", opposite the central building of the stadium. The second renovation was completed in 2009.",
  "/wiki/PFC_Cherno_More_Varna": "Cherno More (Bulgarian: Черно Море) is a Bulgarian professional association football club based in the city of Varna, which currently competes in Bulgaria's primary football competition, the First League. Founded on March 3, 1913, as an association football branch of the larger sports society SC Galata, the club has spent the majority of its existence playing in the top tier of Bulgarian football.",
  "/wiki/Varna": "Varna (Bulgarian: Варна, pronounced [ˈvarnɐ]) is the third largest city in Bulgaria and the largest city and seaside resort on the Bulgarian Black Sea Coast. Situated strategically in the Gulf of Varna, the city has been a major economic, social and cultural centre for almost three millennia. Varna, historically known as Odessos (Ancient Greek: Ὀδησσός), grew from a Thracian seaside settlement to a major seaport on the Black Sea.",
  "/wiki/Ticha_Stadium": "Stadion Ticha (Bulgarian: Стадион „Тича“, English: 'Ticha Stadium') is a multi-purpose stadium in Varna, Bulgaria, located in the Chayka district of the city. Currently, the stadium is used for football matches and is the home ground of Cherno More Varna. It has a seating capacity of 8,250 spectators. The stadium is named after the previous tenant of the club, SC Ticha and the previous name of the river Kamchia, located few kilometers north of the city centre.",
  "/wiki/PFC_CSKA_Sofia": "CSKA (Bulgarian: ЦСКА) is a Bulgarian professional association football club based in Sofia and currently competing in the country's premier football competition, the First League. CSKA is an abbreviation for Central Sports Club of the Army (Bulgarian: Централен Спортен Клуб на Армията).",
  "/wiki/Sofia": "Sofia (/ˈsoʊfiə, ˈsɒf-, soʊˈfiːə/ SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] (listen)) is the capital and largest city of Bulgaria.  The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.",
  "/wiki/Balgarska_Armia_Stadium": "Stadion Balgarska Armia (Bulgarian: Стадион „Българска Армия“, English: 'Balgarska Armia Stadium', lit. 'Bulgarian Army Stadium') is the club stadium of the Bulgarian football club CSKA Sofia. It's situated in the Borisova gradina in the centre of Sofia. The stadium has four sectors and a total of 22,995 (18,495) seats, of which 2,100 are covered. The pitch length is 106 meters and the width is 66 meters.",
  "/wiki/FC_Dunav_Ruse": "FC Dunav (Bulgarian: ФК Дунав) is a Bulgarian association football club based in Ruse, which currently competes in the First Professional League, the top flight of the Bulgarian football league system.",
  "/wiki/Ruse,_Bulgaria": "Ruse (also transliterated as Rousse, Russe; Bulgarian: Русе [ˈrusɛ]), is the fifth largest city in Bulgaria. Ruse is in the northeastern part of the country, on the right bank of the Danube, opposite the Romanian city of Giurgiu, approximately 75 km (47 mi) south of Bucharest, Romania's capital, 200 km (124 mi) from the Bulgarian Black Sea Coast and 300 km (186 mi) from the capital Sofia. It is the most significant Bulgarian river port, serving an important part of the international trade of the country.",
  "/wiki/Gradski_Stadium": "Gradski stadion (Bulgarian: Градски стадион, lit. 'City Stadium') is a multi-purpose stadium in Ruse, Bulgaria. It is used for football matches and concerts. It hosts the home games of Dunav Ruse and Lokomotiv Ruse. The stadium holds a capacity of 13,000 spectators, of which 2,000 places are designated for away fans.",
  "/wiki/SFC_Etar_Veliko_Tarnovo": "Etar (Bulgarian: Етър) is a Bulgarian sports football club based in Veliko Tarnovo, that plays in the Bulgarian First League, the top flight of Bulgarian football.",
  "/wiki/Veliko_Tarnovo": "Veliko Tarnovo (Bulgarian: Велико Търново, romanized: Veliko Tǎrnovo, pronounced [vɛˈliko ˈtɤrnovo]; \"Great Tarnovo\") is a town in north central Bulgaria and the administrative centre of Veliko Tarnovo Province.",
  "/wiki/Ivaylo_Stadium": "Stadion Ivaylo (Bulgarian: Стадион „Ивайло“, English: 'Ivaylo Stadium') is a multi-purpose stadium in Veliko Tarnovo, Bulgaria.  It is currently used mostly for football matches and is the home ground of FC Etar Veliko Tarnovo.  The stadium holds 15,000 people and was built in 1958, with a major renovation taking place in 2015. In recent years, it has hosted the final for the Cup of Bulgarian Amateur Football League four times - in 2015, 2016, 2018 and 2019.",
  "/wiki/PFC_Levski_Sofia": "Levski Sofia (Bulgarian: Левски София) is a professional association football club based in Sofia, Bulgaria, ranked 1st in the All-time Bulgarian League table. The team competes in the First League, the top division of the Bulgarian football league system. The club was founded on May 24, 1914, as a football department of Sport Club Levski by a group of students and is named after Vasil Levski, a Bulgarian revolutionary renowned as the national hero of the country.",
  "/wiki/Georgi_Asparuhov_Stadium": "Stadion Georgi Asparuhov (Bulgarian: Стадион „Георги Аспарухов“, English: 'Georgi Asparuhov Stadium'), currently known as Stadion Vivacom Arena - Georgi Asparuhov (Bulgarian: Стадион „Виваком Арена - Георги Аспарухов“), due to sponsorship, nicknamed Gerena (Bulgarian: Герена, meaning \"the flood plain\"), is a multi-purpose stadium situated in the Suhata reka neighbourhood of the Bulgarian capital Sofia. Named after the best Bulgarian footballer of the 20th century Georgi Asparuhov, it has been the home ground of Bulgarian association football club Levski Sofia since its opening in 1963.",
  "/wiki/PFC_Lokomotiv_Plovdiv": "Lokomotiv (Bulgarian: Локомотив) is a Bulgarian professional association football club based in Plovdiv, that competes in the country's primary football competition, the First League. Lokomotiv's home ground is the homonymous Stadion Lokomotiv situated in the Lauta park of the city, with a capacity of 10,000 spectators.",
  "/wiki/Lokomotiv_Stadium_(Plovdiv)": "Stadion Lokomotiv (Bulgarian: Стадион „Локомотив“, English: 'Lokomotiv Stadium'), nicknamed Lauta (Bulgarian: Лаута) after the name of the park in which the stadium is situated, is a multi-purpose stadium located in southeastern Plovdiv, Bulgaria.  It is currently used for football matches and is the home ground of PFC Lokomotiv Plovdiv.  The stadium was officially opened in 1982 and is a part of a sports complex, which includes an indoor sports hall and a tennis court. The stadium initially held a capacity of 24,000 people, but in 2004 when the team became champions of Bulgaria, after the end of the season part of the stands collapsed, and the capacity was reduced to 11,800 people.",
  "/wiki/PFC_Ludogorets_Razgrad": "Professional Football Club Ludogorets 1945 Razgrad (Bulgarian: Професионален Футболен Клуб „Лудогорец” 1945 Разград), commonly known as Ludogorets Razgrad or simply Ludogorets, is a Bulgarian professional association football club based in Razgrad, which currently competes in the First Professional Football League, the top-tier of the Bulgarian football league system.",
  "/wiki/Razgrad": "Razgrad (Bulgarian: Разград) is a city in Northeastern Bulgaria in the valley of the Beli Lom river that falls within the historical and geographical region of Ludogorie. It is an administrative center of Razgrad Province.",
  "/wiki/Ludogorets_Arena": "Huvepharma Arena (Bulgarian: Хювефарма Арена) is a multi-purpose stadium in Razgrad, Bulgaria.  It's used for football matches and is the home ground of the local football club Ludogorets Razgrad. The stadium has a seating capacity of 10,422 spectators.",
  "/wiki/PFC_Slavia_Sofia": "PFC Slavia Sofia (Bulgarian: ПФК Славия София) is a Bulgarian professional association football club based in Sofia, which currently competes in the top tier of the Bulgarian football league system, the First League. Slavia's home ground is the Slavia Stadium in Ovcha kupel with a capacity of 25,556. The team's colours are white and black. Established on 10 April 1913, Slavia is currently the oldest sports club in Sofia.",
  "/wiki/Slavia_Stadium": "Stadion Slavia (Bulgarian: Стадион „Славия“, English: 'Slavia Stadium') is a multi-purpose stadium in the Ovcha Kupel district of Sofia, Bulgaria. It is currently used for football matches and is the home ground of the local football club PFC Slavia Sofia. The stadium has a seating capacity of 25,556 and is one of the biggest sport facilities in Bulgaria.",
  "/wiki/FC_Tsarsko_Selo_Sofia": "Tsarsko Selo (Bulgarian: Царско Село) is a Bulgarian association football club based in Sofia. It currently plays in First League, the top tier of the Bulgarian football league system, having gained promotion from Second League in 2018–19 season.",
  "/wiki/Vasil_Levski_National_Stadium": "Vasil Levski National Stadium (Bulgarian: Национален стадион „Васил Левски“), named after Bulgarian national hero and revolutionary Vasil Levski, is the country's second largest stadium. The stadium has 44,000 seats and is located in the centre of Sofia, on the territory of the city's oldest and most famous park - the Borisova gradina.\nThe Bulgaria national football team's home matches and the Bulgarian Cup finals are held at the venue, as well as athletics competitions. It was used as the home venue for Levski Sofia's Champions League games, and is often used for important derbies between the big clubs from Sofia, instead of their own home stadiums.",
  "/wiki/FC_Vitosha_Bistritsa": "FC Vitosha (Bulgarian: ФК Витоша) is a Bulgarian association football club based in Bistritsa, Sofia City Province, which competes in the First League, the top division of Bulgarian football, following their promotion from the Second League in 2017. It is named after the Vitosha mountain range, where Bistritsa is located.",
  "/wiki/Bistritsa,_Sofia": "Bistritsa is among the oldest villages in the areas around Vitosha. Its name was marked in maps of the Second Bulgarian Empire as a fortress. There is a Medieval monastery which was destroyed by the Ottoman army in 1393-1396. Between 1936 and 1946 the church of the monastery was rebuilt. During these works a Medieval grave has been excavated. It had been robbed and the only discovery was a copper coin from Emperor Ivan Shishman (1371-1395).",
  "/wiki/Bistritsa_Stadium": "Stadion Bistritsa (Bulgarian: Стадион „Бистрица“, English: 'Bistritsa Stadium') is a multi-purpose stadium in Bistritsa, Sofia, Bulgaria.  It is currently used for football matches and is the home ground of the local football club Vitosha Bistritsa and Septemvri Sofia. The stadium has a seating capacity of 2,000 spectators.",
  "/wiki/First_Professional_Football_League_(Bulgaria)": "The First Professional Football League (Bulgarian: Първа професионална футболна лига), also known as the Bulgarian First League or Parva liga, currently known as the efbet League for sponsorship reasons, is a professional association football league, located at the top of the Bulgarian football league system. Contested by 14 teams, it operates on a system of promotion and relegation with the Vtora liga."
}