{
  "/wiki/Much_Ado_About_Nothing": "Much Ado About Nothing is a comedy by William Shakespeare thought to have been written in 1598 and 1599, as Shakespeare was approaching the middle of his career. The play was included in the First Folio, published in 1623.\n By means of \"noting\" (which, in Shakespeare's day, sounded similar to \"nothing\" as in the play's title, and which means gossip, rumour, and overhearing), Benedick and Beatrice are tricked into confessing their love for each other, and Claudio is tricked into rejecting Hero at the altar on the erroneous belief that she has been unfaithful. At the end, Benedick and Beatrice join forces to set things right, and the others join in a dance celebrating the marriages of the two couples.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included. The BBC is established under a Royal Charter and operates under its Agreement with the Secretary of State for Digital, Culture, Media and Sport. Its work is funded principally by an annual television licence fee which is charged to all British households, companies, and organisations using any type of equipment to receive or record live television broadcasts and iPlayer catch-up. The fee is set by the British Government, agreed by Parliament, and used to fund the BBC's radio, TV, and online services covering the nations and regions of the UK.",
  "/wiki/Crime_and_Punishment": "Crime and Punishment (pre-reform Russian: Преступленіе и наказаніе; post-reform Russian: Преступление и наказание, tr. Prestupléniye i nakazániye, IPA: [prʲɪstʊˈplʲenʲɪje ɪ nəkɐˈzanʲɪje]) is a novel by the Russian author Fyodor Dostoevsky. It was first published in the literary journal The Russian Messenger in twelve monthly installments during 1866. It was later published in a single volume. It is the second of Dostoevsky's full-length novels following his return from ten years of exile in Siberia. Crime and Punishment is considered the first great novel of his \"mature\" period of writing. Crime and Punishment focuses on the mental anguish and moral dilemmas of Rodion Raskolnikov, an impoverished ex-student in Saint Petersburg who formulates a plan to kill an unscrupulous pawnbroker for her money. Before the killing, Raskolnikov believes that with the money he could liberate himself from poverty and go on to perform great deeds.",
  "/wiki/Naxos_Records": "Naxos Records is a record label specializing in classical music. Through a number of imprints, Naxos also releases  Chinese music, jazz, world music, and early rock and roll. The company was founded in 1987 by Klaus Heymann, a German-born resident of Hong Kong. Since 2009 Naxos has distributed Blu-ray discs, streaming web radio, and podcasts. Naxos allows members of subscribing public libraries and music schools such as Hong Kong Public Libraries, Auckland Libraries, Wellington City Libraries, and Toronto Public Library free streaming of Naxos classical and jazz collections.",
  "/wiki/Strangers_on_a_Train_(novel)": "Strangers on a Train (1950) is a psychological thriller novel by Patricia Highsmith about two men whose lives become entangled after one of them proposes they 'trade' murders. He then goes ahead and fulfills his end of the imaginary bargain, leading to fatal consequences for both.\n It was adapted as a film in 1951 by director Alfred Hitchcock. It has since been adapted in whole or in part for film and television several times. The novel was adapted for radio in 2004 by Craig Warner, and adapted for the stage in 2013 (also by Warner).",
  "/wiki/BBC_Radio_4": "BBC Radio 4, part of BBC Radio,  is owned and operated by the British Broadcasting Corporation. It broadcasts a wide variety of spoken-word programmes including news, drama, comedy, science and history from the BBC's headquarters at Broadcasting House, London. It replaced the BBC Home Service in 1967. The station controller is Mohit Bakaya. It is the second-most-popular domestic radio station in the UK, broadcast throughout the UK, the Isle of Man and the Channel Islands on FM, LW and DAB, and can be received in eastern and south eastern counties of Ireland, the north of France and Northern Europe. It is also available through Freeview, Sky, Virgin Media and on the Internet. Its sister station, BBC Radio 4 Extra (formerly BBC Radio 7), complements the main channel by broadcasting repeats from the Radio 4 archive, extended versions of Radio 4 programmes and supplements to series such as The Archers and Desert Island Discs. It is notable for its news bulletins and programmes such as Today and The World at One, heralded on air by the Greenwich Time Signal \"pips\" or the chimes of Big Ben.",
  "/wiki/The_Idiot": "The Idiot (pre-reform Russian: Идіотъ; post-reform Russian: Идиот, tr. Idiót) is a novel by the 19th-century Russian author Fyodor Dostoevsky. It was first published serially in the journal The Russian Messenger in 1868–69. The title is an ironic reference to the central character of the novel, Prince (Knyaz) Lev Nikolayevich Myshkin, a young man whose goodness, open-hearted simplicity and guilelessness lead many of the more worldly characters he encounters to mistakenly assume that he lacks intelligence and insight. In the character of Prince Myshkin, Dostoevsky set himself the task of depicting \"the positively good and beautiful man.\" The novel examines the consequences of placing such a unique individual at the centre of the conflicts, desires, passions and egoism of worldly society, both for the man himself and for those with whom he becomes involved. Joseph Frank describes The Idiot as \"the most personal of all Dostoevsky's major works, the book in which he embodies his most intimate, cherished, and sacred convictions.\" It includes descriptions of some of his most intense personal ordeals, such as epilepsy and mock execution, and explores moral, spiritual and philosophical themes consequent upon them.",
  "/wiki/The_Picture_of_Dorian_Gray": "The Picture of Dorian Gray is a Gothic and philosophical novel by Oscar Wilde, first published complete in the July 1890 issue of Lippincott's Monthly Magazine. Fearing the story was indecent, the magazine's editor deleted roughly five hundred words before publication without Wilde's knowledge. Despite that censorship, The Picture of Dorian Gray offended the moral sensibilities of British book reviewers, some of whom said that Oscar Wilde merited prosecution for violating the laws guarding public morality. In response, Wilde aggressively defended his novel and art in correspondence with the British press, although he personally made excisions of some of the most controversial material when revising and lengthening the story for book publication the following year. The longer and revised version of The Picture of Dorian Gray published in book form in 1891 featured an aphoristic preface—a defence of the artist's rights and of art for art's sake—based in part on his press defences of the novel the previous year. The content, style, and presentation of the preface made it famous in its own right, as a literary and artistic manifesto. In April 1891, the publishing firm of Ward, Lock and Company, who had distributed the shorter, more inflammatory, magazine version in England the previous year, published the revised version of The Picture of Dorian Gray. The Picture of Dorian Gray is the only novel written by Wilde.",
  "/wiki/Dangerous_Liaisons": "Dangerous Liaisons is a 1988 American period romantic drama film directed by Stephen Frears from a screenplay by Christopher Hampton, based on his play Les liaisons dangereuses, which was itself adapted from the 18th-century French novel of the same name by Pierre Choderlos de Laclos. \nIt stars Glenn Close, John Malkovich, Michelle Pfeiffer, Swoosie Kurtz, Mildred Natwick, Peter Capaldi, Keanu Reeves and Uma Thurman.\n Dangerous Liaisons was released theatrically on December 16, 1988, by Warner Bros. It received generally positive reviews from critics with praise for Close's and Pfeiffer's performances and the screenplay, production values and costumes. Although it was a moderate commercial success grossing $34.7 million against its $14 million budget, it was cited as a box office disappointment.\nThe film received seven nominations at the 61st Academy Awards, including for Best Picture and won three: Best Adapted Screenplay, Best Costume Design, and Best Production Design.",
  "/wiki/The_Importance_of_Being_Earnest": "The Importance of Being Earnest, A Trivial Comedy for Serious People is a play by Oscar Wilde. First performed on 14 February 1895 at the St James's Theatre in London, it is a farcical comedy in which the protagonists maintain fictitious personae to escape burdensome social obligations. Working within the social conventions of late Victorian London, the play's major themes are the triviality with which it treats institutions as serious as marriage, and the resulting satire of Victorian ways. Some contemporary reviews praised the play's humour and the culmination of Wilde's artistic career, while others were cautious about its lack of social messages. Its high farce and witty dialogue have helped make The Importance of Being Earnest Wilde's most enduringly popular play. The successful opening night marked the climax of Wilde's career but also heralded his downfall. The Marquess of Queensberry, whose son Lord Alfred Douglas was Wilde's lover, planned to present the writer with a bouquet of rotten vegetables and disrupt the show. Wilde was tipped off and Queensberry was refused admission.",
  "/wiki/The_Old_Testament": "The Old Testament (abbreviated OT) is the first part of the Christian biblical canon, which is based primarily upon the twenty-four books of the Hebrew Bible (or Tanakh), a collection of ancient religious Hebrew writings by the Israelites believed by most Christians and religious Jews to be the sacred Word of God. The second part of Christian Bibles is the New Testament, originally written in the Koine Greek language. The books that comprise the Old Testament canon, as well as their order and names, differ between Christian denominations. The Catholic canon comprises 46 books, the canons of the Eastern Orthodox and Oriental Orthodox Churches comprise up to 49 books, and the most common Protestant canon comprises 39 books. The 39 books in common to all the Christian canons correspond to the 24 books of the Tanakh, with some differences of order, and there are some differences in text. The additional number reflects the splitting of several texts (Kings, Samuel and Chronicles, Ezra–Nehemiah and the Twelve Minor Prophets) into separate books in Christian bibles. The books that are part of the Christian Old Testament but that are not part of the Hebrew canon are sometimes described as deuterocanonical. In general, Protestant Bibles do not include the deuterocanonical books in their canon, but some versions of Anglican and Lutheran bibles place such books in a separate section called Apocrypha.",
  "/wiki/Lady_Windermere's_Fan": "Lady Windermere's Fan, A Play About a Good Woman is a four-act comedy by Oscar Wilde, first performed on Saturday, 20 February 1892, at the St James's Theatre in London.\n The story concerns Lady Windermere, who suspects that her husband is having an affair with another woman. She confronts him with it but although he denies it, he invites the other woman, Mrs Erlynne, to his wife's birthday ball. Angered by her husband's supposed unfaithfulness, Lady Windermere decides to leave her husband for another lover. After discovering what has transpired, Mrs Erlynne follows Lady Windermere and attempts to persuade her to return to her husband and in the course of this, Mrs Erlynne is discovered in a compromising position. It is then revealed Mrs Erlynne is Lady Windermere's mother, who abandoned her family twenty years before the time the play is set. Mrs Erlynne sacrifices herself and her reputation to save her daughter's marriage.",
  "/wiki/Romeo_and_Juliet": "Romeo and Juliet is a tragedy written by William Shakespeare early in his career about two young star-crossed lovers whose deaths ultimately reconcile their feuding families. It was among Shakespeare's most popular plays during his lifetime and along with Hamlet, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers. Romeo and Juliet belongs to a tradition of tragic romances stretching back to antiquity. The plot is based on an Italian tale translated into verse as The Tragical History of Romeus and Juliet by Arthur Brooke in 1562 and retold in prose in Palace of Pleasure by William Painter in 1567. Shakespeare borrowed heavily from both but expanded the plot by developing a number of supporting characters, particularly Mercutio and Paris. Believed to have been written between 1591 and 1595, the play was first published in a quarto version in 1597. The text of the first quarto version was of poor quality, however, and later editions corrected the text to conform more closely with Shakespeare's original.",
  "/wiki/Henry_V_(play)": "Henry V is a history play by William Shakespeare, believed to have been written near 1599. It tells the story of King Henry V of England, focusing on events immediately before and after the Battle of Agincourt (1415) during the Hundred Years' War. In the First Quarto text, it was titled The Cronicle History of Henry the fift,:p.6 which became The Life of Henry the Fifth in the First Folio text.\n The play is the final part of a tetralogy, preceded by Richard II, Henry IV, Part 1, and Henry IV, Part 2. The original audiences would thus have already been familiar with the title character, who was depicted in the Henry IV plays as a wild, undisciplined young man. In Henry V, the young prince has matured. He embarks on an expedition to France and, his army badly outnumbered, defeats the French at Agincourt.",
  "/wiki/Troy_(BBC_radio_drama)": "Troy is a trilogy of radio plays, first broadcast on BBC Radio 3 from 28 November to 30 November 1998. The cast is led by Paul Scofield, who came out of retirement to take part. Troy was written by Andrew Rissik and produced by Jeremy Mortimer. The trilogy is a companion piece to King Priam, Rissik's earlier more optimistic take on the story in which Scofield took the title role.   \n The three parts of Troy are",
  "/wiki/BBC_Radio_3": "BBC Radio 3 is a British radio station operated by the BBC.  Its output centres on classical music and opera, but jazz, world music, drama, culture and the arts also feature. The station describes itself as 'the world's most significant commissioner of new music', and through its New Generation Artists scheme promotes young musicians of all nationalities. The station broadcasts the BBC Proms concerts, live and in full, each summer in addition to performances by the BBC Orchestras and Singers. There are regular productions of both classic plays and newly commissioned drama.\n Radio 3 won the Sony Radio Academy UK Station of the Year Gold Award for 2009 and was nominated again in 2011.",
  "/wiki/Michael_Sheen_performances": "Michael Sheen, OBE (born 5 February 1969), is a Welsh stage and screen actor. After training at the Royal Academy of Dramatic Art, Sheen made his professional debut in 1991, starring opposite Vanessa Redgrave in When She Danced at the Globe Theatre. He worked mainly in theatre throughout the 1990s and made notable stage appearances in Romeo and Juliet (1992), Don't Fool With Love (1993), Peer Gynt (1994), The Seagull (1995), The Homecoming (1997) and Henry V (1997). His performances in Amadeus at the Old Vic and Look Back in Anger at the National Theatre were nominated for Olivier Awards in 1998 and 1999, respectively. In the 2000s, while continuing to make sporadic stage appearances, Sheen became known primarily as a screen actor. In 2003, he was nominated for a third Olivier Award for his performance in Caligula at the Donmar Warehouse and had a breakthrough performance as the British politician Tony Blair in the television film The Deal. He received a BAFTA Award nomination in 2004 for his work in the ITV drama Dirty Filthy Love. In 2006, Sheen starred as the troubled comic actor Kenneth Williams in BBC Four's Fantabulosa!"
}