{
  "/wiki/Al-Hilal_FC": "Al Hilal Saudi Football Club (Arabic: نادي الهلال السعودي لكرة القدم‎) is a Saudi Arabian professional multi-sports club based in Riyadh. The football team plays in the Saudi Professional League.",
  "/wiki/1986_Asian_Club_Championship": "The 1986 Asian Club Championship was the 6th edition of the annual Asian club football competition hosted by Asian Football Confederation. Several Asian clubs started the qualifying round in Fall of 1986.  The final round was held in Riyadh, Saudi Arabia in December 1986.",
  "/wiki/1987_Asian_Club_Championship": "The 1987 Asian Club Championship was the 7th edition of the annual Asian club football competition hosted by Asian Football Confederation. Several Asian clubs started the qualifying round in Fall of 1987.",
  "/wiki/1991_Asian_Club_Championship": "The 1991 Asian Club Championship was the 11th edition of the annual Asian club football competition hosted by Asian Football Confederation.",
  "/wiki/1997–98_Asian_Club_Championship": "The 1997–98 Asian Club Championship was the 17th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/1999–2000_Asian_Club_Championship": "The 1999–2000 Asian Club Championship was the 19th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/2010_AFC_Champions_League": "The 2010 AFC Champions League was the 29th edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 8th under the current AFC Champions League title. The final was held at the National Stadium of Tokyo on 13 November 2010. The winner, Seongnam Ilhwa Chunma, qualified for the 2010 FIFA Club World Cup in UAE.",
  "/wiki/2014_AFC_Champions_League": "The 2014 AFC Champions League was the 33rd edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 12th under the current AFC Champions League title. Guangzhou Evergrande were the defending champions, but were eliminated by Western Sydney Wanderers in the quarter-finals.",
  "/wiki/2015_AFC_Champions_League": "The 2015 AFC Champions League was the 34th edition of Asia's premier club football tournament organized by the Asian Football Confederation (AFC), and the 13th under the current AFC Champions League title.",
  "/wiki/2017_AFC_Champions_League": "The 2017 AFC Champions League was the 36th edition of Asia's premier club football tournament organized by the Asian Football Confederation (AFC), and the 15th under the current AFC Champions League title.",
  "/wiki/2019_AFC_Champions_League": "The 2019 AFC Champions League was the 38th edition of Asia's premier club football tournament, organized by the Asian Football Confederation (AFC), and the 17th under the current AFC Champions League title.",
  "/wiki/Esteghlal_F.C.": "Esteghlal Tehran Football Club (Persian: باشگاه فوتبال استقلال تهران‎), commonly known as Esteghlal, is an Iranian football club based in capital Tehran, that competes in the Persian Gulf Pro League. The club was founded in 1945 as Docharkheh Savaran (Persian: دوچرخه سواران‎; meaning 'the bikers') and previously known as Taj Tehran Football Club (Persian: باشگاه فوتبال تاج تهران‎; meaning 'the crown') between 1949 and 1979. The club is part of the multisport club Esteghlal of Iran Athletic and Cultural Company (Persian: شرکت فرهنگی ورزشی استقلال ایران‎). They are the first team which got 1000 points in Persian Gulf Pro League.",
  "/wiki/1970_Asian_Champion_Club_Tournament": "The 1970 Asian Club Championship was the 3rd edition of the annual Asian club football competition hosted by Asian Football Confederation.  Seven clubs from seven countries competed in the tournament.  The tournament was held in Tehran, Iran in April. The clubs were split in two groups and the group winners and runners-up advanced to semifinals.",
  "/wiki/1971_Asian_Champion_Club_Tournament": "The 1971 Asian Club Championship was the fourth edition of the annual Asian club football competition hosted by Asian Football Confederation.  Eight clubs from eight countries competed in the tournament.  The tournament was held in Bangkok, Thailand from 21 March to 2 April. Eight clubs were split in two groups of four and the group winners and the runners-up advanced to semifinals.",
  "/wiki/1990–91_Asian_Club_Championship": "The 1990–91 Asian Club Championship was the 10th edition of the annual Asian club football competition hosted by Asian Football Confederation.\nRepresentative clubs of 30 Asian countries played games in this tournament. \nEsteghlal FC from Iran won the final and became Asian champions for the second time (They are championed in 1970 as Taj)",
  "/wiki/1998–99_Asian_Club_Championship": "The 1998–99 Asian Club Championship was the 18th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/2001–02_Asian_Club_Championship": "The 2001–02 Asian Club Championship was the 21st and last edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/2013_AFC_Champions_League": "The 2013 AFC Champions League was the 32nd edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 11th under the current AFC Champions League title. The defending champions, Ulsan Hyundai, failed to qualify for the tournament.",
  "/wiki/Seongnam_FC": "Seongnam FC (Hangul: 성남 FC) is a South Korean professional football club based in Seongnam, South Korea. Seongnam plays in the K League 1, the top division in South Korea. Founded as Ilhwa Chunma Football Club in 1989, the club have won a joint-record seven national league titles, three FA Cups, three League Cups, and two AFC Champions League titles. Seongnam also placed fifth in the IFFHS Asian Clubs of the 20th century.",
  "/wiki/1994–95_Asian_Club_Championship": "The 1994–95 Asian Club Championship was the 14th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/1995_Asian_Club_Championship": "The 1995 Asian Club Championship was the 15th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/1996–97_Asian_Club_Championship": "The 1996–97 Asian Club Championship was the 16th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/2004_AFC_Champions_League": "The 2004 AFC Champions League was the 23rd edition of the top-level Asian club football tournament and the 2nd edition under the current AFC Champions League title. The title was won by Al-Ittihad over Seongnam Ilhwa Chunma.",
  "/wiki/2007_AFC_Champions_League": "The 2007 AFC Champions League was the 26th edition of the top-level Asian club football tournament and the 5th edition under the current AFC Champions League title.",
  "/wiki/Persepolis_F.C.": "Persepolis Football Club (Persian: باشگاه فوتبال پرسپولیس), is a Persian Gulf Pro League professional football club based in Tehran, Iran.",
  "/wiki/2000–01_Asian_Club_Championship": "The 2000–01 Asian Club Championship was the 20th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/2018_AFC_Champions_League": "The 2018 AFC Champions League was the 37th edition of Asia's premier club football tournament organized by the Asian Football Confederation (AFC), and the 16th under the current AFC Champions League title.",
  "/wiki/Ittihad_FC": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history.",
  "/wiki/2005_AFC_Champions_League": "The 2005 AFC Champions League was the 24th edition of the top-level Asian club football tournament and the 3rd edition under the current AFC Champions League title. The championship was retained by the Saudi Arabian club Al-Ittihad with a 5-3 aggregate victory over UAE side Al Ain. Following a 1-1 draw at the Tahnon Bin Mohammed Stadium in Al Ain in the first leg, Al-Ittihad recorded a 4-2 victory at the Prince Abdullah Al Faisal Stadium in Jeddah to lift the trophy for the second consecutive season. They also qualified for the 2005 FIFA Club World Cup.",
  "/wiki/2009_AFC_Champions_League": "The 2009 AFC Champions League was the 28th edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 7th under the current AFC Champions League title. The final was held at the National Stadium of Tokyo on 7 November 2009. The winners, South Korean club Pohang Steelers, qualified for the 2009 FIFA Club World Cup in the United Arab Emirates.",
  "/wiki/2011_AFC_Champions_League": "The 2011 AFC Champions League was the 30th edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 9th under the current AFC Champions League title. The winners, Al-Sadd qualified for the 2011 FIFA Club World Cup in Japan.",
  "/wiki/2012_AFC_Champions_League": "The 2012 AFC Champions League was the 31st edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 10th under the current AFC Champions League title.",
  "/wiki/Al_Ain_FC": "Al-Ain Football Club (Arabic: نادي العين لكرة القدم‎; transliterated: Nady al-'Ayn) or Al-Ain FC or simply Al-Ain is a professional football club, based in the city of Al Ain, Abu Dhabi, United Arab Emirates. It is one of many sport sections of the multi-sports club Al Ain Sports and Cultural Club (Arabic: نادي العين الرياضي الثقافي‎) Al Ain SCC for short.",
  "/wiki/2002–03_AFC_Champions_League": "The 2002–03 AFC Champions League was the twenty-second edition of Asia's premier football competition organised by the Asian Football Confederation, and the first edition under the AFC Champions League title.",
  "/wiki/2016_AFC_Champions_League": "The 2016 AFC Champions League was the 35th edition of Asia's premier club football tournament organized by the Asian Football Confederation (AFC), and the 14th under the current AFC Champions League title.",
  "/wiki/Suwon_Samsung_Bluewings": "Suwon Samsung Bluewings (Korean: 수원 삼성 블루윙즈) is a South Korean football club based in Suwon, South Korea, that plays in the K League 1. Founded in December 1995, they have won the national championship on four occasions (1998, 1999, 2004, and 2008), and the Asian Club Championship twice (2000–01 and 2001–02).",
  "/wiki/Liaoning_Whowin_F.C.": "Liaoning Football Club (simplified Chinese: 辽宁足球俱乐部; traditional Chinese: 遼寧足球俱樂部; pinyin: Liáoníng Zúqiú Jùlèbù), officially known as Liaoning Hongyun (simplified Chinese: 辽宁宏运; traditional Chinese: 遼寧宏運; pinyin: Liáoníng Hóngyùn), is a professional association football club that currently participates in the China League One under licence from the Chinese Football Association (CFA). The team is based in Shenyang, Liaoning Province and their home stadium is the Tiexi New District Sports Center that has a seating capacity of 30,000. Their current majority shareholders are the Liaoning Sport Technology College and the Huludao Hongyun Group Co., Ltd, which is part of the real estate and financial conglomerate the Hongyun Group.",
  "/wiki/1989–90_Asian_Club_Championship": "The 1989–90 Asian Club Championship was the 9th edition of the annual Asian club football competition hosted by Asian Football Confederation.",
  "/wiki/1993–94_Asian_Club_Championship": "The 1993–94 Asian Club Championship was the 13th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/Jeonbuk_Hyundai_Motors_FC": "Jeonbuk Hyundai Motors (Korean: 전북 현대 모터스) is a professional football club based in North Jeolla Province, South Korea. Jeonbuk play at the Jeonju World Cup Stadium in Jeonju, the capital city of the province. Jeonbuk has won the K League six times, first in 2009. They have also won the Korean FA Cup three times, in 2000, 2003 and 2005. The club has won the AFC Champions League twice, first in 2006, becoming the first club from East Asia to win the tournament since the AFC Champions League was launched in its current format in 2003, and for a time being the only team in the world to have become continental champions without ever having won a domestic title. This title guaranteed Jeonbuk's participation in the FIFA Club World Cup in December 2006. They won the second title in 2016.",
  "/wiki/2006_AFC_Champions_League": "The 2006 AFC Champions League was the 25th edition of the top-level Asian club football tournament and the 4th edition under the current AFC Champions League title. Al-Ittihad qualified automatically to the quarter-finals as Cup holders.",
  "/wiki/FC_Seoul": "FC Seoul (Korean: FC 서울) is a South Korean professional football club based in Seoul, the capital of South Korea, that plays in the K League 1. The club is owned by GS Sports, a subsidiary of GS Group.",
  "/wiki/Urawa_Red_Diamonds": "Urawa Red Diamonds (浦和レッドダイヤモンズ, Urawa Reddo Daiyamonzu), colloquially Urawa Reds (浦和レッズ), are a professional association football club playing in Japan's football league, J1 League.",
  "/wiki/2008_AFC_Champions_League": "The 2008 AFC Champions League was the 27th AFC Champions League, the top-level Asian club football tournament, and the 6th under the current AFC Champions League title. It was the last AFC Champions League before the competition expanded to 32 teams.",
  "/wiki/Al_Sadd_SC": "Al-Sadd Sports Club (Arabic: نادي السد الرياضي‎) is a Qatari sports club based in the Al Sadd district of the city of Doha. It is best known for its association football team, which competes in the top level of Qatari football, the Qatar Stars League. Locally, it is known primarily by the nickname \"Al Zaeem\", which translates to \"The Boss\". It is known as the best team in Qatar and is the only Qatari team that has won the AFC Champions League in Asia. In addition to football, the club has teams for handball, basketball, volleyball, table tennis and athletics. It is the most successful sports club in the country, and holds a national record of 57 official football championships.",
  "/wiki/1988–89_Asian_Club_Championship": "The 1988–89 Asian Club Championship was the 8th edition of the annual Asian club football competition hosted by Asian Football Confederation.",
  "/wiki/Tokyo_Verdy": "Tokyo Verdy (東京ヴェルディ, Tōkyō Verudi) is a Japanese professional football club, based in Tokyo, Japan, that plays in J2 League.",
  "/wiki/1992–93_Asian_Club_Championship": "The 1992–93 Asian Club Championship was the 12th edition of the annual international club football competition held in the AFC region (Asia). It determined that year's club champion of association football in Asia.",
  "/wiki/Thai_Farmers_Bank_F.C.": "Thai Farmers Bank Football Club (Thai: สโมสรฟุตบอลธนาคารกสิกรไทย) is a defunct Thai football club based in Bangkok and supported by the eponymous financial institution.  They won two AFC Champions League titles in 1994 and 1995.",
  "/wiki/Júbilo_Iwata": "Júbilo Iwata (Japanese: ジュビロ磐田, Hepburn: Jubiro Iwata) is a professional Japanese association football team that currently play in the J2 League. The team name Júbilo means 'joy' in Spanish and Portuguese. The team's hometown is Iwata, Shizuoka prefecture and they play at Yamaha Stadium. For big fixtures such as the Shizuoka Derby with Shimizu S-Pulse and against some of the top teams in J1, Júbilo play at the much larger Ecopa Stadium in Fukuroi City, a venue built specifically for the 2002 FIFA World Cup finals. They practice at Okubo Ground in Iwata and Iwata Sports Park Yumeria.",
  "/wiki/Dalian_Shide_F.C.": "Dalian Shide was a professional Chinese football club based in Dalian, Liaoning province, China who played in China's football league system between 1955 and 2012. Their home stadiums were the 55,843 capacity Dalian People's Stadium and then later in 1997 they moved to the 30,776 capacity Jinzhou Stadium.",
  "/wiki/Pohang_Steelers": "Pohang Steelers (Hangul: 포항 스틸러스) is a South Korean professional football club based in Pohang, North Gyeongsang. They were originally called Pohang Steelworks, after the Pohang Iron and Steel Company that owned it. The club was founded in 1973 and is one of Korean football's most successful sides.",
  "/wiki/Guangzhou_Evergrande_Taobao_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Hapoel_Tel_Aviv_F.C.": "Hapoel Tel-Aviv Football Club (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}מועדון כדורגל הפועל תל-אביב , Moadon Kaduregel Hapoel Tel Aviv) is an Israeli football club based in Tel Aviv, that competes in the Israeli Premier League. The club's traditional home ground is Bloomfield Stadium. To date, the club has won thirteen championships and sixteen State Cups. In 1967 Hapoel Tel Aviv became the first club to win the Asian Club Championships.",
  "/wiki/1967_Asian_Champion_Club_Tournament": "The 1967 Asian Club Championship was the first edition of the annual Asian club football competition hosted by Asian Football Confederation. Originally it was meant to be eight teams in the competition but after the Indian and Iranian teams withdrew, the six domestic champions competed in a knockout tournament to determine the first Asian champion. Hapoel Tel Aviv F.C. from Israel became the first champions of Asia after defeating Selangor FA from Malaysia 2–1 in the final at Bangkok.",
  "/wiki/Maccabi_Tel_Aviv_F.C.": "Maccabi Tel Aviv Football Club (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}מועדון כדורגל מכבי תל אביב; Moadon Kaduregel Maccabi Tel Aviv) is an Israeli football club and part of the Maccabi Tel Aviv sports club.",
  "/wiki/1969_Asian_Champion_Club_Tournament": "The 1969 Asian Club Championship was the 2nd edition of the annual Asian club football competition hosted by Asian Football Confederation.  Ten domestic league champions from ten countries competed in the tournament.  The tournament was held in Bangkok, Thailand and ten clubs were split in two groups of five.  The group winners and the runners up advanced to semifinals.",
  "/wiki/Asian_Club_Championship_and_AFC_Champions_League_records_and_statistics": "This page details statistics of the Asian Club Championship and AFC Champions League."
}