{
  "/wiki/Gallowglass_(miniseries)": "Gallowglass is a British television mini-series adaptation of the Ruth Rendell novel of the same name. It is an emotional story of obsessive love, lust and fear.",
  "/wiki/BBC2": "BBC Two is the second flagship television channel of the British Broadcasting Corporation (BBC) in the United Kingdom, the Isle of Man and the Channel Islands. It covers a wide range of subject matter, but tends to broadcast more highbrow programmes than the more mainstream and popular BBC One. Like the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide.\n Originally styled BBC2, it was the third British television station to be launched (starting on 20 April 1964), and from 1 July 1967, Europe's first television channel to broadcast regularly in colour. It was envisaged as a home for less mainstream and more ambitious programming, and while this tendency has continued to date, most special-interest programmes of a kind previously broadcast on BBC Two, for example the BBC Proms, now tend to appear on BBC Four instead.",
  "/wiki/Maigret_(1992_TV_series)": "Maigret is a British television series that ran on ITV for twelve episodes in 1992 and 1993. It was an adaptation of the books by Georges Simenon featuring his fictional French detective Jules Maigret.  The program aired in the United States on Mystery!.",
  "/wiki/ITV_(TV_network)": "ITV is a British free-to-air television network with its headquarters in London. It was launched in 1955 as Independent Television, under the auspices of the Independent Television Authority (ITA) (later the Independent Broadcasting Authority, after the Sound Broadcasting Act 1972, and currently Ofcom), to provide competition to BBC Television which had been established in 1932. ITV is the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990, its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned because television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name. ITV is a network of television companies that operate regional television services and also share programmes between each other to be shown on the entire network. In recent years, several of these companies have merged, so currently the fifteen regional franchises are in the hands of two companies. The ITV network is to be distinguished from ITV plc, the company that resulted from the merger of Granada plc and Carlton Communications in 2004 and which holds the Channel 3 broadcasting licences in England, Wales, southern Scotland, the Isle of Man, the Channel Islands and Northern Ireland.",
  "/wiki/Sean's_Show": "Sean's Show is a British television situation comedy, first broadcast on Channel 4 between 15 April 1992 and 29 December 1993. Stand-up comedian Sean Hughes co-wrote and starred as a fictionalised version of himself, aware that he is living in a sitcom. The show's style drew heavily on It's Garry Shandling's Show (1986–90).\n It received a nomination for the 1992 British Comedy Award for Best Channel 4 Sitcom.",
  "/wiki/Channel_4": "Channel 4 is a British public-service free-to-air television network headquartered in Leeds, United Kingdom. \nThe channel was established to provide a fourth television service to the United Kingdom in addition to the licence-funded BBC One and BBC Two, and the single commercial broadcasting network ITV.\nIt began transmission on 2 November 1982. Although largely commercially self-funded, it is ultimately publicly owned; originally a subsidiary of the Independent Broadcasting Authority (IBA), the station is now owned and operated by Channel Four Television Corporation, a public corporation of the Department for Digital, Culture, Media and Sport, which was established in 1990 and came into operation in 1993. In 2010, Channel 4 extended service into Wales and became a UK-wide television channel.",
  "/wiki/The_Grand_(TV_series)": "The Grand is a British television drama series produced by Granada Television for the ITV network, broadcast between 4 April 1997 and 3 April 1998. It was written by Russell T Davies and set in a grand hotel in Manchester in the 1920s.\n There are two series: eight episodes in the first series were broadcast from 4 April 1997 to 23 May 1997 and ten in the second series from 30 January 1998 to 3 April 1998. All 18 episodes were written by Russell T Davies. The cast included Susan Hampshire, Julia St. John, Tim Healy, Michael Siberry, Stephen Moyer and Mark McGann.\n The two series were novelised by Catrin Collier, under the pen name Katherine Hardy.",
  "/wiki/Beowulf": "Beowulf (/ˈbeɪəwʊlf/; Old English: Bēowulf  [ˈbeːowulf]) is an Old English epic poem consisting of 3,182 alliterative lines. It is one of the most important works of Old English literature. The date of composition is a matter of contention among scholars; the only certain dating pertains to the manuscript, which was produced between 975 and 1025. The anonymous poet is referred to by scholars as the Beowulf poet. The story is set in Scandinavia. Beowulf, a hero of the Geats, comes to the aid of Hrothgar, the king of the Danes, whose mead hall in Heorot has been under attack by a monster known as Grendel. After Beowulf slays him, Grendel's mother attacks the hall and is then also defeated. Victorious, Beowulf goes home to Geatland (Götaland in modern Sweden) and becomes king of the Geats.",
  "/wiki/HBO": "HBO (Home Box Office) is an American premium television network owned by Home Box Office, Inc., a subsidiary of WarnerMedia Entertainment. The programming featured on the network consists primarily of theatrically released motion pictures and original television shows, along with made-for-cable movies, documentaries and occasional comedy and concert specials.\n HBO is the oldest and longest continuously operating pay television service (basic or premium) in the United States, having been in operation since November 8, 1972. In 2016, HBO had an adjusted operating income of US$1.93 billion, compared to the US$1.88 billion it accrued in 2015. HBO has 140 million subscribers worldwide as of 2018[update]. The network provides seven 24-hour multiplex channels, including HBO Comedy, HBO Latino, HBO Signature, and HBO Family. It launched the streaming service HBO Now in April 2015 and has over 5 million subscribers in the United States as of February 2018[update].",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included. The BBC is established under a Royal Charter and operates under its Agreement with the Secretary of State for Digital, Culture, Media and Sport. Its work is funded principally by an annual television licence fee which is charged to all British households, companies, and organisations using any type of equipment to receive or record live television broadcasts and iPlayer catch-up. The fee is set by the British Government, agreed by Parliament, and used to fund the BBC's radio, TV, and online services covering the nations and regions of the UK.",
  "/wiki/S4C": "S4C (Welsh pronunciation: [ˌɛs ˌpɛdwar ˈɛk], from the Welsh Sianel Pedwar Cymru, meaning Channel Four Wales) is a Welsh-language free-to-air television channel. The first television channel to be aimed specifically at a Welsh-speaking audience, S4C is the fourth-oldest television channel in the United Kingdom after BBC One, ITV and BBC Two. As of 2017–2018, S4C had an average of 131 employees. S4C's headquarters is based in Carmarthen, at the University of Wales Trinity Saint David’s creative and digital centre, Yr Egin. It also has regional offices in Caernarfon and Cardiff. When first established, the channel—initially broadcast on analogue television—was bilingual (Welsh and English) outside peak hours, with English-language content consisting of the simultaneous or deferred transmission of programmes from Channel 4 (analogue reception of which was unavailable in most of Wales). When digital terrestrial television arrived several years later, S4C added a second, full-time Welsh-language channel called S4C Digidol (digital) on 1 November 1998. With the completion of the digital switchover in Wales on 31 March 2010 which made English-language Channel 4 available across Wales as S4C's bilingual analogue channel closed, and what had been S4C Digidol became the default S4C channel, available on Freeview and pay television, and broadcasting entirely in Welsh.",
  "/wiki/Channel_5_(UK)": "Channel 5 is a British free-to-air television channel. It was launched in 1997, and was the fifth national terrestrial analogue channel in the United Kingdom. The station was branded as Five between 2002 and 2011, when it was owned by the RTL Group. Richard Desmond purchased the station from RTL on 23 July 2010, announcing plans to invest more money in programming and return to the name Channel 5 with immediate effect, and it was relaunched on 14 February 2011. On 1 May 2014 the channel was acquired by Viacom (now ViacomCBS) for £450 million (US$759 million). Channel 5 is a general entertainment channel that shows both internally commissioned programmes such as Fifth Gear, Big Brother and Celebrity Big Brother, The Gadget Show, The Hotel Inspector, Can't Pay? We'll Take It Away! and Gibraltar: Britain in the Sun and foreign programmes.",
  "/wiki/The_Deal_(2003_film)": "The Deal is a 2003 British television film that depicts the Blair-Brown deal—a well-documented pact that Tony Blair and Gordon Brown made whereby Brown would not stand in the 1994 Labour leadership election, so that Blair could have a clear run at becoming leader of the party and later as Prime Minister instead. The film begins in 1983, as Blair and Brown are first elected to Parliament, and ended in 1994 at the Granita restaurant—the location of the supposed agreement—with a brief epilogue following the leadership contest. The film was directed by Stephen Frears from a script by Peter Morgan, based in part upon The Rivals by James Naughtie. The film stars David Morrissey and Michael Sheen as Brown and Blair. It was first proposed by Morgan in late 2002 and was taken on by Granada Television for ITV. After Frears agreed to direct, and the cast were signed on, ITV pulled out of it over fears that the political sensitivity could affect its corporate merger. Channel 4 picked up the production and filming was carried out for five weeks in May 2003. The film was broadcast on 28 September 2003, the weekend prior to the Labour Party's annual party conference.",
  "/wiki/Tony_Blair": "Anthony Charles Lynton Blair (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. After his resignation, he was appointed Special Envoy of the Quartet on the Middle East, an office which he held until 2015. He currently runs the Tony Blair Institute for Global Change. Born in Edinburgh, Blair's father was a barrister and academic. After attending the private Fettes College, he studied law at St John's College, Oxford and became a barrister. He became involved in Labour politics and was elected Member of Parliament for Sedgefield in 1983. He supported moving the party to the centre of British politics in an attempt to help it win power (it had been out of government since 1979). He was appointed to the party's frontbench in 1988 and became Shadow Home Secretary in 1992.",
  "/wiki/Dirty_Filthy_Love": "Dirty Filthy Love is a British single television drama starring Michael Sheen as an architect living with Obsessive–compulsive disorder and Tourette syndrome.\n Directed by Adrian Shergold, the film was first broadcast by ITV on 26 September 2004. It was written by Jeff Pope and Ian Puleston-Davies, who suffers from obsessive-compulsive disorders himself. In addition to Michael Sheen, the cast features Shirley Henderson, Anastasia Griffith, Adrian Bower and Claudie Blakley.\n Sheen's performance was recognised with a Best Actor nomination at the 2005 British Academy Television Awards and both he and Henderson were nominees for 2005 Royal Television Society Awards. Dirty Filthy Love won the Best Single Drama category at the RTS Awards. It was released on DVD in the United States in 2005 by Hart Sharp Video in association with The Sundance Channel.",
  "/wiki/Kenneth_Williams:_Fantabulosa!": "Kenneth Williams: Fantabulosa! is a 2006 BBC Four television play starring Michael Sheen as the English comic actor Kenneth Williams, based on Williams' own diaries. Cheryl Campbell plays Williams's mother, Lou. Michael Sheen performed extensive research for the role, watching archive footage and reading books. He also followed the cabbage soup diet to lose 2.5 stone (35 lb; 16 kg) to play Williams. The drama received good reviews, with The Observer singling out Sheen's performance as a characterisation for which the description tour-de-force is, frankly, pretty faint praise. The Times compared Sheen's performance to a diamond that is so dazzling as a result of the expertise deployed in its cutting that you can’t fully focus on the underlying shape of the stone, which is what actually enables it to glitter so spectacularly. Viewing figures were 860,000 for its original airing, including timeshift, making it by far the most popular BBC Four broadcast of March 2006.",
  "/wiki/Kenneth_Williams": "Kenneth Charles Williams (22 February 1926 – 15 April 1988) was an English actor, best known for his comedy roles and in later life as a raconteur and diarist. He was one of the main ensemble in 26 of the 31 Carry On films, and appeared in many British television programmes and radio comedies, including series with Tony Hancock and Kenneth Horne.\n Williams grew up in Central London in a working-class family. He served in the Royal Engineers during World War II, where he first became interested in becoming an entertainer. After a short spell in repertory theatre as a serious actor, he turned to comedy and achieved national fame in Hancock's Half Hour. He sustained continued success throughout the 1960s and 1970s with his regular appearances in Carry On films, and subsequently kept himself in the public eye with chat shows and other television work.\n Williams was fondly regarded in the entertainment industry; in private life however he was lonely, and suffered depression. He kept a series of diaries throughout his life that achieved posthumous acclaim.",
  "/wiki/BBC_Four": "BBC Four is a British free-to-air television channel owned and operated by the BBC. It was launched on 2 March 2002, with a schedule running from 7:00 pm to 4:00 am. The channel shows a wide variety of programmes including comedy, documentaries, music, international film, original programmes, drama and current affairs ... an alternative to programmes on the mainstream TV channels. It is required by its licence to air at least 100 hours of new arts and music programmes, 110 hours of new factual programmes and to premiere 20 foreign films each year.",
  "/wiki/Ancient_Rome:_The_Rise_and_Fall_of_an_Empire": "Ancient Rome: The Rise and Fall of an Empire is a 2006 BBC One docudrama series, with each episode looking at a different key turning points in the history of the Roman Empire. This docudrama focuses on the Latin western half of the Roman Empire.",
  "/wiki/Nero": "Nero (/ˈnɪəroʊ/ NEER-oh; Latin: Nero Claudius Caesar Augustus Germanicus;[i] 15 December 37 – 9 June 68 AD) was the last Roman emperor of the Julio-Claudian dynasty. He was adopted by his great-uncle Claudius and became Claudius' heir and successor. Like Claudius, Nero became emperor with the consent of the Praetorian Guard. Nero's mother, Agrippina the Younger, dominated Nero's early life and decisions until he cast her off and had her killed five years into his reign. During the early years of his reign, Nero was content to be guided by his mother, his tutor Lucius Annaeus Seneca, and his Praetorian prefect Sextus Afranius Burrus. As time passed, he started to play a more active and independent role in government and foreign policy. During his reign, the redoubtable general Corbulo conducted a successful war and negotiated peace with the Parthian Empire. His general Suetonius Paulinus crushed a major revolt in Britain, led by the Iceni Queen Boudica.",
  "/wiki/BBC_One": "BBC One (or BBC1 and BBC 1) is the first and flagship television channel of the BBC in the United Kingdom, Isle of Man and Channel Islands. It was launched on 2 November 1936 as the BBC Television Service, and was the world's first regular television service with a high level of image resolution. It was renamed BBC TV in 1960, using this name until the launch of the second BBC channel BBC2 in 1964, whereupon the BBC TV channel became known as BBC1, with the current spelling adopted in 1997.\n The channel's annual budget for 2012–13 was £1.14 billion. The channel is funded by the television licence fee together with the BBC's other domestic television stations, and shows uninterrupted programming without commercial advertising. It is currently the most watched television channel in the United Kingdom, ahead of its traditional rival for ratings leadership, ITV.\n As of June 2013[update], the channel is headed by Charlotte Moore, the BBC's Director of Content.",
  "/wiki/H._G._Wells:_War_with_the_World": "H. G. Wells: War With The World is a 2006 BBC Television docudrama telling the life story of the British author H. G. Wells, who is played in the film by Michael Sheen. The title of the film echoes that of one of Wells' best-known novels, The War of the Worlds (1898).",
  "/wiki/H._G._Wells": "Herbert George Wells (21 September 1866 – 13 August 1946) was an English writer. He was prolific in many genres, writing dozens of novels, short stories, and works of social commentary, history, satire, biography, and autobiography, and even including two books on recreational war games. He is now best remembered for his science fiction novels and is often called the father of science fiction, along with Jules Verne and the publisher Hugo Gernsback. [a]\n During his own lifetime, however, he was most prominent as a forward-looking, even prophetic social critic who devoted his literary talents to the development of a progressive vision on a global scale. A futurist, he wrote a number of utopian works and foresaw the advent of aircraft, tanks, space travel, nuclear weapons, satellite television and something resembling the World Wide Web. His science fiction imagined time travel, alien invasion, invisibility, and biological engineering. Brian Aldiss referred to Wells as the Shakespeare of science fiction. Wells rendered his works convincing by instilling commonplace detail alongside a single extraordinary assumption – dubbed “Wells’s law” – leading Joseph Conrad to hail him in 1898 as O Realist of the Fantastic!.",
  "/wiki/BBC_Two": "BBC Two is the second flagship television channel of the British Broadcasting Corporation (BBC) in the United Kingdom, the Isle of Man and the Channel Islands. It covers a wide range of subject matter, but tends to broadcast more highbrow programmes than the more mainstream and popular BBC One. Like the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide.\n Originally styled BBC2, it was the third British television station to be launched (starting on 20 April 1964), and from 1 July 1967, Europe's first television channel to broadcast regularly in colour. It was envisaged as a home for less mainstream and more ambitious programming, and while this tendency has continued to date, most special-interest programmes of a kind previously broadcast on BBC Two, for example the BBC Proms, now tend to appear on BBC Four instead.",
  "/wiki/30_Rock": "30 Rock is an American satirical sitcom television series created by Tina Fey that originally aired on NBC from October 11, 2006 to January 31, 2013. The series, based on Fey's experiences as head writer for Saturday Night Live, takes place behind the scenes of a fictional live sketch comedy show depicted as airing on NBC. The series's name refers to 30 Rockefeller Plaza in New York City, the address of the Comcast Building, where the NBC Studios are located and where Saturday Night Live is written, produced, and performed. This series was produced by Broadway Video and Little Stranger, Inc., in association with NBCUniversal. 30 Rock episodes were produced in a single-camera setup (with the exception of the two live episodes that were produced in the multiple-camera setup), and were filmed in New York. The pilot episode premiered on October 11, 2006, and seven seasons followed. The series stars Fey with a supporting cast that includes Alec Baldwin, Tracy Morgan, Jane Krakowski, Jack McBrayer, Scott Adsit, Judah Friedlander, Katrina Bowden, Keith Powell, Lonny Ross, John Lutz, Kevin Brown, Grizz Chapman, and Maulik Pancholy. Tonally, 30 Rock uses surreal humor to parody the complex corporate structure of NBC and its then parent company General Electric.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the Peacock Network, in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979. Founded in 1926 by the Radio Corporation of America (RCA), NBC is the oldest major broadcast network in the United States. At that time the parent company of RCA was General Electric (GE). In 1932, GE was forced to sell RCA and NBC as a result of antitrust charges.",
  "/wiki/The_Special_Relationship_(film)": "The Special Relationship is a 2010 British-American  political film directed by Richard Loncraine from a screenplay by Peter Morgan. It is the third film in Morgan's informal Blair trilogy, which dramatizes the political career of British Prime Minister Tony Blair (1997–2007), following The Deal (2003) and The Queen (2006), both directed by Stephen Frears. The first drafts of The Special Relationship dealt with Blair's special relationships with U.S. presidents Bill Clinton and George W. Bush. However, Morgan excluded the Bush scenes from subsequent drafts (thus ending the narrative on January 20, 2001) because he found the Blair/Clinton dynamic more interesting. Morgan intended to make his directorial debut with the film but backed out a month before filming began and was replaced by Loncraine. The film was produced by Rainmark Films and backed by HBO Films and BBC Films. The film stars Michael Sheen reprising his role as Blair, Dennis Quaid as Clinton, Hope Davis as Hillary Clinton, and Helen McCrory as Cherie Blair. Principal photography on locations in and around London, England ran from July 20 to September 4, 2009.",
  "/wiki/Doctor_Who": "Doctor Who is a British science fiction television programme produced by the BBC since 1963. The programme depicts the adventures of a Time Lord called the Doctor, an extraterrestrial being, to all appearances human, from the planet Gallifrey. The Doctor explores the universe in a time-travelling space ship called the TARDIS. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Accompanied by a number of companions, the Doctor combats a variety of foes while working to save civilisations and help people in need. The show is a significant part of British popular culture, and elsewhere it has gained a cult following. It has influenced generations of British television professionals, many of whom grew up watching the series. The programme originally ran from 1963 to 1989.",
  "/wiki/BBC_One_Wales": "BBC One Wales is a television channel operated by BBC Cymru Wales. It is the Welsh variation of the UK-wide BBC One and is broadcast in Wales from Broadcasting House in Cardiff. BBC One Wales broadcasts around three hours of non-news programmes for Wales each week alongside six hours a week of national news for Wales from Wales Today.",
  "/wiki/Masters_of_Sex": "Masters of Sex is an American period drama television series that premiered on September 29, 2013, on Showtime. It was developed by Michelle Ashford and loosely based on Thomas Maier's biography Masters of Sex. Set in the 1950s through the late 1960s, the series tells the story of Masters and Johnson (Dr. William Masters and Virginia Johnson) who are portrayed by Michael Sheen and Lizzy Caplan. The series has received critical acclaim. It was nominated for a Golden Globe Award for Best Drama Series in 2013. The series was canceled by Showtime on November 30, 2016, after four seasons.",
  "/wiki/William_Masters": "William Howell Masters (December 27, 1915 – February 16, 2001) was an American gynecologist, best known as the senior member of the Masters and Johnson sexuality research team. Along with his partner Virginia E. Johnson, he pioneered research into the nature of human sexual response and the diagnosis and treatment of sexual dysfunctions and disorders from 1957 until the 1990s.",
  "/wiki/Showtime_(TV_network)": "Showtime is an American premium television network that is owned by Showtime Networks, a subsidiary of ViacomCBS through its domestic networks unit. Showtime's programming primarily includes theatrically released motion pictures and original television series, along with boxing and mixed martial arts matches, occasional stand-up comedy specials and made-for-TV movies.\n The Showtime brand is used by a number of channels and platforms around the world, but primarily refers to the group of eight multiplex channels in the United States.  Showtime is available to 29.7 million households in the U.S. The channel and its corresponding networks are headquartered at Paramount Plaza on the northern end of New York City's Broadway district.",
  "/wiki/The_Spoils_of_Babylon": "The Spoils of Babylon is an American comedy miniseries written by Matt Piedmont and Andrew Steele, directed by Piedmont, and starring Tobey Maguire, Kristen Wiig, Tim Robbins, Jessica Alba, Val Kilmer, Haley Joel Osment, Michael Sheen, and Will Ferrell. It is intended to be a spoof of the epic-scale TV event miniseries adapted from bestselling novels (such as Shogun, The Thorn Birds and Rich Man, Poor Man) prevalent on American network television in the 1970s and 1980s. The miniseries premiered on IFC on January 9, 2014. For her performance as Cynthia Morehouse, Kristen Wiig was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie.",
  "/wiki/IFC_(U.S._TV_channel)": "IFC (formerly known as the Independent Film Channel) is an American pay television channel owned by AMC Networks. Programming on the channel includes both original and acquired series and fan favorite movies.\n As of September 2018[update], approximately 75,295,000 American households (63% of households with television) receive IFC. In March 2015, Dish Network's Sling TV announced it would soon begin making AMC channels available to cord cutters, including AMC, BBC America, IFC, Sundance TV, and WE tv.",
  "/wiki/Michael_Sheen_performances": "Michael Sheen, OBE (born 5 February 1969), is a Welsh stage and screen actor. After training at the Royal Academy of Dramatic Art, Sheen made his professional debut in 1991, starring opposite Vanessa Redgrave in When She Danced at the Globe Theatre. He worked mainly in theatre throughout the 1990s and made notable stage appearances in Romeo and Juliet (1992), Don't Fool With Love (1993), Peer Gynt (1994), The Seagull (1995), The Homecoming (1997) and Henry V (1997). His performances in Amadeus at the Old Vic and Look Back in Anger at the National Theatre were nominated for Olivier Awards in 1998 and 1999, respectively. In the 2000s, while continuing to make sporadic stage appearances, Sheen became known primarily as a screen actor. In 2003, he was nominated for a third Olivier Award for his performance in Caligula at the Donmar Warehouse and had a breakthrough performance as the British politician Tony Blair in the television film The Deal. He received a BAFTA Award nomination in 2004 for his work in the ITV drama Dirty Filthy Love. In 2006, Sheen starred as the troubled comic actor Kenneth Williams in BBC Four's Fantabulosa!"
}