{
  "/wiki/John_Brennan_(American_football)": "John Carter \"Jack\" Brennan (September 28, 1913 – March 1982) was an American football player.  He played at the guard position for the University of Michigan from 1936 to 1938 and for the Green Bay Packers in 1939.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Jim_Brieske": "James F. Brieske (May 4, 1923 – November 29, 1968) was an American football placekicker. He played college football for the University of Michigan in 1942, 1946 and 1947. He set Michigan, Rose Bowl, Big Ten Conference, and national collegiate placekicking records and was the second leading scorer on Michigan's undefeated 1947 Michigan Wolverines football team. For more than two decades, he held the Michigan records for most successful point after touchdown (\"PAT\") conversions in a career (107), season (52), and game (9). Brieske's college football career was interrupted by service in the United States Navy during the 1944 and 1945 football seasons. His kicking foot was amputated in 1967 due to cancer. He died the following year at age 45 following surgery to remove growths from his lungs.",
  "/wiki/Jerry_Burns": "Jerome Monahan Burns (born January 24, 1927) is a former American football player and coach.  He served as the head football coach at the University of Iowa, from 1961 to 1965, compiling record of 16–27–2, and for the Minnesota Vikings of the National Football League (NFL) from 1986 to 1991, tallying a mark of 52–43 in the regular season, and 3–3 in the postseason.",
  "/wiki/Iowa_Hawkeyes_football": "The Iowa Hawkeyes football team represents the University of Iowa in college football. The Hawkeyes compete in the West division of the Big Ten Conference. Iowa joined the Conference (then known as the Western Conference or Big Nine) in 1899 and played their first Conference football season in 1900. They are currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Hawkeyes play their home games in Iowa City, Iowa at Kinnick Stadium, with a capacity of 69,250. The Hawkeyes are currently coached by Kirk Ferentz, who is in his 21st season as the head coach and is the longest current tenured head coach in NCAA Division I FBS.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/Bob_Callahan_(American_football)": "Robert Francis Callahan (September 26, 1923 – March 10, 2011) was an American football player. He was born in St. Louis, Missouri and attended Beaumont High School where he was the captain of the football and basketball teams.  He played college football as a center for the University of Missouri in 1942, but his education was interrupted by two years in the United States Marine Corps during World War II.  After being discharged from the Marines, Callahan played football as a tackle and center for the University of Michigan in 1945 and 1946.",
  "/wiki/Buffalo_Bills_(AAFC)": "The Buffalo Bills were an American football team, based in Buffalo, New York, that played in the All-America Football Conference from 1946 to 1949. During its first season in 1946, the team was known as the Buffalo Bisons.  Unlike the Cleveland Browns, San Francisco 49ers, and Baltimore Colts, the franchise was not one of the three AAFC teams that merged with the National Football League prior to the 1950 season. It was named after Buffalo Bill.",
  "/wiki/Jack_Carpenter_(American_football)": "Jack C. Carpenter (July 29, 1923 – October 16, 2005) was an American football player.  He played at the tackle position for the University of Michigan in 1946.  He played professional football for the Buffalo Bills of the All-America Football Conference from 1947 to 1949 and for the San Francisco 49ers of the AAFC in 1949.  He also played five years in the Canadian Football League for the Hamilton Tiger-Cats (1950–1951) and Toronto Argonauts (1952–1954).",
  "/wiki/San_Francisco_49ers": "The San Francisco 49ers are a professional American football team based in the San Francisco Bay Area. They compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) West division. The team currently plays its home games at Levi's Stadium in Santa Clara, California, located 38 miles (61 km) southeast of San Francisco in the heart of Silicon Valley. Since 1988, the 49ers have been headquartered in Santa Clara.",
  "/wiki/Hamilton_Tiger-Cats": "The Hamilton Tiger-Cats are a professional Canadian football team based in Hamilton, Ontario, Canada. They are currently members of the East Division of the Canadian Football League (CFL). The Tiger-Cats play their home games at Tim Hortons Field. They were founded in 1869 as the Hamilton Football Club (nickname \"Tigers\"). In 1950, the Tigers merged with cross-town upstart Hamilton Wildcats and adopted the nickname \"Tiger-Cats\".",
  "/wiki/Toronto_Argonauts": "The Toronto Argonauts (officially the Toronto Argonaut Football Club, commonly referred to as the Argos) are a professional Canadian football team competing in the East Division of the Canadian Football League (CFL). Based in Toronto, Ontario, the team was founded in 1873, and is the oldest existing professional sports team in North America still using its original name, and they are the oldest-surviving team in both the modern-day CFL and East Division. The team's origins date back to a modified version of rugby football that emerged in North America in the latter half of the nineteenth century. The Argonauts played their home games at Rogers Centre (originally known as SkyDome) from 1989 until 2016 when the team moved to BMO Field, the fifth stadium site to host the team.",
  "/wiki/George_Ceithaml": "George Frank Ceithaml (/ˈsaɪhæməl/ SY-ham-əl; February 10, 1921 – May 24, 2012) was an American football quarterback and coach.  He was the starting quarterback for Fritz Crisler's University of Michigan football teams in 1941 and 1942.  Crisler later called Ceithaml \"the smartest player he ever taught.\"  Ceithaml was selected as the quarterback on the 1942 All-Big Ten Conference team, the captain of the 1942 All-American Blocking Team, and was the 19th player selected in the 1943 NFL Draft.  He later served as an assistant football coach at Michigan and the University of Southern California.",
  "/wiki/Bob_Chappuis": "Robert Richard \"Bob\" Chappuis (/ˈtʃæpiəs/ CHAP-ee-əs; February 24, 1923 – June 14, 2012) was an American football player who played halfback and quarterback for the University of Michigan Wolverines in 1942, 1946, and 1947. His college years were interrupted by service in the U.S. Army Air Forces during World War II. Chappuis flew 21 missions as a radio operator and aerial gunner on B-25 bombers in the European Theater. His aircraft was shot down in February 1945 in the Lombardy region of Northern Italy. Chappuis parachuted from the plane before it crashed, and Italian partisans rescued him by hiding Chappuis and two other crew members for the final three months of the war.",
  "/wiki/Brooklyn_Dodgers_(AAFC)": "The Brooklyn Dodgers was an American football team that played in the All-America Football Conference (AAFC) from 1946 to 1948. The team is unrelated to the Brooklyn Dodgers that played in the National Football League from 1930 to 1943.  The team folded prior to the 1949 season and was merged with the New York Yankees to form the Brooklyn-New York Yankees.",
  "/wiki/Chicago_Hornets": "The Chicago Rockets were an American football team that played in the All-America Football Conference (AAFC) from 1946 to 1949. During the 1949 season, the team was known as the Chicago Hornets.  Unlike the Cleveland Browns, San Francisco 49ers, and Baltimore Colts, the franchise did not join the National Football League (NFL) prior to the 1950 season.",
  "/wiki/Bill_Daley_(American_football)": "William Edward \"Bill\" Daley (September 16, 1919 – October 19, 2015) was an All-American fullback who played for the University of Minnesota Golden Gophers from 1940–1942 and for the University of Michigan Wolverines in 1943.  The Gophers were National Champions in his freshman and sophomore years.  He enlisted in the United States Navy in 1943 and was assigned to the V-12 Navy College Training Program at the University of Michigan.  He played football for the Wolverines in 1943 where he rushed for 817 yards in just six games before being reassigned by the Navy.  Based on his performance in 1943, he was named an All-American and finished sixth in the Heisman Trophy voting.  Daley has the unique status of having played in and won Little Brown Jug games for both Minnesota and Michigan, compiling a record of 4-0 in those contests.  After active service in the Pacific Theater during World War II, Daley played professional football for three years in the All-America Football Conference with the Brooklyn Dodgers (1946), the Miami Seahawks (1946), the Chicago Rockets (1947), and the New York Yankees (1948).  He later was one of the radio announcers for Minnesota Golden Gophers football for ten years and for the Minnesota Vikings when they first arrived in Minnesota. Since 1973, he has owned and operated the Daley Illustration Gallery in downtown Minneapolis, Minnesota.",
  "/wiki/Miami_Seahawks": "The Miami Seahawks were a professional American football team based in Miami, Florida. They played in the All-America Football Conference (AAFC) in the league's inaugural season, 1946, before folding. They are notable as the first major league sports franchise in Miami and the state of Florida's first professional football team.",
  "/wiki/Chicago_Rockets": "The Chicago Rockets were an American football team that played in the All-America Football Conference (AAFC) from 1946 to 1949. During the 1949 season, the team was known as the Chicago Hornets.  Unlike the Cleveland Browns, San Francisco 49ers, and Baltimore Colts, the franchise did not join the National Football League (NFL) prior to the 1950 season.",
  "/wiki/New_York_Yankees_(AAFC)": "The New York Yankees were a professional American football team that played in the All-America Football Conference (AAFC) from 1946 to 1949. The team played in Yankee Stadium in the Bronx and often played in front of sold-out crowds[citation needed]. They were owned by Dan Topping, who transferred the team from the NFL Brooklyn Dodgers, retaining many of the same players. The team's coach was Ray Flaherty, who had coached the Washington Redskins in the early 1940s. Former NFL player Jim Barber served as an assistant coach under Flaherty.",
  "/wiki/Fred_Dawley": "Frederick Martin Dawley (March 11, 1921 – April 13, 1994) was an American football player.  Dawley played for Detroit's Pershing High School before enrolling at the University of Michigan.  He played at the fullback position for the University of Michigan from 1939 to 1941.  In October 1944, Dawley was signed by the Detroit Lions and played professional football for the Lions in the 1944 NFL season.  In 1945, the Lions loaned Dawley \"for seasoning\" to the Los Angeles Bulldogs in the Pacific Coast Professional Football League.  Playing for the Bulldogs, Dawley kicked extra points and sprinted for an 81-yard touchdown in a game against the Oakland Giants. The Los Angeles Times described Dawley's touchdown run as follows:",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Los_Angeles_Bulldogs": "The Los Angeles Bulldogs were a professional American football team that competed from 1936 to 1948 (the last year as the Long Beach Bulldogs). Formed with the intention of joining the National Football League in 1937 (and turned down in favor of the Cleveland Rams), the Bulldogs were the first team on the  major league level to play its home games on the American West Coast (the NFL's Los Angeles Buccaneers and the first AFL's Wildcats of 1926 were actually traveling teams based in Chicago).",
  "/wiki/Robert_Derleth": "Robert J. \"Bob\" Derleth (June 9, 1922 – December 16, 2012) was an American football lineman. He played college football for the University of Michigan Wolverines football teams in 1942, 1943, 1945 and 1946 — missing the 1944 season due to military service.  He also played professional football for the Detroit Lions in 1947.",
  "/wiki/Gene_Derricotte": "Eugene Derricotte (born June 14, 1926) is a former American football player who played with the University of Michigan Wolverines from 1944 to 1948.  He was one of the University's first African-American athletes in the era when college football was beginning to integrate.  Derricotte established school records that still stand as a punt returner for the Michigan Wolverines football team.  He also established several short-lived school interceptions records.  Derricotte also served as a  Tuskegee Airman and later had a successful career in dentistry while continuing to serve in the military.",
  "/wiki/Tuskegee_Airman": "The Tuskegee Airmen /tʌsˈkiːɡiː/\nwere a group of African-American military pilots (fighter and bomber) who fought in World War II. They formed the 332nd Fighter Group and the 477th Bombardment Group of the United States Army Air Forces. The name also applies to the navigators, bombardiers, mechanics, instructors, crew chiefs, nurses, cooks and other support personnel.",
  "/wiki/Wally_Dreyer": "Walter Otto Dreyer (February 25, 1923 – September 27, 2002) was an American football player and coach.  He played professionally as a defensive back and halfback in the National Football League (NFL) for the Chicago Bears (1949) and the Green Bay Packers (1950).  Dreyer played at the College football at the University of Michigan and the University of Wisconsin–Madison.  He served as the head football coach at the University of Wisconsin–Milwaukee from  1960 to 1969.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/Dan_Dworsky": "Daniel Leonard Dworsky (born October 4, 1927) is an American architect. He is a longstanding member of the American Institute of Architects College of Fellows. Among other works, Dworsky designed Crisler Arena, the basketball arena at the University of Michigan named for Dworsky's former football coach, Fritz Crisler. Other professional highlights include designing Drake Stadium at UCLA, the Federal Reserve Bank in Los Angeles and the Block M seating arrangement at Michigan Stadium. He is also known for a controversy with Frank Gehry over the Walt Disney Concert Hall.",
  "/wiki/Crisler_Arena": "Crisler Center (formerly known as Crisler Arena) is an indoor arena located in Ann Arbor, Michigan. It is the home arena for the University of Michigan's men's and women's basketball teams as well as its women's gymnastics team. Constructed in 1967, the arena seats 12,707 spectators. It is named for Herbert O. \"Fritz\" Crisler, head football coach at Michigan from 1938 to 1947 and athletic director thereafter until his retirement in 1968. Crisler Center was designed by Dan Dworsky, a member of the 1948 Rose Bowl team. Among other structures that he has designed is the Federal Reserve Bank of Los Angeles.",
  "/wiki/Drake_Stadium_(UCLA)": "Drake Stadium is an 11,700-capacity stadium in Los Angeles, California and the home of the UCLA Bruins men's and women's track and field teams. The stadium built in 1969 is named for UCLA track legend Elvin C. \"Ducky\" Drake, who was a student-athlete, track coach and athletic trainer for over 60 years. It was the home of the UCLA Bruins men's and women's soccer teams until 2017.",
  "/wiki/Bump_Elliott": "Chalmers William \"Bump\" Elliott (January 30, 1925 – December 7, 2019) was an American football player, coach, and college athletics administrator.  He played halfback at Purdue University (1943–1944) and the University of Michigan (1946–1947).  Elliott grew up in Bloomington, Illinois, enlisted in the United States Marine Corps as a senior in high school and was assigned to the V-12 Navy College Training Program at Purdue University.  He received varsity letters in football, baseball, and basketball at Purdue, before being called into active duty in late 1944, serving with the Marines in China.",
  "/wiki/Pete_Elliott": "Peter R. Elliott (September 29, 1926 – January 4, 2013) was an American football player and coach.  Elliott served as the head football coach at the University of Nebraska–Lincoln (1956), the University of California, Berkeley (1957–1959), the University of Illinois at Urbana-Champaign (1960–1966), and the University of Miami (1973–1974), compiling a career college football record of 56–72–11.",
  "/wiki/Forest_Evashevski": "Forest \"Evy\" Evashevski (February 19, 1918 – October 30, 2009) was an American football player, coach, and college athletics administrator.  He played college football at the University of Michigan from 1938 to 1940 and with the Iowa Pre-Flight Seahawks in 1942.  Evashevski served as the head football coach at Hamilton College in 1941, Washington State University from 1950 to 1951, and the University of Iowa from 1952 to 1960, compiling a career record of 68–35–6.  Evashevski's 1958 Iowa team went 8–1–1, winning the Big Ten Conference title and defeating the California Golden Bears in the 1959 Rose Bowl.  Though they finished second to the LSU Tigers in both major pre-bowl game polls, the 1958 Hawkeyes were recognized by the Football Writers Association of America as national \nchampions after all the bowl games had been played.  Evashevski served as Iowa's athletic director from 1960 to 1970.  He was inducted into the College Football Hall of Fame as a coach in 2000.",
  "/wiki/College_Football_Hall_of_Fame": "The College Football Hall of Fame is a hall of fame and interactive attraction devoted to college football. The National Football Foundation (NFF) founded the Hall in 1951 to immortalize the players and coaches of college football.",
  "/wiki/Henry_Fonde": "Henry Fonde (January 13, 1924 – May 3, 2009) was an American football player and coach. He played for the University of Michigan from 1945 to 1947 under head coach Fritz Crisler.  In ten years as the head football coach at Ann Arbor Pioneer High School (1949–1958), he compiled a record of 69–6–4.  He subsequently served as an assistant football coach at the University of Michigan under head coach Bump Elliott from 1959–1968.",
  "/wiki/1948_Rose_Bowl": "The 1948 Rose Bowl was a college football bowl game played on January 1, 1948. It was the 34th Rose Bowl Game, and the second since the Big Nine Conference and the Pacific Coast Conference reached an exclusive agreement to match their champions in the game each year. In the game, the Michigan Wolverines defeated the USC Trojans; 49–0. Michigan halfback Bob Chappuis was named the Rose Bowl Player of The Game when the award was created in 1953 and selections were made retroactively.",
  "/wiki/Len_Ford": "Leonard Guy Ford Jr. (February 18, 1926 – March 14, 1972) was an American football player who played at the offensive and defensive end positions from 1944 to 1958.  He played college football for the University of Michigan and professional football for the Los Angeles Dons, Cleveland Browns and Green Bay Packers. He was inducted into the Pro Football Hall of Fame in 1976 and the University of Michigan Athletic Hall of Honor in 1996.",
  "/wiki/Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall inducts between four and eight new enshrinees each year. The Hall of Fame's Mission is to \"Honor the Heroes of the Game, Preserve its History, Promote its Values & Celebrate Excellence EVERYWHERE.\"",
  "/wiki/Julius_Franks": "Julius Franks, Jr. (September 5, 1922 – November 26, 2008) was a civil rights leader and an All-American guard who played football at the University of Michigan from 1941 to 1942.  Franks wore #62 as a varsity letterman in 1941 and #63 in 1942. Franks was the first (or  second depending on the source) African-American University of Michigan player to become an All-American in football.  Illness cut short his collegiate athletic career.",
  "/wiki/Ralph_Fritz": "Ralph C. Fritz (November 23, 1917 – February 4, 2002) was an American football player and coach.  A native of New Kensington, Pennsylvania, Fritz attended Kiski Preparatory School before enrolling at the University of Michigan.  He played guard for the Michigan Wolverines football team from 1939 to 1940.  In 1940, he was chosen by conference coaches as a first-team player on the Associated Press All-Big Ten Conference team. Fritz later played professional football for the Philadelphia Eagles in 1941.  Fritz was one of the more than 1,000 NFL personnel who served in the military during World War II.  Starting in 1949, Fritz worked as a high school football coach in Wauchula, Florida.  In 1954, Fritz was hired as the athletic director and football coach at Lake Wales High School in Lake Wales, Florida.  Fritz died in 2002 at age 84 while living in Miami, Florida."
}