{
  "/wiki/Mystery_film": "A mystery film is a genre of film that revolves around the solution of a problem or a crime.  It focuses on the efforts of the detective, private investigator or amateur sleuth to solve the mysterious circumstances of an issue by means of clues, investigation, and clever deduction.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Fantasy_film": "Fantasy films are films that belong to the fantasy genre with fantastic themes, usually magic, supernatural events, mythology, folklore, or exotic fantasy worlds. The genre is considered a form of speculative fiction alongside science fiction films and horror films, although the genres do overlap. Fantasy films often have an element of magic, myth, wonder, escapism, and the extraordinary.",
  "/wiki/Kent_Nichols": "Ask A Ninja is a series of comedy videos about the image of ninja in popular culture available in podcast and vodcast form, as well as in mov and WMV file formats. The episodes were released between 2005 and 2011.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Science_fiction_film": "Science fiction film (or sci-fi film) is a genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, alien worlds, extrasensory perception and time travel, along with futuristic elements such as spacecraft, robots, cyborgs, interstellar travel or other technologies. Science fiction films have often been used to focus on political or social issues, and to explore philosophical issues like the human condition. In many cases, tropes derived from written science fiction may be used by filmmakers ignorant of or at best indifferent to the standards of scientific plausibility and plot logic to which written science fiction is traditionally held.",
  "/wiki/Musical_film": "Musical film is a film genre with many songs in the movies.",
  "/wiki/Western_(genre)": "Western is a genre of fiction which tells stories set primarily in the latter half of the 19th century in the American Old West, often centering on the life of a nomadic cowboy or gunfighter armed with a revolver and a rifle who rides a horse. Cowboys and gunslingers typically wear Stetson hats, neckerchief bandannas, vests, spurs, cowboy boots, and buckskins (alternatively dusters). Recurring characters include the aforementioned cowboys, Native Americans, Spaniards, Mexicans, bandits, lawmen, bounty hunters, outlaws, gamblers, soldiers (especially mounted cavalry, such as buffalo soldiers), and settlers (farmers, ranchers, and townsfolk). The ambience is usually punctuated with a Western music score, including American and Spanish/Mexican folk music such as country, Native American music, New Mexico music, and rancheras.",
  "/wiki/Des_Moines,_Iowa": "Des Moines (/dɪˈmɔɪn/ (listen)) is the capital and the most populous city in the U.S. state of Iowa. It is also the county seat of Polk County. A small part of the city extends into Warren County. It was incorporated on September 22, 1851, as Fort Des Moines, which was shortened to \"Des Moines\" in 1857. It is on and named after the Des Moines River, which likely was adapted from the early French name, Rivière des Moines, meaning \"River of the Monks\". The city's population was 216,853 as of the 2018 population estimate. The five-county metropolitan area is ranked 89th in terms of population in the United States with 655,409 residents according to the 2018 estimate by the United States Census Bureau, and is the  largest metropolitan area fully located within the state. A portion of the larger Omaha, Nebraska, metropolitan area extends into three counties of southwest Iowa.",
  "/wiki/Mockumentary": "A mockumentary (a portmanteau of mock and documentary) or docucomedy is a type of movie or television show depicting fictional events but presented as a documentary.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area.[a]",
  "/wiki/Superhero_film": "A superhero film, superhero movie or superhero motion picture is a film that is focused on the actions of one or more superheroes: individuals who usually possess extraordinary - generally superhuman - abilities relative to a normal person and are dedicated to protecting the public. These films typically feature action, adventure, fantasy or science fiction elements, with the first film of a particular character often including a focus on the origin of their special powers and their first confrontation with their most famous supervillain or archenemy.",
  "/wiki/Tel_Aviv,_Israel": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا‎ – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem.[a]",
  "/wiki/Horror_film": "A horror film is a film that seeks to elicit fear for entertainment purposes. Initially inspired by literature from authors like Edgar Allan Poe, Bram Stoker, and Mary Shelley, horror has existed as a film genre for more than a century. The macabre and the supernatural are frequent themes. Horror may also overlap with the fantasy, supernatural fiction, and thriller genres.",
  "/wiki/Paris,_France": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Silent_film": "A silent film is a film with no synchronized recorded sound (and in particular, no audible dialogue). In silent films for entertainment, the plot may be conveyed by the use of title cards, written indications of the plot and key dialogue lines. The idea of combining motion pictures with recorded sound is nearly as old as film itself, but because of the technical challenges involved, the introduction of synchronized dialogue became practical only in the late 1920s with the perfection of the Audion amplifier tube and the advent of the Vitaphone system.",
  "/wiki/London,_England": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Hampton_Roads,_Virginia": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean and the surrounding metropolitan region located in the Southeastern Virginia and Northeastern North Carolina portions of the Tidewater region.",
  "/wiki/Dark_comedy": "Black comedy, also known as black humor, dark comedy, dark humor or gallows humor, is a comic style that makes light of subject matter that is generally considered taboo, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues, by provoking discomfort and serious thought as well as amusement in their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death and violence, discrimination, disease, and human sexuality.",
  "/wiki/Fran%C3%A7ois_Goetghebeur": "François Goetghebeur (born 13 November 1974) is a French film director, photographer, and art director. He became well known in the music world thanks to his work including recordings, documentaries, and artists' portraits.",
  "/wiki/Amsterdam,_Netherlands": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Romance_film": "Romance films or romance movies are romantic love stories recorded in visual media for broadcast in theaters and on TV that focus on passion, emotion, and the affectionate romantic involvement of the main characters and the journey that their love takes them through dating, courtship or marriage. Romance films make the romantic love story or the search for strong and pure love and romance the main plot focus. Occasionally, romance lovers face obstacles such as finances, physical illness, various forms of discrimination, psychological restraints or family that threaten to break their union of love. As in all quite strong, deep, and close romantic relationships, tensions of day-to-day life, temptations (of infidelity), and differences in compatibility enter into the plots of romantic films.",
  "/wiki/Rotterdam,_Netherlands": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation."
}