{
  "/wiki/CableACE_Awards": "The CableACE Award (earlier known as the ACE Awards; ACE was an acronym for \"Award for Cable Excellence\") is a defunct award that was given by what was then the National Cable Television Association from 1978 to 1997 to honor excellence in American cable television programming.",
  "/wiki/MTV_Movie_Awards": "The MTV Movie & TV Awards (formerly known as the MTV Movie Awards) is a film and television awards show presented annually on MTV. The nominees are decided by producers and executives at MTV. Winners are decided online by the general public. Presently, voting is done through MTV's official website through a Movie & TV Awards voting website. The 2017 MTV Movie & TV Awards took place on May 7, 2017, and featured the first time men and women competing jointly in the acting categories. Winners are presented with the \"golden popcorn\" statue, made by New York firm, Society Awards.",
  "/wiki/New_Jack_City": "New Jack City is a 1991 American action crime film based upon an original story and screenplay by Thomas Lee Wright and Barry Michael Cooper, and directed by Mario Van Peebles. This is the latter's directorial debut, and Van Peebles also co-stars in the film. The film stars Wesley Snipes, Ice-T, Allen Payne, Chris Rock, Mario Van Peebles, and Judd Nelson. The film was released in the United States on March 8, 1991.",
  "/wiki/Image_Awards": "The NAACP Image Award is an annual awards ceremony presented by the U.S.-based National Association for the Advancement of Colored People (NAACP) to honor outstanding performances in film, television, music, and literature. Similar to other awards, like the Oscars and the Grammys, the over 40 categories of the Image Awards are voted on by the award organization's members (in this case, NAACP members). Honorary awards (similar to the Academy Honorary Award) have also been included, such as the President's Award, the Chairman's Award, the Entertainer of the Year, and the Hall of Fame Award.",
  "/wiki/Eric_Stoltz": "Eric Stoltz (born September 30, 1961) is an American actor, director and film producer. He played the role of Rocky Dennis in the biographical drama film Mask, which earned him the nomination for a Golden Globe Award for Best Supporting Actor in a Motion Picture, and has appeared in a wide variety of films from mainstream fare like Some Kind of Wonderful to independent films like Pulp Fiction, Killing Zoe, and Kicking and Screaming. \nIn 1985, Stoltz was the original actor cast as Marty McFly in the movie Back to the Future before the role was recast with Michael J. Fox.\nIn 2010, he portrayed Daniel Graystone in the science fiction television series Caprica, and became a regular director on the television series Glee.",
  "/wiki/William_Forsythe_(actor)": "William  Forsythe (born June 7, 1955) is an American actor. He is best known for his portrayal of various gangsters and tough guys in films such as Raising Arizona, Gotti, Once Upon a Time in America, Stone Cold, Out For Justice, Things to Do in Denver When You're Dead, Dick Tracy, The Rock, American Me and The Devil's Rejects. He also played recurring characters in the series Boardwalk Empire, Justified, and John Doe.",
  "/wiki/The_Waterdance": "The Waterdance is a 1992 American drama film directed by Neal Jimenez and Michael Steinberg and starring Eric Stoltz, Wesley Snipes, William Forsythe and Helen Hunt. It was written by Neal Jimenez.",
  "/wiki/Independent_Spirit_Awards": "The Film Independent Spirit Awards (abbreviated \"Spirit Awards\" and originally known as the FINDIE or Friends of Independents Awards), founded in 1984, are awards dedicated to independent filmmakers. Winners were typically presented with acrylic glass pyramids containing suspended shoestrings representing the bare budgets of independent films. Since 2006, winners have received a metal trophy depicting a bird with its wings spread sitting atop of a pole with the shoestrings from the previous design wrapped around the pole.",
  "/wiki/Woody_Harrelson": "Woodrow Tracy Harrelson (born July 23, 1961) is an American actor and playwright. He first became known for his role as bartender Woody Boyd on the NBC sitcom Cheers (1985–1993), for which he won a Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series from a total of five nominations. He has also received three Academy Award nominations: Best Actor for The People vs. Larry Flynt (1996) and Best Supporting Actor for The Messenger (2009), and Three Billboards Outside Ebbing, Missouri (2017).",
  "/wiki/White_Men_Can%27t_Jump": "White Men Can't Jump is a 1992 American sports comedy-drama film written and directed by Ron Shelton. It stars Wesley Snipes and Woody Harrelson as streetball hustlers. The film was released in the United States on March 27, 1992 by 20th Century Fox.",
  "/wiki/Demolition_Man_(film)": "Demolition Man is a 1993 American science fiction action film that was Marco Brambilla’s directorial debut. The film stars Sylvester Stallone and Wesley Snipes. The film was released in the United States on October 8, 1993.",
  "/wiki/America%27s_Dream": "America's Dream is a 1996 American drama film directed by Paris Barclay, Bill Duke and Kevin Rodney Sullivan and written by Ron Stacker Thompson and Ashley Tyler. It is based on the short stories \"The Reunion\" by Maya Angelou, \"The Boy Who Painted Christ Black\" by John Henrik Clarke and \"Long Black Song\" by Richard Wright. The film stars Danny Glover, Wesley Snipes, Lorraine Toussaint, Tate Donovan, Norman D. Golden II, Susanna Thompson and Jasmine Guy. The film premiered on HBO on February 17, 1996.",
  "/wiki/Venice_Film_Festival": "The Venice Film Festival or Venice International Film Festival (Italian: Mostra Internazionale d'Arte Cinematografica della Biennale di Venezia, \"International Exhibition of Cinematographic Art of the Venice Biennale\") is the oldest film festival in the world and one of the \"Big Three\" film festivals, alongside the Cannes Film Festival and Berlin International Film Festival. The Big Three are internationally acclaimed for giving creators the artistic freedom to express themselves through film.",
  "/wiki/One_Night_Stand_(1997_film)": "One Night Stand is a 1997 American drama film by British director Mike Figgis. The film stars Wesley Snipes, Nastassja Kinski, Kyle MacLachlan, Ming-Na and Robert Downey Jr.. The first draft of the screenplay was written by Joe Eszterhas, who had his name removed from the project following Figgis's rewrite.",
  "/wiki/Blockbuster_Entertainment_Awards": "The Blockbuster Entertainment Awards was a film awards ceremony, founded by Blockbuster Entertainment, Inc., that ran from 1995 until 2001. The awards were produced by Ken Ehrlich every year.",
  "/wiki/Tommy_Lee_Jones": "Tommy Lee Jones (born September 15, 1946) is an American actor, director, producer and screenwriter. He has received four Academy Award nominations, winning Best Supporting Actor for his performance as U.S. Marshal Samuel Gerard in the 1993 thriller film The Fugitive.",
  "/wiki/U.S._Marshals_(film)": "U.S. Marshals is a 1998 American action crime thriller film directed by Stuart Baird. The storyline was conceived from a screenplay written by Roy Huggins and John Pogue. The film is a spin-off to the 1993 motion picture The Fugitive, which in turn was based on the television series of the same name, created by Huggins. The story does not involve the character of Dr. Richard Kimble, portrayed by Harrison Ford in the initial film, but instead the plot centers on United States Deputy Marshal Sam Gerard, once again played by Tommy Lee Jones. The plot follows Gerard and his team as they pursue another fugitive, Mark Sheridan, played by Wesley Snipes, who attempts to escape government officials following an international conspiracy scandal. The cast features Robert Downey Jr., Joe Pantoliano, Daniel Roebuck, Tom Wood, and LaTanya Richardson, several of whom portrayed Deputy Marshals in the previous film.",
  "/wiki/Blade_(film)": "Blade is a 1998 American superhero horror film directed by Stephen Norrington and written by David S. Goyer based on the Marvel Comics superhero of the same name. It is the first part of the Blade film series. The film stars Wesley Snipes in the title role with Stephen Dorff, Kris Kristofferson and N'Bushe Wright in supporting roles. In the film, Blade is a Dhampir, a human with vampire strengths but not their weaknesses, who protects humans from vampires.",
  "/wiki/Hollywood_Walk_of_Fame": "The Hollywood Walk of Fame comprises more than 2,600 five-pointed terrazzo and brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in Hollywood, California. The stars are permanent public monuments to achievement in the entertainment industry, bearing the names of a mix of musicians, actors, directors, producers, musical and theatrical groups, fictional characters, and others. The Walk of Fame is administered by the Hollywood Chamber of Commerce and maintained by the self-financing Hollywood Historic Trust. It is a popular tourist destination, with a reported 10 million visitors in 2003. The Hollywood Chamber of Commerce holds trademark rights to the Hollywood Walk of Fame.",
  "/wiki/Black_Reel_Awards": "The Black Reel Awards, or \"BRAs\", is an annual American awards ceremony hosted by the Foundation for the Augmentation of African-Americans in Film (FAAAF) to recognize excellence of African-Americans, as well as the cinematic achievements of the African diaspora, in the global film industry, as assessed by the Foundation’s voting membership. The various category winners are awarded a copy of a statuette, officially called the Black Reel Award. The awards, first presented in 2000 in Washington, DC, are overseen by FAAAF.",
  "/wiki/Disappearing_Acts": "Disappearing Acts is a 2000 romantic drama directed by Gina Prince-Bythewood, and stars Sanaa Lathan and Wesley Snipes. The film is an adaptation of the New York Times best-selling novel Disappearing Acts by Terry McMillan and originally aired on HBO on December 9, 2000.",
  "/wiki/Undisputed_(film)": "Undisputed is a 2002 American action sports film written, produced and directed by Walter Hill and starring Wesley Snipes and Ving Rhames. It was released in the United States on August 23, 2002.",
  "/wiki/Brooklyn%27s_Finest": "Brooklyn's Finest is a 2009 American crime film directed by Antoine Fuqua and written by Michael C. Martin. The film stars Richard Gere, Don Cheadle, Ethan Hawke, and Wesley Snipes. The film was released on January 16, 2009. The film takes place within the notoriously rough Brownsville section of Brooklyn and especially within the Van Dyke housing projects in the NYPD's (fictional) 65th precinct. The action revolves around three policemen whose relationships to their jobs are drastically different.",
  "/wiki/The_Player_(2015_TV_series)": "The Player (formerly known as Endgame) is an American action thriller crime drama television series created by John Rogers and John Fox, starring Philip Winchester, Wesley Snipes and Charity Wakefield. NBC ordered the pilot to series on May 8, 2015, and the show aired from September 24, to November 19, 2015 for one season. Because of low ratings, the count of episodes has been reduced to nine (thirteen had originally been ordered), with the production wrapping up after shooting the ninth episode. Before that, Sony had sold the series' airing rights to 105 international territories."
}