{
  "/wiki/Alice_(Jeanerette,_Louisiana)": "Alice is a historic house in Jeanerette, Louisiana, U.S.. It was built in 1816 for the Fuselier family. It is listed on the National Register of Historic Places.",
  "/wiki/Louisiana_Highway_87": "Louisiana Highway 87 (LA 87) is a state highway located in southern Louisiana.  It runs 42.04 miles (67.66 km) in a northwest to southeast direction from LA 86 in New Iberia to the junction of two local roads north of Centerville.",
  "/wiki/Jeanerette,_Louisiana": "Jeanerette (/ˈdʒɪnˌrɛt/) is a small city in Iberia Parish, Louisiana, United States. Known as \"Sugar City\", it had a population of 5,530 at the 2010 census, a decrease of 467 from the 2000 tabulation of 5,997. It is two thirds African American, many of them Creoles of color.",
  "/wiki/Avery_Island,_Louisiana": "Avery Island (historically French: Île Petite Anse) is a salt dome best known as the source of Tabasco sauce. Located in Iberia Parish, Louisiana, United States, it is approximately three miles (4.8 km) inland from Vermilion Bay, which in turn opens onto the Gulf of Mexico. A small human population lives on the island.  The island is listed on the National Register of Historic Places.",
  "/wiki/Louisiana_Highway_329": "The following is a list of state highways in the U.S. state of Louisiana designated in the 300-349 range.",
  "/wiki/Bayside_(Jeanerette,_Louisiana)": "Bayside is plantation comprising a historic plantation house built in 1850 by Francis DuBose Richardson on the Bayou Teche in Jeanerette, Louisiana, United States. Richardson, a classmate and friend of Edgar Allan Poe, purchased the land for a sugar plantation.",
  "/wiki/New_Iberia,_Louisiana": "New Iberia is the largest city in and the parish seat of Iberia Parish, Louisiana, United States. It is located 21 miles (34 kilometers) southeast of Lafayette.",
  "/wiki/Conrad_Rice_Mill": "The Conrad Rice Mill is an independently owned and operated rice mill located in New Iberia, Louisiana, and produces the Konriko brand of rice varieties. Established in 1912, it is the oldest independently owned rice mill in the United States still in operation.",
  "/wiki/Downtown_New_Iberia_Commercial_Historic_District": "Downtown New Iberia Commercial Historic District is a historic district in downtown New Iberia, Louisiana, located along Main Street and St. Peter Street, from Jefferson Street to Weeks Street.",
  "/wiki/Dulcito_Plantation_House": "The Dulcito Plantation is a Southern plantation with a historic house located at 5918 West Old Spanish Trail (LA 182) in New Iberia, Louisiana.",
  "/wiki/Louisiana_Highway_182": "Louisiana Highway 182 (LA 182) is a state highway located in central and southeastern Louisiana.  It runs 173.41 miles (279.08 km) in a northwest to southeast direction from LA 29 in Whiteville to U.S. Highway 90 (US 90) north of Raceland.",
  "/wiki/East_Main_Street_Historic_District_(New_Iberia,_Louisiana)": "East Main Street Historic District is a historic district in downtown New Iberia, Louisiana, located along East Main Street from Weeks Street to Philip Street.",
  "/wiki/Enterprise_Plantation": "Enterprise Plantation is located about 3.5 miles (5.6 km) west of Jeanerette, Louisiana, off US 90.  It was built in 1835 and its 1,650 acres (670 ha) area, comprising the plantation house and several other historic buildings, was added to the National Register of Historic Places on March 17, 1975.",
  "/wiki/U.S._Route_90": "U.S. Route 90 or U.S. Highway 90 (US 90) is an east–west major United States highway in the Southern United States. Despite the \"0\" in its route number, US 90 never was a full coast-to-coast route; it has always ended at Van Horn, Texas with the exception of a short-lived northward extension to US 62/US 180 near Pine Springs, Texas which lasted less than a year, and the signs on that segment were changed to Texas State Highway 54, traveling from Interstate 10 (I-10) at exit 140A and heading to its northern terminus at US 62/US 180.",
  "/wiki/Episcopal_Church_of_the_Epiphany": "Episcopal Church of the Epiphany is a historic church located at 303 West Main Street in New Iberia, Louisiana.",
  "/wiki/First_United_Methodist_Church_(New_Iberia,_Louisiana)": "First United Methodist Church is a historic church located at 119 Jefferson Street in New Iberia, Louisiana.",
  "/wiki/Joseph_Jefferson_House": "The Joseph Jefferson House, also known as the Rip Van Winkle House and Gardens and the Bob Acres Plantation, is a historic house on Jefferson Island in Iberia Parish, Louisiana, U.S..",
  "/wiki/Delcambre,_Louisiana": "Delcambre is a town in Iberia and Vermilion parishes in the U.S. state of Louisiana, located 9 miles (14 km) east of Abbeville on Louisiana Highway 14 in the Cajun Heartland of Acadiana. Bayou Carlin, also known as the Delcambre Canal, passes through the town and is home for much of the local fishing industry. The population was 1,866 at the 2010 census, down from 2,168 at the 2000 census.",
  "/wiki/LeJeune%27s_Bakery": "LeJeune's Bakery is a historic bakery located at 1510 Main Street in Jeanerette, Louisiana.",
  "/wiki/The_Magnolias_(New_Iberia,_Louisiana)": "The Magnolias is a historic cottage located at 115 Jefferson Street, in New Iberia, Louisiana."
}