{
  "/wiki/The_Lucy_Show": "The Lucy Show is an American sitcom that aired on CBS from 1962 to 1968. It was Lucille Ball's follow-up to I Love Lucy. A significant change in cast and premise for the fourth season (1965–1966) divides the program into two distinct eras; aside from Ball, only Gale Gordon, who joined the program for its second season, remained. For the first three seasons, Vivian Vance was the co-star.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Desilu": "Desilu Productions (/ˈdɛsiluː/) was an American television production company founded and co-owned by husband and wife Desi Arnaz and Lucille Ball. The company is best known for shows such as I Love Lucy, The Untouchables and Star Trek. Until 1962, Desilu was the second-largest independent television production company in the U.S., behind MCA's Revue Studios, until MCA bought Universal Pictures and Desilu became and remained the number-one independent production company, until being sold in 1984.",
  "/wiki/You_Don't_Say!": "You Don't Say! is an American television game show that had three separate runs on television. The first version aired on NBC daytime from April 1, 1963 to September 26, 1969 with revivals on ABC in 1975 and in syndication from 1978 to 1979. The last two incarnations were executive produced by Ralph Andrews and produced (with Gary Hunt) and directed by Bill Carruthers.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Mission:_Impossible_(1966_TV_series)": "Mission: Impossible is an American  television series created and initially produced by Bruce Geller, chronicling the exploits of a team of secret government agents known as the Impossible Missions Force (IMF). In the first season, the team is led by Dan Briggs, played by Steven Hill; Jim Phelps takes charge for the remaining seasons, played by Peter Graves. Each episode opens with a fast-paced montage of shots from that episode which unfolds as the series' theme music plays, composed by Lalo Schifrin, after which Briggs or Phelps receives his instructions from a voice delivered on a recording which then destroys itself.",
  "/wiki/Star_Trek:_The_Original_Series": "Star Trek is an American science-fiction television series created by Gene Roddenberry that follows the adventures of the starship USS Enterprise (NCC-1701) and its crew. It later acquired the retronym of Star Trek: The Original Series (TOS) to distinguish the show within the media franchise that it began.",
  "/wiki/Mannix": "Mannix is an American television detective series that ran from 1967 to 1975 on CBS. Created by Richard Levinson and William Link and developed by executive producer Bruce Geller, the title character, Joe Mannix, is a private investigator. He was played by Mike Connors.",
  "/wiki/Here's_Lucy": "Here's Lucy is an American sitcom starring Lucille Ball. The series co-starred her long-time comedy partner Gale Gordon and her real-life children Lucie Arnaz and Desi Arnaz Jr.. It was broadcast on CBS from 1968 to 1974. It was Ball's third network sitcom following I Love Lucy (1951–57) and The Lucy Show (1962–68).",
  "/wiki/The_Brady_Bunch": "The Brady Bunch is an American sitcom created by Sherwood Schwartz that aired from September 26, 1969, to March 8, 1974, on ABC. The series revolves around a large blended family with six children. Considered one of the last of the old-style family sitcoms, the series aired for five seasons and, after its cancellation in 1974, went into syndication in September 1975. While the series was never a critical success or hit series during its original run, it has since become a popular staple in syndication, especially among children and teenaged viewers.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Love,_American_Style": "Love, American Style is an anthology comedy television series produced by Paramount Television that originally aired between 1969 and 1974. For the 1971 and 1972 seasons, it was a part of an ABC Friday prime-time lineup that also included The Brady Bunch, The Partridge Family, Room 222 and The Odd Couple.",
  "/wiki/The_Young_Lawyers": "The Young Lawyers is an American legal drama that was aired on the ABC network for one season from September 21, 1970, until March 24, 1971. Starring Lee J. Cobb, Zalman King, Judy Pace and Phillip Clark, the show was a part of the network's 1970–71 lineup.",
  "/wiki/Barefoot_in_the_Park_(TV_series)": "Barefoot in the Park is an American sitcom that aired in 1970 on ABC. Based on the Neil Simon's Broadway play of the same name, the series cast members are predominantly black, making it the first American television sitcom since Amos 'n' Andy to have a predominantly black cast (Vito Scotti is the sole major white character). Barefoot in the Park had been a 1967 film starring Robert Redford and Jane Fonda.",
  "/wiki/Barefoot_in_the_Park_(film)": "Barefoot in the Park is a 1967 American comedy film starring Jane Fonda and Robert Redford. Based on Neil Simon's 1963 play of the same name, it focuses on newlyweds Corie and Paul Bratter and their adventures living in a minuscule fifth floor walk-up apartment in a Greenwich Village brownstone. Stuffed-shirt Paul is a hard-working young attorney just starting his practice, while spontaneous bride Corie is determined to create a romantic environment in two rooms without heat, a hole in the skylight, and oddball neighbors.",
  "/wiki/The_Immortal_(1970_TV_series)": "The Immortal is an American television series, starring Christopher George as a man whose blood chemistry and resistance to almost all diseases (including old age) makes him both almost immortal and a target of several wealthy men who would basically use him as a personal blood bank, aired on ABC from September 24, 1970 to January 14, 1971. The series is based on a pilot film of the same name, which aired on September 30, 1969 as an ABC Movie of the Week. The pilot is based on the science fiction novel The Immortals, by James Gunn. The series music was composed by Dominic Frontiere, who is primarily known for scoring the sci-fi anthology series The Outer Limits. Although The Immortal was canceled at midseason, episodes were rerun by ABC in the summer of 1971. It was later rerun on the Armed Forces Network in Europe in the 1980s and on the Sci Fi Channel in the 1990s.",
  "/wiki/The_Odd_Couple_(1970_TV_series)": "The Odd Couple, formally titled onscreen Neil Simon's The Odd Couple, is an American television situation comedy broadcast from September 24, 1970, to March 7, 1975, on ABC. It stars Tony Randall as Felix Unger and Jack Klugman as Oscar Madison, and was the first of several sitcoms developed by Garry Marshall for Paramount Television. The show is based on the 1965 play of the same name, which was written by Neil Simon, as well as on the play's 1968 film adaptation. Felix and Oscar are both divorced. They share a Manhattan apartment, and their different lifestyles inevitably lead to conflicts and laughs.",
  "/wiki/The_Odd_Couple_(film)": "The Odd Couple is a 1968 American Technicolor buddy comedy film in Panavision, written by Neil Simon, based on his play of the same name, produced by Howard W. Koch and directed by Gene Saks, and starring Jack Lemmon and Walter Matthau. It is the story of two divorced men – neurotic neat-freak Felix Ungar and fun-loving slob Oscar Madison – who decide to live together, even though their personalities clash.",
  "/wiki/Longstreet_(TV_series)": "Longstreet is an American crime drama series that was broadcast on the ABC in the 1971-1972 season (see 1971 in television). A 90-minute pilot movie of the same name aired prior to the debut of the series as an ABC Movie of the Week.",
  "/wiki/James_Franciscus": "James Grover Franciscus (January 31, 1934 – July 8, 1991) was an American actor, known for his roles in feature films and in four television series: Mr. Novak, The Naked City, The Investigators , and Longstreet.",
  "/wiki/Spyforce": "Spyforce is an Australian television series that aired from 1971 to 1973 on Nine Network. The series was based upon the adventures of Australian Military Intelligence operatives in the South West Pacific during World War II. It was produced by Nine Network in conjunction with Paramount Pictures.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/The_Sandy_Duncan_Show": "Funny Face and The Sandy Duncan Show are two American sitcoms aired by CBS starring Sandy Duncan as part of its 1971 and 1972 fall lineups, respectively.  Both series were created and produced by Carl Kleinschmitt.",
  "/wiki/Me_and_the_Chimp": "Me and the Chimp is an American sitcom which aired for one season during 1972 on CBS. It was created by Garry Marshall and Thomas L. Miller and produced by Alan Rafkin for Paramount Television.",
  "/wiki/The_Brady_Kids": "The Brady Kids is an American animated television series and a spin-off based on the ABC live-action sitcom The Brady Bunch, produced by Filmation in association with Paramount Television. It aired on ABC from September 9, 1972, to October 6, 1973, and also spun off another Filmation series, Mission: Magic!, starring Rick Springfield.",
  "/wiki/Filmation_Associates": "Filmation Associates was an American production company that produced animation and live-action programming for television from 1963 to 1989. Located in Reseda, California, the animation studio was founded in 1962. Filmation's founders and principal producers were Lou Scheimer, Hal Sutherland, and Norm Prescott.",
  "/wiki/Andersen_Monogatari_(TV_series)": "Hans Christian Andersen Stories (アンデルセン物語, Anderusen Monogatari) is a Japanese anime series by Mushi Productions and aired on Fuji TV from January 3 to December 26, 1971. It is about the legendary stories of Hans Christian Andersen.",
  "/wiki/Broadcast_syndication": "Broadcasting syndication is the license to broadcast television programs and radio programs by multiple television stations and radio stations, without going through a broadcast network. It is common in the United States where broadcast programming is scheduled by television networks with local independent affiliates. Syndication is less of a practice in the rest of the world, as most countries have centralized networks or television stations without local affiliates;  shows can be syndicated internationally, although this is less common. The three main types of syndication are \"first-run syndication\", which is programming that is broadcast for the first time as a syndicated show and is made specifically to sell directly into syndication; \"off-network syndication\" (colloquially called a \"rerun\"), which is the licensing of a program that was originally run on network TV or in some cases, first-run syndication; and \"public broadcasting syndication\".",
  "/wiki/Mushi_Production": "Mushi Production (虫プロダクション, Mushi Purodakushon, lit. \"Bug Production\") or Mushi Pro for short, is a Japanese animation studio headquartered in Fujimidai, Nerima, Tokyo, Japan. It previously had a headquarters elsewhere in Nerima.",
  "/wiki/Catch-22_(film)": "Catch-22 is a 1970 American black comedy war film adapted from the novel of the same name by Joseph Heller. In creating a black comedy revolving around the \"lunatic characters\" of Heller's satirical anti-war novel set at a fictional Mediterranean base during World War II, director Mike Nichols and screenwriter Buck Henry (also in the cast) worked on the film script for two years, converting Heller's complex novel to the medium of film.",
  "/wiki/Love_Story_(1973_TV_series)": "Love Story is an American dramatic anthology television series focused on stories of romance. It aired from October 3, 1973, to January 2, 1974, on NBC.",
  "/wiki/Love_Story_(1970_film)": "Love Story is a 1970 American romantic drama film written by Erich Segal, who was also the author of the best-selling novel of the same name. It was produced by Howard G. Minsky and directed by Arthur Hiller and starred Ali MacGraw and Ryan O'Neal, alongside John Marley, Ray Milland, and Tommy Lee Jones in his film debut in a minor role.",
  "/wiki/List_of_ViacomCBS_television_programs": "This is a list of television series produced and/or owned by ViacomCBS' brands, including Paramount Television Studios, CBS Television Studios, CBS Television Distribution, CBS News, and ViacomCBS media networks. This list also includes shows produced or distributed by ViacomCBS' predecessor companies, including CBS Productions, Viacom Productions/Enterprises, the older incarnation of Paramount Television, Rysher Entertainment, Republic Pictures Television, Worldvision Enterprises/Taft Entertainment, Group W Productions, KingWorld, Desilu Productions and Spelling Television."
}