{
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Novolazarevskaya_Station": "Novolazarevskaya Station (Russian: Станция Новолазаревская) is a Russian, formerly Soviet, Antarctic research station. The station is located at Schirmacher Oasis, Queen Maud Land, 75 km from the Antarctic coast, from which it is separated by Lazarev Ice Shelf. It was opened on January 18, 1961 by the 6th Soviet Antarctic Expedition. The maximum summer population is 70.",
  "/wiki/Maitri_(research_station)": "Maitri is India's second permanent research station in Antarctica as part of the Indian Antarctic Programme. The name was suggested by the then Prime Minister of India Indira Gandhi who was assassinated a month before the expedition left the shores of India on 3 December 1984. Work on the  station was first started by the Indian Expedition which landed there in end Dec 1984, with a team led by Dr. B. B. Bhattacharya. Sqn Ldr D. P. Joshi, the surgeon of the team, was the first camp commander of the tentage at camp Maitri. The first huts were started by the IV Antarctica Expedition and completed in 1989, shortly before the first station Dakshin Gangotri was buried in ice and abandoned in 1990–91. Maitri is situated in the rocky mountainous region called Schirmacher Oasis. It is only 5 km away from the Russian Novolazarevskaya Station.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Queen_Maud_Land": "Queen Maud Land (Norwegian: Dronning Maud Land)[note 1] is a c. 2.7 million square kilometre (1.04 million sq mi) region of Antarctica claimed as a dependent territory by Norway. The territory lies between 20° west and 45° east, between the claimed British Antarctic Territory to the west and the similarly claimed Australian Antarctic Territory to the east. On most maps there had been an unclaimed area between Queen Maud Land's borders of 1939 and the South Pole until 12 June 2015 when Norway formally annexed that area. Positioned in East Antarctica, the territory comprises about one-fifth of the total area of Antarctica. The claim is named after the Norwegian queen Maud of Wales (1869–1938).",
  "/wiki/Browning_Pass": "Browning Pass (74°36′S 163°59′E﻿ / ﻿74.600°S 163.983°E﻿ / -74.600; 163.983Coordinates: 74°36′S 163°59′E﻿ / ﻿74.600°S 163.983°E﻿ / -74.600; 163.983) is an ice-covered pass, 10 nautical miles (19 km) long, lying between the main mass of Deep Freeze Range and the Northern Foothills in Victoria Land. The pass facilitates movement between the lower ends of Priestley Glacier and Campbell Glacier. The feature was first mapped as a part of Campbell Glacier by the Northern Party of the British Antarctic Expedition, 1910–13 (BrAE). It was remapped by the Southern Party of the New Zealand Geological Survey Antarctic Expedition, 1962–63, and named for Frank V. Browning, a member of the BrAE Northern Party, for whom nearby Mount Browning is also named.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Terra_Nova_Bay": "Terra Nova Bay is a bay which is often ice free, about 64 km (40 mi) long, lying between Cape Washington and the Drygalski Ice Tongue along the coast of Victoria Land, Antarctica. It was discovered by the British National Antarctic Expedition (known as the Discovery Expedition) under Robert Falcon Scott, 1901–1904, and named by him after Terra Nova, one of the relief ships for the expedition. The Italian  permanent Zucchelli Station is located in the bay, as is the Jang Bogo Station of South Korea.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Marie_Byrd_Land": "Marie Byrd Land is the portion of West Antarctica lying east of the Ross Ice Shelf and the Ross Sea and south of the Pacific Ocean, extending eastward approximately to a line between the head of the Ross Ice Shelf and Eights Coast. It stretches between 158°W and 103°24'W. The inclusion of the area between the Rockefeller Plateau and Eights Coast is based upon the leading role of the American Rear Admiral Richard E. Byrd in the exploration of this area. The name was originally applied by Admiral Byrd in 1929, in honor of his wife, to the northwestern part of the area, the part that was explored in that year.",
  "/wiki/Casey_Station_Skiway": "Casey station is one of three permanent stations and research outposts in Antarctica managed by the Australian Antarctic Division (AAD). Casey lies on the northern side of the Bailey Peninsula overlooking Vincennes Bay on the Budd Coast of Wilkes Land in the Australian Antarctic Territory, a territory claimed by Australia. Casey is 3,880 kilometres (2,410 mi) due south of Perth, Western Australia.",
  "/wiki/Casey_Station": "Casey station is one of three permanent stations and research outposts in Antarctica managed by the Australian Antarctic Division (AAD). Casey lies on the northern side of the Bailey Peninsula overlooking Vincennes Bay on the Budd Coast of Wilkes Land in the Australian Antarctic Territory, a territory claimed by Australia. Casey is 3,880 kilometres (2,410 mi) due south of Perth, Western Australia.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Budd_Coast": "Budd Coast (66°30′S 112°0′E﻿ / ﻿66.500°S 112.000°E﻿ / -66.500; 112.000Coordinates: 66°30′S 112°0′E﻿ / ﻿66.500°S 112.000°E﻿ / -66.500; 112.000), part of Wilkes Land, is that portion of the coast of Antarctica lying between the Hatch Islands, at 109°16'E, and Cape Waldron, at 115°33'E. It was discovered in February 1840 by the U.S. Exploring Expedition (1838–42) under the leadership of Lieutenant Charles Wilkes, and named by Wilkes for Thomas A. Budd, Acting Master of the sloop Peacock, one of the ships used on the expedition. A portion of the Puget Sound, Budd Inlet, is also named for Thomas Budd.",
  "/wiki/Wilkes_Land": "Wilkes Land is a large district of land in eastern Antarctica, formally claimed by Australia as part of the Australian Antarctic Territory, though the validity of this claim has been placed for the period of the operation of the Antarctic Treaty, to which Australia is a signatory. It fronts on the southern Indian Ocean between Queen Mary Coast and Adelie Land, extending from Cape Hordern in 100°31' E to Pourquoi Pas Point, in 136°11' E. The region extends as a sector about 2600 km towards the South Pole, with an estimated land area of 2,600,000 km², mostly glaciated. It is further subdivided in the following coastal areas which can also be thought of as sectors extending to the South Pole:",
  "/wiki/Concordia_Station": "Concordia Research Station, which opened in 2005, is a French–Italian research facility that was built 3,233 m (2.0 mi) above sea level at a location called Dome C on the Antarctic Plateau, Antarctica. It is located 1,100 km (680 mi) inland from the French research station at Dumont D'Urville, 1,100 km (680 mi) inland from Australia's Casey Station and 1,200 km (750 mi) inland from the Italian Zucchelli Station at Terra Nova Bay. Russia's Vostok Station is 560 km (350 mi) away. The Geographic South Pole is 1,670 km (1,040 mi) away. The facility is also located within Australia's claim on Antarctica, the Australian Antarctic Territory.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Antarctic_Plateau": "The Antarctic Plateau,  Polar Plateau or King Haakon VII Plateau, is a large area of  East Antarctica which extends over a diameter of about 1,000 kilometres (620 mi), and includes the region of the geographic South Pole and the Amundsen–Scott South Pole Station. This huge continental plateau is at an average elevation of about 3,000 metres (9,800 ft) high.[citation needed]",
  "/wiki/Dumont_d'Urville_Station": "The Dumont d'Urville Station (French: Base antarctique Dumont-d'Urville) is a French scientific station in Antarctica on Île des Pétrels, archipelago of Pointe-Géologie in Adélie Land. It is named after explorer Jules Dumont d'Urville, whose expedition landed on Débarquement Rock in the Dumoulin Islands at the northeast end of the archipelago on January 21, 1840. It is operated by the \"French Polar Institute Paul-Émile Victor\", a joint operation of French public and para-public agencies.",
  "/wiki/Cape_Géodésie": "Cape Géodésie (66°40′24″S 139°50′16″E﻿ / ﻿66.67333°S 139.83778°E﻿ / -66.67333; 139.83778Coordinates: 66°40′24″S 139°50′16″E﻿ / ﻿66.67333°S 139.83778°E﻿ / -66.67333; 139.83778) is a low, ice-covered point marked by prominent rock outcrops at its northeast end, lying 3 nautical miles (6 km) northwest of the mouth of Astrolabe Glacier, Antarctica. It was photographed from the air by U.S. Navy Operation Highjump, 1946–47. It was charted by the French Antarctic Expedition, 1951–52, and so named by them because of the extensive geodetic program undertaken in this region, particularly in the Geologie Archipelago close offshore.",
  "/wiki/Adélie_Land": "Adélie Land (French: Terre Adélie) is a claimed territory on the continent of Antarctica. It stretches from a portion of the Southern Ocean coastline all the way inland to the South Pole. France has administered it as one of five districts of the French Southern and Antarctic Lands since 1955 and applied the Antarctic Treaty System rules since 1961. Article 4 deals with territorial claims, and although it does not renounce or diminish any preexisting claims to sovereignty, it also does not prejudice the position of Contracting Parties in their recognition or non-recognition of territorial sovereignty. France has had a permanent station in Adélie Land since April 9, 1950. The current Dumont d'Urville Station has a winter population around 33, but this goes up to about 78 during the Antarctic summer.",
  "/wiki/Davis_Station": "The Davis Station, commonly called Davis, is one of three permanent bases and research outposts in Antarctica managed by the Australian Antarctic Division (AAD). Davis is situated on the coast of Cooperation Sea in Princess Elizabeth Land, Ingrid Christensen Coast in the Australian Antarctic Territory, a territory claimed by Australia. Davis lies in the Antarctic oasis, a remarkable ice free area known as the Vestfold Hills.",
  "/wiki/Princess_Elizabeth_Land": "Princess Elizabeth Land is the sector of Antarctica between longitude 73° east and Cape Penck (at 87°43' east). The sector is claimed by Australia as part of the Australian Antarctic Territory, although this claim is not widely recognized.  Princess Elizabeth Land is located between 64°56'S and 90°00'S and between 73°35' E and 87°43'E. It is divided into two sectors:",
  "/wiki/Davis_Sea": "Davis Sea is an area of the sea along the coast of East Antarctica between West Ice Shelf in the west and the Shackleton Ice Shelf in the east, or between 82° and 96°E.  The name \"Davis Sea\" appears in most leading geographically authoritative publications such as the 2014 10th edition World Atlas from the National Geographic Society and the 2014 12th edition of the Times Atlas of the World, unlike neighboring proposed water body names such as a Russian proposed \"Cooperation Sea\" name to the west.",
  "/wiki/Dome_Fuji": "Dome Fuji (ドームふじ Dōmu Fuji), also called Dome F or Valkyrie Dome, is an Antarctic base located in the eastern part of Queen Maud Land at 77°30′S 37°30′E﻿ / ﻿77.500°S 37.500°E﻿ / -77.500; 37.500. With an altitude of 3,810 m or 12,500 ft above sea level, it is the second-highest summit or ice dome of the East Antarctic ice sheet and represents an ice divide. Dome F is the site of Dome Fuji Station, a research station operated by Japan.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Zucchelli_Station": "Zucchelli Station is an Italian permanent research station, located at Terra Nova Bay in Antarctica. It has been named after Mario Zucchelli, late director of the Italian Antarctic Program.",
  "/wiki/Fossil_Bluff": "Fossil Bluff is a seasonal British aircraft refuelling station located on the east coast of Alexander Island in Antarctica. In operation since 1961, its facilities provide fuel, storage, and ancillary support for British exploration and operations during the summer season, October through March. The site is adjacent to a natural, north-south travelling route along the George VI Ice Shelf.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/George_VI_Sound": "George VI Sound or Canal Jorge VI or Canal Presidente Sarmiento or Canal Seaver or King George VI Sound or King George the Sixth Sound is a major bay/fault depression, 300 miles (483 km) long in the shape of the letter J, which skirts the east and south shores of Alexander Island, separating it from Palmer Land, in the southern portion of the Antarctic Peninsula and the English Coast. Various lakes are adjacent to the sound, these lakes receive large amounts of ice flowing from George VI Ice Shelf into the mouth of these lakes. Some of these include Hodgson Lake, Moutonnee Lake and Ablation Lake. Several glaciers also flow eastward into the sound from the east interior of Alexander Island, the vast majority of these glaciers are situated south of Planet Heights, where all of these glaciers are named after moons, satellites and planets of the solar system in association with nearby Planet Heights which was named by the United Kingdom Antarctic Place-Names Committee (UK-APC) in 1977.",
  "/wiki/Halley_Station": "Halley Research Station is a research facility in Antarctica on the Brunt Ice Shelf operated by the British Antarctic Survey (BAS). The base was established in 1956 to study the Earth's atmosphere. Measurements from Halley led to the discovery of the ozone hole in 1985.\nThe current base is the sixth in a line of designs to overcome the challenges of building on a floating ice shelf where they become buried and crushed by snow. Despite moving the buildings 23 km \"inland\", concern over the propagation of an ice crack resulted in the base being left unmanned for the winters of 2017, 2018 and 2019.",
  "/wiki/Brunt_Ice_Shelf": "The Brunt Ice Shelf borders the Antarctic coast of Coats Land between Dawson-Lambton Glacier and Stancomb-Wills Glacier Tongue. It was named by the UK Antarctic Place-names Committee after David Brunt, British meteorologist, Physical Secretary of the Royal Society, 1948–57, who was responsible for the initiation of the Royal Society Expedition to this ice shelf in 1955.",
  "/wiki/Ice_Runway": "The Ice Runway (ICAO: NZIR) is the principal runway for the US Antarctic Program during the summer Antarctic field season due to its proximity to McMurdo Station. The other two runways in the area are the snow runway at Williams Field (NZWD) and the compacted snow runway at Phoenix Airfield (NZFX), which replaced Pegasus Field (NZPG) in 2017.",
  "/wiki/McMurdo_Station": "The McMurdo Station is a United States Antarctic research station on the south tip of Ross Island, which is in the New Zealand–claimed Ross Dependency on the shore of McMurdo Sound in Antarctica. It is operated by the United States through the United States Antarctic Program, a branch of the National Science Foundation. The station is the largest community in Antarctica, capable of supporting up to 1,258 residents, and serves as one of three United States Antarctic science facilities. All personnel and cargo going to or coming from Amundsen–Scott South Pole Station first pass through McMurdo. By road, McMurdo is 3 kilometres (1.9 mi) from New Zealand's smaller Scott Base.",
  "/wiki/Scott_Base": "Scott Base is a New Zealand Antarctic research facility located at Pram Point on Ross Island near Mount Erebus in New Zealand's Ross Dependency territorial claim. The research facility was named in honour of Captain Robert Falcon Scott, RN, leader of two British expeditions to the Ross Sea area of Antarctica. The base was set up as support to field research and the centre for research into earth sciences, and now conducts research in many fields, operated by Antarctica New Zealand.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Ross_Island": "Ross Island is an island formed by four volcanoes in the Ross Sea near the continent of Antarctica, off the coast of Victoria Land in McMurdo Sound. Ross Island lies within the boundaries of Ross Dependency, an area of Antarctica claimed by New Zealand.",
  "/wiki/Jack_F._Paulus_Skiway": "The Jack F. Paulus Skiway is an airport located at Amundsen–Scott South Pole Station at the South Pole.",
  "/wiki/Amundsen–Scott_South_Pole_Station": "The Amundsen–Scott South Pole Station is a United States scientific research station at the South Pole, the southernmost place on the Earth. The station is located on the high plateau of Antarctica at an elevation of 2,835 metres (9,301 feet) above sea level and is administered by the Division of Polar Programs within the National Science Foundation under the United States Antarctic Program (USAP).  It is named in honor of Norwegian Roald Amundsen and Englishman Robert F. Scott, who led separate teams that raced to become the first to the South Pole in the early 1900s.",
  "/wiki/South_Pole": "The South Pole, also known as the Geographic South Pole or Terrestrial South Pole, is one of the two points where Earth's axis of rotation intersects its surface. It is the southernmost point on the surface of Earth and lies on the opposite side of Earth from the North Pole.",
  "/wiki/Kohnen_Station": "Kohnen-Station is a German summer-only polar research station in the Antarctic, able to accommodate up to 20 people. It is named after the geophysicist Heinz Kohnen (1938–1997), who was for a long time the head of logistics at the Alfred Wegener Institute.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Kunlun_Station_(Antarctica)": "Kunlun Station (simplified Chinese: 昆仑站; traditional Chinese: 崑崙站; pinyin: Kūnlún Zhàn) is the southernmost of four Chinese research stations in Antarctica. When it is occupied during the summer, it is the second-southernmost research base in Antarctica, behind only the American Amundsen–Scott South Pole Station at the geographical South Pole. When Kunlun is not in operation, the year-round Russian Vostok Station is the second-southernmost base in Antarctica.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/East_Antarctica": "East Antarctica, also called Greater Antarctica, constitutes the majority (two-thirds) of the Antarctic continent, lying on the Indian Ocean side of the continent, separated from West Antarctica by the Transantarctic Mountains. It lies almost entirely within the Eastern Hemisphere and its name has been accepted for more than a century. It is generally higher than West Antarctica and includes the Gamburtsev Mountain Range in the centre.",
  "/wiki/Marambio_airport": "Marambio Airport (ICAO: SAWB) is an airport serving Marambio Base, an Argentinian research station on Seymour Island in the Antarctic Peninsula. Marambio is the main air-support node for most local and foreign stations in Argentine Antarctica, providing year-round medical evacuation, search and rescue, personnel, cargo, and mail transfer.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Seymour_Island": "Seymour Island is an island in the chain of 16 major islands around the tip of the Graham Land on the Antarctic Peninsula. Graham Land is the closest part of Antarctica to South America. It lies within the section of the island chain that resides off the west side of the peninsula's northernmost tip. Within that section, it is separated from Snow Hill Island by Picnic Passage, and sits just east of the larger key, James Ross Island, and its smaller, neighboring island, Vega Island.",
  "/wiki/Marble_Point": "Marble Point is a rocky promontory on the coast of Victoria Land, Antarctica, located at 77° 26' S latitude and  163° 50' E longitude. The United States operates a station at the point. The outpost is used as a helicopter refueling station supporting scientific research in the nearby continental interior such as the McMurdo Dry Valleys. Weather permitting, helicopters are able to fly in and out of the station 24 hours a day during the summer research season.",
  "/wiki/Victoria_Land": "Victoria Land is a region of Antarctica which fronts the western side of the Ross Sea and the Ross Ice Shelf, extending southward from about 70°30'S to 78°00'S, and westward from the Ross Sea to the edge of the Antarctic Plateau. It was discovered by Captain James Clark Ross in January 1841 and named after the UK's Queen Victoria. The rocky promontory of Minna Bluff is often regarded as the southernmost point of Victoria Land, and separates the Scott Coast to the north from the Hillary Coast of the Ross Dependency to the south.",
  "/wiki/List_of_airports_in_Antarctica": "This is a list of airports in Antarctica, sorted by location."
}