{
  "/wiki/My_Three_Sons": "My Three Sons is an American sitcom. The series had a long run, from 1960 through 1972. ABC broadcast the show from 1960 through 1965, and then the series moved to CBS until the end  of its run on April 13, 1972. My Three Sons chronicles the life of widower and aeronautical engineer Steven Douglas (Fred MacMurray) as he raises his three sons.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/What%27s_My_Line%3F": "What's My Line? is a panel game show that originally ran in the United States on the CBS Television Network from 1950 to 1967, originally in black and white, with subsequent U.S. revivals. The game uses celebrity panelists to question contestants in order to determine their occupation, i.e. \"line [of work]\", with panelists being called on to question and identify a weekly celebrity \"mystery guest\" while blindfolded. It is the longest-running U.S. primetime network television game-show. Moderated by John Charles Daly and with regular panelists Dorothy Kilgallen, Arlene Francis, and Bennett Cerf, What's My Line? won three Emmy Awards for \"Best Quiz or Audience Participation Show\" in 1952, 1953, and 1958 and the Golden Globe for Best TV Show in 1962.",
  "/wiki/Broadcast_syndication": "Broadcasting syndication is the license to broadcast television programs and radio programs by multiple television stations and radio stations, without going through a broadcast network. It is common in the United States where broadcast programming is scheduled by television networks with local independent affiliates. Syndication is less of a practice in the rest of the world, as most countries have centralized networks or television stations without local affiliates;  shows can be syndicated internationally, although this is less common. The three main types of syndication are \"first-run syndication\", which is programming that is broadcast for the first time as a syndicated show and is made specifically to sell directly into syndication; \"off-network syndication\" (colloquially called a \"rerun\"), which is the licensing of a program that was originally run on network TV or in some cases, first-run syndication; and \"public broadcasting syndication\".",
  "/wiki/Fremantle_(company)": "Fremantle /ˈfriːmæntəl/ (formerly FremantleMedia) is a British international television content and production/distribution subsidiary of Bertelsmann's RTL Group, founded in 2001, and evolved as Europe's largest TV, radio, and production company. Its world headquarters is in London.",
  "/wiki/The_Mary_Tyler_Moore_Show": "The Mary Tyler Moore Show (also known simply as Mary Tyler Moore) is an American television sitcom starring the actress of the same name and created by James L. Brooks and Allan Burns; it originally aired on CBS from September 19, 1970 to March 19, 1977. Moore starred as Mary Richards, an unmarried, independent woman focused on her career as associate producer at the fictional WJM news program in Minneapolis. A central female character who was not married or dependent on a man was a rarity in American television in the early 1970s, leading to numerous publications citing The Mary Tyler Moore Show as groundbreaking television in the era of second-wave feminism. Ed Asner co-starred as Mary's boss Lou Grant, alongside Valerie Harper as her friend and neighbor Rhoda Morgenstern and Cloris Leachman as her landlady Phyllis Lindstrom. Other co-stars throughout the series's run included Gavin MacLeod, Ted Knight, Georgia Engel, and Betty White.",
  "/wiki/MTM_Enterprises": "MTM Enterprises (later known as MTM Enterprises, Inc.) was an American independent production company established in 1969 by Mary Tyler Moore and her then-husband Grant Tinker to produce The Mary Tyler Moore Show for CBS. The name for the production company was drawn from Moore's initials.",
  "/wiki/20th_Century_Fox_Television": "Twentieth Century Television (or TCF TV or TCFTV, stylized as 20th Century Television) is a television-production studio owned by Walt Disney Television, a division of The Walt Disney Company. 20th Television is the syndication and distribution arm of 20th Century Fox Television.",
  "/wiki/All_in_the_Family": "All in the Family is an American sitcom television series that was originally broadcast on the CBS television network for nine seasons, from January 12, 1971, to April 8, 1979. The following September, it was continued with the spin-off series Archie Bunker's Place, which picked up where All in the Family had ended and ran for four more seasons through 1983.",
  "/wiki/Tandem_Productions": "Tandem Productions, Inc. (a.k.a. Tandem Enterprises, Inc.) was a film and television production company that was founded in 1958 by television director Bud Yorkin and television writer/producer Norman Lear.",
  "/wiki/The_Bob_Newhart_Show": "The Bob Newhart Show is an American sitcom produced by MTM Enterprises that aired on CBS from September 16, 1972, to April 1, 1978, with a total of 142 half-hour episodes over six seasons. Comedian Bob Newhart portrays a psychologist whose interactions with his wife, friends, patients, and colleagues lead to humorous situations and dialogue. The show was filmed before a live audience.",
  "/wiki/The_Rookies": "The Rookies is an American police procedural series that aired on ABC from 1972 until 1976. It follows the exploits of three rookie police officers working in an unidentified city for the fictitious Southern California Police Department (SCPD).",
  "/wiki/The_Barkleys": "The Barkleys is an American animated television series that ran from 1972 to 1973 on NBC and was produced by DePatie–Freleng Enterprises.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/DePatie-Freleng_Enterprises": "DePatie–Freleng Enterprises, Inc. (also known as Mirisch–Geoffrey–DePatie–Freleng Productions when involved with the Mirisch brothers and Geoffrey Productions; and DFE Films) was an American animation production company that was active from 1963 to 1981. Based in Burbank, California, DFE produced animation for film and television. Notable among these are the opening titles for The Pink Panther, the lightsaber effects in the original Star Wars, and the Dr. Seuss television specials.",
  "/wiki/The_Houndcats": "The Houndcats is an American Saturday morning cartoon series produced by DePatie–Freleng Enterprises. The series was broadcast by NBC from September 9 to December 2, 1972, with reruns continuing until September 1, 1973. Thirteen episodes were produced.",
  "/wiki/Ozzie%27s_Girls": "Ozzie's Girls is an American sitcom that was broadcast in first-run syndication. It served as a continuation and revival of The Adventures of Ozzie and Harriet, which aired on radio and television from 1944 to 1966. The pilot episode, written by Ozzie Nelson and directed by David Nelson, aired as a \"special presentation\" on NBC on September 10, 1972. After NBC passed on the series, it was sold into first-run syndication where it aired as a weekly series during the 1973-74 season.",
  "/wiki/Filmways": "Filmways, Inc. (also known as Filmways Pictures and Filmways Television) was a television and film production company founded by American film executive Martin Ransohoff, and Edwin Kasper in 1952. It is probably best remembered as the production company of CBS’ “rural comedies” of the 1960s, including Mister Ed, The Beverly Hillbillies, Petticoat Junction, and Green Acres, as well as the comedy-drama The Trials of O'Brien, the western Dundee and the Culhane, the adventure show Bearcats!, the police drama Cagney & Lacey, and The Addams Family. Notable films the company produced include The Sandpiper, The Cincinnati Kid, The Fearless Vampire Killers, Ice Station Zebra, Summer Lovers, The Burning, King, Brian De Palma's Dressed to Kill, and Blow Out.",
  "/wiki/The_Price_Is_Right_(American_game_show)": "The Price Is Right is an American television game show created by Bob Stewart, Mark Goodson and Bill Todman. The show revolves around contestants competing by identifying accurate pricing of merchandise to win cash and prizes. Contestants are selected from the studio audience when the announcer states the show's famous catchphrase, \"Come on down!\"",
  "/wiki/Doc_Elliot": "Doc Elliot is an American medical drama series that aired on ABC from October 10, 1973 until May 1, 1974.",
  "/wiki/Lorimar_Television": "Lorimar Productions, Inc., later known as Lorimar Television and Lorimar Distribution, was an American production company that was later a subsidiary of Warner Bros., active from 1969 until 1993. It was founded by Irwin Molasky, Merv Adelson, and Lee Rich. The company's name was a portmanteau of Adelson's ex-wife, Lori, and Palomar Airport (now McClellan-Palomar Airport) in San Diego, California.",
  "/wiki/The_Harlem_Globetrotters_Popcorn_Machine": "The Harlem Globetrotters Popcorn Machine was a Saturday morning variety show featuring players from the basketball team the Harlem Globetrotters singing, dancing, and performing comedy sketches. Broadcast in 1974, it was produced by Funhouse Productions for Viacom Productions.",
  "/wiki/Apple%27s_Way": "Apple's Way is an American drama television series which aired Sundays at 7:30 pm (EST) on CBS from 1974 to 1975. It was created by Earl Hamner Jr.",
  "/wiki/Korg:_70,000_B.C.": "Korg: 70,000 B.C. is a 30-minute Saturday morning live-action television series created by Fred Freiberger and produced by Hanna-Barbera Productions; it was broadcast on ABC from September 7, 1974 to August 30, 1975.",
  "/wiki/Hanna-Barbera": "Hanna-Barbera Productions, Inc. (/ˌhænə bɑːrˈbɛərə, - ˈbɑːrbərə/ HAN-ə bar-BAIR-ə, -⁠ BAR-bər-ə), simply known as Hanna-Barbera and also referred to as H-B Enterprises, H-B Production Company and Hanna-Barbera Cartoons, Inc., was an American animation studio founded in 1957 by Tom and Jerry creators and former Metro-Goldwyn-Mayer animation directors William Hanna and Joseph Barbera, in partnership with film director George Sidney.",
  "/wiki/DFS_Program_Exchange": "The Program Exchange was a syndicator of television programs. It was founded as Program Syndication Services Inc. in 1973 and later launched the DFS Program Exchange in 1979, which became the DFS-Dorland Program Exchange from 1986 to 1987. From 1987 to 2008, it was a division of Saatchi & Saatchi, an advertising agency (which acquired Dancer Fitzgerald Sample, the original owners), and would later be acquired by Publicis in 2000. In January 2008, Publicis transferred The Program Exchange from the Saatchi & Saatchi subsidiary to its ZenithOptimedia subsidiary, the logo was then changed to reflect this move. In early 2016, the programexchange.com website was shut down; the shutdown coincided with NBCUniversal's purchase of one of its most prominent clients, DreamWorks Classics.",
  "/wiki/Worldvision_Enterprises": "Worldvision Enterprises, Inc. was a television program and home video distributor established in 1954 as ABC Film Syndication, the domestic and overseas program distribution arm of the ABC Television Network. They primarily licensed programs from independent producers, rather than producing their own content.",
  "/wiki/The_$25,000_Pyramid": "Pyramid is the collective name of a series of American television game shows that has aired several versions domestically and internationally. The original series, The $10,000 Pyramid, debuted on March 26, 1973, and spawned seven subsequent Pyramid series. Most later series featured a full title format matching the original series, with the title reflecting an increasing top prize. The game features two contestants, each paired with a celebrity. Contestants attempt to guess a series of words or phrases based on descriptions given to them by their teammates. The title refers to the show's pyramid-shaped gameboard, featuring six categories arranged in a triangular fashion. The various Pyramid series have won a total of nine Daytime Emmys for Outstanding Game Show, second only to Jeopardy!, which has won 13.",
  "/wiki/The_Blue_Knight_(TV_series)": "The Blue Knight is  an American CBS crime TV series, running in 1975 and 1976, starring George Kennedy as Officer Bumper Morgan. The show was based on the novel by Joseph Wambaugh (The Blue Knight) and produced by Lorimar Productions. It was also inspired by the 1973 TV film The Blue Knight,  starring William Holden, which ran before the TV show premiered.",
  "/wiki/The_$128,000_Question": "The $128,000 Question is an American game show which aired from 1976–1978 in weekly syndication. This revival of The $64,000 Question was produced by Cinelar Associates and distributed by Viacom Enterprises.",
  "/wiki/The_Life_and_Times_of_Grizzly_Adams": "The Life and Times of Grizzly Adams is a 1974 independent feature film inspired by a 1972 historical fiction novella written by Charles E. Sellier Jr.. The film's popularity led to an  NBC television series of the same name. The title character, played by Dan Haggerty, was loosely based on California mountain man James \"Grizzly\" Adams (1812-1860).",
  "/wiki/Sunn_Classic_Pictures": "Sunn Classic Pictures, also known as Sunn International Pictures, Schick Sunn Classic Pictures, and Taft International Pictures was an independent U.S.-based film distributor, founded in 1971.  The company was notable for family films and documentaries, and was purchased by Taft Broadcasting in 1980.",
  "/wiki/Family_Feud": "Family Feud (or simply \"The Feud\") is an American television game show created by Mark Goodson where two families compete to name the most popular responses to survey questions in order to win cash and prizes. It first aired on July 12, 1976 on ABC, and has also aired on CBS and in syndication.",
  "/wiki/The_Love_Experts": "The Love Experts is an American television show that was part talk show and part game show that ran from September 18, 1978, to September 7, 1979. It was hosted by Bill Cullen and Jack Clark was the announcer. The show was created by Bob Stewart. Bebu Silvetti's \"Spring Rain\" was used as the show's theme song.",
  "/wiki/Stewart_Television": "Stewart Television was an American game show production company formed by Bob Stewart in 1964 originally based in New York City."
}