{
  "/wiki/Cedar_Point": "Cedar Point is a 364-acre (147 ha) amusement park located on a Lake Erie peninsula in Sandusky, Ohio. Opened in the late-1800s, it is reported to be the second-oldest operating amusement park in the United States behind Lake Compounce. Cedar Point is owned and operated by Cedar Fair and is considered the flagship of the amusement park chain. Known as \"America's Roller Coast\", the park features a world-record 72 rides, including 17 roller coasters – the second-most in the world behind Six Flags Magic Mountain. Its newest roller coaster, Steel Vengeance, opened to the public on May 5, 2018.",
  "/wiki/Schlitterbahn": "Schlitterbahn is an American brand of water parks and resorts owned by Cedar Fair. It was previously a company that was family-owned-and-operated by the Henry family that was based in New Braunfels, Texas. Schlitterbahn opened its first location, Schlitterbahn Waterpark Resort, in 1979. At its peak, the company consisted of five outdoor waterparks, two indoor waterparks, and three resorts.",
  "/wiki/Legoland_California": "Legoland California is a theme park, miniature park, and aquarium located in Carlsbad, California, based on the Lego toy brand. Opening on March 20, 1999, it was the third Legoland park to open, and the first outside Europe. The park is currently owned by Merlin Entertainments, which took a controlling interest in 2005. A second park in the United States, Legoland Florida, opened in 2011.",
  "/wiki/Boulder_Dash_(roller_coaster)": "Boulder Dash is a wooden roller coaster located at Lake Compounce in Bristol, Connecticut. Construction for the coaster began in June 1999 and was completed in May 2000. The coaster was built by Custom Coasters International using Southern Yellow Pine wood; while the track is made of Douglas Fir. This ride was ranked the #1 Wooden Roller Coaster in the World by the Golden Ticket Awards in 2004 and from 2013 to 2016, until slipping into third place in 2017. The trains were built by Philadelphia Toboggan Coasters.",
  "/wiki/Lake_Compounce": "Lake Compounce is an amusement park located in Bristol and Southington, Connecticut. Opened in 1846, it is the oldest continuously operating amusement park in the United States. It spans 332 acres (134 ha), which includes a beach and a water park called Crocodile Cove included in the price of admission. The park was acquired from Kennywood Entertainment Company by Palace Entertainment, the U.S. subsidiary of Parques Reunidos. In addition to the 14th oldest wooden roller coaster in the world, Wildcat, its newer wooden roller coaster, Boulder Dash, has won the Golden Ticket Award for the #1 Wooden Coaster in the World for five consecutive years.",
  "/wiki/Millennium_Force": "Millennium Force is a steel roller coaster located at Cedar Point amusement park in Sandusky, Ohio. Manufactured by Intamin, it was the park's fourteenth roller coaster dating back to the opening of Blue Streak in 1964. Upon completion in 2000, Millennium Force broke six world records and was the world's first giga coaster, a term coined by Intamin and Cedar Point to represent roller coasters that exceed 300 feet (91 m) in height and complete a full circuit. It was briefly the tallest and fastest in the world until Steel Dragon 2000 opened later the same year. The ride is also the third-longest roller coaster in North America following The Beast at Kings Island and Fury 325 at Carowinds.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Holiday_World_%26_Splashin%27_Safari": "Holiday World & Splashin' Safari (known as Santa Claus Land prior to 1984) is a combination theme park and water park located near Interstate 64 and U.S. 231 in Santa Claus, Indiana, United States. The theme park is divided into four sections that celebrate Christmas, Halloween, Thanksgiving and the Fourth of July with rides, live entertainment, games, and attractions.",
  "/wiki/Busch_Gardens_Williamsburg": "Busch Gardens Williamsburg (formerly known as Busch Gardens Europe and Busch Gardens: The Old Country) is a 383-acre (1.55 km2) theme park located in James City County, Virginia, United States. Located about sixty miles (100 km) northwest of Virginia Beach, the park was developed by Anheuser-Busch (A-B) and is owned by SeaWorld Entertainment. It opened on May 16, 1975, adjacent to Anheuser-Busch's brewery and near its other developments including the Kingsmill Resort complex.",
  "/wiki/Knoebels_Amusement_Resort": "Knoebels Amusement Resort (/kəˈnoʊbəlz/) is a family-owned and operated amusement park, picnic grove, and campground in Elysburg, Pennsylvania. Opened in 1926, it is America's largest free-admission park. The park has more than 60 rides including three wooden roller coasters, one steel roller coaster, a 1913 carousel, and a haunted house dark ride.",
  "/wiki/Six_Flags_Fiesta_Texas": "Six Flags Fiesta Texas, formerly Fiesta Texas, is a theme park located in La Cantera, San Antonio, Texas. It is owned and operated by Six Flags. The park was built by Gaylord Entertainment Company and opened on March 14, 1992 as the first business in the district of San Antonio. The park was later purchased by Time Warner in 1996, who turned it into a Six Flags park.",
  "/wiki/Dudley_Do-Right%27s_Ripsaw_Falls": "Dudley Do-Right's Ripsaw Falls is a log flume ride at Islands of Adventure in Orlando, Florida inspired by the Dudley Do-Right character created by cartoonists Jay Ward and Alex Anderson. Opened on May 28, 1999, it is one of the park's original attractions.",
  "/wiki/Islands_of_Adventure": "Universal's Islands of Adventure (originally Universal Studios Islands of Adventure) is a theme park located in Orlando, Florida. It opened on May 28, 1999, along with CityWalk, as part of an expansion that converted Universal Studios Florida into the Universal Orlando Resort. The resort's slogan Vacation Like You Mean It was introduced in 2013.",
  "/wiki/The_Amazing_Adventures_of_Spider-Man": "The Amazing Adventures of Spider-Man is a motion-based 3D dark ride located at the Islands of Adventure, Orlando and Universal Studios Japan, Osaka theme parks, based on the Marvel Comics superhero Spider-Man. Built for Islands of Adventure's opening in 1999, the attraction is a hybrid ride combining special roving motion vehicles with 3D projection, elaborate physical sets, and both practical and tactile effects.",
  "/wiki/Rock_%27n%27_Roller_Coaster_Starring_Aerosmith": "Rock 'n' Roller Coaster Starring Aerosmith is an enclosed, launched roller coaster located at Disney's Hollywood Studios within Walt Disney World Resort. Manufactured by Vekoma, the roller coaster uses linear motor electromagnetic technology for acceleration, and the first installation opened at Disney World on July 29, 1999. It features recorded music and appearances from the well-known rock band Aerosmith, and accelerates from 0 to 57 mph (92 km/h) in 2.8 seconds. Riders experience up to 5 G's and travel through three inversions, which include half-vertical loops, half-corkscrews, and a sea serpent roll.",
  "/wiki/Disney%27s_Hollywood_Studios": "Disney's Hollywood Studios is a theme park at the Walt Disney World Resort near Orlando. It is owned and operated by The Walt Disney Company through its Parks, Experiences and Products division. Based on a concept by Marty Sklar, Randy Bright, and Michael Eisner, the park opened on May 1, 1989, as the Disney-MGM Studios (Theme) Park, and was the third of four theme parks built at Walt Disney World. Spanning 135 acres (55 ha), the park is dedicated to the imagined worlds from film, television, music, and theatre, drawing inspiration from the Golden Age of Hollywood.",
  "/wiki/World_Waterpark": "World Waterpark is a water park located at West Edmonton Mall in Edmonton, Alberta, Canada. Opened to the public in 1986, it is the largest indoor water park in North America. It has a maximum capacity of about 5,000 guests, an average air temperature of 31 °C (88 °F), and also contains the world's largest indoor wave pool with a capacity of 12.5 million litres."
}