{
  "/wiki/Golden_Ticket_Award_for_Best_New_Ride": "The Golden Ticket Award for Best New Ride is presented by Amusement Today to the best new attraction in amusement parks and water parks in the amusement park industry.",
  "/wiki/Flying_Turns_(Knoebels)": "The Flying Turns  is a wooden bobsled roller coaster at the Knoebels Amusement Resort in Elysburg, Pennsylvania. It is modeled after a similar ride designed by John Norman Bartlett and John Miller in the 1920s. The ride concept is similar to a modern steel bobsled roller coaster; however the Flying Turns is made of wood, like the original rides. The layout of the ride is most similar to the original one that was at Riverview Park in Chicago, Illinois.",
  "/wiki/Knoebels_Amusement_Resort": "Knoebels Amusement Resort (/kəˈnoʊbəlz/) is a family-owned and operated amusement park, picnic grove, and campground in Elysburg, Pennsylvania. Opened in 1926, it is America's largest free-admission park. The park has more than 60 rides including three wooden roller coasters, one steel roller coaster, a 1913 carousel, and a haunted house dark ride.",
  "/wiki/Schlitterbahn": "Schlitterbahn is an American brand of water parks and resorts owned by Cedar Fair. It was previously a company that was family-owned-and-operated by the Henry family that was based in New Braunfels, Texas. Schlitterbahn opened its first location, Schlitterbahn Waterpark Resort, in 1979. At its peak, the company consisted of five outdoor waterparks, two indoor waterparks, and three resorts.",
  "/wiki/Europa-Park": "Europa-Park is the largest theme park in Germany, and the second most popular theme park resort in Europe, following Disneyland Paris. Europa-Park is located in Rust, in south-western Germany, between Freiburg im Breisgau and Strasbourg (in neighboring France).",
  "/wiki/Idlewild_and_Soak_Zone": "Idlewild and Soak Zone, commonly known as Idlewild Park or simply Idlewild, is a children's amusement park situated in the Laurel Highlands near Ligonier, Pennsylvania, United States, about 50 miles (80 km) east of Pittsburgh,  along US Route 30. Founded in 1878 as a campground along the Ligonier Valley Railroad by Thomas Mellon, Idlewild is the oldest amusement park in Pennsylvania and the third oldest operating amusement park in the United States behind Lake Compounce and Cedar Point. The park has won several awards, including from industry publication Amusement Today as the best children's park in the world.",
  "/wiki/SeaWorld_Orlando": "SeaWorld Orlando is a  theme park and marine zoological park, in Orlando, Florida. It is owned and operated by SeaWorld Parks & Entertainment. When combined with its neighbor Discovery Cove and Aquatica, it forms SeaWorld Parks and Resorts Orlando, an entertainment complex consisting of the three parks and many hotels. In 2018, SeaWorld Orlando hosted an estimated 4.594 million guests, ranking it the 10th most visited amusement park in the United States.",
  "/wiki/Santa_Cruz_Beach_Boardwalk": "The Santa Cruz Beach Boardwalk is an oceanfront amusement park in Santa Cruz, California. Founded in 1907, it is California's oldest surviving amusement park and one of the few seaside parks on the West Coast of the United States.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Holiday_World_&_Splashin'_Safari": "Holiday World & Splashin' Safari (known as Santa Claus Land prior to 1984) is a combination theme park and water park located near Interstate 64 and U.S. 231 in Santa Claus, Indiana, United States. The theme park is divided into four sections that celebrate Christmas, Halloween, Thanksgiving and the Fourth of July with rides, live entertainment, games, and attractions.",
  "/wiki/Dollywood": "Dollywood is a theme park jointly owned by entertainer Dolly Parton and Herschend Family Entertainment. It is located in the Knoxville-Smoky Mountains metroplex in Pigeon Forge, Tennessee. Hosting nearly 3 million guests in a typical season – mid-March to the Christmas holidays – Dollywood is the biggest ticketed tourist attraction in Tennessee.",
  "/wiki/IllumiNations:_Reflections_of_Earth": "IllumiNations: Reflections of Earth was a nighttime show performed nightly at Epcot at the Walt Disney World Resort in Bay Lake, Florida. The show utilized fireworks, pyrotechnics, water fountains, fire effects, lasers, searchlights, and a large rotating globe with curved LED screens to create a visual production on the park's World Showcase Lagoon.",
  "/wiki/Epcot": "Epcot (stylized as EPCOT) is a theme park at the Walt Disney World Resort in Bay Lake, Florida. It is owned and operated by The Walt Disney Company through its Parks, Experiences and Products division. Inspired by an unrealized concept developed by Walt Disney, the park opened on October 1, 1982, as EPCOT Center, and was the second of four theme parks built at Walt Disney World, after the Magic Kingdom. Spanning 305 acres (123 ha), more than twice the size of the Magic Kingdom park, Epcot is dedicated to the celebration of human achievement, namely technological innovation and international culture, and is often referred to as a \"permanent world's fair\".",
  "/wiki/Busch_Gardens_Williamsburg": "Busch Gardens Williamsburg (formerly known as Busch Gardens Europe and Busch Gardens: The Old Country) is a 383-acre (1.55 km2) theme park located in James City County, Virginia, United States. Located about sixty miles (100 km) northwest of Virginia Beach, the park was developed by Anheuser-Busch (A-B) and is owned by SeaWorld Entertainment. It opened on May 16, 1975, adjacent to Anheuser-Busch's brewery and near its other developments including the Kingsmill Resort complex.",
  "/wiki/Dudley_Do-Right's_Ripsaw_Falls": "Dudley Do-Right's Ripsaw Falls is a log flume ride at Islands of Adventure in Orlando, Florida inspired by the Dudley Do-Right character created by cartoonists Jay Ward and Alex Anderson. Opened on May 28, 1999, it is one of the park's original attractions.",
  "/wiki/Islands_of_Adventure": "Universal's Islands of Adventure (originally Universal Studios Islands of Adventure) is a theme park located in Orlando, Florida. It opened on May 28, 1999, along with CityWalk, as part of an expansion that converted Universal Studios Florida into the Universal Orlando Resort. The resort's slogan Vacation Like You Mean It was introduced in 2013.",
  "/wiki/Wildebeest_(ride)": "Wildebeest is a water coaster at Holiday World & Splashin' Safari in Santa Claus, Indiana, United States. It was designed and built beginning in 2009 by ProSlide Technology; it opened on May 7, 2010. Wildebeest is named after the African mammal, keeping with the water park's safari theme. When it was completed in 2010, Wildebeest held the record for the world's longest water coaster at 1,710 feet (520 m) long. It held that record until May 11, 2012, when Mammoth, Holiday World's second water coaster, took over the title at 1,763 feet (537 m) long. In 2010, Wildebeest was voted the world's \"Best New Waterpark Ride\" at the Golden Ticket Awards, which are presented annually by Amusement Today magazine. Wildebeest was also awarded the Golden Ticket Award for \"Best Waterpark Ride\" in 2010 and 2011.",
  "/wiki/Harry_Potter_and_the_Forbidden_Journey": "Harry Potter and the Forbidden Journey is a motion-based dark ride located in The Wizarding World of Harry Potter-themed areas of Islands of Adventure in Orlando, Florida; Universal Studios Hollywood in Universal City, California, Universal Studios Japan in Osaka, Japan and is upcoming to Universal Studios Beijing in Beijing, China. The ride takes guests through scenes and environments in and around Hogwarts Castle from the Harry Potter series of books and films. Mark Woodbury, president of Universal Creative, described the ride as an in-depth look at the world of Harry Potter, which utilizes never-before-seen technology which transforms \"the theme park experience as you know it\". The ride first opened at Islands of Adventure with The Wizarding World of Harry Potter on June 18, 2010; subsequent versions opened at Universal Studios Japan on July 15, 2014, and at Universal Studios Hollywood on April 7, 2016.",
  "/wiki/Revenge_of_the_Mummy": "Revenge of the Mummy, officially named Revenge of the Mummy: The Ride, is an enclosed roller coaster based on the Mummy film franchise, located at Universal Studios Florida, Universal Studios Hollywood, Universal Studios Singapore using linear induction motors (LIMs) to launch riders from a complete standstill to a top speed of between 40 and 45 mph (64 and 72 km/h) in a matter of seconds. All Revenge of the Mummy roller coasters have a minimum passenger height requirement of 48 inches (120 cm). Two versions of the attraction have the same track layout but different storylines; however the attraction at Universal Studios Hollywood has an original layout and storyline. All three attractions are manufactured by Premier Rides, feature track switches by Dynamic Structures, and are themed by Universal Creative and ITEC Entertainment Corporation. Some of the alternate features of the Singapore version were designed by Adirondack Studios.",
  "/wiki/Universal_Studios_Florida": "Universal Studios Florida is a theme park and production studio located in Orlando, Florida, United States. Opened on June 7, 1990, the park's theme is the entertainment industry, in particular movies and television. Universal Studios Florida inspires its guests to \"ride the movies\", and it features numerous attractions and live shows. The park is one component of the larger Universal Orlando Resort.",
  "/wiki/Amusement_Today": "Amusement Today is a monthly periodical that features articles, news, pictures and reviews about all things relating to the amusement park industry, including parks, rides, and ride manufacturers. The trade newspaper, which is based in Arlington, Texas, United States, was founded in January 1997 by Gary Slade, Virgil E. Moore III and Rick Tidrow. In 1997, Amusement Today won the Impact Award in the services category for \"Best New Product\" from the International Association of Amusement Parks and Attractions (IAAPA). A year later, in 1998, the magazine founded the Golden Ticket Awards, for which it has become best known for throughout the amusement park industry. On January 2, 2001, Slade bought out his two partners, giving him sole ownership of the paper. The paper has two full-time and two part-time staff members at its Arlington office, along with two full-time writers and several freelance writers in various parts of the world."
}