{
  "/wiki/Cedar_Point": "Cedar Point is a 364-acre (147 ha) amusement park located on a Lake Erie peninsula in Sandusky, Ohio. Opened in the late-1800s, it is reported to be the second-oldest operating amusement park in the United States behind Lake Compounce. Cedar Point is owned and operated by Cedar Fair and is considered the flagship of the amusement park chain. Known as \"America's Roller Coast\", the park features a world-record 72 rides, including 17 roller coasters – the second-most in the world behind Six Flags Magic Mountain. Its newest roller coaster, Steel Vengeance, opened to the public on May 5, 2018.",
  "/wiki/Schlitterbahn": "Schlitterbahn is an American brand of water parks and resorts owned by Cedar Fair. It was previously a company that was family-owned-and-operated by the Henry family that was based in New Braunfels, Texas. Schlitterbahn opened its first location, Schlitterbahn Waterpark Resort, in 1979. At its peak, the company consisted of five outdoor waterparks, two indoor waterparks, and three resorts.",
  "/wiki/The_Raven_(roller_coaster)": "The Raven is a wooden roller coaster at Holiday World & Splashin' Safari's Halloween section in Santa Claus, Indiana, United States. It was designed and built beginning in 1994 by the now-defunct roller coaster manufacturer Custom Coasters International, with the help of designers Dennis McNulty and Larry Bill; it opened on May 6, 1995. The Raven takes its name from Edgar Allan Poe's poem \"The Raven\" and features sudden drops and turns which mimic the flight of a raven. From 2000 to 2003, The Raven was voted the world's \"Best Wooden Roller Coaster\" at the Golden Ticket Awards, which are presented annually by Amusement Today magazine. It was named an \"ACE Roller Coaster Landmark\" by American Coaster Enthusiasts on June 23, 2016.",
  "/wiki/Holiday_World_%26_Splashin%27_Safari": "Holiday World & Splashin' Safari (known as Santa Claus Land prior to 1984) is a combination theme park and water park located near Interstate 64 and U.S. 231 in Santa Claus, Indiana, United States. The theme park is divided into four sections that celebrate Christmas, Halloween, Thanksgiving and the Fourth of July with rides, live entertainment, games, and attractions.",
  "/wiki/Millennium_Force": "Millennium Force is a steel roller coaster located at Cedar Point amusement park in Sandusky, Ohio. Manufactured by Intamin, it was the park's fourteenth roller coaster dating back to the opening of Blue Streak in 1964. Upon completion in 2000, Millennium Force broke six world records and was the world's first giga coaster, a term coined by Intamin and Cedar Point to represent roller coasters that exceed 300 feet (91 m) in height and complete a full circuit. It was briefly the tallest and fastest in the world until Steel Dragon 2000 opened later the same year. The ride is also the third-longest roller coaster in North America following The Beast at Kings Island and Fury 325 at Carowinds.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Busch_Gardens_Williamsburg": "Busch Gardens Williamsburg (formerly known as Busch Gardens Europe and Busch Gardens: The Old Country) is a 383-acre (1.55 km2) theme park located in James City County, Virginia, United States. Located about sixty miles (100 km) northwest of Virginia Beach, the park was developed by Anheuser-Busch (A-B) and is owned by SeaWorld Entertainment. It opened on May 16, 1975, adjacent to Anheuser-Busch's brewery and near its other developments including the Kingsmill Resort complex.",
  "/wiki/Knoebels_Amusement_Resort": "Knoebels Amusement Resort (/kəˈnoʊbəlz/) is a family-owned and operated amusement park, picnic grove, and campground in Elysburg, Pennsylvania. Opened in 1926, it is America's largest free-admission park. The park has more than 60 rides including three wooden roller coasters, one steel roller coaster, a 1913 carousel, and a haunted house dark ride.",
  "/wiki/Six_Flags_Fiesta_Texas": "Six Flags Fiesta Texas, formerly Fiesta Texas, is a theme park located in La Cantera, San Antonio, Texas. It is owned and operated by Six Flags. The park was built by Gaylord Entertainment Company and opened on March 14, 1992 as the first business in the district of San Antonio. The park was later purchased by Time Warner in 1996, who turned it into a Six Flags park.",
  "/wiki/Dudley_Do-Right%27s_Ripsaw_Falls": "Dudley Do-Right's Ripsaw Falls is a log flume ride at Islands of Adventure in Orlando, Florida inspired by the Dudley Do-Right character created by cartoonists Jay Ward and Alex Anderson. Opened on May 28, 1999, it is one of the park's original attractions.",
  "/wiki/Islands_of_Adventure": "Universal's Islands of Adventure (originally Universal Studios Islands of Adventure) is a theme park located in Orlando, Florida. It opened on May 28, 1999, along with CityWalk, as part of an expansion that converted Universal Studios Florida into the Universal Orlando Resort. The resort's slogan Vacation Like You Mean It was introduced in 2013.",
  "/wiki/Master_Blaster_(Schlitterbahn)": "Master Blaster is a type of uphill water coaster at Schlitterbahn New Braunfels Waterpark in Texas, USA. Master Blaster opened in 1996 in the Schlitterbahn East section of the park as the anchor attraction to a second themed area called Blastenhoff. The ride is 65 feet tall and 1,100 feet long.",
  "/wiki/The_Amazing_Adventures_of_Spider-Man": "The Amazing Adventures of Spider-Man is a motion-based 3D dark ride located at the Islands of Adventure, Orlando and Universal Studios Japan, Osaka theme parks, based on the Marvel Comics superhero Spider-Man. Built for Islands of Adventure's opening in 1999, the attraction is a hybrid ride combining special roving motion vehicles with 3D projection, elaborate physical sets, and both practical and tactile effects."
}