{
  "/wiki/Holiday_World_&_Splashin'_Safari": "Holiday World & Splashin' Safari (known as Santa Claus Land prior to 1984) is a combination theme park and water park located near Interstate 64 and U.S. 231 in Santa Claus, Indiana, United States. The theme park is divided into four sections that celebrate Christmas, Halloween, Thanksgiving and the Fourth of July with rides, live entertainment, games, and attractions.",
  "/wiki/Cedar_Point": "Cedar Point is a 364-acre (147 ha) amusement park located on a Lake Erie peninsula in Sandusky, Ohio. Opened in the late-1800s, it is reported to be the second-oldest operating amusement park in the United States behind Lake Compounce. Cedar Point is owned and operated by Cedar Fair and is considered the flagship of the amusement park chain. Known as \"America's Roller Coast\", the park features a world-record 72 rides, including 17 roller coasters – the second-most in the world behind Six Flags Magic Mountain. Its newest roller coaster, Steel Vengeance, opened to the public on May 5, 2018.",
  "/wiki/Dollywood": "Dollywood is a theme park jointly owned by entertainer Dolly Parton and Herschend Family Entertainment. It is located in the Knoxville-Smoky Mountains metroplex in Pigeon Forge, Tennessee. Hosting nearly 3 million guests in a typical season – mid-March to the Christmas holidays – Dollywood is the biggest ticketed tourist attraction in Tennessee.",
  "/wiki/Busch_Gardens_Williamsburg": "Busch Gardens Williamsburg (formerly known as Busch Gardens Europe and Busch Gardens: The Old Country) is a 383-acre (1.55 km2) theme park located in James City County, Virginia, United States. Located about sixty miles (100 km) northwest of Virginia Beach, the park was developed by Anheuser-Busch (A-B) and is owned by SeaWorld Entertainment. It opened on May 16, 1975, adjacent to Anheuser-Busch's brewery and near its other developments including the Kingsmill Resort complex.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Lake_Compounce": "Lake Compounce is an amusement park located in Bristol and Southington, Connecticut. Opened in 1846, it is the oldest continuously operating amusement park in the United States. It spans 332 acres (134 ha), which includes a beach and a water park called Crocodile Cove included in the price of admission. The park was acquired from Kennywood Entertainment Company by Palace Entertainment, the U.S. subsidiary of Parques Reunidos. In addition to the 14th oldest wooden roller coaster in the world, Wildcat, its newer wooden roller coaster, Boulder Dash, has won the Golden Ticket Award for the #1 Wooden Coaster in the World for five consecutive years.",
  "/wiki/Legoland_California": "Legoland California is a theme park, miniature park, and aquarium located in Carlsbad, California, based on the Lego toy brand. Opening on March 20, 1999, it was the third Legoland park to open, and the first outside Europe. The park is currently owned by Merlin Entertainments, which took a controlling interest in 2005. A second park in the United States, Legoland Florida, opened in 2011.",
  "/wiki/Luna_Park,_Coney_Island_(2010)": "Luna Park is the name of an amusement park in Coney Island, Brooklyn, New York City. It opened on May 29, 2010, at the site of Astroland, an amusement park that had been in operation from 1962 to 2008, and Dreamland, which operated at the site in 2009. It was named after the original 1903 Luna Park which existed until 1944 on a site just north of the current park's 1000 Surf Avenue location.",
  "/wiki/Quassy_Amusement_Park": "Quassy Amusement Park is an amusement and waterpark in Middlebury, Connecticut, and is one of only thirteen trolley parks still operating in the United States. It has 38 rides on its 20 acres (81,000 m2). Quassy consists of a full-fledged amusement park plus a waterpark called Splash Away Bay. Swimming in Lake Quassapaug is available. In 1901, a writer pronounced Lake Quassapaug as \"the handsomest bit of natural water on earth\". Today, beach clubs and houses surround the entire lake. The park is home to the award-winning Wooden Warrior roller coaster, which opened in 2011. Quassy offers swimming, picnicking, a catering service, an arcade, a water park, and live entertainment including school bands, dance groups and magic shows.",
  "/wiki/Santa_Cruz_Beach_Boardwalk": "The Santa Cruz Beach Boardwalk is an oceanfront amusement park in Santa Cruz, California. Founded in 1907, it is California's oldest surviving amusement park and one of the few seaside parks on the West Coast of the United States.",
  "/wiki/Schlitterbahn": "Schlitterbahn is an American brand of water parks and resorts owned by Cedar Fair. It was previously a company that was family-owned-and-operated by the Henry family that was based in New Braunfels, Texas. Schlitterbahn opened its first location, Schlitterbahn Waterpark Resort, in 1979. At its peak, the company consisted of five outdoor waterparks, two indoor waterparks, and three resorts.",
  "/wiki/SeaWorld_San_Diego": "SeaWorld San Diego is an animal theme park, oceanarium, outside aquarium and marine mammal park, in San Diego, California, United States, inside Mission Bay Park.",
  "/wiki/Silver_Dollar_City": "Silver Dollar City is a theme park in the US state of Missouri. Opened on May 1, 1960, the park is located between Branson and Branson West off of Missouri Route 76 on the Indian Point peninsula of Table Rock Lake. The park is an 1880s-themed experience that fits Branson's vision as a family-friendly vacation destination with down-home charm. Silver Dollar City's operating season runs from mid-March until late December, with the park closed during the months of January and February. Silver Dollar City is owned by Herschend Family Entertainment.",
  "/wiki/Silverwood_Theme_Park": "Silverwood Theme Park is an amusement park located in the city of Athol in northern Idaho, United States, near the town of Coeur d'Alene, approximately 47 miles (75 km) from Spokane, Washington on US 95. Owner Gary Norton opened the park in June 20, 1988.  Originally, the park included a small assortment of carnival rides, a \"main street\" with shops and eateries, and an authentic steam train that traveled in a 30-minute loop around the owner's property. From 1973 to 1988, the land, along with a fully functioning airstrip, was operated as the Henley Aerodrome, named after the family whom Norton bought it from in 1981.",
  "/wiki/Six_Flags_Fiesta_Texas": "Six Flags Fiesta Texas, formerly Fiesta Texas, is a theme park located in La Cantera, San Antonio, Texas. It is owned and operated by Six Flags. The park was built by Gaylord Entertainment Company and opened on March 14, 1992 as the first business in the district of San Antonio. The park was later purchased by Time Warner in 1996, who turned it into a Six Flags park.",
  "/wiki/Amusement_Today": "Amusement Today is a monthly periodical that features articles, news, pictures and reviews about all things relating to the amusement park industry, including parks, rides, and ride manufacturers. The trade newspaper, which is based in Arlington, Texas, United States, was founded in January 1997 by Gary Slade, Virgil E. Moore III and Rick Tidrow. In 1997, Amusement Today won the Impact Award in the services category for \"Best New Product\" from the International Association of Amusement Parks and Attractions (IAAPA). A year later, in 1998, the magazine founded the Golden Ticket Awards, for which it has become best known for throughout the amusement park industry. On January 2, 2001, Slade bought out his two partners, giving him sole ownership of the paper. The paper has two full-time and two part-time staff members at its Arlington office, along with two full-time writers and several freelance writers in various parts of the world."
}