{
  "/wiki/Peter_Wilson_(Australian_rules_footballer)": "Peter Eric McKenzie Wilson (born 15 November 1963) is a former Australian rules footballer who represented Richmond and West Coast in the Australian Football League (AFL). He wore the number 9 guersey.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Gavin_Keane": "Gavin Keane (born 5 March 1966) is a former Australian rules footballer who played with Essendon and the Brisbane Bears in the Victorian/Australian Football League (VFL/AFL).",
  "/wiki/Brisbane_Bears": "The Brisbane Football Club, nicknamed the Bears, was the first professional  Australian rules football club established in Queensland. The club, along with the West Coast Eagles, joined the Victorian Football League (VFL) in 1987 and played its first ever VFL game against North Melbourne at  the MCG on Friday 27 March 1987 which it won 19.23.137 to 15.14.104.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Trevor_Poole": "Trevor Poole (born 23 April 1964) is a former Australian rules football player who played in the VFL/AFL between 1983 and 1989 for the Richmond Football Club and then from 1990 until 1993 for the Geelong Football Club.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Gary_Keane": "Gary Keane (born 4 January 1964) is a former Australian rules footballer who played with Fitzroy in the Victorian Football League (VFL).",
  "/wiki/Fitzroy_Football_Club": "The Fitzroy Football Club, nicknamed the Lions or the Roys, is an Australian rules football club formed in 1883 to represent the inner-Melbourne suburb of Fitzroy, Victoria and was a foundation member club of the Victorian Football League (now the Australian Football League) on its inception in 1897. Despite being the first club to win a VFL Grand Final they were not the first team to win a premiership. That honour belongs to the Essendon Football Club who were crowned premiers in 1897 without a Grand Final being played.",
  "/wiki/Steven_Clark_(Australian_footballer)": "Steven Clark (5 May 1961 – 12 November 2005) was an Australian rules footballer who played with Essendon, Melbourne and St Kilda in the Australian Football League (AFL), previously Victorian Football League (VFL).",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Trevor_Spencer_(footballer)": "Trevor Spencer (born 28 June 1965) is a former Australian rules footballer who played with Essendon, Melbourne and Geelong in the Victorian/Australian Football League (VFL/AFL).",
  "/wiki/Matthew_Ryan_(Australian_rules_footballer)": "Matthew Ryan (born 2 June 1967) is a former Australian rules footballer who played with Collingwood, the Sydney Swans and the Brisbane Bears in the Victorian/Australian Football League (AFL).",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre."
}