{
  "/wiki/Horatio_Luro": "Horatio A. Luro (February 27, 1901 - December 16, 1991) was a thoroughbred horse racing trainer in the United States.",
  "/wiki/Stan_(horse)": "Stan (foaled in 1950 in England) was a Thoroughbred racehorse who raced in England and in the United States where he was the 1954 American Champion Male Turf Horse. Racing at age two in 1952, he won six of his eight starts in England before being sold to an American buyer who in turn subsequently sold him to for US$29,050 Allie Reuben, owner of Hasty House Farm.",
  "/wiki/Harry_Trotsek": "Harry E. Trotsek (April 18, 1912 – February 5, 1997) was an American Hall of Fame trainer and owner of Thoroughbred racehorses. He trained 96 stakes race winners including Champions Hasty Road, Moccasin, Oil Capitol, and Stan, and led all North American trainers in purse winnings in 1953.",
  "/wiki/St._Vincent_(horse)": "St. Vincent (foaled 1951 in Great Britain) was a Thoroughbred racehorse who won in England and in the United States where he was a Champion   who set or equaled five turf course records including two new North American records.",
  "/wiki/Vance_Longden": "Vance Longden (March 14, 1930 – January 7, 2003) was an American Thoroughbred horse trainer based in California.",
  "/wiki/George_R._Gardiner": "George Ryerson Gardiner, OC (April 25, 1917 – December 7, 1997) was a Toronto businessman, philanthropist and co-founder of the Gardiner Museum, the only museum in Canada devoted exclusively to ceramic art.",
  "/wiki/Alberta_Ranches_Ltd.": "Alberta Ranches, Ltd. was a Thoroughbred horse racing partnership between U.S. Racing Hall of Fame jockey and Kentucky Derby-winning trainer Johnny Longden, his son Vance, and businessmen and Frank McMahon, Wilder H. Ripley, and Max Bell. The three men were all longtime friends from the Province of Alberta in Canada. The partnership was formed in 1952 and was dissolved in 1962 following a dispute between McMahon and Bell.",
  "/wiki/Career_Boy": "Career Boy (foaled 1953 in Kentucky) was an American Champion Thoroughbred racehorse.",
  "/wiki/Sylvester_Veitch": "Sylvester E. Veitch (February 24, 1910 – February 14, 1996) was a Hall of Fame thoroughbred horse trainer.",
  "/wiki/Cornelius_Vanderbilt_Whitney": "Cornelius Vanderbilt \"Sonny\" Whitney (February 20, 1899 – December 13, 1992) was an American businessman, film producer, writer, philanthropist, polo player, and government official, as well as the owner of a stable of thoroughbred racehorses.",
  "/wiki/Round_Table_(horse)": "Round Table (April 6, 1954 – June 13, 1987) was an American Thoroughbred Hall of Fame racehorse. He is considered the greatest turf horse in American racing history.",
  "/wiki/William_Molter": "William \"Willie\" Molter (1910 – April 2, 1960) was an American Hall of Fame horse trainer in the sport of Thoroughbred racing.",
  "/wiki/Brookmeade_Stable": "Brookmeade Stable was a successful thoroughbred horse racing stable owned by Dodge Automobile heiress and socialite Isabel Dodge Sloane. Sloane first won using the name Brookmeade Stable at the Manly Memorial Steeplechase at Pimlico in 1924.",
  "/wiki/Travis_M._Kerr": "Travis M. Kerr (July 28, 1902 – June 7, 1970) was an American businessman in Oklahoma City and a Thoroughbred racehorse owner. Involved in the oil and uranium business, he was the younger brother of Oklahoma businessman and Senator, Robert S. Kerr.",
  "/wiki/T.V._Lark": "T.V. Lark (February 12, 1957 – 1975) was an American Thoroughbred racehorse and sire.",
  "/wiki/Mongo_(horse)": "Mongo (1959–1983) was an American Champion Thoroughbred racehorse that was most notable for his performances in turf races.",
  "/wiki/Marion_duPont_Scott": "Marion duPont Scott (May 3, 1894 – September 4, 1983) was a philanthropist and a thoroughbred horsebreeder who operated a racing stable for both flat and steeplechase racing. She was the last private owner of Montpelier, the mansion and land estate of former United States President James Madison.",
  "/wiki/Barclay_Stable": "John McShain (December 21, 1896 – September 9, 1989) was a highly successful American building contractor known as \"The Man Who Built Washington\".",
  "/wiki/Warren_A._Croll,_Jr.": "Warren A. Croll, Jr. (March 9, 1920 – June 6, 2008), best known as Jimmy Croll, was an American Hall of Fame Thoroughbred race horse trainer.",
  "/wiki/Assagai_(horse)": "Assagai (1963–1986) was an American Thoroughbred racehorse.",
  "/wiki/MacKenzie_Miller": "Mackenzie \"Mack\" Todd Miller   (October 16, 1921 – December 10, 2010) was an American Thoroughbred racehorse trainer and owner/breeder. During his forty-six-year career, he conditioned seventy-two stakes winners, including four Eclipse Award champions.",
  "/wiki/Cragwood_Stables": "Charles W. Engelhard Jr. (February 15, 1917 – March 2, 1971) was an American businessman who controlled an international mining and metals conglomerate, as well as a major owner in Thoroughbred horse racing, and a candidate in the 1955 New Jersey State Senate Elections.",
  "/wiki/Fort_Marcy_(horse)": "Fort Marcy (April 2, 1964 – August 14, 1991) was an American Thoroughbred racehorse. His grandsire was the important Italian horse, Nearco. In 1970 he earned three Champion titles. He was named Horse of the Year in a poll by the publishers of Daily Racing Form receiving 21 of the 42 votes ahead of Personality (10 votes) and Ta Wee (9 votes). Personality won a rival poll conducted by the Thoroughbred Racing Association. He competed for six years until his retirement at the end of the 1971 racing season.",
  "/wiki/J._Elliott_Burch": "John Elliott Burch (March 3, 1924 – January 30, 2011) was an American National Museum of Racing and Hall of Fame Thoroughbred racehorse trainer. Four of his horses were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Rokeby_Stables": "Rokeby Stables was an American thoroughbred racehorse breeding farm in Upperville, Virginia involved with both steeplechase and flat racing. The operation was established in the late 1940s by Paul Mellon (1907–1999) who won the Eclipse Award for Outstanding Breeder in 1971 and again in 1986. Under Mellon the stable had more than 1,000 stakes race winners with total earnings in excess of US$30 million.",
  "/wiki/Dr._Fager": "Dr. Fager (April 6, 1964 – August 5, 1976) was an American thoroughbred racehorse who had what many consider one of the greatest single racing seasons by any horse in the history of the sport. In 1968 at the age of four, he became the only horse to ever hold four American titles in one year when he was named the Horse of the Year, champion handicap horse, champion sprinter, and co-champion grass horse. In his most famous performance, Dr. Fager set a world record of 1:32​1⁄5 for a mile in the Washington Park Handicap while carrying 134 pounds.",
  "/wiki/John_A._Nerud": "John Andrew Nerud (February 9, 1913 – August 13, 2015) was an American thoroughbred horse trainer and owner, who was inducted in the National Museum of Racing and Hall of Fame in 1972.",
  "/wiki/William_L._McKnight": "William L. McKnight (November 11, 1887 – March 4, 1978) was an American businessman and philanthropist who served his entire career in the 3M corporation, rising to chairman of the board from 1949 to 1966. He founded the McKnight Foundation in 1953.",
  "/wiki/Hawaii_(horse)": "Hawaii (1964–1990) was a South African bred Thoroughbred racehorse who was a Champion at age two and three (Southern Hemisphere) in South Africa after which he was sent to race in the United States by owner Charles W. Engelhard, Jr. where he was voted the 1969 American Champion Turf Horse honors, upstaging Fort Marcy who was American Grass Champion or co Champion in 1967, 1968 and 1970. Among his wins in the United States was a track record setting performance in the mile-and-a-half Man o' War Stakes on turf at Belmont Park.. In South Africa he remains the only racehorse to have won all three Guineas staged in Durban, Cape Town and Johannesburg. The Hawaii Stakes (Grade 2) run over 7 furlongs every first Saturday of March at Turffontein racecourse in South Africa is named after him."
}