{
  "/wiki/Hipparcos": "Hipparcos was a scientific satellite of the European Space Agency (ESA), launched in 1989 and operated until 1993. It was the first space experiment devoted to precision astrometry, the accurate measurement of the positions of celestial objects on the sky. This permitted the first high-precision measurements of the intrinsic brightnesses (compared to the less precise apparent brightness), proper motions and parallaxes of stars, enabling better calculations of their distance and tangential velocity. When combined with radial velocity measurements from spectroscopy, astrophysicists were able to finally measure all six quantities needed to determine the motion of stars. The resulting Hipparcos Catalogue, a high-precision catalogue of more than 118,200 stars, was published in 1997. The lower-precision Tycho Catalogue of more than a million stars was published at the same time, while the enhanced Tycho-2 Catalogue of 2.5 million stars was published in 2000. Hipparcos' follow-up mission, Gaia, was launched in 2013.",
  "/wiki/ESA": "The European Space Agency pronunciation (help·info) (ESA; French: Agence spatiale européenne pronunciation (help·info), ASE; German: Europäische Weltraumorganisation) is an intergovernmental organisation of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion (~US$7.43 billion) in 2020.",
  "/wiki/Hubble_Space_Telescope": "The Hubble Space Telescope (often referred to as HST or Hubble) is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope but it is one of the largest and most versatile, well known both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories, along with the Compton Gamma Ray Observatory, the Chandra X-ray Observatory, and the Spitzer Space Telescope.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Microvariability_and_Oscillations_of_STars_telescope": "The Microvariability and Oscillations of Stars telescope, better known simply as MOST, was Canada's first space telescope. Up until nearly 10 years after its launch it was also the smallest space telescope in orbit (for which its creators nicknamed it the \"Humble Space Telescope\", in reference to one of the largest, the Hubble). MOST was the first spacecraft dedicated to the study of asteroseismology, subsequently followed by the now-completed CoRoT and Kepler missions. It was also the first Canadian science satellite launched since ISIS II, 32 years previously.",
  "/wiki/Canadian_Space_Agency": "The Canadian Space Agency (CSA; French: Agence spatiale canadienne, ASC) is the national space agency of Canada, established in 1990 by the Canadian Space Agency Act. The agency reports to the federal Minister of Innovation, Science, and Economic Development.",
  "/wiki/Swift_Gamma_Ray_Burst_Explorer": "The Neil Gehrels Swift Observatory, previously called the Swift Gamma-Ray Burst Mission, is a NASA space observatory designed to detect gamma-ray bursts (GRBs). It was launched on November 20, 2004, aboard a Delta II rocket. Headed by principal investigator Neil Gehrels, NASA Goddard Space Flight Center, the mission was developed in a joint partnership between Goddard and an international consortium from the United States, United Kingdom, and Italy. The mission is operated by Pennsylvania State University as part of NASA's Medium Explorers program (MIDEX).",
  "/wiki/COROT": "CoRoT (French: Convection, Rotation et Transits planétaires; English: Convection, Rotation and planetary Transits) was a space telescope mission which operated from 2006 to 2013. The mission's two objectives were to search for extrasolar planets with short orbital periods, particularly those of large terrestrial size, and to perform asteroseismology by measuring solar-like oscillations in stars. The mission was led by the French Space Agency (CNES) in conjunction with the European Space Agency (ESA) and other international partners.",
  "/wiki/CNES": "The National Centre for Space Studies (CNES) (French: Centre national d'études spatiales) is the French government space agency (administratively, a \"public administration with industrial and commercial purpose\"). Its headquarters are located in central Paris and it is under the supervision of the French Ministries of Defence and Research.",
  "/wiki/Kepler_(spacecraft)": "The Kepler space telescope is a retired space telescope launched by NASA to discover Earth-size planets orbiting other stars. Named after astronomer Johannes Kepler, the spacecraft was launched on March 7, 2009, into an Earth-trailing heliocentric orbit.  The principal investigator was William J. Borucki. After nine years of operation, the telescope's reaction control system fuel was depleted, and NASA announced its retirement on October 30, 2018.",
  "/wiki/BRITE": "Bright(-star) Target Explorer or BRITE, also known as Canadian Advanced Nanospace eXperiment 3 (CanX-3) is a constellation of six nanosatellites operated by a consortium of universities from Canada, Austria and Poland.",
  "/wiki/Near_Earth_Object_Surveillance_Satellite": "The Near Earth Object Surveillance Satellite (NEOSSat) is a Canadian microsatellite using a 15-cm aperture f/5.88 Maksutov telescope (similar to that on the MOST spacecraft), with 3-axis stabilisation giving a pointing stability of ~2 arcseconds in a ~100 second exposure. It is funded by the Canadian Space Agency (CSA) and Defence Research and Development Canada (DRDC), and will search for interior-to-Earth-orbit (IEO) asteroids, at between 45 and 55 degree solar elongation and +40 to -40 degrees ecliptic latitude.",
  "/wiki/Defence_Research_and_Development_Canada": "Defence Research and Development Canada (DRDC; French: Recherche et développement pour la défense Canada, RDDC), is an agency of the Department of National Defence (DND), whose purpose is to provide the Canadian Armed Forces (CAF), other government departments, and public safety and national security communities with knowledge and technology.",
  "/wiki/Sun-synchronous_orbit": "A Sun-synchronous orbit (SSO, also called a heliosynchronous orbit) is a nearly polar orbit around a planet, in which the satellite passes over any given point of the planet's surface at the same local mean solar time.  More technically, it is an orbit arranged so that it precesses through one complete revolution each year, so it always maintains the same relationship with the Sun.",
  "/wiki/Gaia_(spacecraft)": "Gaia is a space observatory of the European Space Agency (ESA), launched in 2013 and expected to operate until c. 2022. The spacecraft is designed for astrometry: measuring the positions, distances and motions of stars with unprecedented precision. The mission aims to construct by far the largest and most precise 3D space catalog ever made, totalling approximately 1 billion astronomical objects, mainly stars, but also planets, comets, asteroids and quasars among others.",
  "/wiki/Sun": "The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometers (864,000 miles), or 109 times that of Earth, and its mass is about 330,000 times that of Earth. It accounts for about 99.86% of the total mass of the Solar System.\nRoughly three quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon, and iron.",
  "/wiki/Earth": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. According to radiometric dating and other evidence, Earth formed over 4.5 billion years ago. Earth's gravity interacts with other objects in space, especially the Sun and the Moon, which is Earth's only natural satellite. Earth orbits around the Sun in 365.256 days, a period known as an Earth sidereal year. During this time, Earth rotates about its axis about 366.256 times.[n 6]",
  "/wiki/Lagrangian_point": "In celestial mechanics, the Lagrangian points (/ləˈɡrɑːndʒiən/ also Lagrange points, L-points, or libration points) are the points near two large bodies in orbit where a smaller object will maintain its position relative to the large orbiting bodies. At other locations, a small object would go into its own orbit around one of the large bodies, but at the Lagrangian points the  gravitational forces of the two large bodies, the centripetal force of orbital motion, and (for certain points) the Coriolis acceleration all match up in a way that cause the small object to maintain a stable or nearly stable position relative to the large bodies.",
  "/wiki/Astrosat": "Astrosat is India's first dedicated multi-wavelength space telescope. It was launched on a PSLV-XL on 28 September 2015. With the success of this satellite, ISRO has proposed launching AstroSat-2 as a successor for Astrosat.",
  "/wiki/Indian_Space_Research_Organisation": "The Indian Space Research Organisation (ISRO, /ˈɪsroʊ/) (Hindi; IAST: bhārtīya antrikṣ anusandhān saṅgṭhan) is the space agency of the Government of India and has its headquarters in the city of Bengaluru. Its vision is to \"harness space technology for national development while pursuing space science research & planetary exploration\". The Indian National Committee for Space Research (INCOSPAR) was established in the tenure of Jawaharlal Nehru under the Department of Atomic Energy (DAE) in 1962, with the urging of scientist Vikram Sarabhai recognizing the need in space research. INCOSPAR grew and became ISRO in 1969, also under the DAE. In 1972, Government of India had setup a Space Commission and the Department of Space (DOS), bringing ISRO under the DOS. The establishment of ISRO thus institutionalized space research activities in India. It is managed by the DOS, which reports to the prime minister of India.",
  "/wiki/Transiting_Exoplanet_Survey_Satellite": "The Transiting Exoplanet Survey Satellite (TESS) is a space telescope for NASA's Explorers program, designed to search for exoplanets using the transit method in an area 400 times larger than that covered by the Kepler mission. It was launched on April 18, 2018 atop a Falcon 9 rocket and be placed into a highly elliptical 13.7-day orbit around the Earth. During its two-year primary mission, it was expected to find more than 20,000 transiting exoplanets, compared to about 3,800 exoplanets known when it launched. As of February 2020, with less than 3 months to go before the originally planned end of mission, TESS has identified about 1660 candidate exoplanets, of which 38 have been confirmed so far. The first light image from TESS was taken on August 7, 2018, and released publicly on September 17, 2018."
}