{
  "/wiki/Bahrain_national_cricket_team": "The Bahrain national cricket team is the team that represents the country of Bahrain in international cricket. The team is organised by the Bahrain Cricket Association (BCA), which became an ICC affiliate member in 2001 and an associate member in 2017. The Bahraini national side made its first international appearance in 1979, at a tournament with Kuwait, Qatar, and Sharjah (one of the United Arab Emirates). Its first appearance in an Asian Cricket Council tournament came at the 2004 ACC Trophy in Malaysia; since then, Bahrain has regularly appeared in ACC events. Bahrain has also made several appearances in World Cricket League tournaments, but was relegated back to regional tournaments after finishing fifth at the 2013 Division Six event.",
  "/wiki/Bahrain_Cricket_Association": "Bahrain Cricket Association is the official governing body of the sport of cricket in Bahrain. Bahrain Cricket Association is Bahrain's representative at the International Cricket Council and is an associate member and has been a member of that body since 2001. It is also a member of the Asian Cricket Council.",
  "/wiki/Bhutan_national_cricket_team": "The Bhutan national cricket team, nicknamed The Dragons, represents the Kingdom of Bhutan in international cricket. The team is organised by the Bhutan Cricket Council Board, which became an affiliate member of the International Cricket Council (ICC) in 2001 and an associate member in 2017. Bhutan made its international debut in 2003, at the Emerging Nations Tournament organised by the Asian Cricket Council (ACC). The team has since regularly participated in ACC tournaments, and also in two World Cricket League events, WCL Division Eight in 2010 and 2012.",
  "/wiki/Bhutan_Cricket_Council_Board": "Bhutan Cricket Council Board is the official governing body of the sport of cricket in Bhutan. Its current headquarters is in Thimpu, Bhutan. Bhutan Cricket Council Board is Bhutan's representative at the International Cricket Council and is an affiliate member and has been a member of that body since 2001. It is also a member of the Asian Cricket Council.",
  "/wiki/China_national_cricket_team": "The China national cricket team is the team that represents the People's Republic of China in international cricket. The team is organised by the Chinese Cricket Association, which became an affiliate member of the International Cricket Council (ICC) in 2004 and an associate member in 2017. China did not make its debut in international cricket until the 2009 ACC Trophy Challenge, although the Shanghai Cricket Club had previously acted as a de facto national side, from 1866 playing interport matches against international teams. China has since participated in several other Asian Cricket Council (ACC) tournaments, as well as at the 2010 and 2014 Asian Games cricket events. Hong Kong (a Special Administrative Region of China) and Taiwan (claimed as China's 23rd province) both field separate teams in international cricket.",
  "/wiki/Chinese_Cricket_Association": "Chinese Cricket Association is the official governing body of the sport of cricket in China. Its current headquarters are at Beijing, China. The Chinese Cricket Association is China's representative in the International Cricket Council (ICC), of which it has been an affiliate member since 2004. It is also a member of the Asian Cricket Council.",
  "/wiki/Hong_Kong_national_cricket_team": "The Hong Kong national cricket team is the team that represents Hong Kong and played its first match in 1866 and has been an associate member of the International Cricket Council (ICC) since 1969.",
  "/wiki/Hong_Kong_Cricket_Association": "Cricket Hong Kong (Chinese: 香港板球) is the official governing body of the sport of cricket in Hong Kong. Its current headquarters is in So Kon Po, Causeway Bay. Established as the Hong Kong Cricket Association in 1968, CHK is Hong Kong's representative at the International Cricket Council and is an associate member having been admitted as a member of that body since 1969. It is also a member of the Asian Cricket Council.",
  "/wiki/Iran_national_cricket_team": "The Iran national cricket team (Persian: تیم ملی کریکت ایران‎) is a cricket team representing Iran in international cricket. They became an affiliate member of the International Cricket Council (ICC) in 2003 and an associate member in 2017.",
  "/wiki/Cricket_Federation_for_the_Islamic_Republic_of_Iran": "The Baseball and Softball Association of the Islamic Republic of Iran (Persian: انجمن بیس بال و سافت بال جمهوری اسلامی ایران‎) is the governing body for baseball and softball in Iran. It was founded in 1993 as a baseball, softball, cricket and rugby union federation, but split from the rugby and cricket federation in 2010.",
  "/wiki/Kuwait_national_cricket_team": "The Kuwait national cricket team is the team that represents the State of Kuwait in international cricket. The team is organised by the Kuwait Cricket Association, which has been an associate member of the International Cricket Council (ICC) since 2005, having previously been an affiliate member since 1998. Kuwait made its international debut in 1979, but has only played regularly at international level since the early 2000s, appearing regularly in Asian Cricket Council tournaments since then. Beginning in the early 2010s, the side appeared in several World Cricket League events, although it was relegated back to regional level after the 2013 Division Six tournament.",
  "/wiki/Kuwait_Cricket_Association": "The Kuwait Cricket is the official governing body for the game of cricket in Kuwait.  It is an associate member of the International Cricket Council, and a full member of the Asian Cricket Council and affiliated to Kuwait Olympic Committee. The Association was founded in 1996.",
  "/wiki/Malaysia_national_cricket_team": "The Malaysia national cricket team is the team that represents the country of Malaysia in international cricket matches. They have been an associate member of the International Cricket Council (ICC) since 1967.",
  "/wiki/Malaysian_Cricket_Association": "The Malaysian Cricket Association is the official governing body of the sport of cricket in Malaysia. Its current headquarters is in Kuala Lumpur, Malaysia. The Malaysian Cricket Association is Malaysia's representative at the International Cricket Council, having been an associate member the ICC since 1967. It is also a member of the Asian Cricket Council.",
  "/wiki/Maldives_national_cricket_team": "The Maldives national cricket team represents the country of the Maldives in international cricket. Although they did not become an affiliate member of the International Cricket Council (ICC) until 2001, they have taken part in the ACC Trophy on every occasion since its inception in 1996. They have never progressed beyond the first round of the tournament. They became an associate member in 2017.",
  "/wiki/Cricket_Control_Board_of_Maldives": "Cricket Board of Maldives is the official governing body of the sport of cricket in Maldives. Its current headquarters is in Male, Maldives. Cricket Board of Maldives is the Maldives representative at the International Cricket Council and is an affiliate member and has been a member of that body since 2001. It is also a member of the Asian Cricket Council.",
  "/wiki/Myanmar_national_cricket_team": "The Myanmar national cricket team is the team that represents the country of Myanmar in international cricket matches. It has been an affiliate member of the International Cricket Council (ICC) since 2006 and an associate member since 2017.",
  "/wiki/Myanmar_Cricket_Federation": "Myanmar Cricket Federation is the official governing body of the sport of cricket in Myanmar. Myanmar Cricket Federation is Myanmar's representative at the International Cricket Council and is an affiliate member and has been a member of that body since 2006. It is also a member of the Asian Cricket Council.",
  "/wiki/Nepal_national_cricket_team": "The Nepal national cricket team (Nepali: नेपाली राष्ट्रिय क्रिकेट टोली) nicknamed The Rhinos and Gorkhalis, represents the country of Nepal  in the international cricket and is governed by the Cricket Association of Nepal (CAN). They have been an Associate Member of the International Cricket Council (ICC) since 1996. Nepal were awarded Twenty20 International (T20I) status by the ICC in June 2014 until the 2015 ICC World Twenty20 Qualifier. On 15 March 2018, Nepal gained One Day International (ODI) status for the first time (and regained Twenty20 International status), after winning the first playoff match in the 2018 Cricket World Cup Qualifier.",
  "/wiki/Cricket_Association_of_Nepal": "Cricket Association of Nepal (CAN) is the official governing body of cricket in Nepal, which was suspended from 2016 to 13 October 2019 due to governmental interference. The ICC welcomed the elections of the board held in September 2019 and formally reinstated the board on a conditional basis on 14 October. Its headquarters is in Kathmandu, Nepal. Cricket Association of Nepal is Nepal's representative at the International Cricket Council (ICC) and remains an associate member, having been a member since 1988. It is also a member of the Asian Cricket Council (ACC).",
  "/wiki/One_Day_International": "A One Day International (ODI) is a form of limited overs cricket, played between two teams with international status, in which each team faces a fixed number of overs, usually 50. The Cricket World Cup, generally held every four years, is played in this format. One Day International matches are also called Limited Overs Internationals (LOI), although this generic term may also refer to Twenty20 International matches. They are major matches and considered the highest standard of List A, limited overs competition.",
  "/wiki/Oman_national_cricket_team": "The Oman national cricket team is the team that represents the country of Oman and is governed by the Oman Cricket Board, which became an Affiliate Member of the International Cricket Council (ICC) in 2000, and gained Associate status in 2014. The national side has played matches at Twenty20 International level.\nOn 24 April 2019, Oman achieved One-Day International status for the first time until 2022, after they beat tournament hosts Namibia by four wickets in 2019 ICC World Cricket League Division Two.",
  "/wiki/Oman_Cricket_Board": "The Oman Cricket Board, known as Oman Cricket for marketing purposes, is the official governing body of the sport of cricket in Oman. Its current headquarters are located in Ruwi, Oman. The Oman Cricket Board is Oman's representative at the International Cricket Council, gaining affiliate membership in 2000 and associate membership in 2014. It is also a member of the Asian Cricket Council.",
  "/wiki/Qatar_national_cricket_team": "The Qatar national cricket team is the team that represents the State of Qatar in international cricket. The team is organised by the Qatar Cricket Association, which became an affiliate member of the International Cricket Council (ICC) in 1999 and an associate member in 2017.",
  "/wiki/Qatar_Cricket_Association": "Qatar Cricket Association is the official governing body of the sport of cricket in Qatar. Its current headquarters is located in Doha, Qatar. Qatar Cricket Association is Qatar's representative at the International Cricket Council and is an affiliate member and has been a member of that body since 2000. It is also a member of the Asian Cricket Council.",
  "/wiki/Saudi_Arabia_national_cricket_team": "The Saudi Arabia national cricket team is the team that represents the country of Saudi Arabia in international cricket. The team is organised by the Saudi Cricket Centre, which became an affiliate member of the International Cricket Council (ICC) in 2003 and associate member in 2016. Saudi Arabia made its international debut at the 2004 ACC Trophy in Malaysia, and has since played regularly in Asian Cricket Council (ACC) tournaments. After finishing  second in the 2014 ACC Elite League, the team qualified for the World Cricket League for the first time. Saudi Arabia was due to compete in the 2015 Division Six event, but members of the team were denied visas by the host country, forcing the team to withdraw.",
  "/wiki/Saudi_Cricket_Centre": "Saudi Cricket Centre is the official governing body of the sport of cricket in Saudi Arabia. Its current headquarters is in Jeddah, Saudi Arabia. It is Saudi Arabia's representative at the International Cricket Council, and has been a member of the Council since 2003. It is also a member of the Asian Cricket Council.",
  "/wiki/Singapore_national_cricket_team": "The Singapore national cricket team is the team that represents the Republic of Singapore in international cricket. Singapore has been an associate member of the International Cricket Council (ICC) since 1974, and was a founding member of the Asian Cricket Council formed in 1983.",
  "/wiki/Singapore_Cricket_Association": "Singapore Cricket Association is the official governing body of the sport of cricket in Singapore. Its current headquarters is in Stadium Crescent, Singapore. Singapore Cricket Association is Singapore's representative at the International Cricket Council and is an associate member and has been a member of that body since 1974. It is also a member of the Asian Cricket Council.",
  "/wiki/Thailand_national_cricket_team": "The Thailand national cricket team is the team that represents the Kingdom of Thailand in international cricket. The team is organised by the Cricket Association of Thailand, which has been an associate member of the International Cricket Council (ICC) since 2005, having been an affiliate member between 1995 and 2005. Almost all of Thailand's matches have come against other Asian teams, including in several Asian Cricket Council tournaments.",
  "/wiki/Thailand_Cricket_League": "Cricket Association of Thailand (CAT) (Thai: สมาคมคริกเก็ตของประเทศไทย) is the national governing body of cricket in Thailand.  It is the successor of the Thailand Cricket League, which was formed in 1971 and elected to ICC in 1995. Since 2005, it's one of the associate member of the ICC. The main aims of the organization is to promote and popularize Cricket throughout all the provinces of Thailand and to propagate the “Spirit of Cricket”.",
  "/wiki/United_Arab_Emirates_national_cricket_team": "The United Arab Emirates national cricket team (Arabic: فريق الإمارات الوطني للكريكيت‎) is the team that represents the United Arab Emirates in international cricket. They are governed by the Emirates Cricket Board (ECB) which became an Affiliate Member of the International Cricket Council (ICC) in 1989 and an Associate Member the following year. Since 2005, the ICC's headquarters have been located in Dubai.",
  "/wiki/United_Arab_Emirates_Cricket_Board": "United Arab Emirates Cricket Board is the official governing body of the sport of cricket in United Arab Emirates. United Arab Emirates Cricket Board is United Arab Emirates's representative at the International Cricket Council and is an Associate Member and has been a Member of that body since 1990. It is also a Member of the Asian Cricket Council."
}