{
  "/wiki/Brisbane_Heat": "The Brisbane Heat are an Australian men's professional Twenty20 franchise cricket team that competes in the Big Bash League. The Heat wears a teal uniform and are based in Brisbane in the Australian state Queensland. Their home ground is the Brisbane Cricket Ground.",
  "/wiki/2012%E2%80%9313_Big_Bash_League_season": "The 2012–13 Big Bash League season or BBL|02 was the second season of the Big Bash League, the premier Twenty20 cricket competition in Australia. The tournament began on 7 December 2012, with the final being held on 19 January 2013.",
  "/wiki/Perth_Scorchers": "The Perth Scorchers is an Australian domestic Twenty20 franchise cricket team representing Perth in the Big Bash League (BBL).",
  "/wiki/Trinidad_and_Tobago_national_cricket_team": "The Trinidad and Tobago cricket team, or officially the Trinidad and Tobago Red Force, is the representative cricket team of the country of Trinidad and Tobago.",
  "/wiki/2012%E2%80%9313_Caribbean_Twenty20": "The 2012–13 Caribbean Twenty20 was the fourth season of the Caribbean Twenty20, a domestic Twenty20 tournament administered by the West Indies Cricket Board. 23 matches were played from 6 to 20 January 2013. This was the first season to feature only the seven West Indies first-class teams and no invited overseas teams.",
  "/wiki/Highveld_Lions_cricket_team": "Lions Cricket  ( known as the Imperial Lions for sponsorship reasons) are a professional cricket franchise which represents Central Gauteng, formerly Transvaal, and North West, formerly known as Western Transvaal.",
  "/wiki/2012%E2%80%9313_Ram_Slam_T20_Challenge": "The 2012–13 Ram Slam T20 Challenge was the tenth season of the Ram Slam T20 Challenge, established by the Cricket South Africa. The tournament was previously known as the MiWay T20 Challenge and the Standard Bank Pro20 Series. The tournament was played between 15 February and 7 April 2013.",
  "/wiki/Titans_cricket_team": "The Titans (known as the Multiply Titans for sponsorship reasons) are the northernmost top-level cricket franchise in South Africa. Its member unions are the Eastern Cricket Union and Northerns Cricket Union. The home venues of the Titans are SuperSport Park, Centurion and Willowmoore Park, Benoni.",
  "/wiki/Chennai_Super_Kings": "The Chennai Super Kings (CSK) are a franchise cricket team based in Chennai, Tamil Nadu, which plays in the Indian Premier League (IPL). Founded in 2008, the team plays its home matches at the M. A. Chidambaram Stadium in Chennai. The team served a two-year suspension from the IPL starting July 2015 for the alleged involvement of their owners in the 2013 IPL betting case, and won the title in its comeback season. The team is captained by Mahendra Singh Dhoni and coached by Stephen Fleming.",
  "/wiki/2013_Indian_Premier_League": "The 2013 season of the Indian Premier League, abbreviated as IPL 6 or Pepsi IPL 2013, was the sixth season of the IPL, established by the Board of Control for Cricket in India (BCCI) in 2007. The tournament featured nine teams and was held from 3 April to 26 May 2013. The opening ceremony was held at the Salt Lake Stadium in Kolkata on 2 April 2013. This was the first season with PepsiCo as the title sponsor. The Kolkata Knight Riders were the defending champions, having won the 2012 season. A spot fixing case was revealed by Delhi Police, leading to arrest of three cricketers from Rajasthan Royals and other persons. Mumbai Indians won the tournament for the first time, defeating Chennai Super Kings in the final by 23 runs.",
  "/wiki/Mumbai_Indians": "The Mumbai Indians (abbreviated as MI) are a franchise cricket team based in the city of Mumbai, Maharashtra, that play in the Indian Premier League (IPL).",
  "/wiki/Rajasthan_Royals": "The Rajasthan Royals (often abbreviated as RR) are a franchise cricket team based in Jaipur, Rajasthan, that plays in the Indian Premier League (IPL). Founded in 2008 as one of the initial eight IPL franchises, the team is based at the Sawai Mansingh Stadium in Jaipur.",
  "/wiki/Otago_Volts": "The Otago cricket team (nicknamed the Volts since the 1997–98 season) are a New Zealand first class cricket team formed in 1864 representing the Otago, Southland and North Otago regions. Their main governing board is the Otago Cricket Association which is one of six major associations that make up New Zealand Cricket.",
  "/wiki/Sunrisers_Hyderabad": "The SunRisers Hyderabad (often abbreviated as SRH) are a franchise cricket team based in Hyderabad, Telangana, India, that plays in the Indian Premier League (IPL). The franchise is owned by Kalanithi Maran of the Sun TV Network and was founded in 2012 after the Hyderabad-based Deccan Chargers were terminated by the IPL. The team is currently captained by Kane Williamson and coached by Trevor Bayliss. The primary homeground of the team is the Rajiv Gandhi International Cricket Stadium, Hyderabad with a capacity of 55,000.",
  "/wiki/2013_Champions_League_Twenty20": "The 2013 Champions League Twenty20 (CLT20) was the fifth edition of Champions League Twenty20, an international Twenty20 cricket tournament. It was held in India from 17 September to 6 October 2013."
}