{
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/County_Dublin": "County Dublin (Irish: Contae Bhaile Átha Cliath or Contae Átha Cliath) is one of the thirty-two traditional counties of Ireland. Prior to 1994 it was also an administrative county covering the whole county outside of Dublin City Council. In 1994, as part of a reorganisation of local government within Dublin the boundaries of Dublin City were redrawn, Dublin County Council was abolished and three new administrative county councils were established: Dún Laoghaire–Rathdown, Fingal and South Dublin.",
  "/wiki/Leinster": "Leinster (/ˈlɛnstər/ LEN-stər; Irish: Laighin [ˈl̪ˠaːjɪnʲ] or Cúige Laighean [ˈkuːɟə ˈl̪ˠaɪnˠ]) is one of the provinces of Ireland, situated in the east of Ireland. The Leinster province comprises the ancient Kingdoms of Meath, Leinster and Osraige.  Following the 12th-century Norman invasion of Ireland, the historic fifths of Leinster and Meath gradually merged, mainly due to the impact of the Pale, which straddled both, thereby forming the present-day province of Leinster. The ancient kingdoms were shired into a number of counties for administrative and judicial purposes. In later centuries, local government legislation has seen further sub-division of the historic counties.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Merseyside": "Merseyside (/ˈmɜːrzisaɪd/ MUR-zee-syde) is a metropolitan county in North West England, with a population of 1.38 million. It encompasses the metropolitan area centred on both banks of the lower reaches of the Mersey Estuary and comprises five metropolitan boroughs: Knowsley, St Helens, Sefton, Wirral, and the city of Liverpool. Merseyside, which was created on 1 April 1974 as a result of the Local Government Act 1972, takes its name from the River Mersey.",
  "/wiki/North_West_England": "North West England, one of nine official regions of England, consists of the five counties of Cheshire, Cumbria, Greater Manchester, Lancashire and Merseyside. The North West had a population of 7,052,000 in 2011. It is the third-most-populated region in the United Kingdom after the South East and Greater London. The largest settlements are Manchester, Liverpool, Warrington, Preston, Blackpool and Chester.",
  "/wiki/Belfast": "Belfast (/ˈbɛlfɑːst/ BEL-fahst; from Irish: Béal Feirste, meaning \"mouth of the sand-bank ford\", Irish pronunciation: [bʲeːlˠ ˈfʲɛɾˠ(ə)ʃtʲə]) is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast of Northern Ireland. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 333,871 as of 2015[update]. Belfast suffered greatly in the Troubles: in the 1970s and 1980s it was reported to be one of the world's most dangerous cities, with a homicide rate around 31 per 100,000.",
  "/wiki/County_Antrim": "County Antrim (named after the town of Antrim, from Irish: Aontroim, meaning \"lone ridge\", [ˈeːnˠt̪ˠɾˠɪmʲ]) is one of six counties that form Northern Ireland. Adjoined to the north-east shore of Lough Neagh, the county covers an area of 3,046 square kilometres (1,176 sq mi) and has a population of about 618,000. County Antrim has a population density of 203 people per square kilometre or 526 people per square mile. It is also one of the thirty-two traditional counties of Ireland, as well as part of the historic province of Ulster.",
  "/wiki/Ulster": "Ulster (/ˈʌlstər/; Irish: Ulaidh [ˈʊlˠəi] or Cúige Uladh [ˌkuːɟə ˈʊlˠə]; Ulster Scots: Ulstèr or Ulster) is one of the four traditional Irish provinces, situated in the north of Ireland. It is made up of nine counties: six of these constitute Northern Ireland (a part of the United Kingdom); the remaining three  are in the Republic of Ireland.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/Blackpool": "Blackpool /ˈblækpuːl/ (listen) is a town and seaside resort on the Lancashire coast in North West England. The town is on the Irish Sea, between the Ribble and Wyre estuaries, 15 miles (24 km) northwest of Preston, 27 miles (43 km) north of Liverpool, 28 miles (45 km) northwest of Bolton and 40 miles (64 km) northwest of Manchester. It had an estimated population of 139,720 at the 2011 Census, making it the most populous town in Lancashire.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Southport": "Southport is a large seaside town in Merseyside, England. At the 2001 census, it had a population of 90,336, making it the eleventh most populous settlement in North West England.",
  "/wiki/Birkenhead": "Birkenhead (/ˌbɜːrkənˈhɛd/) is a town in the Metropolitan Borough of Wirral, Merseyside, England. Historically until 1974 in Cheshire, it is on the Wirral Peninsula, along the west bank of the River Mersey, opposite the city of Liverpool.  At the 2011 census, it had a population of 88,818.",
  "/wiki/Bangor,_County_Down": "Bangor (/ˈbæŋɡər/; from Irish: Beannchar [ˈbʲaːn̪ˠəxaɾˠ]) is a town in County Down, Northern Ireland. It is a seaside resort on the southern side of Belfast Lough and within the Belfast Metropolitan Area. It functions as a commuter town for the Greater Belfast area, which it is linked to by the A2 road and the Belfast–Bangor railway line. Bangor is situated 13.6 miles (22 km) east from the heart of Belfast, not far from George Best Belfast City Airport. The population was 61,011 at the 2011 Census.",
  "/wiki/County_Down": "County Down (Irish: Contae an Dúin) is one of six counties that form Northern Ireland, in the northeast of the island of Ireland. It covers an area of 2,448 km2 (945 sq mi) and has a population of 531,665. It is also one of the thirty-two traditional counties of Ireland and is within the province of Ulster. It borders County Antrim to the north, the Irish Sea to the east, County Armagh to the west, and County Louth across Carlingford Lough to the southwest.",
  "/wiki/Wallasey": "Wallasey (/ˈwɒləsi/) is a town within the Metropolitan Borough of Wirral, in Merseyside, England, on the mouth of the River Mersey, at the northeastern corner of the Wirral Peninsula. At the 2011 Census, the population was 60,284.",
  "/wiki/Barrow-in-Furness": "Barrow-in-Furness is a town in Cumbria, North-West England. Historically part of Lancashire, it was incorporated as a municipal borough in 1867 and merged with Dalton-in-Furness Urban District in 1974 to form the Borough of Barrow-in-Furness. At the tip of the Furness peninsula, close to the Lake District, it is bordered by Morecambe Bay, the Duddon Estuary and the Irish Sea. In 2011, Barrow's population was 57,000, making it the second largest urban area in Cumbria after Carlisle, although it is geographically closer to the whole of Lancashire and most of Merseyside. Natives of Barrow, as well as the local dialect, are known as Barrovian.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Crosby,_Merseyside": "Crosby is a coastal town in the Metropolitan Borough of Sefton, in Merseyside, England. Historically in Lancashire, it is situated north of Bootle, south of Southport and Formby and west of Netherton.",
  "/wiki/Lytham_St_Annes": "Lytham St Annes (/ˈlɪðəm sənt ˈænz/) is a seaside resort on the Fylde coast of Lancashire, England, south of Blackpool on the Ribble Estuary. The population at the 2011 census was 42,954.",
  "/wiki/Drogheda": "Drogheda (/ˈdrɒhədə, ˈdrɔːdə/; Irish: Droichead Átha [ˈd̪ˠɾˠɛhəd̪ˠ ˈaːhə], meaning \"bridge at the ford\") is one of the oldest towns in Ireland. It is located on the Dublin–Belfast corridor on the east coast of Ireland, mostly in County Louth but with the south fringes of the town in County Meath, 49 km or 30 miles north of Dublin. Drogheda has a population of approximately 41,000 inhabitants (2016), making it the eleventh largest settlement by population in all of Ireland. It is the last bridging point on the River Boyne before it enters the Irish Sea. The UNESCO World Heritage Site of Newgrange is located 8 km west of the city.",
  "/wiki/County_Louth": "County Louth (/laʊð/ Irish: Contae Lú) is a county in the Republic of Ireland. It is in the province of Leinster and is part of the Mid-East Region. It is named after the village of Louth. Louth County Council is the local authority for the county. According to the 2016 census, the population of the county was 128,884.",
  "/wiki/Dundalk": "Dundalk (/dʌnˈdɔːk/, Irish: Dún Dealgan [ˌd̪ˠuːnˠ ˈdʲalˠɡənˠ], meaning Dalgan's fort) is the county town of County Louth, Ireland. It is on the Castletown River, which flows into Dundalk Bay, and near the border with Northern Ireland, halfway between Dublin and Belfast. It has associations with the mythical warrior hero Cú Chulainn.[citation needed]",
  "/wiki/Morecambe": "Morecambe (/ˈmɔːrkəm/ MOR-kəm) is a coastal town on the Irish Sea.",
  "/wiki/Bray,_County_Wicklow": "Bray (Irish: Bré [bʲɾʲeː]) is a coastal town in north County Wicklow, Ireland. It is situated about 20 km (12 mi) south of Dublin city centre on the east coast. It has a population of 32,600 making it the ninth largest urban area within Ireland (at the 2016 census).",
  "/wiki/County_Wicklow": "County Wicklow (/ˈwɪkloʊ/ WIK-loh; Irish: Contae Chill Mhantáin [ˈkɔnˠt̪ˠeː ˈçɪl̠ʲ ˈwanˠt̪ˠaːnʲ]) is a county in Ireland.  The last of the traditional 32 counties to be formed, as late as 1606, it is part of the  Mid-East Region and also part of the traditional province of Leinster. It is named after the town of Wicklow, which derives from the Old Norse name Víkingaló,  meaning \"Vikings' Meadow\". Wicklow County Council is the local authority for the county. The county had a population of 142,425 at the 2016 census[update].",
  "/wiki/Colwyn_Bay": "Colwyn Bay (Welsh: Bae Colwyn) is a town, community and seaside resort in Conwy County Borough on the north coast of Wales overlooking the Irish Sea. Eight neighbouring communities are incorporated within its postal district. Established as its own separate parish in 1844 with just a small grouping of homes and farms where the community of Old Colwyn stands today, Colwyn Bay has expanded to become the second-largest community and business centre in the north of Wales as well as the 15th largest in the whole of Wales with the urban statistical area—including Old Colwyn, Rhos-on-Sea, and Mochdre and Penrhyn Bay. having a population of 34,284 at the 2011 census",
  "/wiki/Conwy_County_Borough": "Conwy County Borough (Welsh: Bwrdeistref Sirol Conwy) is a unitary authority area in North Wales.",
  "/wiki/Clwyd": "Clwyd (Welsh pronunciation: [ˈklʊɨd]) is a preserved county of Wales, situated in the north-east corner of the country; it is named after the River Clwyd, which runs through the county. To the north lies the Irish Sea, with the English counties of Cheshire to the east and Shropshire to the south-east. The Welsh counties of Powys and Gwynedd lie to the south and west respectively. Clwyd also shares a maritime boundary with the English county of Merseyside along the River Dee. Between 1974 and 1996, it was a county with a county council, one of the eight counties into which Wales was divided, and was subdivided into six districts. In 1996, the county of Clwyd was abolished, and the new unitary authorities of  Wrexham, Conwy County Borough, Denbighshire, and Flintshire were created; under this reorganisation, \"Clwyd\" became a preserved county, with the name being retained for certain ceremonial functions.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Thornton-Cleveleys": "Thornton-Cleveleys is a conurbation consisting of the twin towns of Thornton and Cleveleys. The two towns formed a joint urban district from 1927 until 1974, before becoming part of Wyre. The two towns constitute part of the Blackpool Urban Area.",
  "/wiki/Douglas,_Isle_of_Man": "Douglas (Manx: Doolish) is the capital and largest town of the Isle of Man, with a population of 27,938 (2011). It is located at the mouth of the River Douglas, and on a sweeping bay of two miles. The River Douglas forms part of the town's harbour and main commercial port.",
  "/wiki/Isle_of_Man": "The Isle of Man (Manx: Mannin [ˈmanɪnʲ], also Manx: Ellan Vannin [ˈɛlʲan ˈvanɪnʲ]), sometimes referred to simply as Mann /mæn/, is a Celtic self-governing British Crown dependency in the Irish Sea between Great Britain and Ireland. The head of state, Queen Elizabeth II, holds the title of Lord of Mann and is represented by a lieutenant governor. Defence is the responsibility of the United Kingdom.",
  "/wiki/Carrickfergus": "Carrickfergus (from Irish: Carraig Fhearghais [ˌkaːɾˠəɟ ˈaɾˠɣəʃ], meaning \"Fergus' rock\") is a large town in County Antrim, Northern Ireland. It sits on the north shore of Belfast Lough, 11 miles (18 km) from Belfast. The town had a population of 27,998 at the 2011 Census. It is County Antrim's oldest town and one of the oldest towns in Ireland as a whole. Carrickfergus was the administrative centre for Carrickfergus Borough Council, before this was amalgamated into the Mid and East Antrim District Council in 2015, and forms part of the Belfast Metropolitan Area. It is also a townland of 65 acres, a civil parish and a barony.",
  "/wiki/D%C3%BAn_Laoghaire": "Dún Laoghaire (/dʌn ˈlɪəri/ dun LEER-ee, Irish: [d̪ˠuːn̪ˠ ˈl̪ˠeːɾʲə] or [d̪ˠuːn̪ˠ ˈl̪ˠiːɾʲə]) is a suburban coastal town in the traditional county of Dublin in Ireland. It is the county town of Dún Laoghaire–Rathdown, one of the three authorities that replaced the old Dublin County Council.",
  "/wiki/D%C3%BAn_Laoghaire%E2%80%93Rathdown": "Dún Laoghaire–Rathdown (Irish: Dún Laoghaire–Ráth an Dúin) is a county in Ireland. It is part of the Dublin Region in the province of Leinster. It is named after the former borough of Dún Laoghaire and the barony of Rathdown. Dún Laoghaire–Rathdown County Council is the local authority for the county. The population of the county was 218,018 at the time of the 2016 census.",
  "/wiki/Irish_Sea": "The Irish Sea (Irish: Muir Éireann / An Mhuir Mheann, Manx: Y Keayn Yernagh, Scots: Erse Sie, Scottish Gaelic: Muir Èireann, Ulster-Scots: Airish Sea, Welsh: Môr Iwerddon, Cornish: Mor Iwerdhon) separates the islands of Ireland and Great Britain; linked to the Celtic Sea in the south by St George's Channel, and to the Inner Seas off the West Coast of Scotland  in the north by the North Channel, also known as the Straits of Moyle. The countries that are on its shoreline are, Scotland on the north, England on the east, Wales on the southeast, Northern Ireland and the Republic of Ireland on the west."
}