{
  "/wiki/Entertainment_Tonight": "Entertainment Tonight (or simply ET) is an American first-run syndicated entertainment television newsmagazine that is distributed by CBS Television Distribution throughout the United States and owned by CBS Interactive.",
  "/wiki/Broadcast_syndication": "Broadcasting syndication is the license to broadcast television programs and radio programs by multiple television stations and radio stations, without going through a broadcast network. It is common in the United States where broadcast programming is scheduled by television networks with local independent affiliates. Syndication is less of a practice in the rest of the world, as most countries have centralized networks or television stations without local affiliates;  shows can be syndicated internationally, although this is less common. The three main types of syndication are \"first-run syndication\", which is programming that is broadcast for the first time as a syndicated show and is made specifically to sell directly into syndication; \"off-network syndication\" (colloquially called a \"rerun\"), which is the licensing of a program that was originally run on network TV or in some cases, first-run syndication; and \"public broadcasting syndication\".",
  "/wiki/Paramount_Domestic_Television": "Paramount Domestic Television (PDT) was the television distribution arm of American television production company Paramount Television, once the TV arm of Paramount Pictures. It was formed in 1982 originally as Paramount Domestic Television and Video Programming, the successor to Paramount Television Domestic Distribution, Paramount Television Sales, and Desilu Sales.",
  "/wiki/Wheel_of_Fortune_(American_game_show)": "Wheel of Fortune (often known simply as Wheel[a]) is an American television game show created by Merv Griffin that debuted in 1975. The show features a competition in which contestants solve word puzzles, similar to those used in Hangman, to win cash and prizes determined by spinning a giant carnival wheel.",
  "/wiki/Sony_Pictures_Television": "Sony Pictures Television Inc. (or SPT) is an American television production and distribution studio founded in 2002 as the successor to Columbia TriStar Television, TriStar Television, Columbia Pictures Television, Screen Gems and Pioneer Telefilms. Based in Culver City, it is a division of Sony Entertainment's Sony Pictures Entertainment and a unit of the Japanese conglomerate Sony.",
  "/wiki/Jeopardy!": "Jeopardy! is an American television game show created by Merv Griffin. The show features a quiz competition in which contestants are presented with general knowledge clues in the form of answers, and must phrase their responses in the form of questions. The original daytime version debuted on NBC on March 30, 1964, and aired until January 3, 1975. A weekly nighttime syndicated edition aired from September 1974 to September 1975, and a revival, The All-New Jeopardy!, ran on NBC from October 1978 to March 1979. The current version, a daily syndicated show produced by Sony Pictures Television, premiered on September 10, 1984.",
  "/wiki/The_Oprah_Winfrey_Show": "The Oprah Winfrey Show, often referred as The Oprah Show or simply Oprah, is an American daytime syndicated talk show that aired nationally for 25 seasons from September 8, 1986, to May 25, 2011, in Chicago, Illinois. Produced and hosted by its namesake, Oprah Winfrey, it remains one of the highest-rated daytime talk shows in American television history.",
  "/wiki/Harpo_Productions": "Harpo Productions (also referred to as Harpo Studios) is a U.S.-based multimedia production company founded by Oprah Winfrey (the name \"Harpo\" is \"Oprah\" spelled backwards, and was the name of her on-screen husband  in The Color Purple) and is the sole subsidiary of her media and entertainment company, Harpo, Inc. Harpo Productions' subsidiaries consist of Harpo Print, LLC (the company's publishing house) & a minority interest in cable network Oprah Winfrey Network (OWN).",
  "/wiki/Inside_Edition": "Inside Edition (alternately titled as Inside Edition with Deborah Norville in program introductions for its weekday broadcasts since 1998) is an American television newsmagazine that is distributed in first-run syndication by CBS Television Distribution. Having premiered on January 9, 1989, it is the longest-running syndicated-newsmagazine program that is not strictly focused on entertainment news. The program features a mix of hard news stories, entertainment news and gossip, scandals, true-crime stories and lifestyle features.",
  "/wiki/The_Montel_Williams_Show": "The Montel Williams Show (also known as Montel) is a syndicated tabloid talk show, hosted by Montel Williams, which ran from 1991 to 2008.",
  "/wiki/Judge_Judy": "Judge Judy is an American arbitration-based reality court show presided over by Judy Sheindlin, a retired Manhattan family court judge. The show features Sheindlin adjudicating real-life small claim disputes within a simulated courtroom set. Prior to the proceedings, all parties involved must sign arbitration contracts agreeing to Sheindlin's ruling, handling and production staff management. The series is in first-run syndication and distributed by CBS Television Distribution.",
  "/wiki/Big_Ticket_Television": "Big Ticket Television, Inc. (also known as Big Ticket Entertainment and Big Ticket Pictures) is an Emmy award-winning production company that is a unit of CBS Television Studios (formerly CBS Paramount Television), a division of ViacomCBS best known for producing the syndicated mainstay Judge Judy since its launch in 1996.",
  "/wiki/Judge_Joe_Brown": "Judge Joe Brown is an American arbitration-based reality court show starring former Shelby County, Tennessee criminal court judge  Joseph B. Brown. It premiered on September 14, 1998 and ran through the 2012–13 television season for a total of fifteen seasons. Joe Brown was the second highest paid daytime television personality behind Judge Judy during the time the show was running. During the entirety of his series run, he was the longest serving African American television arbitrator; this record is now held by Greg Mathis of Judge Mathis, which premiered the year after Brown's program and is still on the air into its 20th season as of 2018. The first-run syndication series entered its fifteenth and final season on September 10, 2012, also regularly airing in high-definition for the first time beginning in that same season as well.",
  "/wiki/Dr._Phil_(talk_show)": "Dr. Phil is an American talk show created by Oprah Winfrey and the host Phil McGraw. After McGraw's success with his segments on The Oprah Winfrey Show, Dr. Phil debuted on September 16, 2002. On both shows McGraw offers advice in the form of \"life strategies\" from his life experience as a clinical and forensic psychologist.",
  "/wiki/Phil_McGraw": "Phillip Calvin McGraw (born September 1, 1950), also known as  Dr. Phil, is an American television personality and author who is the host of the television show Dr. Phil. He holds a doctorate in clinical psychology, but is not licensed to practice. McGraw first gained celebrity status with appearances on The Oprah Winfrey Show in the late 1990s.",
  "/wiki/America's_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/UPN": "The United Paramount Network (UPN) was an American broadcast television network that launched on January 16, 1995. The network was originally owned by Chris-Craft Industries and United Television; Viacom (through its Paramount Television unit, which produced most of the network's series) turned the network into a joint venture in 1996 after acquiring a 50% stake in the network, and subsequently purchased Chris-Craft's remaining stake in 2000. In December 2005, UPN was spun off to CBS Corporation when Viacom split into two separate companies.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/VH1": "VH1 (originally an initialism of Video Hits One) is an American pay television network based in New York City owned by ViacomCBS. It was originally created by Warner-Amex Satellite Entertainment, at the time a division of Warner Communications and the original owner of MTV, and launched on January 1, 1985, in the former space of Turner Broadcasting System's short-lived Cable Music Channel.",
  "/wiki/The_Insider_(TV_series)": "The Insider (formerly named omg! Insider) is a defunct American syndicated newsmagazine television program that was distributed by CBS Television Distribution. The program premiered in first-run syndication on September 13, 2004 and ended on September 9, 2017, as a spin-off of Entertainment Tonight, which originated the concept as a segment that took viewers \"behind closed doors\" and gave them \"inside\" information on stories and topics of interest from throughout the entertainment industry.",
  "/wiki/Rachael_Ray_(TV_series)": "Rachael Ray, also known as Rachael and The Rachael Ray Show, is an American talk show starring Rachael Ray that debuted in syndication in the United States and Canada on September 18, 2006 and also airs in other countries. It is taped at Chelsea Television Studios in New York City. The show's 13th season premiered on September 10, 2018, and in the seventh season, the show became the last Harpo show in syndication to switch to HD with a revamped studio.",
  "/wiki/The_Doctors_(talk_show)": "The Doctors (alternatively The Drs as seen on logo bugs and background graphics) is an American syndicated talk show airing daily on television in the U.S., Canada, Mexico, Australia, Ireland, Sweden and Finland. It debuted on September 8, 2008. The hour-long daytime program is produced by Phil McGraw and his son Jay McGraw and is distributed domestically and globally by CBS Television Distribution. The series is a spin-off of Dr. Phil and is the first talk show to be a third generation talk show spin-off, as Dr. Phil itself spun off The Oprah Winfrey Show.",
  "/wiki/Stage_29_Productions": "Stage 29 Productions is a television production company founded by writer and executive producer, Jay McGraw and his father, television personality, author, psychologist, and host Dr. Phil McGraw. The company takes its name from the stage number at Paramount Pictures where Phil McGraw's eponymous talk show is recorded.",
  "/wiki/Hot_Bench": "Hot Bench is a nontraditional panel-based court show that made its debut in first-run syndication on September 15, 2014. The series is produced by Judge Judy's Judge Judy Sheindlin, who also created the program and concept with executive producers Randy Douthit, Maureen FitzPatrick and David Theodosopoulos and supervising producer James Glover for CBS Television Distribution.",
  "/wiki/Daily_Mail": "The Daily Mail is a British daily middle-market newspaper published in London in a tabloid format. Founded in 1896, it is the United Kingdom's third-highest-circulation daily newspaper, after Metro and The Sun. Its sister paper The Mail on Sunday was launched in 1982, while Scottish and Irish editions of the daily paper were launched in 1947 and 2006 respectively. Content from the paper appears on the MailOnline website, although the website is managed separately and has its own editor.",
  "/wiki/List_of_ViacomCBS_television_programs": "This is a list of television series produced and/or owned by ViacomCBS' brands, including Paramount Television Studios, CBS Television Studios, CBS Television Distribution, CBS News, and ViacomCBS media networks. This list also includes shows produced or distributed by ViacomCBS' predecessor companies, including CBS Productions, Viacom Productions/Enterprises, the older incarnation of Paramount Television, Rysher Entertainment, Republic Pictures Television, Worldvision Enterprises/Taft Entertainment, Group W Productions, KingWorld, Desilu Productions and Spelling Television."
}