{
  "/wiki/Economic_and_Monetary_Community_of_Central_Africa": "The Economic Community of Central African States (ECCAS; French: Communauté Économique des États de l'Afrique Centrale, CEEAC; Spanish: Comunidad Económica de los Estados de África Central, CEEAC; Portuguese: Comunidade Económica dos Estados da África Central, CEEAC) is an Economic Community of the African Union for promotion of regional economic co-operation in Central Africa. It \"aims to achieve collective autonomy, raise the standard of living of its populations and maintain economic stability through harmonious cooperation\".",
  "/wiki/Central_African_CFA_franc": "The Central African CFA franc (French: franc CFA or simply franc, ISO 4217 code: XAF) is the currency of six independent states in Central Africa: Cameroon, Central African Republic, Chad, Republic of the Congo, Equatorial Guinea and Gabon. These six countries have a combined population of 48.0 million people (as of 2014), and a combined GDP of US$88.2 billion (as of 2012).",
  "/wiki/Common_market": "A single market is a type of trade bloc in which most trade barriers have been removed (for goods) with some common policies on product regulation, and freedom of movement of the factors of production (capital and labour) and of enterprise and services. The goal is that the movement of capital, labour, goods, and services between the members is as easy as within them. The physical (borders), technical (standards) and fiscal (taxes) barriers among the member states are removed to the maximum extent possible. These barriers obstruct the freedom of movement of the four factors of production (goods, capital, services, workers).",
  "/wiki/West_African_Economic_and_Monetary_Union": "The Economic Community of West African States, also known as ECOWAS, is a regional political and economic union of fifteen countries located in West Africa. Collectively, these countries comprise an area of 5,114,162 km2 (1,974,589 sq mi), and in 2015 had an estimated population of over 349 million.",
  "/wiki/West_African_CFA_franc": "The West African CFA franc (French: franc CFA; Portuguese: franco CFA or simply franc, ISO 4217 code: XOF) is the currency of eight independent states in West Africa: Benin, Burkina Faso, Guinea-Bissau, Ivory Coast, Mali, Niger, Senegal and Togo. These eight countries had a combined population of 105.7 million people in 2014, and a combined GDP of US$128.6 billion (as of 2018).",
  "/wiki/Cooperation_Council_for_the_Arab_States_of_the_Gulf": "The Cooperation Council for the Arab States of the Gulf (Arabic: مجلس التعاون لدول الخليج العربية‎), originally (and still colloquially) known as the Gulf Cooperation Council (GCC, مجلس التعاون الخليجي), is a regional intergovernmental political and economic union consisting of all Arab states of the Persian Gulf except Iraq, namely: Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates. The Charter of the GCC was signed on 25 May 1981, formally establishing the institution.",
  "/wiki/Khaleeji_(currency)": "The Khaleeji (Arabic: خليجي‎ ) was a proposed name for the common currency of the member states of the Gulf Cooperation Council for the Arab States  (GCC).",
  "/wiki/Financial_crisis_of_2007%E2%80%932008": "The financial crisis of 2007–08, also known as the global financial crisis and the 2008 financial crisis, was a severe worldwide economic crisis considered by many economists to have been the most serious financial crisis since the Great Depression of the 1930s, to which it is often compared.",
  "/wiki/East_African_Community": "The East African Community (EAC) is an intergovernmental organization composed of six countries in the African Great Lakes region in eastern Africa: Burundi, Kenya, Rwanda, South Sudan, Tanzania, and Uganda. Paul Kagame, the president of Rwanda, is the EAC's chairman. The organisation was founded in 1967, collapsed in 1977, and was revived on 7 July 2000. In 2008, after negotiations with the Southern African Development Community (SADC) and the Common Market for Eastern and Southern Africa (COMESA), the EAC agreed to an expanded free trade area including the member states of all three organizations. The EAC is an integral part of the African Economic Community. The capital of the EAC is Arusha, while the most populous city is Dar es Salaam.",
  "/wiki/East_African_shilling": "The East African shilling was the currency issued for use in British controlled areas in East Africa from 1921 until 1969. It was produced by the East African Currency Board. It is also the proposed name for a common currency that the East African Community plans to introduce.",
  "/wiki/East_African_Federation": "The East African Federation (Swahili: Shirikisho la Afrika Mashariki) is a proposed political union of the six sovereign states of the East African Community – Burundi, Kenya, Rwanda, South Sudan, Tanzania and Uganda – as a single federated sovereign state. In September 2018 a committee was formed to begin the process of drafting a regional constitution.",
  "/wiki/Caribbean_Single_Market_and_Economy": "The CARICOM Single Market and Economy, also known as the Caribbean Single Market and Economy (CSME), is an integrated development strategy envisioned at the 10th Meeting of the Conference of Heads of Government of the Caribbean Community (CARICOM) which took place in July 1989 in Grand Anse, Grenada. The Grand Anse Declaration had three key Features:",
  "/wiki/CARICOM": "The Caribbean Community (CARICOM or CC) is an organisation of fifteen Caribbean nations and dependencies having primary objectives to promote economic integration and cooperation among its members, to ensure that the benefits of integration are equitably shared, and to coordinate foreign policy. The organisation was established in 1973. Its major activities involve coordinating economic policies and development planning; devising and instituting special projects for the less-developed countries within its jurisdiction; operating as a regional single market for many of its members (Caricom Single Market); and handling regional trade disputes. The secretariat headquarters is in Georgetown, Guyana. CARICOM is an official United Nations Observer.",
  "/wiki/Organisation_of_Eastern_Caribbean_States": "The Organisation of Eastern Caribbean States (OECS; French: Organisation des États de la Caraïbe orientale, OECO) is an inter-governmental organisation dedicated to economic harmonisation and integration, protection of human and legal rights, and the encouragement of good governance between countries and territories in the Eastern Caribbean. It also performs the role of spreading responsibility and liability in the event of natural disaster.",
  "/wiki/Eastern_Caribbean_Currency_Union": "The Eastern Caribbean Currency Union (ECCU) is a development of the Organization of Eastern Caribbean States. This organization is composed of Anguilla, Antigua and Barbuda, Dominica, Grenada, Montserrat, St. Kitts and Nevis, St. Lucia, and St. Vincent and the Grenadines. It is under the supervision of the Eastern Caribbean Central Bank. The member countries use a common currency, the East Caribbean dollar, which is pegged at EC$2.70 to US$1.",
  "/wiki/Southern_African_Customs_Union": "The Southern African Customs Union (SACU) is a customs union among five countries of Southern Africa: Botswana, Lesotho, Namibia, South Africa and Eswatini (formerly Swaziland). Its headquarters are in the Namibian capital, Windhoek. It was established in 1910.",
  "/wiki/South_African_Rand": "The rand (sign: R; code: ZAR) is the official currency of South Africa. The rand is subdivided into 100 cents (sign: \"c\"). The ISO 4217 code is ZAR, from Zuid-Afrikaanse rand (South African rand); the ZA is a historical relic from Dutch and is not used in any current context except the country abbreviation, where it is used because \"SA\" is allocated to Saudi Arabia (and SAR to the Saudi Arabian Riyal). The only correct Afrikaans spelling is Suid-Afrikaanse rand.",
  "/wiki/Common_Monetary_Area": "The Common Monetary Area (CMA) links South Africa, Namibia, Lesotho and Eswatini into a monetary union. It is allied to the Southern African Customs Union (SACU).",
  "/wiki/Southern_African_Development_Community": "The Southern African Development Community (SADC) is an inter-governmental organization headquartered in Gaborone, Botswana. Its goal is to further socio-economic cooperation and integration as well as political and security cooperation among 16 southern African countries.",
  "/wiki/Economic_union": "An economic union is a type of trade bloc which is composed of a common market with a customs union.[citation needed] The participant countries have both common policies on product regulation, freedom of movement of  goods, services and the factors of production (capital and labour) and a common external trade policy.   When an economic union involves unifying currency it becomes an economic and monetary union.",
  "/wiki/Southern_Africa_Customs_Union": "The Southern African Customs Union (SACU) is a customs union among five countries of Southern Africa: Botswana, Lesotho, Namibia, South Africa and Eswatini (formerly Swaziland). Its headquarters are in the Namibian capital, Windhoek. It was established in 1910.",
  "/wiki/South_Asian_Association_for_Regional_Cooperation": "The South Asian Association for Regional Cooperation (SAARC) is the regional intergovernmental organization and geopolitical union of states in South Asia. Its member states are Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka. SAARC comprises 3% of the world's area, 21% of the world's population and 3.8% (US$2.9 trillion) of the global economy, as of 2015.",
  "/wiki/Union_of_South_American_Nations": "The Union of South American Nations (USAN; Spanish: Unión de Naciones Suramericanas, UNASUR; Portuguese: União de Nações Sul-Americanas, UNASUL; Dutch: Unie van Zuid-Amerikaanse Naties, UZAN; and sometimes referred to as the South American Union) is an intergovernmental regional organization that once comprised twelve South American countries; as of 2019, most have withdrawn.",
  "/wiki/Economic_Community_of_Central_African_States": "The Economic Community of Central African States (ECCAS; French: Communauté Économique des États de l'Afrique Centrale, CEEAC; Spanish: Comunidad Económica de los Estados de África Central, CEEAC; Portuguese: Comunidade Económica dos Estados da África Central, CEEAC) is an Economic Community of the African Union for promotion of regional economic co-operation in Central Africa. It \"aims to achieve collective autonomy, raise the standard of living of its populations and maintain economic stability through harmonious cooperation\".",
  "/wiki/Economic_Community_of_West_African_States": "The Economic Community of West African States, also known as ECOWAS, is a regional political and economic union of fifteen countries located in West Africa. Collectively, these countries comprise an area of 5,114,162 km2 (1,974,589 sq mi), and in 2015 had an estimated population of over 349 million.",
  "/wiki/West_African_Monetary_Zone": "The Economic Community of West African States, also known as ECOWAS, is a regional political and economic union of fifteen countries located in West Africa. Collectively, these countries comprise an area of 5,114,162 km2 (1,974,589 sq mi), and in 2015 had an estimated population of over 349 million.",
  "/wiki/African_Economic_Community": "The African Economic Community (AEC) is an organization of African Union states establishing grounds for mutual economic development among the majority of African states. The stated goals of the organization include the creation of free trade areas, customs unions, a single market, a central bank, and a common currency (see African Monetary Union) thus establishing an economic and monetary union.",
  "/wiki/African_Monetary_Union": "The African Monetary Union is the proposed creation of an economic and monetary union for the countries of the African Union, administered by the African Central Bank. Such a union would call for the creation of a new unified currency, similar to the euro; the hypothetical currency is sometimes referred to as the afro or afriq.",
  "/wiki/Union_State": "The Union State,[a] also referred to as the Union State of Russia and Belarus,[b] is a supranational union consisting of the Russian Federation and the Republic of Belarus.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Russian_ruble": "The Russian ruble or rouble (Russian: рубль rublʹ; sign: ₽, руб; code: RUB) is the currency of the Russian Federation, the two partially recognised republics of Abkhazia and South Ossetia and the two unrecognised republics of Donetsk and Luhansk. The ruble is subdivided into 100 kopeks (sometimes written as kopecks or copecks; Russian: копе́йка kopeyka, plural: копе́йки kopeyki).",
  "/wiki/Arab_League": "The Arab League (Arabic: الجامعة العربية‎ al-Jāmiʻah al-ʻArabīyah), formally the League of Arab States (Arabic: جامعة الدول العربية‎ Jāmiʿat ad-Duwal al-ʿArabīyah), is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan (renamed Jordan in 1949), Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been suspended since November 2011.",
  "/wiki/Dinar": "The dinar (/dɪˈnɑːr/), the principal currency unit in several countries, was used historically in several more.",
  "/wiki/Arab_Monetary_Fund": "The Arab Monetary Fund (AMF) is a regional Arab organization, a working sub-organization of the Arab League. It was founded 1976, and has been operational since 1977.",
  "/wiki/Arab_Union": "The Arab Union is a proposed concept of a political union of the Arab states. The term was first used when the British Empire promised the Arabs a united independent state in return for revolting against the Ottoman Empire, with whom Britain was at war. It never came to fruition following the Sykes–Picot Agreement. Despite this, many in the Arab world have since called for the creation of a pan-Arab state. Egyptian President Gamal Abdel Nasser made several unsuccessful attempts to unite Egypt with other Arab countries (including Iraq, North Yemen and Syria). Similar attempts were made by other Arab leaders, such as Hafez al-Assad, Ahmed Hassan al-Bakr, Faisal I of Iraq, Muammar Gaddafi, Saddam Hussein, Gaafar Nimeiry and Anwar Sadat.",
  "/wiki/Eurasian_Economic_Union": "The Eurasian Economic Union (EAEU)[note 1] is an economic union of states located in central and northern Asia and Eastern Europe. The Treaty on the Eurasian Economic Union was signed on 29 May 2014 by the leaders of Belarus, Kazakhstan and Russia, and came into force on 1 January 2015. Treaties aiming for Armenia's and Kyrgyzstan's accession to the Eurasian Economic Union were signed on 9 October and 23 December 2014, respectively. Armenia's accession treaty came into force on 2 January 2015. Kyrgyzstan's accession treaty came into effect on 6 August 2015. It participated in the EAEU from the day of its establishment as an acceding state.",
  "/wiki/Altyn": "Altyn (Russian алты́н, also алты́нник altýnnik) is a historical Russian currency (symbol: ). The name in Tatar is altı (алты) meaning \"six\", since it was worth 6 half-dengas (six halves, Russ. шесть полушек), equivalent to three kopek silver, then copper, a small value coin, or 180–206 copper puls.",
  "/wiki/Nursultan_Nazarbayev": "Nursultan Äbishuly Nazarbayev[note 2] (born 6 July 1940) is a Kazakh politician currently serving as the Chairman of the Security Council of Kazakhstan and previously served as the first President of Kazakhstan, in office from 24 April 1990 to his resignation on 19 March 2019. He is one of the longest-served non-royal leaders in the world, having ruled Kazakhstan for nearly three decades. He was named First Secretary of the Communist Party of the Kazakh SSR in 1989 and was elected as the nation's first president following its independence from the Soviet Union. He holds the title \"Leader of the Nation\". In April 2015, Nazarbayev was re-elected with almost 98% of the vote, as he ran virtually unopposed."
}