{
  "/wiki/London_borough": "The London boroughs are the 32 local authority districts that make up Greater London; each is governed by a London borough council. The London boroughs were all created at the same time as Greater London on 1 April 1965 by the London Government Act 1963 and are a type of local government district. Twelve were designated as Inner London boroughs and twenty as Outer London boroughs.",
  "/wiki/London_postal_district": "The London postal district is the area in England of 241 square miles (620 km2) to which mail addressed to the LONDON post town is delivered. The General Post Office at the control of the Postmaster General directed Sir Rowland Hill to devise the area in 1856 and throughout its history has been subject to gradual periodic reorganisation and division into increasingly smaller postal units, with the early loss of two compass points and a minor retraction in 1866. It was integrated by the Post Office into the national postcode system of the United Kingdom during the early 1970s and corresponds to the N, NW, SW, SE, W, WC, E and EC postcode areas. The postal district has also been known as the London postal area. The County of London was much smaller at 117 square miles (300 km2), but Greater London is much larger at 607 square miles (1,570 km2).",
  "/wiki/London_Plan": "The London Plan is the statutory spatial development strategy for the Greater London area in the United Kingdom that is written by the Mayor of London and published by the Greater London Authority.",
  "/wiki/London_Assembly_constituencies": "Greater London is divided into fourteen territorial constituencies for London Assembly elections, each returning one member. The electoral system used is Additional Member System without an overhang and there are, therefore, a fixed number of eleven additional members elected from a party list.",
  "/wiki/London_Borough_of_Bexley": "The London Borough of Bexley /ˈbɛksli/ (listen) is a London borough in Southeast London, forming part of Outer London. It has boundaries with the London Borough of Bromley to the south and the Royal Borough of Greenwich to the west; across the River Thames to the north it borders the London Borough of Havering and London Borough of Barking and Dagenham; there is a short boundary with the unitary authority of Thurrock in Essex to the northeast. There are boundaries with the Borough of Dartford to the east and Sevenoaks district to the southeast, both in the ceremonial county of Kent. The London Borough of Bexley is within the Thames Gateway, an area designated as a national priority for urban regeneration. The local authority is Bexley London Borough Council. The main settlements are Sidcup, Erith, Bexleyheath, Crayford, Welling and Old Bexley.",
  "/wiki/DA_postcode_area": "The DA postcode area, also known as the Dartford postcode area, is a group of eighteen postcode districts in England, within eleven post towns. These cover parts of south-east London and north-west Kent.",
  "/wiki/SE_postcode_area": "The SE (South Eastern) postcode area covers a broad radial swathe of the south-east of the London post town from the Albert Embankment to West Heath and the nearest edges of Sidcup and Selhurst. It loosely corresponds to the Boroughs named after Southwark, Lewisham and Greenwich plus indicated parts of those named after Croydon (north), Lambeth (east), Bexley (west) and Bromley (its northwest corner).",
  "/wiki/Bexley_and_Bromley_(London_Assembly_constituency)": "Bexley and Bromley is a constituency represented in the London Assembly. It consists of the combined area of the London Borough of Bexley and the London Borough of Bromley. The constituency is represented by Gareth Bacon, a Conservative first elected in the 2016 election.",
  "/wiki/London_Borough_of_Bromley": "The London Borough of Bromley (/ˈbrɒmli/ (listen)) is the southeasternmost of the 32 London boroughs that make up Greater London along with the City of London. It is named after Bromley, its principal town; other major towns are Beckenham and Orpington. The local authority is Bromley London Borough Council.[n 1]",
  "/wiki/BR_postcode_area": "The BR postcode area, also known as the Bromley postcode area, is a group of eight postcode districts in England, within seven post towns. These cover part of south-eastern Greater London, as well as a small part of north-west Kent.",
  "/wiki/TN_postcode_area": "The TN postcode area, also known as the Tunbridge Wells postcode area, is a group of 40 postcode districts in England, within 24 post towns. These cover south Kent (including Royal Tunbridge Wells, Tonbridge, Ashford, Sevenoaks, Cranbrook, Edenbridge, New Romney, Romney Marsh and Tenterden) and northern and eastern East Sussex (including Hastings, Battle, Bexhill-on-Sea, Crowborough, Etchingham, Hartfield, Heathfield, Mayfield, Robertsbridge, Rye, St Leonards-on-Sea, Uckfield, Wadhurst and Winchelsea). Additionally, small parts of TN14 and TN16 cover the southern part of the London Borough of Bromley, while TN16 also covers the village of Tatsfield in Surrey.",
  "/wiki/London_Borough_of_Croydon": "The London Borough of Croydon (pronunciation (help·info)) is a London borough in South London, part of Outer London. It covers an area of 87 km2 (33.6 sq mi). It is the southernmost borough of London. At its centre is the historic town of Croydon from which the borough takes its name; while other urban centres include Coulsdon, Purley, South Norwood, and Thornton Heath. Croydon is mentioned in Domesday Book, and from a small market town has expanded into one of the most populous areas on the fringe of London. The borough is now one of London's leading business, financial and cultural centres, and its influence in entertainment and the arts contribute to its status as a major metropolitan centre.",
  "/wiki/CR_postcode_area": "The CR postcode area, also known as the Croydon postcode area, is a group of eight postcode districts in England, within ten post towns. These cover parts of southern Greater London and north-east Surrey.",
  "/wiki/SW_postcode_area": "The SW (South Western) postcode area, also known as the London SW postcode area, is a group of postcode districts covering a broad radial swathe of southwest London, England as far as Mortlake, Streatham and Raynes Park.  The area straightforwardly succeeds a shorter-lived South Western (SW1–SW10) and Battersea (SW11–SW20) split between its components of the London post town.",
  "/wiki/Croydon_and_Sutton_(London_Assembly_constituency)": "Croydon and Sutton is a constituency represented in the London Assembly.",
  "/wiki/Royal_Borough_of_Greenwich": "The Royal Borough of Greenwich (/ˈɡrɛnɪtʃ/ (listen), /ˈɡrɪnɪdʒ/, /ˈɡrɪnɪtʃ/ or /ˈɡrɛnɪdʒ/) is a London borough in southeast London. Taking its name from the historic town of Greenwich, the London Borough of Greenwich was formed in 1965 by the  London Government Act 1963. The new borough covered the former area of the Metropolitan Borough of Greenwich and part of the Metropolitan Borough of Woolwich to the east. The local council is Greenwich London Borough Council which meets in Woolwich Town Hall. The council's offices are also based in Woolwich, the main urban centre in the borough.",
  "/wiki/Greenwich_and_Lewisham_(London_Assembly_constituency)": "Greenwich and Lewisham is a constituency represented in the London Assembly.",
  "/wiki/Royal_Borough_of_Kingston_upon_Thames": "The Royal Borough of Kingston upon Thames is a borough in southwest London. The main town is Kingston upon Thames and it includes Surbiton, Chessington, Malden Rushett, New Malden and Tolworth. It is the oldest of the four royal boroughs in England. The others are Kensington and Chelsea and Greenwich also in London, and Windsor and Maidenhead. The local authority is Kingston upon Thames London Borough Council.",
  "/wiki/London_Borough_of_Lambeth": "Lambeth (/ˈlæmbəθ/ (listen)) is a London borough in south London, England, which forms part of Inner London. Its name was recorded in 1062 as Lambehitha (\"landing place for lambs\") and in 1255 as Lambeth. The geographical centre of London is at Frazier Street near Lambeth North tube station, though nearby Charing Cross on the other side of the Thames in the City of Westminster is traditionally considered the centre of London.",
  "/wiki/London_Borough_of_Lewisham": "Lewisham (/ˈluːɪʃəm/ (listen)) is a London borough in South London; it forms part of Inner London. The principal settlement of the borough is Lewisham. The local authority is Lewisham London Borough Council, based in Catford. Lewisham is well known for its high school exclusion rates: it had the third highest school exclusion rates in the United Kingdom in 2018. The Prime Meridian passes through Lewisham. Blackheath, Goldsmiths, University of London and Millwall F.C. are located within the borough.",
  "/wiki/London_Borough_of_Merton": "The London Borough of Merton (/ˈmɜːrtən/ (listen)) is a borough in south-west London, England.",
  "/wiki/SM_postcode_area": "The SM postcode area, also known as the Sutton postcode area, is a group of seven postcode districts in England, within five post towns. These cover part of south-west London, as well as a small part of north Surrey.",
  "/wiki/Merton_and_Wandsworth_(London_Assembly_constituency)": "Merton and Wandsworth is a constituency in the London Assembly. Since the 2016 election, it has been represented by Labour's Leonie Cooper.",
  "/wiki/London_Borough_of_Richmond_upon_Thames": "The London Borough of Richmond upon Thames (pronunciation (help·info)) in southwest London forms part of Outer London and is the only London borough on both sides of the River Thames. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. It is governed by Richmond upon Thames London Borough Council and is divided into nineteen wards.",
  "/wiki/TW_postcode_area": "The TW postcode area, also known as the Twickenham postcode area, is a group of 20 postcode districts in  England, within 13 post towns. These cover parts of south-west London and north-west Surrey, plus a very small part of Berkshire.",
  "/wiki/London_Borough_of_Southwark": "The London Borough of Southwark (/ˈsʌðərk/ (listen)) in South London forms part of Inner London and is connected by bridges across the River Thames to the City of London. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. All districts of the area are within the London postal district. It is governed by Southwark London Borough Council.",
  "/wiki/London_Borough_of_Sutton": "The London Borough of Sutton (pronunciation (help·info)) is a London borough in South London, England and forms part of Outer London. It covers an area of 43 km2 (17 sq mi) and is the 80th largest local authority in England by population. It borders the London Borough of Croydon to the east, the London Borough of Merton to the north and the Royal Borough of Kingston upon Thames to the north-west; it also borders the Surrey boroughs of Epsom and Ewell and Reigate and Banstead to the west and south respectively. The local authority is Sutton London Borough Council. Its principal town is the eponymous Sutton.",
  "/wiki/London_Borough_of_Wandsworth": "Wandsworth (/ˈwɒndzwɜːrθ/ (listen)) is a London borough in southwest London; it forms part of Inner London. The borough borders the London Borough of Lambeth to the east, the London Borough of Merton and the Royal Borough of Kingston upon Thames to the south, the London Borough of Richmond upon Thames to the west and to the north (across the River Thames) three boroughs, namely the London Borough of Hammersmith and Fulham, Royal Borough of Kensington and Chelsea and the City of Westminster. The local authority is Wandsworth London Borough Council."
}