{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Klaus_Jungbluth": "Klaus Jungbluth Rodríguez (born 10 July 1979) is a cross-country skier from Ecuador.",
  "/wiki/Cross-country_skiing_at_the_2018_Winter_Olympics": "Cross-country skiing at the 2018 Winter Olympics was held at the Alpensia Cross-Country Centre in Pyeongchang, South Korea. The twelve events took place between 10 and 25 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Andrés_Chocho": "Cristian Andrés Chocho León (born 4 November 1983) is an Ecuadorian race walker who competes in both the 20 km and 50 km walk events. He is the South American record holder in the 50 km (3:49:32 hours) and 20,000 metres (1:20:23.8 hours) walking events.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/César_de_Cesare": "César Ernesto de Cesare (born 12 July 1980) is an Argentine-born Ecuadorian sprint canoeist. He won the K-1 200 m event at the 2011 Pan American Games and finished third in 2015; he also had a fourth-place finish at the 2013 World Championships. He placed 11th–12th at the 2012 and 2016 Olympics and served as the Olympic flag bearer for Ecuador in 2012.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics": "The canoeing races at the 2012 Olympic Games in London were contested in two main disciplines: the slalom, from 29 July to 2 August, and the sprint, from 6 to 11 August. The slalom competition was held at the Lee Valley White Water Centre and the sprint events were staged at Eton College Rowing Centre, at Dorney Lake, known as Eton Dorney.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Alexandra_Escobar": "María Alexandra Escobar Guerrero (born July 17, 1980)  is an Ecuadorian female weightlifter.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics": "Weightlifting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 19.  Competitions were conducted at the Beihang University Gymnasium.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics in Athens, fifteen events in weightlifting were contested, in eight classes for men and seven for women.  Competition was held in the Nikaia Olympic Weightlifting Hall.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Martha_Tenorio": "Martha Tenorio Pancar (born August 6, 1966) is an Ecuadorian retired female long-distance runner. She competed for her native country at three consecutive Summer Olympics, starting in 1992. Tenorio carried the flag for Ecuador at the opening ceremony of the 2000 Summer Olympics in Sydney, Australia.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Felipe_Delgado_(swimmer)": "Felipe Delgado, born Felipe Delgado Martillo on July 14, 1973, is an Ecuadorian swimmer who is a competitor in 50m & 100m Freestyle.",
  "/wiki/Swimming_at_the_1996_Summer_Olympics": "The swimming competition at the 1996 Summer Olympics was held at the Georgia Tech Aquatic Center in Atlanta, United States. There were 762 competitors from 117 countries. This was the last Olympics where swimming B-finals were held.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/María_Cangá": "María Magda Cangá Valencia (born September 27, 1962) is a female judoka from Ecuador. She competed for her native country at the 1992 Summer Olympics in Barcelona, Spain, where she was defeated in the first round, and carried the national flag at the opening ceremony. Cangá won the silver medal in the Women's Half Heavyweight (– 72 kg) division at the 1991 Pan American Games in Havana, Cuba, after having gained bronze four years earlier in Indianapolis.",
  "/wiki/Judo_at_the_1992_Summer_Olympics": "The Judo competition at the 1992 Summer Olympics was contested in fourteen weight classes, seven each for men and women. The seven men's weight classes continued to be those first used in 1980. This was the first Olympic competition to award medals to women judoka; women competed in 1988 as a demonstration sport.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Liliana_Chalá": "Elsa Liliana Chalá Mejía (born June 7, 1965) is a retired female track and field athlete from Ecuador, who competed in the 400 m hurdling and sprints events.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul a total number of 42 events in athletics were contested: 24 by men and 18 by women. There were a total number of 1617 participating athletes from 149 countries.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Weightlifting_at_the_1984_Summer_Olympics": "The weightlifting competition at the 1984 Summer Olympics in Los Angeles consisted of ten weight classes. The 1984 Summer Olympics boycott meant that the most dominant forces in weightlifting at the time, the USSR and Bulgaria did not take part. This left the field wide open.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Nancy_Vallecilla": "Nancy Vallecilla (born November 24, 1957) is a retired female athlete from Ecuador, who competed in the hurdling events and the heptathlon.",
  "/wiki/Athletics_at_the_1980_Summer_Olympics": "Athletics at the 1980 Summer Olympics was represented by 38 events. They were held in the Grand Arena of the Central Lenin Stadium at Luzhniki (south-western part of Moscow) between July 24 and August 1. There were a total number of 959 participating athletes from 70 countries.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Diving_at_the_1976_Summer_Olympics": "At the 1976 Summer Olympics in Montreal, four diving events were contested during a competition that took place at the Montréal Olympic Pool, from 19 to 27 July (July 24, rest day), comprising 82 divers from 22 nations.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Abdalá_Bucaram_Ortiz": "Abdalá Jaime Bucaram Ortiz عبد الله بوكرم (/ɑːbdəˈlɑː bʊkəˈrɑːm/ (listen) ahb-də-LAH buu-kə-RAHM; born February 20, 1952) is an Ecuadorian politician and lawyer who was President of Ecuador from August 10, 1996, to February 6, 1997.  As President, Abdalá Bucaram was nicknamed \"El Loco Que Ama\" (\"The Madman That Loves,\" a nickname he himself championed) and was removed from office after being declared mentally unfit to rule by the National Congress of Ecuador. February 12, 1997. Bucaram and his followers claim that all cases against him have been dismissed. After having lived in Panama under political asylum, he returned to Ecuador in 2017 when the charges against him expired.",
  "/wiki/List_of_flag_bearers_for_Ecuador_at_the_Olympics": "This is a list of flag bearers who have represented Ecuador at the Olympics."
}