{
  "/wiki/Lakeland_Duramed_FUTURES_Classic": "The Bright House Networks Open was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was part of the Futures Tour's schedule from 1998 through 2008. From 1998 through 2003, it was played at The Club at Eaglebrooke. From 2004 to 2008, it was played at Cleveland Heights Golf Course. Both courses are located in Lakeland, Florida.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Meaghan_Francella": "Meaghan Francella (born May 12, 1982) is an American professional golfer currently playing on the LPGA Tour.",
  "/wiki/Greater_Tampa_Duramed_FUTURES_Classic": "The Greater Tampa Duramed FUTURES Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was a part of the Futures Tour's schedule from 2003 to 2007. In 2003 it was played at Rogers Park Golf Course. In 2004 and 2005 it was played at East Lake Woodlands\nGolf & Country Club. In 2006 and 2007 it was played at Summerfield Crossings Golf Club. All four courses are located in the Tampa, Florida area.",
  "/wiki/Ashley_Prange": "Ashley Prange (born November 24, 1981) is a professional golfer and winner of the reality television program The Big Break V: Hawaii.",
  "/wiki/Louisiana_Pelican_Classic": "The Louisiana Pelican Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA's developmental tour. The event was a part of the Futures Tour's schedule from 2006 to 2009. It took place at The Wetlands Golf Course in Lafayette, Louisiana.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.",
  "/wiki/Song-Hee_Kim": "Song-Hee Kim (Korean: 김송희, born 16 July 1988) is a Korean female professional golfer currently playing on the United States-based LPGA Tour.",
  "/wiki/The_Power_of_a_Dream_Golf_Classic": "The Power of a Dream Golf Classic was a golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was part of the Futures Tour's schedule in 2006 and 2007. It took place at The Trails of Frisco Golf Club in Frisco, Texas.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Jalapeno_Golf_Classic": "The Jalapeno Golf Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was part of the Futures Tour's schedule from 2005 to 2008. It took place at Palm View Golf Course in McAllen, Texas.",
  "/wiki/Kristy_McPherson": "Kristy McPherson (born May 28, 1981) is an American professional golfer, currently playing on the LPGA Tour.",
  "/wiki/El_Paso_Golf_Classic": "The El Paso Golf Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA's developmental tour. The event was a part of the Futures Tour's schedule from 2002 through 2008. It took place at the Underwood Golf Complex in El Paso, Texas.",
  "/wiki/Arizona": "Arizona (/ˌærɪˈzoʊnə/ (listen); Navajo: Hoozdo Hahoodzo Navajo pronunciation: [xòːztò xɑ̀xòːtsò]; O'odham: Alĭ ṣonak Uto-Aztecan pronunciation: [ˡaɺi ˡʂonak]) is a state in the southwestern region of the United States. It is also part of the Western and the Mountain states. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora and Baja California to the south and southwest.",
  "/wiki/Aurora_Health_Care_Championship": "The Aurora Health Care Championship was an annual United States golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was a part of the Futures Tour's schedule from 1995 to 2003, when it was played in the Milwaukee, Wisconsin area and again from 2006 to 2008, when it has been played at the Geneva National Golf Club in Lake Geneva, Wisconsin.",
  "/wiki/Wisconsin": "Wisconsin (/wɪˈskɒnsɪn/ (listen)) is a U.S. state located in the north-central, Midwest and Great Lakes regions of the country. It is bordered by Minnesota to the west, Iowa to the southwest, Illinois to the south, Lake Michigan to the east, Michigan to the northeast, and Lake Superior to the north. Wisconsin is the 23rd largest state by total area and the 20th most populous. The state capital is Madison, and its largest city is Milwaukee, which is located on the western shore of Lake Michigan. The state is divided into 72 counties.",
  "/wiki/Team_WLF.org_Golf_Classic": "Team WLF.org Golf Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was played from 2005 through 2007 at the Kankakee Elks Country Club in the Kankakee, Illinois area.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Michelob_ULTRA_FUTURES_Players_Championship": "The Forsyth Classic is an event on the Symetra Tour, the LPGA's developmental tour. It has been a part of the Symetra Tour's schedule since 1985. It is held at the Hickory Point Golf Course in Decatur, Illinois.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/United_States_Steel_Golf_Classic": "The \tCity of Hammond Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was played each year between 2003 and 2010 in the Hammond, Indiana area.",
  "/wiki/Indiana": "Indiana /ˌɪndiˈænə/ (listen) is a U.S. state in the Midwestern and Great Lakes regions of North America. Indiana is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th U.S. state on December 11, 1816. Indiana borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, Kentucky to the south and southeast, and Illinois to the west.",
  "/wiki/CIGNA_Golf_Classic": "The ING New England Golf Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was played from 1999 to 2011 in the Hartford, Connecticut area.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Alliance_Bank_Golf_Classic": "The Credit Union Classic presented by Wegmans was an annual golf tournament for professional women golfers on the Symetra Tour, the LPGA's developmental tour. The event was  played from 1996 to 2014 in the Syracuse, New York area.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Laconia_Savings_Bank_Golf_Classic": "The Northeast Delta Dental International was an annual golf tournament for professional women golfers on the Symetra Tour, the LPGA's developmental tour. The event was played from 2004 to 2013 in the Concord, New Hampshire area. Naming rights were purchased by insurer Northeast Delta Dental.",
  "/wiki/New_Hampshire": "New Hampshire (/ˈhæmpʃər/) is a state in the New England region of the northeastern United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state.",
  "/wiki/Betty_Puskar_Golf_Classic": "The Betty Pusker Golf Classic was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was part of the Futures Tour's schedule from 1992 through 2007. It took place at The Pines Country Club in Morgantown, West Virginia.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.",
  "/wiki/Hunters_Oak_Golf_Classic": "The Hunters Oak Golf Classic was a golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was part of the Futures Tour's schedule from 2003 to 2007 and was held at Hunters Oak Golf Club in Queenstown, Maryland.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/The_Gettysburg_Championship": "The Gettysburg Championship was an annual golf tournament for professional women golfers on the Futures Tour, the LPGA Tour's developmental tour. The event was played from 2006 to 2008 in the Gettysburg, Pennsylvania area.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/ILOVENY_Championship": "The Fuccillo Kia Classic, organised by Billy Fuccillo, was an annual golf tournament for professional women golfers on the Symetra Tour, the LPGA's developmental tour. The event was played from 2000 to 2018 in the Albany, New York area."
}