{
  "/wiki/Capitol_Limited_(B%26O_train)": "The Capitol Limited was an American passenger train run by the Baltimore and Ohio Railroad, originally between New York City and Grand Central Station in Chicago, Illinois, via Union Station, Washington, D.C., and Pittsburgh. For almost 48 years, it was the B&O's flagship passenger train, noted for personalized service and innovation. At the time of its discontinuation on May 1, 1971, when Amtrak took over most rail passenger service in the U.S., the Capitol Limited operated between Washington and Chicago.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Pittsburgh,_Pennsylvania": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Columbian_(B%26O_train)": "The Columbian was a named passenger train operated by the Baltimore and Ohio Railroad. It was the all-coach supplemental train of the all-Pullman Capitol Limited. It operated from 1931 to 1964. The train's initial route was between Jersey City, New Jersey and Washington, D.C., but in 1941 the Columbian route was lengthened to Jersey City – Chicago, Illinois. It was the first air-conditioned train in the United States.",
  "/wiki/Diplomat_(train)": "The Diplomat was a named passenger train of the Baltimore and Ohio Railroad (B&O) during the 1920s–1950s  connecting New York City, and St. Louis, Missouri, via Washington, D.C.  Other B&O trains on the route during that period were the premier National Limited and the workhorse Metropolitan Special.  The train was inaugurated in August 1930 after several changes to trains along the St. Louis Route.  After World War II, the Diplomat operated as Train No. 3 westbound, and No. 4 eastbound.  It was timed to provide connections to several western railroads that terminated in St. Louis, including the Frisco, the Santa Fe, Cotton Belt and Missouri Pacific, among others.",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Metropolitan_Special": "The Metropolitan Special was the workhorse passenger train of the Baltimore and Ohio Railroad (B&O) during the 1920s–1960s between St. Louis, Missouri, and Jersey City, New Jersey, where at Communipaw Terminal passengers transferred to buses and ferries to Manhattan in New York City.  Major station stops included Washington, D.C., and Cincinnati, Ohio. The Metropolitan Special carried vast amounts of mail and express packages in many (often 10+) baggage cars and express cars, and the train served various smaller towns and villages that were bypassed by the more prestigious trains along the route, the National Limited and the Diplomat.  Added revenue for the train came from Railway Post Office cars, which sorted and canceled mail en route, between terminals. By 1948 the Washington Night Special picked up the initial Jersey City to Baltimore part of the route.",
  "/wiki/Cincinnati,_Ohio": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/National_Limited": "The National Limited was the premier train of the Baltimore and Ohio Railroad (B&O) on its route between New York City and St. Louis, Missouri, with major station stops in Washington, D.C., and Cincinnati, Ohio. It operated from 1925 to 1971. For much of its life it offered exclusive all-Pullman service, and it was the first long-distance train to be entirely air-conditioned. The National Limited was one of many trains discontinued when Amtrak began operations in 1971. Amtrak revived the name for another New York–St. Louis service which did not use the B&O route.",
  "/wiki/Royal_Blue_(train)": "The Royal Blue was the Baltimore and Ohio Railroad (B&O)'s flagship passenger train between New York City and Washington, D.C., in the United States, beginning in 1890. The Baltimore-based B&O also used the name between 1890 and 1917 for its improved passenger service between New York and Washington launched in the 1890s, collectively dubbed the Royal Blue Line. Using variants such as the Royal Limited and Royal Special for individual Royal Blue trains, the B&O operated the service in partnership with the Reading Railroad and the Central Railroad of New Jersey. Principal intermediate cities served were Philadelphia, Wilmington, and Baltimore. Later, as Europe reeled from the carnage of World War I and connotations of European royalty fell into disfavor, the B&O discreetly omitted the sobriquet Royal Blue Line from its New York passenger service and the Royal Blue disappeared from B&O timetables. Beginning in 1917, former Royal Blue Line trains were renamed: the Royal Limited (inaugurated on May 15, 1898), for example, became the National Limited, continuing west from Washington to St. Louis via Cincinnati. During the Depression, the B&O hearkened back to the halcyon pre-World War I era when it launched a re-christened Royal Blue train between New York and Washington in 1935. The B&O finally discontinued  passenger service north of Baltimore on April 26, 1958, and the Royal Blue faded into history.",
  "/wiki/Shenandoah_(B%26O_train)": "The Shenandoah was an American named passenger train of the Baltimore and Ohio Railroad (B&O), one of four daily B&O trains operating between Jersey City, New Jersey and  Grand Central Station in Chicago, Illinois, via Washington, D.C. and Pittsburgh, Pennsylvania from the 1930s to the 1950s. Other B&O trains of that period on the route were the Capitol Limited, Columbian, and the Washington - Chicago Express. An alternate branch originated in Detroit and met with the Chicago part of the train at Deshler, Ohio, south of Toledo.",
  "/wiki/Central_Railroad_of_New_Jersey": "The Central Railroad of New Jersey, also known as the Jersey Central or Jersey Central Lines (reporting mark CNJ), was a Class I railroad with origins in the 1830s. It filed for bankruptcy three times; in 1939, 1947 and on March 22, 1967, the CNJ filed for bankruptcy for the final time. It foreshadowed the rest of New Jersey's railroads, but not by much. It then pulled out of Pennsylvania completely in 1972. While most of the passenger services, structures and equipment were picked up by the State of New Jersey, later NJ Transit, it was absorbed into Conrail in April 1976 along with several other prominent bankrupt railroads of the northeastern United States. Only two of the railroad's steam locomotives were preserved: CNJ No. 592 & CNJ No. 113; the latter is the only one that is still operational.",
  "/wiki/Blue_Comet": "The Blue Comet was a named passenger train operated by Central Railroad of New Jersey from 1929 to 1941 between the New York metropolitan area and Atlantic City.",
  "/wiki/Atlantic_City,_New_Jersey": "Atlantic City is a resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It borders Absecon, Brigantine, Pleasantville, Ventnor City, Egg Harbor Township, and the Atlantic Ocean.",
  "/wiki/Wilkes-Barre,_Pennsylvania": "Wilkes-Barre (/ˈwɪlksˌbɛər/ or /-bɛəri/) is a city in the Commonwealth of Pennsylvania and the county seat of Luzerne County. It is one of the principal cities in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area. Located at the center of the Wyoming Valley, it is second in size to the nearby city of Scranton. The Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area had a population of 563,631 as of the 2010 Census, making it the fourth-largest metro/statistical area in the state of Pennsylvania. Wilkes-Barre and the surrounding Wyoming Valley are framed by the Pocono Mountains to the east, the Endless Mountains to the north and west, and the Lehigh Valley to the south. The Susquehanna River flows through the center of the valley and defines the northwestern border of the city.",
  "/wiki/Reading_Railroad": "The Reading Company (/ˈrɛdɪŋ/ RED-ing) was a company that was involved in the railroad industry in southeast Pennsylvania and neighboring states from 1924 until 1976.",
  "/wiki/Crusader_(train)": "The Crusader was a 5 car stainless steel streamlined express train that ran on a 90.3-mile (145.3 km) route from Philadelphia's Reading Terminal to Jersey City's Communipaw Terminal, with a ferry connection to Lower Manhattan at Liberty Street. The Reading Railroad provided this service in partnership with the Central Railroad of New Jersey (CNJ), in which it was the majority owner of capital stock. Trains including the Crusader ran on Reading Railroad tracks from Reading Terminal in Philadelphia to Bound Brook, NJ, where they continued on CNJ tracks to Communipaw Terminal in Jersey City.Passengers then left the train and walked aboard the ferry or boarded busses that loaded onto the ferry. Introduced in 1937, the Crusader service declined during the 1960s. The southern part of the route was cut in 1981, followed by the northern part in 1982.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Harrisburg,_Pennsylvania": "Harrisburg (/ˈhærɪsbɜːrɡ/ HARR-iss-burg; Pennsylvania German: Harrisbarrig)[citation needed] is the capital city of the Commonwealth of Pennsylvania in the United States, and the county seat of Dauphin County. With a population of 49,229, it is the 15th largest city in the Commonwealth. It lies on the east bank of the Susquehanna River, 107 miles (172 km) west of Philadelphia. Harrisburg is the anchor of the Susquehanna Valley metropolitan area, which had a 2018 estimated population of 574,659, making it the fourth most populous in Pennsylvania and 96th most populous in the United States.",
  "/wiki/Queen_of_the_Valley": "The Queen of the Valley was a named train on the Central Railroad of New Jersey (CNJ). Operating from 1911 to 1967 it was the longest continuing operating train of the CNJ. Also, its route was the longest in the system, operating on a 179.5 mile route, exceeding the CNJ's Atlantic City-bound Blue Comet.",
  "/wiki/Williamsport,_Pennsylvania": "Williamsport is a city in, and the county seat of, Lycoming County, Pennsylvania, United States. In 2017, the population was estimated at 28,348. It is the principal city of the Williamsport, Pennsylvania Metropolitan Statistical Area, which has a population of about 114,000."
}