{
  "/wiki/Solomon_Elimimian": "Solomon Elimimian (born October 21, 1986) is a Canadian football linebacker for the Saskatchewan Roughriders of the Canadian Football League (CFL). He spent nine seasons with the BC Lions and was named the CFL's Most Outstanding Rookie in 2010. In 2014, he won the CFL's Most Outstanding Defensive Player Award and Most Outstanding Player Award. Elimimian is the first purely defensive player to win the league's Most Outstanding Player Award as well as the first player to win three different CFL awards in his career. He played college football for the Hawaii Warriors and attended Crenshaw High School in South Los Angeles, California.",
  "/wiki/BC_Lions": "The BC Lions are a professional Canadian football team competing in the West Division of the Canadian Football League (CFL). Based in Vancouver, British Columbia, the Lions play their home games at BC Place.",
  "/wiki/Shawn_Gore": "Shawn Vere Gore (born April 12, 1987, is a retired professional Canadian football wide receiver. Gore spent the majority of his professional career playing for the BC Lions of the Canadian Football League. He was drafted tenth overall by the Lions in the 2010 CFL Draft, but signed with the Green Bay Packers of the National Football League on the day after the draft as a free agent. He played college football for the Bishop's Gaiters, and high school football for the Newtonbrook North Stars.",
  "/wiki/Jon_Hameister-Ries": "Jonathan \"Jon\" Hameister-Ries (born January 26, 1984) is a former professional Canadian football offensive lineman who played for the BC Lions of the Canadian Football League. He was drafted 15th overall by the Lions in the 2006 CFL Draft. He was then signed to the practice roster of the Lions a month later where spent the remainder of the 2007 CFL season. He played college football for the Tulsa Golden Hurricane. He was released by the Lions on June 16, 2013. He competed in the second season of MasterChef Canada and reached Top 8. Hameister-Reis was a free agent signing of the Arizona Cardinals in May 2007, however, he was released at the end of their training camp on August 30, 2007.",
  "/wiki/Cauchy_Muamba": "Cauchy Muamba (born May 8, 1987) is a Congolese-born professional Canadian football defensive back who is currently a free agent. He most recently played for the Montreal Alouettes of the Canadian Football League (CFL). He was drafted 34th overall by the BC Lions in the 2010 CFL Draft and signed a contract with the team on May 25, 2010. He played CIS football for the St. Francis Xavier X-Men.",
  "/wiki/Winnipeg_Blue_Bombers": "The Winnipeg Blue Bombers (legal name: Winnipeg Football Club) are a professional Canadian football team based in Winnipeg, Manitoba. They are currently members of the West Division of the Canadian Football League (CFL). They play their home games at IG Field after many years of playing at the since demolished Canad Inns Stadium.",
  "/wiki/Jesse_Newman": "Jesse Newman (born September 23, 1982) is a former Canadian football guard for the Calgary Stampeders and BC Lions of the Canadian Football League (CFL). He was drafted in the first round with the 3rd overall pick in the 2008 CFL Draft by the Calgary Stampeders. He played college football for UL Lafayette. He retired from professional football on June 4, 2010, for personal reasons. Following Calgary's bye week later that season, Newman announced that he was coming out of retirement, much to the chagrin of some of the team's players. Consequently, Newman was traded to the BC Lions on September 4 for a second-round pick in the 2011 CFL Draft as well as a conditional fourth-round pick in the 2012 CFL Draft.",
  "/wiki/Jovan_Olafioye": "Jovan Olafioye (born December 16, 1987) is a former professional Canadian football offensive lineman who most recently played for the BC Lions of the Canadian Football League. He signed with the BC Lions as a free agent, after going undrafted in the 2009 NFL Draft. Jovan attended the 2009 Detroit Lions rookie mini camp. He played junior college football at Grand Rapids Community College for a year before attending North Carolina Central University.",
  "/wiki/Mike_Reilly_(quarterback)": "Mike Reilly (born January 25, 1985) is an American professional gridiron football player who is a quarterback for the BC Lions of the Canadian Football League (CFL). He was the starting quarterback for the Eskimos when they won the 103rd Grey Cup and was named the Grey Cup Most Valuable Player. He was originally signed by the Pittsburgh Steelers as an undrafted free agent in 2009. He played college football at Central Washington. He was named the CFL's Most Outstanding Player in 2017. Reilly has also been a member of the Edmonton Eskimos, Pittsburgh Steelers, Green Bay Packers, St. Louis Rams and Seattle Seahawks.",
  "/wiki/Edmonton_Eskimos": "The Edmonton Eskimos are a professional Canadian football team based in Edmonton, Alberta, competing in the West Division of the Canadian Football League (CFL). The Eskimos play their home games at The Brick Field at Commonwealth Stadium and are the third-youngest franchise in the CFL. The Eskimos were founded in 1949, although there were clubs with the name Edmonton Eskimos as early as 1895. The Eskimos are arguably the most successful CFL franchise of the modern era (since 1954), having won the league's Grey Cup championship fourteen times, second overall only to the Toronto Argonauts who have won seventeen (with seven of those championships coming since 1954). This includes a three-peat between 1954 and 1956 and an unmatched five consecutive wins between 1978 and 1982, and most recently in 2015.",
  "/wiki/James_Yurichuk": "James Yurichuk (born November 1, 1986, in Brampton, Ontario) is a Canadian professional football linebacker and businessman. Yurichuk was drafted by the BC Lions in the 2009 CFL Draft in the first round and played four seasons with the BC Lions, winning the Grey Cup in 2011 with the Lions. He played CIS football for the Bishop's Gaiters. Yurichuk is also the founder and CEO of Wully Outerwear.",
  "/wiki/Toronto_Argonauts": "The Toronto Argonauts (officially the Toronto Argonaut Football Club, commonly referred to as the Argos) are a professional Canadian football team competing in the East Division of the Canadian Football League (CFL). Based in Toronto, Ontario, the team was founded in 1873, and is the oldest existing professional sports team in North America still using its original name, and they are the oldest-surviving team in both the modern-day CFL and East Division. The team's origins date back to a modified version of rugby football that emerged in North America in the latter half of the nineteenth century. The Argonauts played their home games at Rogers Centre (originally known as SkyDome) from 1989 until 2016 when the team moved to BMO Field, the fifth stadium site to host the team.",
  "/wiki/2013_BC_Lions_season": "The 2013 BC Lions season was the 56th season for the team in the Canadian Football League and their 60th overall. On September 27, the Lions defeated the Winnipeg Blue Bombers to clinch a playoff spot for the 17th straight season, tying the mark for the third longest playoff streak in CFL history. The Lions finished the season in 3rd place in the West Division with an 11–7 record, but lost to the Saskatchewan Roughriders in the West Semi-Final."
}