{
  "/wiki/Castlereagh,_New_South_Wales": "Castlereagh is a suburb of Sydney, in the state of New South Wales, Australia. Castlereagh is 67 kilometres north-west of the Sydney central business district, in the local government area of the City of Penrith and is part of the Greater Western Sydney region.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Castlereagh_Aerodrome": "Castlereagh Aerodrome was a Royal Australian Air Force (RAAF) emergency landing ground and dispersal ground during World War II at Castlereagh, New South Wales, Australia. The runway was 5,000 ft long (1,500 m) x 150 ft wide (46 m). The airfield was to become home to No. 94 Squadron's Mosquito aircraft and had been upgraded by No. 9 Airfield Construction Squadron, however the aircraft did not arrive before No. 94 Squadron was relocated to RAAF Base Richmond and disbanded.",
  "/wiki/Cudal,_New_South_Wales": "Cudal (/ˈkjuːdæl/ KEW-dal) is a town in the Central West region of New South Wales, Australia. Cudal is in the Cabonne Shire Council local government area, 296 kilometres (184 mi) west of the state capital, Sydney. The town was first surveyed in 1867. Running through the town is \"Boree Creek\". Platypi are common in the Boree Creek, giving Cudal the catchline 'home of the platypus' on signs entering the town. The place name, Cudal, could have derived from an Aboriginal word meaning 'flat'. At the 2011 census, Cudal had a population of 339. Industry and commerce in Cudal is a mixture of retail, government services, and agriculture (sheep, canola).",
  "/wiki/Forster,_New_South_Wales": "Forster is a coastal town in the Mid North Coast region of New South Wales, Australia, in the Mid-Coast Council LGA, about 308 km north-north-east of Sydney. It is immediately adjacent to its twin, Tuncurry, which is the smaller of the two towns. Forster is known for its stunning waters & Manning Valley beauty.",
  "/wiki/Forster_(Wallis_Island)_Airport": "Forster (Wallis Island) Airport (IATA: FOT, ICAO: YFST) is a private Australian airfield located on Wallis Island, New South Wales. The airport is the only one on the small island, which is only accessible by boat or plane, landing at the airport itself. There are no commercial or scheduled flights servicing it. The airport's single runway is 1,500 meters (4,900 ft).  Wallis Island, including the airport, after being put up for sale, was sold on the 27th of February 2018.",
  "/wiki/Hoxton_Park": "Hoxton Park is a suburb of Sydney, in the state of New South Wales, Australia. Hoxton Park is located 38 kilometres west of the Sydney central business district, in the local government area of the City of Liverpool and is part of the Greater Western Sydney region.",
  "/wiki/Hoxton_Park_Airport": "Hoxton Park Airport (ICAO: YHOX) was a general aviation aerodrome in south-western Sydney, New South Wales, Australia.",
  "/wiki/Nabiac": "Nabiac is a small town on the Mid North Coast, New South Wales, Australia in Mid-Coast Council. It is north-west of Forster, and south of Taree. At the 2016 census, the population of Nabiac was 1,252.",
  "/wiki/RAAF_Base_Nabiac": "RAAF Base Nabiac was an advanced operating base for the Royal Australian Air Force (RAAF), during the Second World War, near Nabiac, New South Wales, Australia. Constructed in 1942 by the NSW Public Works Department 10 km (6.2 mi) to the south east of Nabiac. The aerodrome consisted of four runways, with associated bomb dumps and camouflaged hangars for the Avro Anson and Douglas Boston aircraft stationed at the aerodrome. The base was closed after the war and fell into disuse. New England Airways later commenced a passenger and freight service and later Butler Air Transport then took over operations until 1952, when Wallis Island Aerodrome at Forster was opened.",
  "/wiki/Penrith,_New_South_Wales": "Penrith is a suburb in New South Wales, Australia, located west of Sydney. It is located in Greater Western Sydney, 50 kilometres (31 mi) west of the Sydney central business district on the banks of the Nepean River, on the outskirts of the Cumberland Plain. Its elevation is 25 metres (82 ft).",
  "/wiki/Fleurs_Aerodrome": "Fleurs Aerodrome was a parent aerodrome built on behalf of the Royal Australian Air Force during World War II. It is located at Kemps Creek 40 km west of Sydney, Australia",
  "/wiki/Schofields,_New_South_Wales": "Schofields is a growing suburb on the fringe of Sydney's urban sprawl, in the state of New South Wales, Australia. Schofields is located 45 kilometres (28 mi) west of the Sydney central business district, in the Blacktown local government area. It is part of Greater Western Sydney's North West Growth Area.",
  "/wiki/RAAF_Station_Schofields": "RAAF Station Schofields is a former Royal Australian Air Force (RAAF) military air base and aerodrome located at Schofields, a suburb of Sydney in New South Wales, Australia. The aerodrome was used during World War II and was in operation between 1942 and 1944.",
  "/wiki/Uranquinty": "Uranquinty is a small town approximately 15 kilometres (9.3 mi) south of Wagga Wagga, in the Riverina region of New South Wales, Australia. The population of the town, often referred to as \"Quinty\", is 909.",
  "/wiki/RAAF_Base_Uranquinty": "RAAF Base Uranquinty was a Royal Australian Air Force (RAAF) base located at Uranquinty, New South Wales. Land was requisitioned in 1940 as part of the Empire Air Training Scheme during the Second World War, for the formation of No. 5 Service Flying Training School.",
  "/wiki/Woy_Woy": "Woy Woy is a coastal town and a southern suburb of the Central Coast region of New South Wales, Australia, located on the southern reaches of Brisbane Water 79 km (49 mi) north of Sydney. It is an important population centre within the Central Coast Council local government area.",
  "/wiki/Woy_Woy_Aerodrome": "Woy Woy Aerodrome was an aerodrome constructed in 1942 as a dispersal ground and landing ground for the Fleet Air Arm of the Royal Navy at Woy Woy, New South Wales. The airfield was built as a satellite of RAAF Station Schofields.",
  "/wiki/List_of_airports_in_New_South_Wales": "This is an incomplete list of airports in the Australian state of New South Wales."
}