{
  "/wiki/Rube_Bjorkman": "Rubin Eugene Bjorkman (born February 27, 1929) is a former head coach of the University of North Dakota Fighting Sioux hockey men's team.  A graduate of Roseau, Minnesota High School where he led his team to a State Championship in 1946, Bjorkman was a member of the US Olympic teams in 1948 and 1952 (silver medalists).  He was a three-year letter winner at the University of Minnesota.",
  "/wiki/Roseau,_Minnesota": "Roseau (/roʊˈzoʊ/[citation needed]) is a city and county seat of Roseau County, Minnesota, United States.  Its population was 2,633 at the 2010 census.",
  "/wiki/University_of_Minnesota": "The University of Minnesota, Twin Cities, (the U of M, UMN, Minnesota, or simply the U) is a public research university in Minneapolis and Saint Paul, Minnesota. The Twin Cities campus comprises locations in Minneapolis and St. Paul approximately 3 miles (4.8 km) apart, and the St. Paul location is in neighboring Falcon Heights. The Twin Cities campus is the oldest and largest in the University of Minnesota system and has the sixth-largest main campus student body in the United States, with 51,327 students in 2019-20. It is the flagship institution of the University of Minnesota System, and is organized into 19 colleges, schools, and other major academic units.",
  "/wiki/Len_Ceglarski": "Leonard Stanley Ceglarski (June 27, 1926 – December 16, 2017) was an American ice hockey player and coach. He was an All-American left wing on Boston College's 1949 NCAA championship team, and was captain of the 1950–51 squad. He was also a member of the U.S. Olympic hockey team that won the silver medal at the 1952 Winter Olympic Games in Oslo, Norway. Ceglarski was also known as a baseball player. While at Boston College, his .429 batting average as a senior second baseman was best in New England.",
  "/wiki/East_Walpole,_Massachusetts": "Walpole is a town in Norfolk County, Massachusetts, United States. Walpole Town, as the Census refers to it, is located about 13 miles (21 km) south of downtown Boston and 23.5 miles (37.8 km) north of Providence, Rhode Island. In 2017 the Department of Census reported The population of Walpole was 25,073 Walpole was first settled in 1659 and was considered a part of Dedham until officially incorporated in 1724. The town was named after Sir Robert Walpole, de facto first Prime Minister of Great Britain. It also encompasses the entirely distinct entity of Walpole (CDP), with its much smaller area of 2.9 square miles .",
  "/wiki/Boston_College": "Boston College (BC) is a private Jesuit research university in the Chestnut Hill and Brighton neighborhoods of Boston, Massachusetts and the city of Newton, Massachusetts. It was founded in 1863 and although it is classified among \"R1: Doctoral Universities – Very high research activity\" its name reflects its historical position as a small liberal arts college. The university has more than 9,300 full-time undergraduates and nearly 5,000 graduate students. It has historical ties to Boston College High School in Dorchester, as both the high school and the college were once on one campus in the South End of Boston.  Its main campus is a historic district and features some of the earliest examples of collegiate gothic architecture in North America.",
  "/wiki/Joseph_Czarnota": "Joseph John \"Joe\" Czarnota (March 25, 1925 – October 7, 1968) was an American ice hockey player. He won a silver medal at the 1952 Winter Olympics in Oslo, Norway.\nAfter Czarnota graduated from high school he enlisted in the military and fought in World War II with the Marines.  When he finished serving, he started school at Boston University playing hockey and worked his way to the Olympics.",
  "/wiki/Wakefield,_Massachusetts": "Wakefield is a town in Middlesex County, Massachusetts in the Greater Boston metropolitan area, incorporated in 1812 and located about 12.5 mi (20.1 km) north-northwest of Downtown Boston. The 73rd most populous municipality in Massachusetts, Wakefield's population was 24,932 at the 2010 census, with a 2016 population estimate of 26,399. Wakefield offers an assortment of activities around the local lake, Lake Quannapowitt.",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/Richard_Desmond_(ice_hockey)": "Richard Joseph \"Dick\" Desmond (March 2, 1927 – November 1, 1990) was an ice hockey player.  Desmond played for the American 1952 Winter Olympics ice hockey team.  He was inducted into the United States Hockey Hall of Fame in 1988.",
  "/wiki/Medford,_Massachusetts": "Medford is a city 6.7 miles northwest of downtown Boston on the Mystic River in Middlesex County, Massachusetts, United States. In the 2010 U.S. Census, Medford's population was 56,173. It is home to Tufts University, which has its campus along the Medford and Somerville border. In 2017, Medford’s population grew up to 57,797 residents.",
  "/wiki/Dartmouth_College": "Dartmouth College (/ˈdɑːrtməθ/ DART-məth) is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence.",
  "/wiki/Andre_Gambucci": "Andre Peter \"Andy\" Gambucci (November 12, 1928 – September 24, 2016) was an American ice hockey player. He won a silver medal at the 1952 Winter Olympics. He was born in Eveleth, Minnesota and attended Colorado College.",
  "/wiki/Eveleth,_Minnesota": "Eveleth is a city in Saint Louis County, Minnesota, United States. The population was 3,718 at the 2010 census.",
  "/wiki/Colorado_College": "The Colorado College (CC) is a private liberal arts college in Colorado Springs, Colorado. It was founded in 1874 by Reverend Thomas Nelson Haskell in his daughter's memory. The college enrolls approximately 2,000 undergraduates at its 90-acre (36 ha) campus, 70 miles (110 km) south of Denver. The college offers 42 majors and 33 minors, and has a student-faculty ratio of 10:1. Famous alumni include James Heckman, Ken Salazar, Lynne Cheney, Thomas Hornsby Ferril, Marc Webb, and Steve Sabol. Colorado College has an acceptance rate of 13.5% for the Class of 2023, was ranked as the best private college in Colorado by Forbes, and was listed as tied for the 23rd-best National Liberal Arts College, and as the No. 1 Most Innovative Liberal Arts School, in the 2018 U.S. News & World Report rankings. In addition, Kiplinger's Personal Finance ranked Colorado College 16th in its 2018 rating of best value liberal arts colleges in the U.S.",
  "/wiki/Clifford_Harrison": "Clifford \"Cliff\" Harrison (October 30, 1927 – December 15, 1988) was an American ice hockey player who competed in the Olympic games in 1952. He was a member of the national team that won the silver medal in Oslo.  He was born in Walpole, Massachusetts.  He attended Dartmouth College.",
  "/wiki/Walpole,_Massachusetts": "Walpole is a town in Norfolk County, Massachusetts, United States. Walpole Town, as the Census refers to it, is located about 13 miles (21 km) south of downtown Boston and 23.5 miles (37.8 km) north of Providence, Rhode Island. In 2017 the Department of Census reported The population of Walpole was 25,073 Walpole was first settled in 1659 and was considered a part of Dedham until officially incorporated in 1724. The town was named after Sir Robert Walpole, de facto first Prime Minister of Great Britain. It also encompasses the entirely distinct entity of Walpole (CDP), with its much smaller area of 2.9 square miles .",
  "/wiki/Gerald_Kilmartin": "Gerald Walsh \"Gerry\" Kilmartin (July 7, 1927 – June 16, 1970) was an American ice hockey player. He won a silver medal at the 1952 Winter Olympics.",
  "/wiki/Providence,_Rhode_Island": "Providence is the capital and most populous city of the state of Rhode Island and is one of the oldest cities in the United States. It was founded in 1636 by Roger Williams, a Reformed Baptist theologian and religious exile from the Massachusetts Bay Colony. He named the area in honor of \"God's merciful Providence\" which he believed was responsible for revealing such a haven for him and his followers. The city is situated at the mouth of the Providence River at the head of Narragansett Bay.",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/John_Mulhern": "John Francis \"Jack\" Mulhern (born July 18, 1927 in Boston, Massachusetts - d. September 19, 2007 in Charlestown, Massachusetts) was an American ice hockey player. He won a silver medal at the 1952 Winter Olympics.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/John_Noah": "John Michael Noah (November 21, 1927 – September 3, 2015) was an American ice hockey player. He won a silver medal at the 1952 Winter Olympics.",
  "/wiki/Crookston,_Minnesota": "Crookston is a city in the U.S. state of Minnesota. It is the county seat of Polk County. The population was 7,891 at the 2010 census. It is part of the \"Grand Forks, ND–MN Metropolitan Statistical Area\" or \"Greater Grand Forks\".",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/Arnold_Oss": "Arnold Carl \"Arnie\" Oss, Jr. (born April 18, 1928) is an American ice hockey player. He won a silver medal at the 1952 Winter Olympics.",
  "/wiki/Minneapolis,_Minnesota": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/Robert_Rompre": "Robert Edward \"Bob\" Rompre (April 11, 1929 – September 13, 2010) was an American ice hockey player who won a silver medal with the United States men's national ice hockey team at the 1952 Winter Olympics in Oslo, Norway.",
  "/wiki/International_Falls,_Minnesota": "International Falls is a city in and the county seat of Koochiching County, Minnesota, United States. The population was 6,424 at the 2010 census.",
  "/wiki/James_Sedin": "James Walter \"Jim\" Sedin (born June 25, 1930) is an American ice hockey player. He won a silver medal at the 1952 Winter Olympics.",
  "/wiki/Saint_Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/Allen_Van": "Allen Alfred \"Al\" Van (March 30, 1915 – August 27, 1995) was an American ice hockey player who competed in the Olympic games in 1952. He was a member of the national team that won the silver medal in Oslo.",
  "/wiki/Newport,_Minnesota": "Newport is a city in Washington County, Minnesota, United States. The population was 3,435 at the 2010 census.",
  "/wiki/Donald_Whiston": "Donald Francis Whiston (born June 19, 1927) is an American former ice hockey player. He won a silver medal at the 1952 Winter Olympics. Afterwards he coached at Brown for three seasons.",
  "/wiki/Lynn,_Massachusetts": "Lynn is the 9th largest municipality in Massachusetts and the largest city in Essex County. Situated on the Atlantic Ocean,  3.7 miles (6.0 km) north of the Boston city line at Suffolk Downs, Lynn is part of Greater Boston's urban inner core. Settled by Europeans in 1629, Lynn is the 5th oldest colonial settlement in the Commonwealth. An early industrial center, Lynn was long colloquially referred to as the \"City of Sin\", owing to its historical reputation for crime and vice. Today, however, the city is known for its contemporary public art, international population, historic architecture, downtown cultural district, loft-style apartments, and public parks and open spaces, which include the oceanfront Lynn Shore Reservation; the 2,200-acre, Frederick Law Olmsted-designed Lynn Woods Reservation; and the High Rock Tower Reservation. Lynn also is home to Lynn Heritage State Park, the southernmost portion of the Essex Coastal Scenic Byway, and the seaside, National Register-listed Diamond Historic District.",
  "/wiki/Ken_Yackel": "Kenneth James Yackel (March 5, 1930 – July 12, 1991) was an American ice hockey player. Yackel was a member of the American 1952 Winter Olympics team.  He briefly played professionally in the National Hockey League, appearing in six games with the Boston Bruins in 1959, becoming only the second American-developed player to appear in the NHL during the 1950s. He was briefly the head coach for Minnesota during the 1971–72 season, serving in an interim capacity after Glen Sonmor resigned mid-year. Yackel was inducted into the United States Hockey Hall of Fame in 1986.",
  "/wiki/List_of_United_States_national_ice_hockey_team_rosters": "Below is a list of various national ice hockey team rosters of the United States of America. The men's teams, the women's teams and the junior teams are included."
}