{
  "/wiki/Fourth_Avenue_(IND_Culver_Line)": "Fourth Avenue/Ninth Street is a New York City Subway station complex shared by the elevated IND Culver Line and the underground BMT Fourth Avenue Line. It is located at the intersection of Ninth Street and Fourth Avenue in Park Slope, Brooklyn and served by the:",
  "/wiki/B_Division_(New_York_City_Subway)": "The New York City Subway's B Division consists of the lines that operate with lettered services (A, B, C, D, E, F, G, J, L, M, N, Q, R, W, and Z),  as well as the Franklin Avenue and Rockaway Park Shuttles. These lines and services were operated by the Brooklyn–Manhattan Transit Corporation (BMT) and city-owned Independent Subway System (IND) before the 1940 city takeover of the BMT. B Division rolling stock is wider, longer, and heavier than those of the A Division, measuring 10 or 9.75 ft (3,048 or 2,972 mm)  by 60 or 75 ft (18.29 or 22.86 m).",
  "/wiki/Independent_Subway_System": "The Independent Subway System (IND or ISS), formerly known as the Independent City-Owned Subway System (ICOS) or the Independent City-Owned Rapid Transit Railroad, was a rapid transit rail system in New York City that is now part of the New York City Subway. It was first constructed as the Eighth Avenue Line in Manhattan in 1932.",
  "/wiki/IND_Culver_Line": "The IND Culver Line (formerly BMT Culver Line) is a rapid transit line of the B Division of the New York City Subway, extending from Downtown Brooklyn south to Coney Island, Brooklyn, New York City, United States. The local tracks of the Culver Line are served by the F service, as well as the G between Bergen Street and Church Avenue. The express tracks north of Church Avenue are used by the <F> train during rush hours in the peak direction. The peak-direction express track between Ditmas Avenue and Avenue X has not seen regular service since 1987.",
  "/wiki/F_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/G_(New_York_City_Subway_service)": "The G Brooklyn-Queens Crosstown is an 11.4-mile-long (18.3 km) rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored light green since it uses the IND Crosstown Line.",
  "/wiki/Seventh_Avenue_(BMT_Brighton_Line)": "Seventh Avenue is a station on the BMT Brighton Line of the New York City Subway, located at the intersection of Seventh Avenue, Park Place and Flatbush Avenue in Park Slope and Prospect Heights, Brooklyn. It is served by the Q train at all times and the B train on weekdays. This is one of two stations on the B train named \"Seventh Avenue\"; the other is Seventh Avenue–53rd Street on the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Brooklyn%E2%80%93Manhattan_Transit_Corporation": "The Brooklyn–Manhattan Transit Corporation (BMT) was an urban transit holding company, based in Brooklyn, New York City, United States, and incorporated in 1923. The system was sold to the city in 1940. Today, together with the IND subway system, it forms the B Division of the modern New York City Subway. The original BMT routes currently form the J/Z, L, M, N, Q, R and W trains, as well as the Franklin Avenue Shuttle, with the IND B, D, and F using BMT trackage in Brooklyn. The M train enters the IND via the Chrystie Street Connection after crossing the Williamsburg Bridge, the Q, along with some rush-hour N trains enter the IND from the BMT 63rd Street Line and the R train enters the IND via the 60th Street Tunnel Connection. The Z train supplements the J in the peak direction during rush hours only.",
  "/wiki/BMT_Brighton_Line": "The BMT Brighton Line, also known as the Brighton Beach Line, is a rapid transit line in the B Division of the New York City Subway in Brooklyn, New York City, United States. Local service is provided at all times by the Q train, but is joined by the B express train on weekdays. The Q train runs the length of the entire line from Coney Island–Stillwell Avenue to the Manhattan Bridge south tracks. The B begins at Brighton Beach and runs via the bridge's north tracks.",
  "/wiki/B_(New_York_City_Subway_service)": "The B Sixth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Q_(New_York_City_Subway_service)": "The Q Second Avenue/Broadway Express/Brighton Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/Seventh_Avenue_(IND_Culver_Line)": "Seventh Avenue, occasionally referred to as Seventh Avenue–Park Slope, is an express station on the IND Culver Line of the New York City Subway, located at Seventh Avenue and Ninth Street in the Park Slope neighborhood of Brooklyn. It is served by the F and G trains at all times, and by the <F> train during rush hours in the peak direction.",
  "/wiki/Fd_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Eighth_Avenue_(BMT_Sea_Beach_Line)": "Eighth Avenue is a local station on the BMT Sea Beach Line of the New York City Subway. It is located in Sunset Park, Brooklyn, at the intersection of Eighth Avenue and 62nd Street. It is served by the N train at all times and several W trains during rush hours.",
  "/wiki/BMT_Sea_Beach_Line": "The BMT Sea Beach Line is a rapid transit line of the BMT division of the New York City Subway, connecting the BMT Fourth Avenue Line at 59th Street via a four-track wide open cut to Coney Island in Brooklyn. It has at times hosted the fastest express service between Manhattan and Coney Island, since there are no express stations along the entire stretch, but now carries only local trains on the N service, which serves the entire line at all times. The line north of 86th Street is also served by a few W trains during rush hours in the peak direction.",
  "/wiki/N_(New_York_City_Subway_service)": "The N Broadway Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow, since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/W_(New_York_City_Subway_service)": "The W Broadway Local is a rapid transit service of the New York City Subway's B Division. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/Ninth_Avenue_(BMT_West_End_Line)": "Ninth Avenue is a bi-level express station on the BMT West End Line of the New York City Subway, located at the intersection of Ninth Avenue and 39th Street in Brooklyn. Each level has three tracks and two island platforms. The upper level serves the BMT West End Line while the lower level formerly served the BMT Culver Line. Only the upper level is still in service and is served by the D train at all times. The center express track is not normally used.",
  "/wiki/BMT_West_End_Line": "The BMT West End Line is a line of the New York City Subway, serving the Brooklyn communities of Sunset Park,  Borough Park, New Utrecht, Bensonhurst, Bath Beach and Coney Island. The D train operates local on the entire line at all times. Although there is a center express track and three express stations along the line, there is no regular express service at this time.",
  "/wiki/D_(New_York_City_Subway_service)": "The D Sixth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Ninth_Street_(BMT_Fourth_Avenue_Line)": "Fourth Avenue/Ninth Street is a New York City Subway station complex shared by the elevated IND Culver Line and the underground BMT Fourth Avenue Line. It is located at the intersection of Ninth Street and Fourth Avenue in Park Slope, Brooklyn and served by the:",
  "/wiki/BMT_Fourth_Avenue_Line": "The BMT Fourth Avenue Line is a rapid transit line of the New York City Subway, mainly running under Fourth Avenue in Brooklyn. The line is served by the D, N, and R at all times, and a few rush-hour W trains. The R and W run local while the D and N run express at all times except late nights, when they run local. The line was originally built by the Brooklyn Rapid Transit Company (BRT; later Brooklyn–Manhattan Transit Corporation, or BMT) and is now internally operated as part of the New York City Subway's B Division.",
  "/wiki/R_(New_York_City_Subway_service)": "The R Broadway Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/15th_Street%E2%80%93Prospect_Park_(IND_Culver_Line)": "15th Street–Prospect Park is a local station on the IND Culver Line of the New York City Subway. Located at 15th Street east of Prospect Park West in Windsor Terrace/Park Slope, Brooklyn, it is served by the F and G trains at all times.",
  "/wiki/18th_Avenue_(IND_Culver_Line)": "18th Avenue is an express station on the IND Culver Line of the New York City Subway, located at the intersection of 18th Avenue and McDonald Avenue in Borough Park, Brooklyn. It is served by the F train at all times and the <F> train during rush hours in the peak direction.",
  "/wiki/18th_Avenue_(BMT_Sea_Beach_Line)": "18th Avenue is a local station on the BMT Sea Beach Line of the New York City Subway, located in Bensonhurst, Brooklyn at the intersection of 18th Avenue and 64th Street in Brooklyn. It is served by the N train at all times and several W trains during rush hours.",
  "/wiki/18th_Avenue_(BMT_West_End_Line)": "18th Avenue is a local station on BMT West End Line of the New York City Subway in Bensonhurst, Brooklyn. It is served by the D train at all times.",
  "/wiki/20th_Avenue_(BMT_Sea_Beach_Line)": "20th Avenue is a local station on the BMT Sea Beach Line of the New York City Subway, located in Brooklyn on 20th Avenue between 63rd and 64th Streets in Bensonhurst, Brooklyn. It is served by the N train at all times and several W trains during rush hours.",
  "/wiki/20th_Avenue_(BMT_West_End_Line)": "20th Avenue is a local station on the BMT West End Line of the New York City Subway, located at the intersection of 20th Avenue and 86th Street in Bensonhurst, Brooklyn. It is served by the D train at all times.",
  "/wiki/25th_Avenue_(BMT_West_End_Line)": "25th Avenue is a local station on the BMT West End Line of the New York City Subway, located in Brooklyn at the intersection of 25th Avenue and 86th Street, on the border of the Bensonhurst, Bath Beach and Gravesend neighborhoods of Brooklyn. This station is served by the D train at all times.",
  "/wiki/25th_Street_(BMT_Fourth_Avenue_Line)": "25th Street is a local station on the BMT Fourth Avenue Line of the New York City Subway. Located at the intersection of 25th Street and Fourth Avenue in Greenwood Heights, Brooklyn, it is served by the R train at all times. The D and N trains also stop here during late nights, and a few rush-hour W trains stop here in the peak direction.",
  "/wiki/36th_Street_(BMT_Fourth_Avenue_Line)": "36th Street is an express station on the BMT Fourth Avenue Line of the New York City Subway, located at 36th Street and Fourth Avenue in Sunset Park, Brooklyn. It is served by the D, N and R trains at all times, as well as several W trains during rush hours.",
  "/wiki/45th_Street_(BMT_Fourth_Avenue_Line)": "45th Street is a local station on the BMT Fourth Avenue Line of the New York City Subway. Located at 45th Street and Fourth Avenue in Sunset Park, Brooklyn, it is served by the R train at all times. The N train also stops here during late nights, and a few rush-hour W trains stop here in the peak direction.",
  "/wiki/50th_Street_(BMT_West_End_Line)": "50th Street is a local station on the BMT West End Line of the New York City Subway, located at the intersection of 50th Street and New Utrecht Avenue in Borough Park, Brooklyn. It is served by the D train at all times.",
  "/wiki/53rd_Street_(BMT_Fourth_Avenue_Line)": "53rd Street is a local station on the BMT Fourth Avenue Line of the New York City Subway. Located at 53rd Street and Fourth Avenue in Sunset Park, Brooklyn, it is served by the R train at all times. The N train also stops here during late nights, and a few rush-hour W trains stop here in the peak direction.",
  "/wiki/55th_Street_(BMT_West_End_Line)": "55th Street is a local station on the BMT West End Line of the New York City Subway, located at the intersection of 55th Street and 13th Avenue in Borough Park, Brooklyn. It is served by the D train at all times.",
  "/wiki/59th_Street_(BMT_Fourth_Avenue_Line)": "59th Street is an express station on the BMT Fourth Avenue Line of the New York City Subway. Located at 59th Street and Fourth Avenue in the Brooklyn neighborhood of Sunset Park, it is served by the N and R trains at all times, as well as some W trains during rush hours."
}