{
  "/wiki/Krush_Groove": "Krush Groove is a 1985 American film by Warner Bros. that was written by Ralph Farquhar and directed by Michael Schultz (who also produced the movie, along with George Jackson and Doug McHenry). This film is based on the early days of Def Jam Recordings and up-and-coming record producer Russell Simmons (renamed Russell Walker in the film), portrayed by Blair Underwood in his feature film debut. Simmons was the film's co-producer and story consultant; he also had a cameo in the film as a club owner named Crocket.",
  "/wiki/Run_DMC": "Run-DMC was an American hip hop group from Hollis, Queens, New York, founded in 1983 by Joseph Simmons, Darryl McDaniels, and Jason Mizell. Run-DMC is regarded as one of the most influential acts in the history of hip hop culture and one of the most famous hip hop acts of the 1980s. Along with LL Cool J, the Beastie Boys, and Public Enemy, the group pioneered new school hip hop music. The group was among the first to highlight the importance of the MC and DJ relationship.",
  "/wiki/Sheila_E.": "Sheila Cecelia Escovedo (born December 12, 1957), better known under the stage name Sheila E., is an American percussionist, singer, author, and actress. She began her career in the mid-1970s as a percussionist and singer for The George Duke Band. After leaving the group in 1983, Sheila began a successful solo career, starting with her critically acclaimed debut album, which included the career-defining song, \"The Glamorous Life\". She became a mainstream solo star in 1985 following the success of the singles, \"The Belle of St. Mark\", \"Sister Fate\", and \"A Love Bizarre\" with the last becoming one of her signature songs. She is commonly referred to as The Queen of Percussion.",
  "/wiki/Kurtis_Blow": "Kurtis Walker (born August 9, 1959), professionally known by his stage name Kurtis Blow, is an American rapper, singer, songwriter, record/film producer, b-boy, DJ, public speaker and minister. He is the first commercially successful rapper and the first to sign with a major record label. \"The Breaks\", a single from his 1980 self-titled debut album, is the first certified gold record rap song for Hip Hop. Throughout his career he has released 15 albums and is currently an ordained minister.",
  "/wiki/The_Fat_Boys": "The Fat Boys are an American hip hop trio from Brooklyn, New York City, that emerged in the early 1980s. The group was briefly known originally as the Disco 3, originally composed of Mark \"Prince Markie Dee\" Morales, Damon \"Kool Rock-Ski\" Wimbley and Darren \"Buff Love\" Robinson, who died of a heart attack during a bout with respiratory flu in 1995.",
  "/wiki/Disorderlies": "Disorderlies is a 1987 screwball comedy feature film starring the rap group, The Fat Boys, and Ralph Bellamy. The film was directed by Michael Schultz who also directed The Fat Boys in Krush Groove.",
  "/wiki/Fat_Boys": "The Fat Boys are an American hip hop trio from Brooklyn, New York City, that emerged in the early 1980s. The group was briefly known originally as the Disco 3, originally composed of Mark \"Prince Markie Dee\" Morales, Damon \"Kool Rock-Ski\" Wimbley and Darren \"Buff Love\" Robinson, who died of a heart attack during a bout with respiratory flu in 1995.",
  "/wiki/Baby,_You're_a_Rich_Man": "\"Baby, You're a Rich Man\" is a song by the English rock band the Beatles that was released as the B-side of their \"All You Need Is Love\" single in July 1967. It originated from an unfinished song by John Lennon, titled \"One of the Beautiful People\", to which Paul McCartney added a chorus.  It is one of the best-known pop songs to feature a clavioline, a monophonic keyboard instrument that was a forerunner to the synthesizer. Lennon played the clavioline on its oboe setting, creating a sound that suggests an Indian shehnai. The song was recorded and mixed at Olympic Sound Studios in London, making it the first of the Beatles' EMI recordings to be entirely created outside EMI Studios.",
  "/wiki/The_Beatles": "The Beatles were an English rock band formed in Liverpool in 1960. With a line-up comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr, they are regarded as the most influential band of all time. The group were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional pop in innovative ways; the band later explored music styles ranging from ballads and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the group revolutionised many aspects of the music industry and were often publicised as leaders of the era's youth and sociocultural movements.",
  "/wiki/Dragnet_(1987_film)": "Dragnet is a 1987 American buddy cop comedy film, directed and co-written by Tom Mankiewicz in his directorial debut. Starring Dan Aykroyd and Tom Hanks, the film is based on the television crime drama of the same name. The screenplay, both a parody of and homage to the long-running television series, was written by Aykroyd, Mankiewicz and Alan Zweibel. The original music score is by Ira Newborn.",
  "/wiki/Dan_Aykroyd": "Daniel Edward Aykroyd, CM OOnt (/ˈækrɔɪd/ AK-royd; born July 1, 1952) is a Canadian actor, producer, comedian, musician, and filmmaker who was an original member of the \"Not Ready for Prime Time Players\" on Saturday Night Live (1975–1979). A musical sketch he performed with John Belushi on SNL, the Blues Brothers, turned into an actual performing band and then the 1980 film The Blues Brothers.",
  "/wiki/Tom_Hanks": "Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Hanks is known for his comedic and dramatic roles in such films as Splash (1984), Bachelor Party (1984), Big (1988), Turner & Hooch (1989), A League of Their Own (1992), Sleepless in Seattle (1993), Forrest Gump (1994), Apollo 13 (1995), You've Got Mail (1998), The Green Mile (1999), Cast Away (2000), Road to Perdition (2002), Cloud Atlas (2012), Captain Phillips (2013), Saving Mr. Banks (2013), Sully (2016), and A Beautiful Day in the Neighborhood (2019). He has also starred in the Robert Langdon films, and he voices Sheriff Woody in the Toy Story film series. He is one of the most popular and recognizable film stars worldwide, and he is widely regarded as an American cultural icon.",
  "/wiki/Glenn_Hughes": "Glenn Hughes is an English rock bassist and vocalist, best known for playing bass and performing vocals for funk rock pioneers Trapeze, the Mk. III and IV line-ups of Deep Purple, as well as briefly fronting Black Sabbath in the mid-1980s. Hughes is also known by fans as \"The Voice of Rock\" due to his soulful and wide-ranging singing voice.",
  "/wiki/Deep_Purple": "Deep Purple are  an English rock band formed in Hertford in 1968. The band is considered to be among the pioneers of heavy metal and modern hard rock, although their musical approach changed over the years. Originally formed as a psychedelic rock and progressive rock band, the band shifted to a heavier sound in 1970. Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the \"unholy trinity of British hard rock and heavy metal in the early to mid-seventies\". They were listed in the 1975 Guinness Book of World Records as \"the globe's loudest band\" for a 1972 concert at London's Rainbow Theatre and have sold over 100 million copies of their albums worldwide.",
  "/wiki/Pat_Thrall": "Pat Thrall is an American rock guitarist. Thrall began his recording career in 1972. He played guitar, vocals, and percussion with the group Cookin Mama, which had his brother, Preston Thrall, on percussion. They released the album New Day in 1972.",
  "/wiki/Pat_Travers": "Patrick Henry Travers (born April 12, 1954) is a Canadian rock guitarist, keyboardist and singer who began his recording career in the mid-1970s.",
  "/wiki/The_Monster_Squad": "The Monster Squad is a 1987 American comedy horror film directed by Fred Dekker (who also wrote and directed Night of the Creeps) and written by Shane Black and Dekker. Peter Hyams was one of the executive producers. It was released by TriStar Pictures on August 14, 1987. The film features the Universal Monsters (re-imagined by a team of special effects artists, including Stan Winston), led by Count Dracula. They, in turn, combat a group of savvy kids out to keep them from controlling the world.",
  "/wiki/Michael_Sembello": "Michael Andrew Sembello (born April 17, 1954) is an American singer, guitarist, keyboardist, songwriter, composer and producer from Philadelphia, Pennsylvania.",
  "/wiki/Police_Academy_4:_Citizens_on_Patrol": "Police Academy 4: Citizens on Patrol is an 1987 American comedy film, It is the fourth installment in the Police Academy series. It was released in April 3, 1987 and is the sequel to Police Academy 3: Back in Training.",
  "/wiki/Michael_Winslow": "Michael Leslie Winslow (born September 6, 1958) is an American actor, comedian and beatboxer billed as The Man of 10,000 Sound Effects for his ability to make realistic sounds using only his voice. He is best known for his roles in all seven Police Academy films as Larvell Jones. He has also appeared in Spaceballs, Cheech and Chong's Next Movie, The Love Boat and commercials for Cadbury and GEICO.",
  "/wiki/Colors_(film)": "Colors is a 1988 American police procedural action crime film starring Sean Penn and Robert Duvall, and directed by Dennis Hopper. The film takes place in the gang ridden neighborhoods of Los Angeles; late-1980s' South Central Los Angeles, Echo Park, Westlake and East Los Angeles, and centers on Bob Hodges (Duvall), an experienced Los Angeles Police Department C.R.A.S.H. officer, and his rookie partner, Danny McGavin (Penn), who try to stop the gang violence between the Bloods, the Crips, and Hispanic street gangs. Colors relaunched Hopper as a director 19 years after Easy Rider, and inspired discussion over its depiction of gang life and gang violence.",
  "/wiki/Colors_(Ice-T_song)": "\"Colors\" is a song by Ice-T, issued as the title track for the soundtrack to the film of the same name. The song was released as a single in 1988. In 2008, it was named the 19th greatest hip-hop song of all time by VH1. The song was Ice-T's first to chart on the US Billboard Hot 100, where it peaked at #70.",
  "/wiki/Ice-T": "Tracy Lauren Marrow (born February 16, 1958), better known by his stage name Ice-T, is an American musician, rapper, songwriter, actor, record producer, and author. He began his career as an underground rapper in the 1980s and was signed to Sire Records in 1987, when he released his debut album Rhyme Pays; the second hip-hop album to carry an explicit content sticker after Slick Rick's La Di Da Di. The following year, he founded the record label Rhyme $yndicate Records (named after his collective of fellow hip-hop artists called the \"Rhyme $yndicate\") and released another album, Power, which went on to go Platinum. He also released several other albums that went Gold.",
  "/wiki/A_Nightmare_on_Elm_Street_4:_The_Dream_Master": "A Nightmare on Elm Street 4: The Dream Master is a 1988 American fantasy slasher film and the fourth installment in the Nightmare on Elm Street series. The film was directed by Renny Harlin and stars Robert Englund, Lisa Wilcox, and Danny Hassel. Following the death of Nancy Thompson, Freddy Krueger reappears in the dreams of Kristen Parker, Joey Crusel, and Roland Kincaid. After completing his revenge against the families who killed him, Krueger uses Kristen's best friend, Alice Johnson, to gain access to new victims in order to sate his murderous needs. The film is a sequel to A Nightmare on Elm Street 3: Dream Warriors (1987) and was followed by A Nightmare on Elm Street 5: The Dream Child (1989). The Dream Master is often popularly referred to as \"the MTV Nightmare\" of the franchise.",
  "/wiki/Nightmare_on_My_Street": "\"A Nightmare on My Street\" is the third single from DJ Jazzy Jeff & The Fresh Prince's second studio album, He's the DJ, I'm the Rapper. The song became a crossover hit in the US, reaching #15 on the Hot 100. The song was released as a single in early 1988. The single was released on Vinyl and Audio Cassette Tape. The song was considered for inclusion in the movie A Nightmare on Elm Street 4: The Dream Master, but the producers of the film decided against its inclusion.",
  "/wiki/DJ_Jazzy_Jeff_&_The_Fresh_Prince": "DJ Jazzy Jeff & the Fresh Prince was an American hip hop duo from West Philadelphia, Pennsylvania. Rapper Will Smith (the Fresh Prince) met disc jockey Jeff Townes (DJ Jazzy Jeff) in the 1980s, when they were both trying to make names for themselves in West Philadelphia's local hip hop scene. They had as a support live member Clarence Holmes (Ready Rock C) – who was not officially credited to the duo. Holmes left the group in 1990 and later sued unsuccessfully for earnings, claiming a breach of oral contract.",
  "/wiki/Are_You_Ready_for_Freddy": "\"Are You Ready for Freddy\" is a song by American hip hop trio The Fat Boys from their 1988 album Coming Back Hard Again . Portions of the song were rapped by Robert Englund as Freddy Krueger. The song was originally released in 1988 as the theme for A Nightmare on Elm Street 4: The Dream Master.[citation needed]",
  "/wiki/Robert_Englund": "Robert Barton Englund (born June 6, 1947) is an American actor, voice actor, singer, and director, best known for playing the infamous serial killer Freddy Krueger in the Nightmare on Elm Street film series. He received a Saturn Award nomination for Best Supporting Actor for A Nightmare on Elm Street 3: Dream Warriors in 1987 and A Nightmare on Elm Street 4: The Dream Master in 1988, and won a Fantafestival Award for The Mangler in 1995. Englund is a classically trained actor.",
  "/wiki/Freddy_Krueger": "Freddy Krueger (/ˈkruːɡər/) is a fictional character and the main antagonist of the A Nightmare on Elm Street film series. He first appeared in Wes Craven's A Nightmare on Elm Street (1984) as the spirit of a serial killer who uses a gloved hand with razors to kill his victims in their dreams, causing their deaths in the real world as well. In the dream world, he is a powerful force and almost completely invulnerable. However, whenever Freddy is pulled into the real world, he has normal human vulnerabilities and can be destroyed.",
  "/wiki/Ghostbusters_II": "Ghostbusters II is a 1989 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, Sigourney Weaver, Ramis, Rick Moranis, Ernie Hudson, and Annie Potts. It is the sequel to the 1984 film Ghostbusters and the second film in the Ghostbusters franchise. Set five years after the events of the first film, the Ghostbusters have been sued and put out of business after the destruction caused during their battle with the demi-god Gozer. When a new, powerful, paranormal threat emerges, the Ghostbusters reform to combat it and save the world.",
  "/wiki/On_Our_Own_(Bobby_Brown_song)": "\"On Our Own\" is a song by Bobby Brown recorded in April 1989 and released the following month as a single from the Ghostbusters II soundtrack. It peaked at number one on the US Billboard Hot Black Singles chart for one week and at number two on the Billboard Hot 100 for three weeks. Outside the US it reached number one in New Zealand for three weeks and became a top-five hit in Canada, Ireland the United Kingdom, while in Australia it went to number 22.",
  "/wiki/Bobby_Brown": "Robert Barisford Brown (born February 5, 1969) is an American singer, songwriter, rapper, dancer and actor. Brown, alongside frequent collaborator Teddy Riley, is noted as a pioneer of new jack swing; a fusion of hip hop and R&B. Brown started his career in the R&B and pop group New Edition, from its inception in 1981 until his exit from the group in December 1985.",
  "/wiki/Ray_Parker,_Jr.": "Ray Erskine Parker Jr. (born May 1, 1954) is an American musician, singer, songwriter, record producer and actor. As a solo performer, he wrote and performed the theme song to the 1984 movie Ghostbusters. He also performed with his band, Raydio, and with Barry White.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_(1990_film)": "Teenage Mutant Ninja Turtles[a] is a 1990 American martial arts superhero comedy film directed by Steve Barron. Based on the fictional superhero team of the same name, the story follows Splinter and the turtles, their meeting April O'Neil and Casey Jones, and their confrontation with The Shredder and his Foot Clan. It stars Judith Hoag, Elias Koteas, and the voices of Brian Tochi, Robbie Rist, Corey Feldman and Josh Pais.",
  "/wiki/Turtle_Power": "\"Turtle Power\" is a 1990 single performed by rap duo Partners in Kryme. The song was released by SBK Records and was from the Teenage Mutant Ninja Turtles soundtrack, and was featured in the film's closing credits, and was then used in the 2013 Activision's video game Teenage Mutant Ninja Turtles: Out of the Shadows.",
  "/wiki/Partners_in_Kryme": "Partners in Kryme (or Partnerz in Kryme) was an American hip hop duo from New York City. Its members were James Alpern and Richard Usher, using the stage names of DJ Keymaster Snow and MC Golden Voice, respectively. They are most famously known for their debut single, \"Turtle Power\", which was written for and featured in the movie Teenage Mutant Ninja Turtles in 1990, and became an international hit, reaching Number 13 in the US and Number 1 for four weeks in the UK. A second single, \"Undercover\", was released on Capitol Records, but the group never released a full-length album. Another song, \"Love 2 Love U\" was recorded in 1991 for the soundtrack of Cool as Ice movie.",
  "/wiki/The_Addams_Family_(1991_film)": "The Addams Family is a 1991 American supernatural black comedy film based on the characters from the cartoon created by cartoonist Charles Addams and the 1964 TV series produced by David Levy. Directed by former cinematographer Barry Sonnenfeld in his screen directing debut, the film stars Anjelica Huston, who was nominated for a Golden Globe for her performance as Morticia Addams, Raul Julia as Gomez Addams, and Christopher Lloyd as Uncle Fester. The film focuses on a bizarre, macabre, aristocratic family who reconnect with who they believe to be a long-lost relative, Gomez's brother Fester Addams, who is actually the adopted son of a loan shark intending to swindle the Addams clan out of their vast wealth and fortune.",
  "/wiki/The_Addams_Family_Theme": "The theme for the 1964 TV series The Addams Family was written and arranged by longtime Hollywood film and  television composer Vic Mizzy. The song's arrangement was dominated by a harpsichord and featured finger-snaps as percussive accompaniment. Actor Ted Cassidy, reprising his \"Lurch\" voice, punctuated the lyrics with words like \"neat,\" \"sweet,\" and \"petite.\" Mizzy's theme was popular enough to enjoy a single release, though it failed to make the national charts.",
  "/wiki/MC_Hammer": "Stanley Kirk Burrell (born March 30, 1963), better known by his stage name MC Hammer (or simply Hammer), is an American rapper, dancer, record producer and entrepreneur. He had his greatest commercial success and popularity from the late 1980s until the early 1990s. Remembered for his rapid rise to fame, Hammer is known for hit records (such as \"U Can't Touch This\" and \"2 Legit 2 Quit\"), flashy dance movements, choreography and eponymous Hammer pants.",
  "/wiki/Cool_as_Ice": "Cool as Ice is a 1991 American romantic musical comedy film directed by David Kellogg and starring rapper Vanilla Ice in his feature film debut. The film focuses on the character of Johnny Van Owen, a freewheeling, motorcycle-riding rapper who arrives in a small town and meets Kathy, an honor student who catches his eye. Meanwhile, Kathy's father, who is in witness protection, is found by the corrupt police officers he escaped from years ago.",
  "/wiki/Cool_as_Ice_(soundtrack)": "Cool as Ice is the soundtrack to the film of the same name. The album peaked at No. 89 on the Billboard 200. The album's sales became a disappointing result for Vanilla Ice's career, after the worldwide success of his previous album To the Extreme.",
  "/wiki/Vanilla_Ice": "Robert Matthew Van Winkle (born October 31, 1967), known professionally as Vanilla Ice, is an American rapper, actor, and television host. Born in South Dallas, and raised in Texas and South Florida, Ice released his debut album, Hooked, in 1989 on Ichiban Records, before signing a contract with SBK Records, a record label of the EMI Group, which released a reformatted version of the album in 1990 under the title To the Extreme, which contained Ice's best-known hits: \"Ice Ice Baby\" and a cover of \"Play That Funky Music\". \"Ice Ice Baby\" was the first hip hop single to top the Billboard charts.",
  "/wiki/Naomi_Campbell": "Naomi Elaine Campbell (born 22 May 1970) is an English model, actress, and businesswoman. Discovered at the age of 15, she established herself amongst the most recognizable and in-demand models of the late 1980s and the 1990s and was one of six models of her generation declared supermodels by the fashion industry and the international press.",
  "/wiki/Popcorn_(1991_film)": "Popcorn is a 1991 American slasher film directed by Mark Herrier and written by Alan Ormsby. It stars Jill Schoelen, Tom Villard, Dee Wallace, and Derek Rydall.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_II:_The_Secret_of_the_Ooze": "Teenage Mutant Ninja Turtles II: The Secret of the Ooze is a 1991 American martial arts superhero comedy film directed by Michael Pressman, based on the fictional superhero team the Teenage Mutant Ninja Turtles, and starring Paige Turco and David Warner with the voices of Brian Tochi, Robbie Rist, Adam Carl, Laurie Faso. It is the sequel to the film Teenage Mutant Ninja Turtles (1990). The Secret of the Ooze's sequel is a third film which was released in 1993, and a fourth (TMNT) followed in 2007. The film is distributed in the United States by New Line Cinema, and internationally distributed by 20th Century Fox.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_II_The_Secret_of_the_Ooze:_The_Original_Motion_Picture_Soundtrack": "Teenage Mutant Ninja Turtles II - The Secret of the Ooze: The Original Motion Picture Soundtrack is the licensed soundtrack to the 1991 New Line Cinema film Teenage Mutant Ninja Turtles II: The Secret of the Ooze. It was released by SBK Records on March 26, 1991.",
  "/wiki/Deep_Cover": "Deep Cover is a 1992 American action thriller film starring Laurence Fishburne, Jeff Goldblum and Charles Martin Smith, and directed by veteran actor Bill Duke in his second directorial outing. The screenplay was written by Henry Bean and Academy Award-nominee Michael Tolkin.",
  "/wiki/Deep_Cover_(song)": "\"Deep Cover\", also known as \"187\", is the debut solo single by American rapper Dr. Dre and his first track released after the breakup of N.W.A. The track was recorded for the soundtrack of the film Deep Cover. The song features fellow American rapper Snoop Doggy Dogg in his first appearance on a record release.",
  "/wiki/Dr._Dre": "Andre Romelle Young:1 (born February 18, 1965), known professionally as Dr. Dre, is an American rapper, songwriter, record producer, entrepreneur, record executive, actor, and audio engineer. He is the founder and CEO of Aftermath Entertainment and Beats Electronics, and was previously co-owner of Death Row Records. Dr. Dre began his career as a member of the World Class Wreckin' Cru in 1985, but found fame with the influential gangsta rap group N.W.A, which popularized explicit lyrics in rap to detail the violence of street life. He is credited as a key figure in the crafting and popularization of West Coast G-funk, a subgenre of hip hop characterized by a synthesizer foundation and slow, heavy beats. As of 2018[update], he is the second-richest figure in hip hop, with an estimated net worth of US$800 million.",
  "/wiki/Snoop_Dogg": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg,[note 1] is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr. Dre and featured on Dre's solo debut, \"Deep Cover\", and then on Dre's solo debut album, The Chronic. He has since sold over 23 million albums in the United States and 35 million albums worldwide.",
  "/wiki/Gladiator_(1992_film)": "Gladiator is a 1992 American sports drama film directed by Rowdy Herrington, and starring Cuba Gooding Jr., James Marshall, Brian Dennehy, and Robert Loggia. The film tells the story of two teenagers trapped in the world of illegal underground boxing. One is fighting to pay off gambling debts accumulated by his father. The second is fighting for the money to get out of the ghetto. While being exploited by a boxing promoter, the two teens become friends.",
  "/wiki/Gladiator_(1992_soundtrack)": "Gladiator (Music From The Motion Picture) is the original soundtrack of Rowdy Herrington's 1992 film Gladiator. It was released on February 25, 1992 through Columbia Records and consisted of a blend of rock, hip hop, and pop music. The soundtrack failed to make it the Billboard charts, but Warrant's remake of \"We Will Rock You\" made it to 83 on the Billboard Hot 100. The title track was performed by the hip hop group 3rd Bass in what was the group's final appearance together.",
  "/wiki/3rd_Bass": "3rd Bass was an American hip-hop group that rose to fame in the late 1980s and early 1990s, and was notable for being one of the first successful interracial hip-hop groups. They dissolved in 1992 and again in 2000 after a short reunion. The group released two studio albums in their initial career and both of them were certified gold by the RIAA.",
  "/wiki/Juice_(film)": "Juice is a 1992 American crime thriller film directed by Ernest R. Dickerson, and written by Dickerson and Gerard Brown. It stars Omar Epps, Tupac Shakur, Jermaine Hopkins and Khalil Kain. The film touches on the lives of four black youths growing up in Harlem, following their day-to-day activities, their struggles with police harassment, rival neighborhood gangs and their families. The film is the writing and directing debut of Dickerson and features Shakur in his acting debut.",
  "/wiki/Juice_(soundtrack)": "Juice is the soundtrack to the 1992 crime drama film of the same name. It was released on December 31, 1991 through MCA Records and consisted mainly of hip hop music. The soundtrack was a success, making it to #17 on the Billboard 200 and #3 on the Top R&B Albums and featured four charting singles \"Uptown Anthem\", \"Juice (Know the Ledge)\", \"Don't Be Afraid\" and \"Is It Good to You\".",
  "/wiki/Eric_B._&_Rakim": "Eric B. & Rakim are an American  hip hop duo formed in Long Island, New York, in 1986, composed of Eric B. (born Eric Barrier) and MC Rakim (born William Michael Griffin Jr.). AllMusic wrote that \"during rap's so-called golden age in the late '80s, Eric B. & Rakim were almost universally recognized as the premier DJ/MC team in all of hip-hop.\" Tom Terrell of NPR called them \"the most influential DJ/MC combo in contemporary pop music period,\" while the editors of About.com ranked them as No. 5 on their list of the 10 Greatest Hip-Hop Duos of All-Time.",
  "/wiki/Mo'_Money": "Mo' Money is a 1992 American crime comedy film directed by Peter Macdonald, and written by Damon Wayans, who also starred in the film. The film co-stars Stacey Dash, Joe Santos, John Diehl, Harry Lennix, Bernie Mac (in his film debut), and Marlon Wayans. The film was released in the United States on July 24, 1992.",
  "/wiki/Mo'_Money_(soundtrack)": "Mo' Money: Original Motion Picture Soundtrack is the soundtrack to the 1992 film of the same name. It was released June 23, 1992 on Perspective Records. The soundtrack peaked at six on the Billboard 200 chart. By September 1992, it was certified platinum in sales by the RIAA, after sales exceeding 1,000,000 copies in the United States.",
  "/wiki/Trespass_(1992_film)": "Trespass is a 1992 neo-noir crime thriller film directed by Walter Hill and starring Bill Paxton, Ice Cube, Ice-T, and William Sadler. Paxton and Sadler star as two firemen who decide to search an abandoned building for a hidden treasure but wind up being targeted by a street gang.",
  "/wiki/Trespass_(soundtrack)": "Music from the Motion Picture Trespass is the original soundtrack to Walter Hill's 1992 film Trespass. It was released in 1992 via Sire Records and Warner Bros. Records. It is composed of twelve hip hop tracks from various rappers and producers. The title track was performed by two actors from the film, Ice Cube and Ice-T. The album has peaked at number 82 on the Billboard 200.",
  "/wiki/Ice_Cube": "O'Shea Jackson (born June 15, 1969), known commonly by his stage name, Ice Cube, is an American rapper, actor, producer, director and writer.",
  "/wiki/List_of_films_with_associated_hip_hop_songs": "This is a list of films that have hip hop songs associated with them."
}