{
  "/wiki/IRB_rankings": "The World Rugby Rankings (formerly the IRB Rankings) is a ranking system for  men's national teams in rugby union, managed by World Rugby, the sport's governing body. The teams of World Rugby's member nations are ranked based on their game results, with the most successful teams being ranked highest. A point system is used, with points being awarded on the basis of the results of World Rugby-recognized international matches. Rankings are based on the team's performance, with more recent results and more significant matches being more heavily weighted to help reflect the current competitive state of a team. The ranking system was introduced the month before the 2003 Rugby World Cup, with the first new rankings issued on 8 September 2003. World Rugby now also publishes rankings for women's teams.",
  "/wiki/Chile_national_rugby_union_team": "The Chile national rugby union team, nicknamed Los Cóndores, plays in red jerseys and blue shorts, and is organised by the Chilean Rugby Federation (Federación de Rugby de Chile). As of 2019, Chile has not qualified for a Rugby World Cup.",
  "/wiki/Hong_Kong_Football_Club_Stadium": "Hong Kong Football Club Stadium (Chinese: 香港足球會球場) is a multi-purpose stadium located in Happy Valley, Hong Kong inside the oval of Happy Valley Racecourse.  The main pitch is used for football and rugby (union) matches, and there is an adjoining hockey pitch. The playing surface has been synthetic since 2004.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/2017_Cup_of_Nations_(rugby_union)": "The 2017 Cup of Nations was the fifth Cup of Nations rugby union tournament since its creation in 2011. The tournament returned to Hong Kong, reprising its name as the Hong Kong Cup of Nations. The tournament acted as a year-ending tournament for \"up and coming\" tier 3 teams from different continents, providing greater preparation for teams to play in their regional competitions, especially with the 2017 participants aiming to qualify for the 2019 Rugby World Cup or to make the Rugby World Cup global repechage in November 2018.",
  "/wiki/Kenya_national_rugby_union_team": "The Kenya national rugby union team is also known as the Simbas (simba is Swahili for 'lion').\nKenya competes in the  Africa Cup and is ranked thirty-second in the World Rugby Rankings as of July 2019. Kenya is yet to qualify for the Rugby World Cup.",
  "/wiki/Hong_Kong_national_rugby_union_team": "The Hong Kong national rugby union team, nicknamed the Dragons, is one of the better rugby sides in Asia outside Japan, and has consistently made the repechages of the Rugby World Cup qualifying. Rugby union in Hong Kong is administered by the Hong Kong Rugby Union since 1952, and competes annually in the Asia Rugby Championship.",
  "/wiki/Namibia_national_rugby_union_team": "The Namibia national rugby union team, nicknamed the Welwitschias, are a tier-two nation in the World Rugby tier system, and have participated in five Rugby World Cup competitions since their first appearance in 1999. They are governed by the Namibia Rugby Union.",
  "/wiki/Estadio_Charr%C3%BAa": "Estadio Charrúa is a multi-use stadium in the Carrasco neighborhood of Montevideo, Uruguay used mostly for football and rugby union matches. It is currently leased to the Uruguayan Rugby Union, governing body of that sport in the country, which uses it for its headquarters, its high performance training center, and as the regular home of its national teams, most notably the senior men's team. The stadium holds about 14,000 people. It was built in 1984 and then, in 2006 was re-built thanks to a FIFA project called GOAL.",
  "/wiki/Montevideo": "Montevideo (Spanish pronunciation: [monteβiˈðeo]) is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 (about one-third of the country's total population) in an area of 201 square kilometres (78 sq mi). The southernmost capital city in the Americas, Montevideo is situated on the southern coast of the country, on the northeastern bank of the Río de la Plata.",
  "/wiki/2017_World_Rugby_Nations_Cup": "The 2017 World Rugby Nations Cup was the twelfth edition of the World Rugby Nations Cup rugby union tournament, created by World Rugby. It was the first ever tournament to be played outside of Romania and without their national team, with Uruguay hosting competition.",
  "/wiki/Uruguay_national_rugby_union_team": "The Uruguay national rugby union team, nicknamed Los Teros, is governed by the Unión de Rugby del Uruguay. One of the older test sides in the world, Uruguay has qualified four times for the Rugby World Cup, in 1999, 2003, 2015 and most recently 2019. As of 10 June 2019 they are ranked 17th in the world, and are ranked 3rd in the Americas region, behind rivals Argentina and the United States.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Germany_national_rugby_union_team": "The Germany national rugby union team currently plays at the second level of European rugby but is yet to qualify for the Rugby World Cup. The national team first played in 1927, with rugby union in Germany being administered by the German Rugby Federation (Deutscher Rugby-Verband).",
  "/wiki/Sochi_Central_Stadium": "The Slava Metreveli Central Stadium (Russian: Центральный стадион имени Славы Метревели, Tsentralnyi Stadion imeni Slavy Metreveli) is a multi-purpose stadium in Sochi, Russia, named after the Georgian footballer. It is used mostly for football matches.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/2017_Rugby_Europe_Championship": "The 2017 Rugby Europe Championship is the premier rugby union competition outside of the Six Nations Championship in Europe. It is the inaugural Championship under its new format, that saw Belgium, Georgia, Germany, Romania, Russia and Spain compete for the title.",
  "/wiki/Georgia_national_rugby_union_team": "The Georgia national rugby union team (Georgian: საქართველოს მორაგბეთა ეროვნული ნაკრები), nicknamed The Lelos, is administered by the Georgian Rugby Union. The team takes part in the annual Rugby Europe Championship (previously named European Nations Cup) and participates in the Rugby World Cup, which takes place every four years.",
  "/wiki/Boris_Paichadze_Dinamo_Arena": "Boris Paichadze Dinamo Arena, formerly known as Boris Paichadze National Stadium, is a stadium in Tbilisi, Georgia, and the home stadium of Dinamo Tbilisi, Georgia national rugby union team and Georgia national football team. With a capacity of 54,549, the stadium is the largest in Georgia. Built in 1976 by the Georgian architect Gia Kurdiani, the Dinamo Arena was named Vladimir Ilyich Lenin Dinamo Stadium after Russian Communist leader but later, in 1995 was renamed to Boris Paichadze National Stadium after the famous Georgian football player Boris Paichadze. Prior to the construction of Boris Paichadze Dinamo Arena, the home stadium of Dinamo Tbilisi was the Central Stadium with an approximate capacity of 35,000 spectators. The demand for a much bigger stadium was increased with the successful performance of Dinamo Tbilisi in the mid 1970s. After the inauguration of the stadium, it became the third-largest in the Soviet Union, with a capacity of 74,354 spectators.",
  "/wiki/Tbilisi": "Tbilisi (English: /təbɪˈliːsi, təˈbɪlɪsi/ tə-bih-LEE-see, tə-BIL-ih-see; Georgian: თბილისი [tʰbilisi] (listen)), in some countries also still known by its pre-1936 international designation Tiflis (/ˈtɪflɪs/ TIF-lis), is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the Russian Empire, Tbilisi was the seat of the Imperial Viceroy, governing both Southern and Northern Caucasus.",
  "/wiki/Romania_national_rugby_union_team": "The Romania national rugby union team (Romanian: Echipa națională de rugby a României), nicknamed The Oaks (Stejarii), is long considered one of the stronger European teams outside the Six Nations. They have participated in all but one Rugby World Cup and currently compete in the first division of the European Nations Cup, which they won most recently in 2017. Rugby union in Romania is administered by the Romanian Rugby Federation. The team plays in yellow and blue strips.",
  "/wiki/Belgium_national_rugby_union_team": "The Belgium national rugby union team is administered by the Belgian Rugby Federation. Belgium have been ranked in the top 30 since 2010.\nBelgium have yet to qualify for the Rugby World Cup. Belgium participates in the European Nations Cup (the second tier of European International competitions, the Six Nations being the most important one).",
  "/wiki/King_Baudouin_Stadium": "The King Baudouin Stadium (French: Stade Roi Baudouin, Dutch: Koning Boudewijnstadion) is a sports ground in north-west Brussels, Belgium. It was inaugurated on 23 August 1930. Crown Prince Leopold attended the opening ceremony.  Located in the Heysel section of the Brussels municipality, it was built to embellish the Heysel plateau in view of the 1935 Brussels International Exposition.  The stadium hosted 70,000 at the time.  A wooden track for cycling races was later added around the pitch.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Spain_national_rugby_union_team": "The Spain national rugby union team, nicknamed Los Leones, is administered by the Spanish Rugby Federation. The team annually takes part in the European Nations Cup, the highest European rugby championship outside the Six Nations. The national side is ranked 16th in the world (as of 9 February 2020).",
  "/wiki/Estadio_Nacional_Complutense": "The Estadio Nacional Complutense (or Complutense National Stadium in English), is a rugby union stadium in the Spanish capital Madrid and located on the main campus of the Complutense University of Madrid. The stadium is commonly used by the Spanish national rugby union team who competes in the European Nations Cup. It is also home to Olympus Rugby XV Madrid, CD Arquitectura and CR Cisneros.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi)."
}