{
  "/wiki/Kyo_Kii..._Main_Jhuth_Nahin_Bolta": "Kyo Kii... Main Jhuth Nahin Bolta (transl. Because... I do not lie) is a 2001 Indian Hindi-language fantasy comedy film directed by David Dhawan, starring Govinda, Sushmita Sen, Rambha, Anupam Kher, Satish Kaushik, Mohnish Bahl and Ashish Vidyarthi. It is inspired by the Hollywood film Liar Liar (1997), starring Jim Carrey. The movie shares certain elements with Liar Liar, such as Govinda being a compulsive liar like Carrey's character and his son wishing that his dad would stop lying. The movie is also inspired by superhit Marathi movie Dhangad Dhinga starring Mahesh Kothare and Laxmikant Berde. Some plot is inspired from Rakesh Roshan's Kaamchor.",
  "/wiki/David_Dhawan": "David Dhawan (born Rajinder Dhawan on 16 August 1955) is an Indian film director who works in Hindi films. He is the father of Bollywood actor Varun Dhawan and director Rohit Dhawan. He is best known for directing several successful films, including Swarg (1990), Shola Aur Shabnam (1992), Saajan Chale Sasural (1996), Judwaa (1997), Bade Miyan Chote Miyan (1998), Dulhan Hum Le Jayenge (2000), Mujhse Shaadi Karogi (2004), Partner (2007), Chashme Baddoor (2013), Main Tera Hero (2014) and Judwaa 2 (2017). The 1993 action thriller Aankhen and 1999 comedy Biwi No.1 earned him the Filmfare Award for Best Director nominations.",
  "/wiki/Govinda_(actor)": "Govind Ahuja (born 21 December 1963), known mononymously as Govinda,  is an Indian film actor, comedian, dancer, and former politician known for his work in Hindi films. Known for his slapstick performances and dancing skills, Govinda has received twelve Filmfare Award nominations, a Filmfare Special Award, a Filmfare Award for Best Comedian, and four Zee Cine Awards. The actor was a member of the Parliament of India from 2004 to 2009. Govinda's first film was 1986's Ilzaam, and he has appeared in over 165 Hindi films.govinda: Govinda: David Dhawan and I have not spoken in five years | Hindi Movie News – Times of India. Timesofindia.indiatimes.com (11 September 2014). Retrieved on 2018-09-14.</ref> In June 1999, he was voted the tenth-greatest star of stage or screen in a BBC News Online poll.",
  "/wiki/Sushmita_Sen": "Sushmita Sen (born 19 November 1975) is an Indian film actress and model who was crowned Femina Miss India in 1994 and Miss Universe 1994 contest at the age of 18. Sen is the first Indian woman to win the competition. Primarily known for her work in Hindi films, she has also appeared in Tamil and Bengali films and has won a Filmfare Award. The Tamil musical Ratchagan (1997) was her first commercial success. She then featured in several box-office hits, including Sirf Tum (1999), Biwi No.1 (1999), Main Hoon Na (2004) and Maine Pyaar Kyun Kiya? (2005).",
  "/wiki/Rambha_(actress)": "Vijayalakshmi Yeedi (born 5 June 1976), better known as Rambha, is an Indian film actress. Throughout her career, Rambha acted in many Indian films and worked across seven regional languages, while appearing alongside most of India's leading actors.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Kucch_To_Hai": "Kucch To Hai (transl. Something is there) is a 2003 Indian Hindi-language slasher film directed by Anurag Basu and Anil V. Kumar, while it's written by Rajeev Javehri. The film stars Tusshar Kapoor, Esha Deol, Anita Hassanandani,  Yash Tonk, Rishi Kapoor, Jeetendra and Moonmoon Sen. The film is produced under the banner of Balaji Motion Pictures. It is inspired by Urban Legend (1998), while it is a remake of the American horror film I Know What You Did Last Summer (1997).",
  "/wiki/Anurag_Basu": "Anurag Basu  is an Indian reality show-judge, director, actor, screenwriter and producer. He began his directing career in television, moving to feature films in 2002. Basu achieved initial success with his films tackling the themes of passion and adultery such as Life in a... Metro, Kites, Gangster and Murder. Later, he directed comedy-drama films such as the critically acclaimed and commercially successful Barfi!",
  "/wiki/Tusshar_Kapoor": "Tusshar Kapoor is an Indian Bollywood actor, producer and son of veteran actor Jeetendra and the younger brother of Ekta Kapoor. He was also the co-owner of Balaji Telefilms and Balaji Motion Pictures from (2001-2019). His notable work include Mujhe Kucch Kehna Hai (2001),  Khakee (2004), Kyaa Kool Hai Hum (2005), Golmaal - Fun Unlimited (2006), Dhol (2007),  One Two Three (2008),  Golmaal Returns (2008),  And   Life Partner (2009).",
  "/wiki/Esha_Deol": "Esha Deol (born 2 November 1981) is an Indian film actress and model who predominantly appears in Hindi films. The daughter of actor-politicians Dharmendra and Hema Malini, Deol made her debut in Koi Mere Dil Se Poochhe (2002), which earned her awards and nominations including the Filmfare Award for Best Female Debut.",
  "/wiki/Anita_Hassanandani": "Anita Hassanandani (born 14 April 1981) is an Indian actress who has acted in multilingual films and serials. She is best known for portraying Shagun Arora in Star Plus's Yeh Hai Mohabbatein and a female shape-shifting serpent named Vishakha Khanna in Colors TV's Naagin.",
  "/wiki/Yash_Tonk": "Yash Tonk (born 30 October 1971)  (Yashpal Tonk) is an Indian actor from Sonipat District, Haryana. He was brought up at Hisar, Haryana where his father works as Chief Security officer in Haryana Agricultural University, Hisar. He studied at Campus School in Hisar. He graduated from Sri Aurobindo College University of Delhi. He is married to Gauri Yadav; they were a popular couple on the TV show Nach Baliye 2 and they made it to finals. They have two daughters, Pari and Myrah.",
  "/wiki/Horror_film": "A horror film is a film that seeks to elicit fear for entertainment purposes. Initially inspired by literature from authors like Edgar Allan Poe, Bram Stoker, and Mary Shelley, horror has existed as a film genre for more than a century. The macabre and the supernatural are frequent themes. Horror may also overlap with the fantasy, supernatural fiction, and thriller genres.",
  "/wiki/Krishna_Cottage": "Krishna Cottage is a 2004 Indian Hindi horror film directed by Santram Varma. It was produced by the mother-daughter team of Ekta Kapoor and Shobha Kapoor, better known for producing Indian television soap operas. It starred Sohail Khan, Isha Koppikar and Anita Hassanandani in the leading roles. The film did average business at the Indian box office.",
  "/wiki/Sohail_Khan": "Sohail Salim Abdul Rashid Khan (born 20 December 1970) is an Indian film actor, director and producer who works predominantly in Hindi cinema. He is the younger brother of actors Salman Khan and Arbaaz Khan. He produces films under his banner Sohail Khan Productions.",
  "/wiki/Isha_Koppikar": "Isha Koppikar (born 19 September 1976) is an Indian actress, politician and model who has appeared in Hindi, Tamil, Telugu, Kannada, and Marathi films.",
  "/wiki/Kyaa_Kool_Hai_Hum": "Kyaa Kool Hain Hum (transl. How cool we are) is a 2005 Bollywood adult comedy film directed by Sangeeth Sivan and produced by Ekta Kapoor. It features Tusshar Kapoor and Ritesh Deshmukh in lead roles. The film was released on 6 May 2005, and managed to succeed at the box office, despite receiving a negative critical response. It was one of the first Bollywood films to feature adult comedy. The film spawned two sequels, Kyaa Super Kool Hai Hum and Kyaa Kool Hain Hum 3.",
  "/wiki/Sangeeth_Sivan": "Sangeeth Sivan is an Indian film director and screenwriter who works in Malayalam and Hindi film industries. He is probably best known for directing the 1992 Malayalam film Yodha.",
  "/wiki/Riteish_Deshmukh": "Riteish Vilasrao Deshmukh (born 17 December 1978) is an Indian film actor, producer and architect. He is known for his work in Hindi and Marathi cinema. He is the son of the former Chief Minister of Maharashtra late Vilasrao Deshmukh and Vaishali Deshmukh.",
  "/wiki/Neha_Dhupia": "Neha Dhupia (born 27 August 1980) is an Indian actress who works in Hindi, Punjabi, Telugu and Malayalam films. She won the 2002 Femina Miss India pageant.",
  "/wiki/Thriller_(genre)": "Thriller is a genre of fiction, having numerous, often overlapping subgenres. Thrillers are characterized and defined by the moods they elicit, giving viewers heightened feelings of suspense, excitement, surprise, anticipation and anxiety. Successful examples of thrillers are the films of Alfred Hitchcock.",
  "/wiki/Koi_Aap_Sa": "Koi Aap Sa is a 2005 Indian Hindi romance film directed by Partho Mitra. It stars Aftab Shivdasani, Dipannita Sharma and Anita Hassanandani in pivotal roles.",
  "/wiki/Aftab_Shivdasani": "Aftab Shivdasani (born 25 June 1978) is an Indian film actor, producer and model known for his works in Bollywood. Shivdasani was selected as the Farex baby at the age of 14 months and eventually appeared in many TV commercials. He started his acting career as a child artist in films, including, Mr. India (1987), Shahenshah (1988), ChaalBaaz (1989), Awwal Number (1990), C.I.D. (1990) and Insaniyat (1994).",
  "/wiki/Dipannita_Sharma": "Dipannita Sharma (born 2 November 1976) is an Indian actress and model.",
  "/wiki/Himanshu_Malik": "Himanshu Malik is an Indian film actor, screenwriter and producer known for his works in Bollywood. He started his acting career with the film, Kama Sutra: A Tale of Love (1996) and gained recognition with his portrayal of Abhigyan, a wealthy Canadian industrialist in the 2001 romance Tum Bin. His other notable work includes Jungle (2000), Khwahish (2003) and Rog (2005).",
  "/wiki/Romance_film": "Romance films or romance movies are romantic love stories recorded in visual media for broadcast in theaters and on TV that focus on passion, emotion, and the affectionate romantic involvement of the main characters and the journey that their love takes them through dating, courtship or marriage. Romance films make the romantic love story or the search for strong and pure love and romance the main plot focus. Occasionally, romance lovers face obstacles such as finances, physical illness, various forms of discrimination, psychological restraints or family that threaten to break their union of love. As in all quite strong, deep, and close romantic relationships, tensions of day-to-day life, temptations (of infidelity), and differences in compatibility enter into the plots of romantic films.",
  "/wiki/Shootout_at_Lokhandwala": "Shootout at Lokhandwala is a 2007 Indian Hindi-language action crime film directed by Apoorva Lakhia. It is based on the 1991 Lokhandwala Complex shootout, a real life gun battle between gangsters and Mumbai Police.",
  "/wiki/Apoorva_Lakhia": "Apoorva Lakhia is an Indian film director.",
  "/wiki/Amitabh_Bachchan": "Amitabh Bachchan (pronounced [əmɪˈtaːbʱ ˈbətʃːən]; born Inquilaab Srivastava; 11 October 1942) is an Indian film actor, film producer, television host, occasional playback singer and former politician. He first gained popularity in the early 1970s for films such as Zanjeer, Deewaar and Sholay, and was dubbed India's \"angry young man\" for his on-screen roles in Bollywood. Referred to as the Shahenshah of Bollywood, Sadi ka Mahanayak (Hindi for, \"Greatest actor of the century\"), Star of the Millennium, or Big B, he has since appeared in over 200 Indian films in a career spanning more than five decades. Bachchan is widely regarded as one of the greatest and most influential actors in the history of Indian cinema as well as world cinema. So total was his dominance on the Indian movie scene in the 1970s and 1980s that the French director François Truffaut called him a \"one-man industry\". Beyond the Indian subcontinent, he also has a large overseas following in markets including Africa (such as South Africa), the Middle East (especially Egypt), United Kingdom, Russia and parts of the United States.",
  "/wiki/Sanjay_Dutt": "Sanjay Balraj Dutt (born 29 July 1959) is an Indian actor and film producer who works in Hindi films. He is the recipient of several awards, including two Filmfare Awards and three Screen Awards. Dutt has appeared in 187 films, ranging from romance to comedy genres, but is usually typecasted in action genres.",
  "/wiki/Sunil_Shetty": "Suniel Shetty (born 11 August 1961) is an Indian film actor, producer and entrepreneur who is predominantly active in Bollywood films. In a career spanning more than 25 years, he has acted in more than 110 films. His major works have been action and comedy films. . He has received a Filmfare Award out of five nominations.                       \nHe is the owner of the production house Popcorn Entertainment Private Limited. He has produced a number of films including Khel – No Ordinary Game, Rakht and Bhagam Bhag, under the banner of Popcorn Motion \nPictures.",
  "/wiki/Vivek_Oberoi": "Vivek Oberoi (born Vivek Anand Oberoi on 3 September 1976) is an Indian film actor known primarily for his works in Bollywood and a few films in Telugu, Tamil, and Malayalam cinema. He made his Hindi film debut with Ram Gopal Varma's Company (2002). His performance earned him two Filmfare Awards.",
  "/wiki/Arbaaz_Khan": "Arbaaz Khan  (born 4 August 1967) is an Indian actor, director and film producer, who predominantly works in Hindi language films. He has also acted in a few Urdu, Telugu and Malayalam language films. Since making his debut in 1996, he has acted in many leading and supporting roles. He ventured into film production in Bollywood, with Arbaaz Khan Productions, launched with Dabangg (2010), in which he starred as the younger brother of his real-life brother Salman Khan. The film went on to become one of the highest-grossing Bollywood films of all time. He also won the National Film Award for Best Popular Film Providing Wholesome Entertainment for the same. He also hosted the reality show Power Couple, which aired on Sony TV.",
  "/wiki/Amrita_Singh": "Amrita Singh (born 9 February 1958) is an Indian film and television actress. She was a popular actress in the 1980s and took a break from acting in the early 1990s. She returned to acting in 2002 and has since occasionally played supporting roles in film and also made her debut on television in 2005.  Amrita keeps a low public profile and gives few interviews.",
  "/wiki/Rohit_Roy": "Rohit Roy is an Indian television star, known for his role in Hindi television serials such as Des Mein Niklla Hoga Chand and Swabhimaan.  Besides working in television series, Rohit has also acted in notable Bollywood movies such as Kaabil, Ek Khiladi Ek Haseena, Apartment and Plan among others. He starred in the movie Shootout at Lokhandwala, in which he portrayed the character Fattu, one of the gang members. Roy has also directed a short film named Rice Plate – as a part of the anthology film Dus Kahaniyaan.",
  "/wiki/Crime_film": "Crime films, in the broadest sense, are a cinematic genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, sub-genres such as detective film, mystery, suspense and film styles such as hard boiled and noir.",
  "/wiki/Mission_Istanbul": "Mission Istanbul is a 2008 action thriller film starring Vivek Oberoi, Shriya Saran and Zayed Khan. The film, directed by Apoorva Lakhia, features Abhishek Bachchan in a special appearance. The Film is based on an organisation Al Johara which bears a resemblance to Qatar-based news channel Al Jazeera which was criticized by the White House as being an outlet for terrorists. The film deals with the role of Al Johara based in Turkey, a NATO country with troops engaged in Afghanistan, and the role of Indian Intelligence agency R.A.W.",
  "/wiki/Shriya_Saran": "Shriya Saran  (pronounced [ʂrɪjaː sərən] (born as Shriya Saran Bhatnagar on 11 September 1982), also known as Shriya, is an Indian actress and model known for her work in South Indian cinema, Bollywood and American cinema. Saran was born in Dehradun and spent most of her childhood in Haridwar. In 2001, her dance master gave her the opportunity to appear in Renoo Nathan's debut music video \"Thirakti Kyun Hawa\", which brought Saran to the attention of many Indian filmmakers. Although Saran aspired to become a well-known dancer, she was offered a leading role. Thus, Saran made her film debut in 2001 with the Telugu film Ishtam, and had her first commercial success with Santhosham (2002).",
  "/wiki/Zayed_Khan": "Zayed Abbas Khan (born 5 July 1980) is an Indian actor and producer who appears in Hindi films. He has received a Filmfare Award nomination and is the son of Bollywood actor Sanjay Khan.",
  "/wiki/C_Kkompany": "C Kkompany (alternatively C Company) is a 2008 Bollywood comedy film directed by debutant Sachin Yardi, and produced by Ekta Kapoor and Shobha Kapoor. The film stars Tusshar Kapoor, Rajpal Yadav, Raima Sen and Anupam Kher. It released on 29 August 2008 to negative reviews from critics, and was a failure at the box office. However over the years, audience have loved the film and film has developed cult following over the years.",
  "/wiki/Sachin_Yardi": "Sachin Yardi is a Hindi film director and screenwriter from India. His directorial debut C Kkompany (2008) was after writing scripts for Kyaa Kool Hai Hum (2005) and Madhur Bhandarkar's award-winning Traffic Signal (2007).",
  "/wiki/Anupam_Kher": "Anupam Kher (born 7 March 1955) is an Indian actor and the former Chairman of Film and Television Institute of India. He is the recipient of two National Film Awards and eight Filmfare Awards. He has appeared in over 500 films in several languages and many plays. He won the Filmfare Award for Best Actor for his performance in Saaransh (1984). He holds the record for winning the Filmfare Award for Best Comedian five times in total for: Ram Lakhan (1989), Lamhe (1991), Khel (1992), Darr (1993) and Dilwale Dulhaniya Le Jayenge (1995). He won the National Film Award for Special Mention twice for his performances in Daddy (1989) and Maine Gandhi Ko Nahin Mara (2005). For his performance in the film Vijay (1988), he won the Filmfare Award for Best Supporting Actor.",
  "/wiki/Rajpal_Yadav": "Rajpal Yadav is an Indian actor, known for his works in Hindi cinema. He is best known for his comic roles in movies.",
  "/wiki/Raima_Sen": "Raima Sen (born Raima Dev Varma on 11 November 1979) is an Indian actress who is known for her work in Bengali and Hindi Film industry.",
  "/wiki/EMI_–_Liya_Hai_Toh_Chukana_Parega": "EMI (Extension: Easy Monthly Installment - Liya Hai Toh Chukana Padega!) is a 2008 Bollywood social film directed by Saurabh Kabra and starred Sanjay Dutt, Arjun Rampal, Urmila Matondkar and Malaika Arora.",
  "/wiki/Arjun_Rampal": "Arjun Rampal  (born 26 November 1972) is an Indian film actor, producer, screenwriter, model, entrepreneur, and television personality. He made his acting debut in Rajiv Rai's romance Pyaar Ishq Aur Mohabbat (2001). He has received several awards including the National Film Award for Best Supporting Actor and the Filmfare Award for Best Supporting Actor for his performance in Rock On!!.",
  "/wiki/Urmila_Matondkar": "Urmila Matondkar (born 4 February 1974), is an Indian actress. She is the recipient of numerous accolades, including the Filmfare Award and the Nandi Award. Establishing a career with a variety of character types, her film roles contributed to a new on-screen persona for a Hindi film actress, in which she was known for her acting, intense style and dancing skills.",
  "/wiki/Malaika_Arora_Khan": "Malaika Arora is an Indian actress, dancer, model, VJ, and television personality, who is best known for her all-rounded work throughout Hindi cinema. She made her debut as a film producer in 2008, with former husband Arbaaz Khan, founding the company Arbaaz Khan Productions, which has created the Dabangg film series. As an actress, Arora has starred in main roles in films Kaante (2002) and EMI (2008). As a dancer, she is acclaimed for her performances in the songs Chaiyya Chaiyya (1998), Gur Naalo Ishq Mitha (1998), Maahi Ve (2002), Kaal Dhamaal (2005), and Munni Badnaam Hui (2010).",
  "/wiki/Aashish_Chaudhary": "Ashish Chaudhary (born 21 July 1978) is a  Bollywood actor. Then he hosted a program for Disney. He has acted in many music videos as well as advertisements. Afterwards he shifted to television shows and acted in  Hum Pardesi Ho Gaye, Kya Yehi Pyaar Hai. In 2003, he acted in a movie called Qayamat along with Ajay Devgan and Neha Dhupia. His most popular movie is Dhamaal. In 2013, he came back to television and acted in a series named Ek Mutthi Aasmaan.",
  "/wiki/Neha_Oberoi": "Neha Oberoi is an Indian actress who has acted in Tollywood and Bollywood films.",
  "/wiki/Social": "Living organisms including humans are social when they live collectively in interacting populations, whether they are aware of it, and whether the interaction is voluntary or involuntary.",
  "/wiki/Love_Sex_aur_Dhokha": "Love Sex Aur Dhokha (transl. Love, sex and betrayal; also known by the initialism LSD) is a 2010 Indian Hindi-language anthology drama film directed by Dibakar Banerjee and written by Banerjee and Kanu Behl. Jointly produced by Ekta Kapoor, Shobha Kapoor and Priya Sreedharan under the banner of ALT Entertainment, the film stars mostly newcomers and non-actors, including Anshuman Jha, Nushrat Bharucha, Rajkummar Rao, Neha Chauhan, Amit Sial, Herry Tangri and Ashish Sharma. It has three separate but interlinked stories about an honour killing, an MMS scandal and sting operations.",
  "/wiki/Dibakar_Banerjee": "Dibakar Banerjee  (born 21 June 1969) is an Indian film director, screenwriter, producer and advertisement-filmmaker known for his work in Hindi films. Banerjee started his career in advertising, being a feature filmmaker, he still continues to be an ad-filmmaker. He also runs his own film production company, Dibakar Banerjee Productions.",
  "/wiki/Anshuman_Jha": "Anshuman Jha is an Indian film and theatre actor best known for his work in Love Sex Aur Dhokha. He had been rated as one of the \"Top Ten Bollywood Actors of 2010\" by Rediff. His performance in his last five releases – 2014 release Yeh Hai Bakrapur, the 2015 release X: Past Is Present, the 2016 release Chauranga, the 2017 release Mona Darling & the 2018 release Angrezi Mein Kehte Hain (film) have been widely applauded by critics and audiences alike.",
  "/wiki/Nushrat_Bharucha": "Nushrat Bharucha (born 17 May 1985) is an indian film actress known for her work in Bollywood films.",
  "/wiki/Rajkummar_Rao": "Rajkummar Rao (born 31 August 1984), also known as Rajkumar Yadav, is an Indian actor. He has established a career in Hindi cinema and is the recipient of several awards, including a National Film Award, three Filmfare Awards, and an Asia Pacific Screen Award.",
  "/wiki/Found_footage_(pseudo-documentary)": "Found footage is a film subgenre in which all or a substantial part of the work is presented as if it were discovered film or video recordings. The events on screen are typically seen through the camera of one or more of the characters involved, often accompanied by their real-time, off-camera commentary. For added realism, the cinematography may be done by the actors themselves as they perform, and shaky camera work and naturalistic acting are routinely employed. The footage may be presented as if it were \"raw\" and complete or as if it had been edited into a narrative by those who \"found\" it.",
  "/wiki/Once_Upon_a_Time_in_Mumbaai": "Once Upon a Time in Mumbaai is a 2010 Indian gangster film written by Rajat Arora , directed by Milan Luthria and produced by Ekta Kapoor. It stars Ajay Devgan, Emraan Hashmi, Kangana Ranaut, Prachi Desai and Randeep Hooda. The film is produced under Balaji Motion Pictures and released on 30 July 2010. Once Upon A Time in Mumbaai received generally positive reviews from critics and was a box office success. The film is loosely based on the lives of Mumbai underworld gangsters Haji Mastan and Dawood Ibrahim.",
  "/wiki/Milan_Luthria": "Milan Luthria is an Indian film director who works in Hindi films. He is best known as the director of Ajay Devgan's Once Upon a Time in Mumbai (2010). He is the nephew of producer and director Mahesh Bhatt.",
  "/wiki/Ajay_Devgn": "Vishal Devgan (born 2 April 1969), known professionally as Ajay Devgn, is an Indian film actor, director and producer. He is widely considered as one of the most intense and influential actors of Hindi cinema, who has appeared in over a hundred Hindi films. Devgn has won numerous accolades, including two National Film Awards and four Filmfare Awards. In 2016, he was honoured by the Government of India with the Padma Shri, the fourth-highest civilian honour of the country.",
  "/wiki/Emraan_Hashmi": "Syed Emraan Anwar Hashmi (pronounced [ɪmraːn ˈɦaːʃmiː]; born 24 March 1979) is an Indian film actor who appears in Hindi films. Through his career, Hashmi has received three Filmfare Award nominations.",
  "/wiki/Kangana_Ranaut": "Kangana Ranaut (pronounced [kəŋɡənaː raːɳoːʈʰ]; born 23 March 1987) is an Indian actress and filmmaker who works in Hindi films. The recipient of several awards, including three National Film Awards and four Filmfare Awards, she has featured six times in Forbes India's Celebrity 100 list. In 2020, the Government of India honoured her with the Padma Shri.",
  "/wiki/Prachi_Desai": "Prachi Desai (born 12 September 1988) is an Indian film actress and former television actress. She started her television career as lead protagonist in the successful TV drama Kasamh Se on Zee TV. She made her Bollywood debut in the 2008 film Rock On!!. Her other notable features include \nLife Partner (2009),\nOnce Upon a Time in Mumbaai (2010), Bol Bachchan (2012) and I, Me Aur Main (2013). She is also the endorser, spokesperson, brand ambassador and the face of Goa Tourism and Neutrogena products in India. Desai is also a brand ambassador of Lux Lyra.",
  "/wiki/Gangster_film": "A gangster film or gangster movie is a film belonging to a genre that focuses on gangs and organized crime. It is a subgenre of crime film, that may involve large criminal organizations, or small gangs formed to perform a certain illegal act. The genre is differentiated from Westerns and the gangs of that genre.",
  "/wiki/Taryanche_Bait": "Taryanche Bait (Marathi: ताऱ्यांचे बेट, English: Island of Stars) is a 2011 Marathi film directed by Kiran Yadnyopavit starring Sachin Khedekar, Vinay Apte, Ashwini Giri and Ashmita Joglekar in lead roles.",
  "/wiki/Sachin_Khedekar": "Sachin Khedekar is an Indian actor and director known for his work in Hindi, Marathi, Telugu, Tamil, Malayalam and Gujarati language films. His well-known films include Aap Kaa Surroor, Astitva and Shyam Benegal's Netaji Subhas Chandra Bose: The Forgotten Hero in which he portrayed Subhas Chandra Bose. Notable TV series include Imtihaan and  Samvidhaan in which he played B. R. Ambedkar.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/Shor_in_the_City": "Shor in the City (transl. Chaos in the city) is a 2011 Indian crime comedy-drama film directed by Raj Nidimoru and Krishna D.K. starring Tusshar Kapoor, Sendhil Ramamurthy, Preeti Desai, Girija Oak, Radhika Apte, Nikhil Dwivedi, Pitobash Tripathy, Sundeep Kishan, and Amit Mistry. The background score of the film was composed by Roshan Machado. The first look of the film was unveiled on 21 March 2011 while the film was released in India on 28 April 2011.",
  "/wiki/Raj_Nidimoru": "Raj Nidimoru and Krishna D.K. widely known as Raj & DK are an Indian American film directors, producers and writer duo known for their work in Bollywood. The duo are known for their quirky film making and unique sense of style and humour. Their latest offering is the blockbuster, Stree. They have also written and directed the widely known sleeper-hits such as Shor in the City, 99, Go Goa Gone (India's first slacker film and horror-comedy), meta romcom Happy Ending and an action comedy, A Gentleman. In 2019, they wrote and directed a web series, produced by Amazon Prime Video, The Family Man, which has been renewed for a second season.",
  "/wiki/Krishna_D.K.": "Raj Nidimoru and Krishna D.K. widely known as Raj & DK are an Indian American film directors, producers and writer duo known for their work in Bollywood. The duo are known for their quirky film making and unique sense of style and humour. Their latest offering is the blockbuster, Stree. They have also written and directed the widely known sleeper-hits such as Shor in the City, 99, Go Goa Gone (India's first slacker film and horror-comedy), meta romcom Happy Ending and an action comedy, A Gentleman. In 2019, they wrote and directed a web series, produced by Amazon Prime Video, The Family Man, which has been renewed for a second season.",
  "/wiki/Sendhil_Ramamurthy": "Sendhil Amithab Ramamurthy (born 17 May 1974) is an American actor. He is best known for his roles as geneticist Mohinder Suresh in the NBC sci-fi drama Heroes and Jai Wilcox in Covert Affairs.",
  "/wiki/Nikhil_Dwivedi": "Nikhil Dwivedi (born 25 November 1979)  is an Indian actor. He has five movie releases to his name, making his debut with My Name is Anthony Gonsalves in 2008 that also saw him being nominated for the Filmfare Best Male Debut award.",
  "/wiki/Ragini_MMS": "Ragini MMS is a 2011 Indian found footage horror film directed by Pawan Kripalani and produced by Jeetendra and Shobha Kapoor of Balaji Telefilms. It was released on 13 May 2011 (Friday the 13th). The film is inspired by the 2007 American supernatural horror film Paranormal Activity and is partly based on the real story of a girl from Delhi named Deepika. It is loosely based on Stephen King's novel Gerald's Game.",
  "/wiki/Kainaz_Motivala": "Kainaz Motivala is an Indian actress. Her acting career started with a small role in Wake Up Sid as Tanya in 2009. She was signed for the role Shailey in the 2010 Bollywood film Paathshala.",
  "/wiki/The_Dirty_Picture": "The Dirty Picture is a 2011 Indian biographical musical drama film inspired by the life of Silk Smitha, a South Indian actress noted for her erotic roles. The filmmakers have clarified that the story is not officially or literally based on Smitha alone, but on many of her southern contemporaries such as Disco Shanti. It also resembles the personal lives of other women in popular culture, including Hollywood actress and sex symbol Marilyn Monroe. The film was directed by Milan Luthria and co-produced by Shobha Kapoor and Ekta Kapoor, after Ekta came up with the idea and asked screenwriter Rajat Aroraa to pen a story based on it.",
  "/wiki/Vidya_Balan": "Vidya Balan (pronounced [ʋɪd̪jaː baːlən]; born 1 January 1979) is an Indian actress. Known for pioneering a change in the portrayal of women in Hindi cinema with her roles in female-led films, she is the recipient of several awards, including a National Film Award and six Filmfare Awards. She was awarded the Padma Shri by the Government of India in 2014.",
  "/wiki/Naseeruddin_Shah": "Naseeruddin Shah (born 20 July 1949) is an Indian film and stage actor and director in the Hindi language film industry. He is considered among the finest actors of India and is a prominent figure in Indian parallel cinema. He has won numerous awards in his career, including three National Film Awards, three Filmfare Awards and an award at the Venice Film Festival. The Government of India has honoured him with the Padma Shri and the Padma Bhushan awards for his contributions to Indian cinema.",
  "/wiki/Biographical_film": "A biographical film, or biopic (/ˈbaɪoʊpɪk/; abbreviation for biographical motion picture), is a film that dramatizes the life of a non-fictional or historically-based person or people. Such films show the life of a historical person and the central character's real name is used. They differ from docudrama films and historical drama films in that they attempt to comprehensively tell a single person's life story or at least the most historically important years of their lives.[original research?]",
  "/wiki/Kyaa_Super_Kool_Hai_Hum": "Kyaa Super Kool Hain Hum (transl. How super cool we are) is a 2012 Bollywood adult comedy film directed by Sachin Yardi and produced by Ekta Kapoor and Shobha Kapoor. The film is a sequel to the 2005 sleeper hit, Kyaa Kool Hai Hum and the second installment of Kyaa Kool Hain Hum film series. The movie stars Ritesh Deshmukh and Tusshar Kapoor from the original cast. It released on 27 July 2012, and received mostly positive response. With good box office collections, the film was declared \"Super-Hit\".",
  "/wiki/Neha_Sharma": "Neha Sharma (pronounced [nɛːɦaː ʃrmaː]; born 21 November 1987) is an Indian actress and model. A native of Bihar, Sharma attended the Mount Carmel School in Bhagalpur and pursued a course in fashion design from the National Institute of Fashion Technology (NIFT) in New Delhi.",
  "/wiki/Ek_Thi_Daayan": "Ek Thi Daayan (transl. Once there was a witch) is a 2013 Indian supernatural thriller film directed by Kannan Iyer, adapted from the short story Mobius Trips by Mukul Sharma. The film stars Emraan Hashmi, Huma Qureshi, Konkona Sen Sharma and Kalki Koechlin. The film is co-produced by Ekta Kapoor, Shobha Kapoor, Vishal Bhardwaj and Rekha Bhardwaj. It was released on 19 April 2013 to positive reviews from critics and decent box-office collections.",
  "/wiki/Konkana_Sen_Sharma": "Konkona Sen Sharma (born 3 December 1979) is an Indian actress, writer, and director. She has received two National Film Awards and four Filmfare Awards. The daughter of filmmaker–actress Aparna Sen, Konkona appears primarily in Indian arthouse and independent films, and her achievements in the genre have established her as one of the leading actresses of contemporary parallel cinema. She has also acted in mainstream films like Laaga Chunari Mein Daag for which too she has received awards.",
  "/wiki/Huma_Qureshi_(actress)": "Huma Saleem Qureshi (pronounced [ɦuːmaː saˈleemː qureʃiː]; born 28 July 1986) is an Indian film actress and model, who has received three Filmfare Award nominations.",
  "/wiki/Kalki_Koechlin": "Kalki Koechlin (/ˈkʌlki keɪˈklæ̃/ (listen); born 10 January 1984) is an actress and writer. Although a French citizen, she has lived most of her life in India. Known for her unconventional body of work in the Hindi film industry, she is the recipient of such accolades as a National Film Award, a Filmfare, and two Screen Awards.",
  "/wiki/Shootout_at_Wadala": "Shootout at Wadala is a 2013 Indian Hindi-language action crime film written and directed by Sanjay Gupta. It is a prequel to the 2007 hit Shootout at Lokhandwala, and it is the second instalment of the Shootout film series. It is loosely based on the book Dongri to Dubai: Six Decades of the Mumbai Mafia by Hussain Zaidi. The film features John Abraham, Anil Kapoor, Kangana Ranaut, Tusshar Kapoor, Manoj Bajpayee and Sonu Sood\nin lead roles. The film dramatises the encounter by Mumbai police in which gangster Manya Surve was shot dead. It took place at the junction adjacent to Dr. Ambedkar college, Wadala, Mumbai on 11 January 1982.",
  "/wiki/Sanjay_Gupta_(director)": "Sanjay Gupta is an Indian filmmaker, producer and screenwriter working primarily in Bollywood industry. Gupta is mostly known for his films such as Aatish, Kaante, Kaabil, Shootout at Lokhandwala, Shootout at Wadala, Jazbaa and Zinda. He has frequently cast  Sanjay Dutt and John Abraham in his movies.",
  "/wiki/Anil_Kapoor": "Anil Kapoor (born 24 December 1956) is an Indian actor and producer who has appeared in over hundred Hindi-language films, as well as international films and television series. His career has spanned 40 years as an actor, and as a producer since 2005. He has also won numerous awards in his career, including two National Film Awards and six Filmfare Awards in varied acting categories.",
  "/wiki/John_Abraham_(actor)": "John Abraham  (born 17 December 1972) is an Indian film actor, film producer and former model who appears in Hindi films. After modelling for numerous advertisements and companies, he made his film debut with Jism (2003), which earned him a Filmfare Best Debut Award nomination. This was followed by his first commercial success, Dhoom (2004). He received two Filmfare Award nominations, for his negative roles in Dhoom, and in Zinda (2006). He later appeared in the major critical success Water (2005). He was nominated for a Filmfare Award for Best Supporting Actor for the film Baabul (2006). Since then, Abraham has starred in many critically and commercially successful films including Garam Masala (2005), Taxi No. 9211 (2006), Dostana (2008), New York (2009), Force (2011), Housefull 2 (2012), Race 2 (2013), Shootout at Wadala (2013), Madras Cafe (2013), Welcome Back (2015), Dishoom (2016), Parmanu: The Story of Pokhran (2018), Satyameva Jayate (2018) and Batla House (2019), thus establishing himself as a commercially successful actor of Hindi cinema.",
  "/wiki/Manoj_Bajpayee": "Manoj Bajpayee (born 23 April 1969), also credited as Manoj Bajpai, is an Indian film actor who predominantly works in Hindi cinema and has also done Telugu and Tamil language films. He is the recipient of two National Film Awards and four Filmfare Awards. In 2019, he was given India's fourth-highest civilian honor Padma Shri for his contributions to art.",
  "/wiki/Lootera": "Lootera, /luːˈteɪrɑː/ (transl. Robber) is a 2013 Indian historical romance film directed by Vikramaditya Motwane and partly based on author O. Henry's 1907 short story The Last Leaf. It is the second film directed by Motwane after his critically acclaimed film Udaan. Set in the era of the 1950s, against the backdrop of the Zamindari Abolition Act by the newly independent India, it tells the story of a young conman posing as an archaeologist and the daughter of a Bengali zamindar. The film stars Ranveer Singh and Sonakshi Sinha in lead roles. The film's producers are Shobha Kapoor, Ekta Kapoor, Anurag Kashyap and Vikas Bahl, the film features music and background score by Amit Trivedi with all song lyrics penned by Amitabh Bhattacharya and cinematography by Mahendra J. Shetty. Lootera released to worldwide critical acclaim on 5 July 2013 and was counted as one of the best movies of the year 2013.",
  "/wiki/Vikramaditya_Motwane": "Vikramaditya Motwane (born 6 December 1976) is an Indian film director, producer and screenwriter for films like Dev.D  (2009)  and Dhan Dhana Dhan Goal (2007).  His directorial debut Udaan (2010) was selected to compete in the 'Un Certain Regard’ category at the 2010 Cannes Film Festival and also won seven Filmfare awards.  His second film was Lootera, a big-budget Bollywood period romance, released on 5 July 2013. His third film was Trapped, a survival drama starring Rajkummar Rao, released theatrically on 17 March 2017. His fourth film was Bhavesh Joshi, released theatrically on 1 June 2018. Motwane is the creator of Netflix's first Indian series Sacred Games.",
  "/wiki/Ranveer_Singh": "Ranveer Singh Bhavnani (born 6 July 1985) is an Indian actor who appears in Hindi films. The recipient of several awards, including three Filmfare Awards, Singh is among the highest-paid actors in the country and has featured in Forbes India's Celebrity 100 list since 2012.",
  "/wiki/Sonakshi_Sinha": "Sonakshi Sinha (pronounced [soːnaːkʂiː sɪnɦaː]; born 2 June 1987) is an Indian film actress and singer. After working as a costume designer in her early career, Sinha made her acting debut in the action-drama film Dabangg (2010), which won her the Filmfare Award for Best Female Debut.",
  "/wiki/Once_Upon_a_Time_In_Mumbaai_Dobara": "Once Upon ay Time in Mumbai Dobaara! (transl. Once upon a time in Mumbai again; Hindi pronunciation: [d̪oːbaːra]) is a 2013 Indian gangster film directed by Milan Luthria and produced by Ekta Kapoor and Shobha Kapoor. A sequel to 2010's Once Upon a Time in Mumbaai, the film stars Akshay Kumar, Sonakshi Sinha and Imran Khan in the lead roles, with Sonali Bendre in a supporting role.",
  "/wiki/Akshay_Kumar": "Rajiv Hari Om Bhatia (born 9 September 1967), known professionally as Akshay Kumar, is an Indian-born Canadian actor, producer, martial artist and television personality who works in Bollywood films. In a career spanning over 29 years, Kumar has appeared in over 100 films and has won several awards, including the National Film Award for Best Actor for his performance in Rustom (2016), and two Filmfare Awards for Ajnabee (2001) and Garam Masala (2005).",
  "/wiki/Imran_Khan_(Bollywood_actor)": "Imran Khan (pronounced [ɪmraːn ˈxaːn]; born Imran Pal 13 January 1983) is an American film actor of Indian origin, who appears in Hindi films. He is the nephew of actor Aamir Khan and director-producer Mansoor Khan, and the grandson of director-producer Nasir Hussain. He appeared as a child artist in the films Qayamat Se Qayamat Tak (1988) and Jo Jeeta Wohi Sikander (1992).",
  "/wiki/Balaji_Motion_Pictures": "Balaji Motion Pictures is a wholly owned subsidiary company of Balaji Telefilms Limited which is an  Indian film production and distribution company established by Shobha Kapoor and her daughter Ekta Kapoor. Based in Mumbai, it mainly produces and distributes Hindi films. The chairman of the company is former Bollywood actor Jeetendra Kapoor."
}