{
  "/wiki/Pipes_&_Flowers": "Pipes & Flowers is the debut album by Italian singer Elisa, released in Italy in 1997 by Sugar Records. It followed the single \"Sleeping in Your Hand\".\nIn 1998 the album was re-released with the bonus track Cure Me.\nOther three official singles, \"Labyrinth\", \"Mr. Want\" and \"Cure Me\" were released, while A Feast For Me was released as promo single.",
  "/wiki/Asile's_World": "Asile's World is the second album by Elisa released in 2000. The album went double Platinum in Italy with 250.000 copies sold. Its repackage contains \"Luce (tramonti a nord est)\" with which Elisa won the 1st place at the famous Sanremo Festival in 2001.",
  "/wiki/Dancing_(Elisa_album)": "Dancing is a compilation album by Italian singer Elisa that was released on July 15, 2008 in CD format in the United States and Canada. A digital version on iTunes was released on June 17, 2008 in the United States and on August 25, 2008 in Canada.",
  "/wiki/Lotus_(Elisa_album)": "Lotus is the fourth studio album by Elisa, released in 2003. Initially idealized as a live album, Lotus became a mix between studio album (with six new songs), a greatest hits album (due to the seven songs re-recorded from previous albums) and a cover album (three are the covers). The album is predominantly acoustic; following the initial idea, in fact, the album was completely recorded live.",
  "/wiki/Heart_(Elisa_album)": "Heart is the seventh studio album from Italian singer–songwriter Elisa.  It was released on 13 November 2009 in Italy. It has been described as a rock album, with alt-rock and electronic influences.",
  "/wiki/Pearl_Days": "Pearl Days is the fifth studio-album by Italian singer Elisa. The album was released on 15 October 2004 and debuted at number two on the Italian album chart.\nPearl Days is a rock album that echoes Elisa's debut album Pipes & Flowers.\nThe album went double platinum in Italy.[citation needed]",
  "/wiki/Broken_(Elisa_song)": "\"Broken\" is a song written by Italian adult alternative singer Elisa from her fourth studio album, Lotus (2003), it was released on 24 October 2003 as the album's lead single. The song was also includes in the Greatest hits Soundtrack '96–'06.",
  "/wiki/Luce_(Tramonti_a_nord_est)": "\"Luce (Tramonti a nord est)\"(\"Light (Sunsets in the North-East)\") is Italian singer-songwriter Elisa's most famous song, both in her home Italy and internationally, in its English version \"Come Speak to Me\". It also has a Spanish version called \"Hablame\", which has a slightly different arrangement. It was Elisa's first song in Italian, even though she had already released two albums in English.",
  "/wiki/Dancing_(Elisa_song)": "\"Dancing\" was the fourth single released in Italy and the United States from Elisa's third album, Then Comes the Sun, and the first single released from her American album Dancing.",
  "/wiki/Then_Comes_the_Sun": "Then Comes the Sun is the third album by Italian singer-songwriter Elisa released by Sugar on 9 November 2001. It was produced by Corrado Rustici and went double platinum in Italy with over 280.000 copies sold.",
  "/wiki/Eppure_sentire_(Un_senso_di_te)": "\"Eppure sentire (Un senso di te)\" is the second single by Italian singer-songwriter Elisa from the album Soundtrack '96-'06. The song was certified platinum by the Federation of the Italian Music Industry.",
  "/wiki/Soundtrack_'96-'06": "Soundtrack '96–'06 is the first official \"Best of\" by Italian singer Elisa. The album was certified Diamond in Italy, with domestic sales exceeding 600,000 copies.",
  "/wiki/List_of_songs_recorded_by_Elisa": "The following is a list of Elisa songs. Elisa Toffoli is an Italian singer-songwriter, performing under the mononym Elisa. She is one of few Italian musicians to write and record mainly in English."
}