{
  "/wiki/Baby_Can_I_Hold_You": "\"Baby Can I Hold You\" is the third single released by the American contemporary folk artist Tracy Chapman, released in late 1988. The song reached the top 50 in the United States, unlike its predecessor, \"Talkin' 'bout a Revolution\", but it failed to become Chapman's second top 40 hit, peaking at #48. It did, however, give her a second chart entry on the US Adult Contemporary charts, peaking at #19 in early 1989. Given the commercial decline Chapman suffered following the release of her second album Crossroads, \"Baby Can I Hold You\" also became her last top 50 hit until 1996's \"Give Me One Reason\". In July 1990 the song reached No. 1 in Portugal.",
  "/wiki/Tracy_Chapman": "Tracy Chapman (born March 30, 1964) is an American singer-songwriter, known for her hits \"Fast Car\" and \"Give Me One Reason\", along with other singles \"Talkin' 'bout a Revolution\", \"Baby Can I Hold You\", \"Crossroads\", \"New Beginning\", and \"Telling Stories\". She is a multi-platinum and four-time Grammy Award–winning artist.",
  "/wiki/Almeno_tu_nell'universo": "\"Almeno tu nell'universo\" is a song written by Bruno Lauzi and Maurizio Fabrizio and recorded by Italian singer Mia Martini, who released it as a single in 1989 and included the track in the album Martini Mia.\nThe song was performed for the first time by Mia Martini during the Sanremo Music Festival in 1989, where it placed 9th in a field of 24, receiving the Critics Award, which was later entitled to Martini herself. The song later became a commercial success. It was also covered by several artists, including Elisa, Mina, Thelma Houston and Marco Mengoni, becoming a classic of Italian popular music.",
  "/wiki/Lotus_(Elisa_album)": "Lotus is the fourth studio album by Elisa, released in 2003. Initially idealized as a live album, Lotus became a mix between studio album (with six new songs), a greatest hits album (due to the seven songs re-recorded from previous albums) and a cover album (three are the covers). The album is predominantly acoustic; following the initial idea, in fact, the album was completely recorded live.",
  "/wiki/Mia_Martini": "Mia Martini (Italian pronunciation: [ˈmiːa marˈtiːni]; born Domenica Bertè [doˈmeːnika berˈtɛ]; 20 September 1947 – 12 May 1995) was an Italian singer and a songwriter.",
  "/wiki/Hallelujah_(Leonard_Cohen_song)": "\"Hallelujah\" is a song written by Canadian singer Leonard Cohen, originally released on his album Various Positions (1984). Achieving little initial success, the song found greater popular acclaim through a recording by John Cale, which inspired a recording by Jeff Buckley. It has been viewed as a \"baseline\" for secular hymns.",
  "/wiki/Leonard_Cohen": "Leonard Norman Cohen CC GOQ (September 21, 1934 – November 7, 2016) was a Canadian singer, songwriter, poet, and novelist. His work explored religion, politics, isolation, depression, sexuality, loss, death and romantic relationships. Cohen was inducted into the Canadian Music Hall of Fame, the Canadian Songwriters Hall of Fame, and the Rock and Roll Hall of Fame. He was invested as a Companion of the Order of Canada, the nation's highest civilian honour. In 2011, Cohen received one of the Prince of Asturias Awards for literature and the ninth Glenn Gould Prize.",
  "/wiki/Femme_Fatale_(The_Velvet_Underground_song)": "\"Femme Fatale\" is a song by American rock band the Velvet Underground from their 1967 debut album The Velvet Underground & Nico, with lead vocals by Nico.",
  "/wiki/The_Velvet_Underground": "The Velvet Underground was an American rock band formed in 1964 in New York City by singer/guitarist Lou Reed, multi-instrumentalist John Cale, guitarist Sterling Morrison, and drummer Angus MacLise (replaced by Moe Tucker in 1965). The band was initially active between 1965 and 1973, and was briefly managed by the pop artist Andy Warhol, serving as the house band at the Factory and Warhol's Exploding Plastic Inevitable events from 1966 to 1967. Their debut album, The Velvet Underground & Nico (with German-born singer and model Nico), was released in 1967 to critical indifference and poor sales but has become critically acclaimed; in 2003, Rolling Stone called it the \"most prophetic rock album ever made.\"",
  "/wiki/(Sittin'_on)_the_Dock_of_the_Bay": "\"(Sittin' On) The Dock of the Bay\" is a song co-written by soul singer Otis Redding and guitarist Steve Cropper. It was recorded by Redding twice in 1967, including once just days before his death in a plane crash. The song was released on Stax Records' Volt label in 1968, becoming the first posthumous single to top the charts in the US. It reached number 3 on the UK Singles Chart.",
  "/wiki/Otis_Redding": "Otis Ray Redding Jr. (September 9, 1941 – December 10, 1967) was an American singer, songwriter, record producer, arranger, and talent scout. He is considered one of the greatest singers in the history of American popular music and a seminal artist in soul music and rhythm and blues. Redding's style of singing gained inspiration from the gospel music that preceded the genre. His singing style influenced many other soul artists of the 1960s.",
  "/wiki/Redemption_Song": "\"Redemption Song\" is a song by Bob Marley. It is the final track on Bob Marley & the Wailers' twelfth album, Uprising, produced by Chris Blackwell and released by Island Records. The song is considered one of Marley's greatest works. Some key lyrics derived from a speech given by the Pan-Africanist orator Marcus Garvey entitled \"The Work That Has Been Done\".",
  "/wiki/Bob_Marley": "Robert Nesta Marley, OM (6 February 1945 – 11 May 1981) was a Jamaican singer and songwriter. Considered one of the pioneers of reggae, his musical career was marked by blending elements of reggae, ska, and rocksteady, as well as forging a smooth and distinctive vocal and songwriting style. Marley's contributions to music increased the visibility of Jamaican music worldwide, and made him a global figure in popular culture for over a decade. Over the course of his career Marley became known as a Rastafari icon, and the singer sought to infuse his music with a sense of spirituality. He is also considered a global symbol of Jamaican culture and identity, and was controversial in his outspoken support for the legalization of marijuana, while he also advocated for Pan-Africanism.",
  "/wiki/People_Are_Strange": "\"People Are Strange\" is a song by the American rock band the Doors. It is the opening track of their second album, Strange Days, released in September 1967. It was also issued the same month as a single, which peaked at number 12 on the Billboard Hot 100 chart and in the top ten on the Cash Box charts.[citation needed] The song was written by Jim Morrison and Robby Krieger, although credit was given to each of the Doors.",
  "/wiki/The_Doors": "The Doors were an American rock band formed in Los Angeles in 1965, with vocalist Jim Morrison, keyboardist Ray Manzarek, guitarist Robby Krieger, and drummer John Densmore. They were among the most controversial and influential rock acts of the 1960s, mostly because of Morrison's lyrics and his erratic stage persona, and the group was widely regarded as representative of the era's counterculture.",
  "/wiki/Wild_Horses_(The_Rolling_Stones_song)": "\"Wild Horses\" is a song by the Rolling Stones from their 1971 album Sticky Fingers. Rolling Stone ranked it number 334 in its \"500 Greatest Songs of All Time\" list in 2004.",
  "/wiki/Caterpillar_(Elisa_album)": "Caterpillar is a best-of compilation by pop rock singer Elisa, mainly aimed at the international market. It's an international, revisited edition of Soundtrack '96-'06 and it has been published in Italy, Germany, Austria, Switzerland, the Netherlands and Luxembourg.",
  "/wiki/Rolling_Stones": "The Rolling Stones are an English rock band formed in London in 1962. The first stable line-up consisted of bandleader Brian Jones (guitar, harmonica, keyboards), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar, vocals), Bill Wyman (bass guitar), Charlie Watts (drums), and Ian Stewart (piano). Stewart was removed from the official line-up in 1963 but continued to work with the band as a contracted musician until his death in 1985. The band's primary songwriters, Jagger and Richards, assumed leadership after Andrew Loog Oldham became the group's manager. Jones left the band less than a month before his death in 1969, having already been replaced by Mick Taylor. Taylor left in 1974 and was replaced in 1975 by Ronnie Wood who has since remained. Since Wyman's departure in 1993, Darryl Jones has served as touring bassist. The Stones have not had an official keyboardist since 1963, but have employed several musicians in that role, including Jack Nitzsche (1965–1971), Nicky Hopkins (1967–1982), Billy Preston (1971–1981), Ian McLagan (1978–1981), and Chuck Leavell (1982–present).",
  "/wiki/Ode_to_My_Family": "\"Ode to My Family\" is a song recorded by the Irish band The Cranberries. It was released in November 1994 as the second single from their second studio album No Need to Argue. The song was a hit in most of the European countries where it was released, peaking at number one in Iceland and number four in France, its highest positions internationally, and number five in Australia. In 2017, the song was released as an acoustic, stripped down version on the band's Something Else album.",
  "/wiki/The_Cranberries": "The Cranberries was an Irish rock band formed in Limerick, Ireland in 1989 by lead singer Niall Quinn, guitarist Noel Hogan, bassist Mike Hogan, and drummer Fergal Lawler. Quinn was replaced as lead singer by Dolores O'Riordan in 1990. The band officially classify themselves as an alternative rock group, but incorporate aspects of indie pop, post-punk, Irish folk, and pop rock into their sound.",
  "/wiki/Wuthering_Heights_(song)": "\"Wuthering Heights\" is a song by Kate Bush released as her debut single in November 1977 and re-released in January 1978. Inspired by the Emily Brontë novel of the same name, it appears on her 1978 debut album The Kick Inside. It stayed at number one on the UK Singles Chart for four weeks, and remains Bush's most successful single. The song received widespread critical acclaim, with Pitchfork naming it the fifth greatest song of the 1970s.",
  "/wiki/Kate_Bush": "Catherine Bush CBE (born 30 July 1958) is an English singer, songwriter, and record producer. In 1978, aged 19, she topped the UK Singles Chart for four weeks with her debut single \"Wuthering Heights\", becoming the first female artist to achieve a UK number one with a self-written song. She has since released 25 UK Top 40 singles, including the Top 10 hits \"The Man with the Child in His Eyes\", \"Babooshka\", \"Running Up That Hill\", \"Don't Give Up\" (a duet with Peter Gabriel), and \"King of the Mountain\". All 10 of her studio albums reached the UK Top 10, including the UK number-one albums Never for Ever (1980), Hounds of Love (1985), and the compilation The Whole Story (1986). She was the first British solo female artist to top the UK album charts and the first female artist to enter the album chart at number one.",
  "/wiki/What's_Up?_(4_Non_Blondes_song)": "\"What's Up?\" is a song by American rock group 4 Non Blondes from their 1992 debut album, Bigger, Better, Faster, More! It was released as the album's second single in 1993. It was successful in the United States and in several European countries, peaking at number one in Austria, Belgium, Denmark, Germany, Iceland, Ireland, the Netherlands, Norway, Poland, Sweden and Switzerland.",
  "/wiki/4_Non_Blondes": "4 Non Blondes was an American rock band from San Francisco, California, formed in 1989. The group was formed by bassist Christa Hillhouse, guitarist Shaunna Hall , drummer Wanda Day, and vocalist and guitarist Linda Perry.  Before the release of their first album, Roger Rocha replaced Hall on guitar, and Dawn Richardson replaced Day on drums. They hit the charts in 1993 with \"What's Up?\", their only major hit single. Perry left the band in 1994 to begin a solo career, and the remaining members disbanded shortly thereafter.",
  "/wiki/Calling_You": "\"Calling You\" is a song from the 1987 movie, Bagdad Cafe. It was originally recorded by Jevetta Steele. Bob Telson, the songwriter, also recorded his version. Both versions appeared on the movie soundtrack. The song was nominated for the Academy Award for Best Original Song at the 61st Academy Awards.",
  "/wiki/Jevetta_Steele": "Jevetta Steele (born November 11, 1963) is an American R&B and gospel music singer.",
  "/wiki/Mercedes_Benz_(song)": "\"Mercedes Benz\" is an a cappella song written by singer Janis Joplin with the poets Michael McClure and Bob Neuwirth, and originally recorded by Joplin. In the song, the singer asks the Lord to prove His love for her by buying her a Mercedes-Benz automobile, a color TV, and a \"night on the town.\" There is also a reference to Dialing for Dollars, a franchised format local television program, which required one to be watching the show to win when the show called your phone number, hence the singer's need for a TV.",
  "/wiki/Janis_Joplin": "Janis Lyn Joplin (January 19, 1943 – October 4, 1970) was an American singer-songwriter who sang rock, soul and blues music. One of the most successful and widely known rock stars of her era, she was known for her powerful mezzo-soprano vocals and \"electric\" stage presence.",
  "/wiki/Mad_World": "\"Mad World\" is a 1982 song by the British band Tears for Fears. Written by Roland Orzabal and sung by bassist Curt Smith, it was the band's third single release and first chart hit, reaching number 3 on the UK Singles Chart in November 1982. Both \"Mad World\" and its B-side, \"Ideas as Opiates\", appeared on the band's debut LP The Hurting (1983).",
  "/wiki/Heart_(Elisa_album)": "Heart is the seventh studio album from Italian singer–songwriter Elisa.  It was released on 13 November 2009 in Italy. It has been described as a rock album, with alt-rock and electronic influences.",
  "/wiki/Tears_For_Fears": "Tears for Fears are an English pop rock band formed in Bath, England, in 1981 by Roland Orzabal and Curt Smith. Founded after the dissolution of their first band, the mod-influenced Graduate, Tears for Fears were initially associated with the new wave synthesizer bands of the early 1980s. Later, the band branched out into mainstream rock and pop and attained international chart success. Tears for Fears were part of the MTV-driven Second British Invasion of the US.",
  "/wiki/River_(Joni_Mitchell_song)": "\"River\" is a Christmas folk song by Joni Mitchell, from her 1971 album Blue. Although never released as a single, it holds second place amongst Mitchell's songs most recorded by other artists.",
  "/wiki/Terra_Naomi": "Terra Naomi is an indie folk singer-songwriter, who rose to fame through a performance of her song \"Say It's Possible\" on the video sharing site YouTube. Originally from New York State, but currently based in Los Angeles, she writes and performs her own songs, and plays the guitar and piano.",
  "/wiki/Joni_Mitchell": "Roberta Joan \"Joni\" Mitchell CC (née Anderson; born November 7, 1943) is a Canadian singer-songwriter. Drawing from folk, pop, rock, and jazz, Mitchell's songs often reflect social and environmental ideals as well as her feelings about romance, confusion, disillusionment, and joy. She has received many accolades, including nine Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997. Rolling Stone called her \"one of the greatest songwriters ever\", and AllMusic has stated, \"When the dust settles, Joni Mitchell may stand as the most important and influential female recording artist of the late 20th century\".",
  "/wiki/1979_(song)": "\"1979\" is a song by American alternative rock band the Smashing Pumpkins. It was released in 1996 as the second single from their third studio album, Mellon Collie and the Infinite Sadness. \"1979\" was written by frontman Billy Corgan, and features loops and samples uncharacteristic of previous Smashing Pumpkins songs. The song was written as a nostalgic coming of age story by Corgan. In the year 1979, Corgan was 12 and this is what he considered his transition into adolescence.",
  "/wiki/The_Smashing_Pumpkins": "The Smashing Pumpkins (or Smashing Pumpkins)[note 1] are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.",
  "/wiki/Luciano_Ligabue": "Luciano Ligabue (born 13 March 1960), commonly known as Ligabue or Liga, is an Italian singer-songwriter, film director and writer.",
  "/wiki/Queens_of_the_Stone_Age": "Queens of the Stone Age (commonly abbreviated QOTSA) is an American rock band formed in 1996 in Palm Desert, California. The band was founded by vocalist and guitarist Josh Homme, who has been the only constant member throughout multiple line-up changes. The current line-up consists of Homme alongside Troy Van Leeuwen (guitar, lap steel, keyboard, percussion, backing vocals), Michael Shuman (bass guitar, keyboard, backing vocals), Dean Fertita (keyboards, guitar, percussion, backing vocals), and Jon Theodore (drums, percussion).",
  "/wiki/Lilac_Wine": "\"Lilac Wine\" is a song written by James Shelton (lyrics and music) in 1950. It was introduced by Hope Foye in the short-lived theater musical revue, Dance Me a Song. The song has since been recorded by many artists including Eartha Kitt, Nina Simone, Helen Merrill, Elkie Brooks, Katie Melua, Jeff Buckley, Clare Maguire,  Jeff Beck, Fanny Ardant, John Legend, Miley Cyrus, Emily Keener, The Cinematic Orchestra, Lady Rizo, and Ana Moura.",
  "/wiki/Jeff_Buckley": "Jeffrey Scott Buckley (November 17, 1966 – May 29, 1997), raised as Scott Moorhead, was an American singer, songwriter and guitarist. After a decade as a session guitarist in Los Angeles, Buckley amassed a following in the early 1990s by playing cover songs at venues in Manhattan's East Village such as Sin-é, gradually focusing more on his own material. After rebuffing much interest from record labels and his father's manager, Herb Cohen, he signed with Columbia, recruited a band, and recorded what would be his only studio album, Grace, in 1994.",
  "/wiki/List_of_songs_recorded_by_Elisa": "The following is a list of Elisa songs. Elisa Toffoli is an Italian singer-songwriter, performing under the mononym Elisa. She is one of few Italian musicians to write and record mainly in English."
}