{
  "/wiki/Pirmin_Zurbriggen": "Pirmin Zurbriggen (born 4 February 1963) is a former World Cup alpine ski racer from Switzerland. One of the most successful ski racers ever, he won the overall World Cup title four times, an Olympic gold medal in 1988 in Downhill, and nine World Championships medals (4 gold, 4 silver, 1 bronze).",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics": "Alpine Skiing at the 1988 Winter Olympics consisted of ten alpine skiing events, held February 15–27 at Nakiska on Mount Allan,\na new ski area west of Calgary.",
  "/wiki/Vreni_Schneider": "Verena \"Vreni\" Schneider (born 26 November 1964) is a retired ski racer from Switzerland. She is the most successful alpine ski racer of her country, the fourth most successful female ski racer ever (after Lindsey Vonn, Annemarie Moser-Pröll and Mikaela Shiffrin) and was voted \"Swiss Sportswoman of the Century\".",
  "/wiki/Ekkehard_Fasser": "Ekkehard Fasser (born 3 September 1952 in Glarus) is a Swiss bobsledder who competed in the 1980s. He won a gold medal in the four-man event with teammates Kurt Meier, Marcel Fässler and Werner Stocker at the 1988 Winter Olympics in Calgary.",
  "/wiki/Kurt_Meier": "Kurt Meier (born 6 April 1962) is a Swiss bobsledder who competed from the mid-1980s to the mid-1990s. Competing in two Winter Olympics, he won two medals in the four-man event with a gold in 1988 and a silver in 1994.",
  "/wiki/Marcel_F%C3%A4ssler_(bobsleigh)": "Marcel Fässler (born 21 February 1959) is a Swiss bobsledder who competed in the late 1980s. Fässler won a gold medal in the four-man event with teammates Ekkehard Fasser, Kurt Meier and Werner Stocker at the 1988 Winter Olympics in Calgary.",
  "/wiki/Werner_Stocker_(bobsleigh)": "Werner Stocker (born 14 August 1961) is a Swiss bobsledder who competed in the late 1980s. He won a gold medal in the four-man event with his teammates Ekkehard Fasser, Kurt Meier and Marcel Fässler at the 1988 Winter Olympics in Calgary, Alberta, Canada.",
  "/wiki/Bobsleigh_at_the_1988_Winter_Olympics": "Bobsleigh at the 1988 Winter Olympics consisted of two events, at Canada Olympic Park.  The competition took place between February 20 and February 28, 1988.",
  "/wiki/Hippolyt_Kempf": "Hippolyt Kempf (born 10 December 1965 in Lucerne) is a Swiss Nordic combined skier who competed during the late 1980s and early 1990s.",
  "/wiki/Nordic_combined_at_the_1988_Winter_Olympics": "Nordic combined at the 1988 Winter Olympics consisted of two events, held from 23 February to 28 February. The ski jumping portion took place at Canada Olympic Park, while the cross-country portion took place at Canmore Nordic Centre.",
  "/wiki/Peter_M%C3%BCller_(skier)": "Peter Müller (born 6 October 1957) is a former World Cup alpine ski racer from Switzerland.",
  "/wiki/Brigitte_Oertli": "Brigitte Oertli (born 10 June 1962) is a former Swiss alpine skier.",
  "/wiki/Michela_Figini": "Michela Figini (born 7 April 1966) is a former World Cup alpine ski racer from Switzerland. She is an Olympic, World Cup, and world champion.",
  "/wiki/Andreas_Schaad": "Andreas Schaad (born April 18, 1965) is a former Swiss Nordic combined skier who competed during the late 1980s and early 1990s. He won a two medals in the 3 x 10 km team event at the Winter Olympics with a silver in 1988 and a bronze in 1994. He also won a silver medal in the 3 x 10 km team event at the 1989 FIS Nordic World Ski Championships in Lahti.",
  "/wiki/Fredy_Glanzmann": "Fredy Glanzmann (born July 16, 1963) is a former Swiss nordic combined skier who competed during the 1980s. He won a silver medal in the 3 x 10 km team event at the 1988 Winter Olympics in Calgary and also won a silver medal in the 3 x 10 km team event at the 1989 FIS Nordic World Ski Championships.",
  "/wiki/Paul_Accola": "Paul Accola (born 20 February 1967 in Davos) is a Swiss former Alpine skier. He came in first in the overall World Cup in 1992, and won a total of four medals at the Winter Olympics and World Championships in the combined event.",
  "/wiki/Maria_Walliser": "Maria Walliser (born 27 May 1963) is a Swiss former alpine skier.",
  "/wiki/Andreas_Gr%C3%BCnenfelder": "Andreas \"Andi\" Grünenfelder (born September 17, 1960). is a former Swiss cross-country skier who competed from 1982 to 1989. He earned a bronze in the 50 km at the 1988 Winter Olympics in Calgary.",
  "/wiki/Cross-country_skiing_at_the_1988_Winter_Olympics": "1988 Winter Olympic Games cross-country skiing results was contested at the Canmore Nordic Centre in Canmore, Alberta, Canada.",
  "/wiki/Switzerland_at_the_1988_Winter_Olympics": "Switzerland competed at the 1988 Winter Olympics in Calgary, Alberta, Canada."
}