{
  "/wiki/Chantelle_Cameron": "Chantelle Cameron (born 14 May 1991) is a British professional boxer. She held the IBO female lightweight title from 2017 to 2019. As an amateur, she won a silver medal in the light-welterweight division at the 2010 EU Championships in Keszthely, Hungary, and bronze in the lightweight division at the 2011 EU Championships in Katowice, Poland, losing to Katie Taylor in the semi-finals. As of November 2019, she is ranked as the world's fourth-best active female light-welterweight by BoxRec.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Light_welterweight": "Light welterweight, also known as junior welterweight or super lightweight, is a weight class in combat sports.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Bonnie_Canino": "Bonnie Canino (born 11 January 1962) is a former women's boxing world featherweight champion for two different associations. She also won world titles in kick boxing for two different associations.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Yvonne_Caples": "Yvonne Caples (born 14 June 1972) is an Indian-born American former professional boxer who competed between 1999 and 2014. She held the IFBA light flyweight title in 2003 and challenged for multiple world championships during her career; the WIBF light flyweight title in 2002; the WIBA minimumweight title twice in 2004 and 2005; and the WBC female light flyweight title in 2005.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Light_Flyweight": "Light flyweight, also known as junior flyweight or super strawweight, is a weight class in boxing.",
  "/wiki/Nurcan_%C3%87ark%C3%A7%C4%B1": "Nurcan Çarkçı Göksel is a Turkish female boxer. Since the end of 2006, she is member of the sports club Kıraç Municipality in Istanbul, Turkey.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Light_Middleweight": "Light middleweight, also known as super welterweight or junior middleweight, is a weight class in combat sports.",
  "/wiki/Graciela_Casillas": "Graciela Casillas (born 1957) is an American former boxer and kickboxer who competed in the bantamweight division. After training in several traditional martial arts, Casillas began competing as a kickboxer in 1976, and in 1979 she became the first fighter to hold world titles in both boxing and kickboxing by taking the World Women's Boxing Association's and the World Kickboxing Association's bantamweight championships. Although Casillas' Boxrec record is 5-0, Black Belt Magazine reported in May 1984 that she had 27 boxing matches, winning 15 by KO up to that point.",
  "/wiki/Bantamweight": "Bantamweight is a weight class in combat sports.",
  "/wiki/Jackie_Chavez": "Jackie Chavez (born June 1, 1983 in Albuquerque, New Mexico) is an American former professional boxer in the Super Bantamweight division. She was the IFBA world Super Bantamweight champion, and considered by many to be one of women's boxing's future stars. As far as it is known, she has no relation with Mexican boxing legend Julio César Chávez.",
  "/wiki/Super_Bantamweight": "Super bantamweight, also known as junior featherweight or light featherweight, is a weight class in professional boxing, contested from 118 pounds (54 kg) and up to 122 pounds (55 kg).",
  "/wiki/Choi_Hyunmi": "Choi Hyun-Mi (Korean: 최현미; born November 7, 1990) is a South Korean female professional boxer. She is a two-weight world champion, having held the WBA female super-featherweight title since 2014 and previously the WBA female featherweight title from 2008 to 2013.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Super_Featherweight": "Super featherweight (WBA and WBC), also known as junior lightweight (IBF and WBO), is a weight division in professional boxing, contested between 126 pounds (57 kg) and 130 pounds (59 kg).",
  "/wiki/Mavzuna_Chorieva": "Mavzuna Chorieva (born 1 October 1992 in Kulob, Tajikistan) is a Tajikistani boxer. She won bronze at the 2012 Summer Olympics in the lightweight event. Mavzuna Chorieva became the first woman to win an Olympic medal for Tajikistan.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn], Russian: Таджикистан, tr. Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston, Russian: Республика Таджикистан, tr. Respublika Tadzhikistan), is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.",
  "/wiki/Lightweight": "Lightweight is a weight class in combat sports and rowing.",
  "/wiki/Anita_Christensen": "Anita Christensen, (born October 29, 1972, in Randers, Denmark) is a world champion female professional boxer.\nShe posted a 19–2–0 record as an amateur boxer and was the 1998 Nordic 57-kg Women's Champion before turning professional.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Jaime_Clampitt": "Jaime \"Hurricane\" Clampitt (born July 8, 1976 in Gravelbourg, Saskatchewan, Canada) is a female Canadian boxer.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Pat_Coombs": "Patricia Doreen Coombs (27 August 1926 – 25 May 2002) was an English actress. She specialised in the portrayal of the eternal downtrodden female, comically under the thumb of stronger personalities. She was known for many roles on radio, film and television sitcoms.",
  "/wiki/Jane_Couch": "Jane Couch, MBE (born 14 August 1968) is a British former professional boxer who competed from 1994 to 2007. She became the first officially licensed British female boxer in 1998, and won numerous world titles. Couch has since become a boxing promoter.",
  "/wiki/Welterweight": "Welterweight is a weight class in combat sports. Originally the term \"welterweight\" was used only in boxing, but other combat sports like Muay Thai, taekwondo, and mixed martial arts also use it for their own weight division system to classify the opponents. In most sports that use it, welterweight is heavier than lightweight but lighter than middleweight.",
  "/wiki/Teuta_Cuni": "Teuta Cuni (born 1973) is a retired Swedish amateur female lightweight boxer who has also practiced, but not competed in, kickboxing.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Juli_Crockett": "Juli Crockett is an American playwright and theater director, retired professional boxer and amateur champion, lead singer of the alternative country band The Evangenitals, ordained minister, and producer of The 1 Second Film. Born in Coffee County, Enterprise, Alabama she is the daughter of writers Linda Crockett and Daniel Savage Gray."
}