{
  "/wiki/Michele_Aboro": "Michele Aboro (born 17 July 1967) is a British former professional boxer of Nigerian descent who competed from 1995 to 2001. She retired an undefeated world champion, having held the WIBF super-bantamweight title from 2000 to 2001.\n Michele Aboro, along with her countrywoman Michelle Sutcliffe and German Regina Halmich, became an important figure in European women's boxing, helping raise awareness about female participation in a traditionally male sport.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Super_Bantamweight": "Super bantamweight, also known as junior featherweight or light featherweight, is a weight class in professional boxing, contested from 118 pounds (54 kg) and up to 122 pounds (55 kg).\n There were attempts by boxing promoters in the 1920s to establish this weight class, but few sanctioning organizations or state athletic commissions would recognize it. Jack Wolf won recognition as champion when he beat Joe Lynch at Madison Square Garden on September 21, 1922, but afterwards the weight division fell into disuse.\n The division was revived in the 1970s and the first title fight in 54 years in the division took place in 1976 when the World Boxing Council recognized Rigoberto Riasco as its champion when he defeated Waruinge Nakayama in eight rounds.  The World Boxing Association crowned its first champion in 1977 when Soo Hwan Hong knocked out Hector Carasquilla in three rounds to win the inaugural WBA championship. In 1983 the International Boxing Federation sanctioned the bout between Bobby Berna and Seung-In Suh for its first title. Berna won in the eleventh round.\n Notable fighters to hold championship titles at this weight have been Wayne McCullough, Guillermo Rigondeaux, Scott Quigg, Wilfredo Gómez,  Lupe Pintor, Jeff Fenech, Fabrice Benichou, Daniel Zaragoza, Kennedy McKinney, Érik Morales, Marco Antonio Barrera, Manny Pacquiao, Rafael Márquez, Toshiaki Nishioka, Carl Frampton, Bernard Dunne, Leo Santa Cruz, Isaac Dogboe and Israel Vázquez. Gómez holds the record for longest title reign, at five years and ten months. He also holds the record for most title defenses, at seventeen.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.\n Amateur boxing is both an Olympic and Commonwealth Games sport and is a standard fixture in most international games—it also has its own World Championships. Boxing is overseen by a referee over a series of one- to three-minute intervals called rounds.\n A winner can be resolved before the completion of the rounds when a referee deems an opponent incapable of continuing, disqualification of an opponent, or resignation of an opponent.  When the fight reaches the end of its final round with both opponents still standing, the judges' scorecards determine the victor. In the event that both fighters gain equal scores from the judges, professional bouts are considered a draw. In Olympic boxing, because a winner must be declared, judges award the contest to one fighter on technical criteria.\n While humans have fought in hand-to-hand combat since the dawn of human history, the earliest evidence of fist-fighting sporting contests date back to the ancient Near East in the 3rd and 2nd millennia BC. The earliest evidence of boxing rules date back to Ancient Greece, where boxing was established as an Olympic game in 688 BC. Boxing evolved from 16th- and 18th-century prizefights, largely in Great Britain, to the forerunner of modern boxing in the mid-19th century with the 1867 introduction of the Marquess of Queensberry Rules.",
  "/wiki/Conjestina_Achieng": "Conjestina Achieng (born 20 October 1977 in Umiru village, Yala division, Siaya District. Conjestina is the fifth born in a family of ten. Her father Clement Adalo is a retired medical officer and her mother is Gertrude Auma. Her elder brother, Joseph Kusimba is an ex-boxer who runs a boxing club in Mathare, Nairobi.\nShe is a Kenyan female boxer who has been nicknamed \"Hands of Stone\" and is ranked number five in the world. She became the first African woman to hold an international title when she beat Ugandan Fiona Tugume to take the vacant WIBF Middleweight title. She also lost out in controversial title fight circumstances to then WBC, and WBA Super middleweight Natascha Ragosina   Achieng, a single mother, plays in the middleweight division.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Middleweight": "Middleweight is a weight class in combat sports.",
  "/wiki/Marcela_Acuña": "Marcela Eliana Acuña (born 16 October 1976) is an Argentine professional boxer and part-time politician. She has held multiple super bantamweight world titles, including the IBF title since 2018; the WBA title from 2006 to 2008; the WBC title twice between 2008 and 2010; the WBO title from 2013 to 2014; the IBF title from 2016 to 2018; and the WBA interim featherweight title in 2016. As of November 2019, she is ranked as the world’s best active super bantamweight, and the worlds ninth best active pound for pound female fighter by BoxRec.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Nicola_Adams": "Nicola Adams OBE (born 26 October 1982) is a British former professional boxer who competed from 2017 to 2019. She retired with an undefeated record and held the WBO female flyweight title in 2019. As an amateur, she became the first female boxer to become an Olympic champion after winning gold at London 2012, and the first double Olympic champion following a second gold medal at Rio 2016, both in the flyweight division. As of 27 May 2016 she was the reigning Olympic, World and European Games champion at flyweight, and won the entire set of amateur championships available to her - Olympic, Commonwealth and European Games' titles, and the World, European and European Union championships.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Flyweight": "Flyweight is a weight class in combat sports.",
  "/wiki/Meltem_Akar": "Meltem Akar (born May 12, 1982) is a Turkish female boxer competing in the light flyweight (48 kg) division.\n She is the daughter of Şenol Akar, who was between 1975-1980 an active amateur boxer in Giresun.\n Meltem Akar started boxing in 2006. She is coached by Metin Kısa. At the 2011 Women's European Union Amateur Boxing Championships held in Katowice, Poland, she became champion.\n Currently, she is a student of physical education and sports at the Black Sea Technical University.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/Super_bantamweight": "Super bantamweight, also known as junior featherweight or light featherweight, is a weight class in professional boxing, contested from 118 pounds (54 kg) and up to 122 pounds (55 kg).\n There were attempts by boxing promoters in the 1920s to establish this weight class, but few sanctioning organizations or state athletic commissions would recognize it. Jack Wolf won recognition as champion when he beat Joe Lynch at Madison Square Garden on September 21, 1922, but afterwards the weight division fell into disuse.\n The division was revived in the 1970s and the first title fight in 54 years in the division took place in 1976 when the World Boxing Council recognized Rigoberto Riasco as its champion when he defeated Waruinge Nakayama in eight rounds.  The World Boxing Association crowned its first champion in 1977 when Soo Hwan Hong knocked out Hector Carasquilla in three rounds to win the inaugural WBA championship. In 1983 the International Boxing Federation sanctioned the bout between Bobby Berna and Seung-In Suh for its first title. Berna won in the eleventh round.\n Notable fighters to hold championship titles at this weight have been Wayne McCullough, Guillermo Rigondeaux, Scott Quigg, Wilfredo Gómez,  Lupe Pintor, Jeff Fenech, Fabrice Benichou, Daniel Zaragoza, Kennedy McKinney, Érik Morales, Marco Antonio Barrera, Manny Pacquiao, Rafael Márquez, Toshiaki Nishioka, Carl Frampton, Bernard Dunne, Leo Santa Cruz, Isaac Dogboe and Israel Vázquez. Gómez holds the record for longest title reign, at five years and ten months. He also holds the record for most title defenses, at seventeen.",
  "/wiki/Lena_Åkesson": "Lena Åkesson (born August 10, 1967 in Stockholm, Sweden) is a former world-class female professional boxer whose career took place in the late 1990s.\nTrained by Luis Lagerman and Angelo Dundee, Åkesson racked up a pro record of 14-1 with 8 KOs, her only loss coming in a 10-round decision to Melissa Del Valle for the WIBF title, in a bout that resulted in a unanimous decision in Del Valle's favor.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Lightweight": "Lightweight is a weight class in combat sports and rowing.",
  "/wiki/Derya_Aktop": "Derya Aktop Akı (née Derya Aktop) is a Turkish female boxer. She won a bronze medal in the 48 kg category at the 2002 Women's World Amateur Boxing Championships held in Antalya, Turkey and a silver medal in the 46 kg category at the 2004 Women's European Amateur Boxing Championships held in Riccione, Italy.\n Derya Aktop is a student of English Language at the Education Faculty in Hacettepe University in Ankara.\nPast relationships include, American singer/songwriter Stoops Brinkman.",
  "/wiki/Light_Flyweight": "Light flyweight, also known as junior flyweight or super strawweight, is a weight class in boxing.",
  "/wiki/Patricia_Alcivar": "Patricia Alcivar aka \"Patty Boom Boom Alcivar\"(born December 12, 1977) is a professional boxer, competitive road and adventure racer, model and commercial/fitness actress. Alcivar lives in Forest Hills NY and trains in Manhattan at Trinity Boxing Club in lower Manhattan.\n Alcivar was born in Barranquilla, Colombia, but grew up in Jackson Heights, Queens, where her family moved when she was a toddler.  She was raised in an abusive household and moved out on her own at the young age of 15.  She survived against all odds by working a part-time job to support herself while finishing high school with honors.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Super_Flyweight": "Super flyweight, also referred to as junior bantamweight or light bantamweight, is a weight class in professional boxing, contested from 112 pounds (51 kg) and up to 115 pounds (52 kg).",
  "/wiki/Shondell_Alfred": "Shondell Alfred (born 7 July 1982) is a Guyanese former professional boxer who competed between 1999 and 2010. She held the WIBA bantamweight title from 2009 to 2010.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.\n The region known as \"the Guianas\" consists of the large shield landmass north of the Amazon River and east of the Orinoco River known as the \"land of many waters\". Major rivers in Guyana include the Essequibo, the Berbice, and the Demerara.  Originally inhabited by many indigenous groups, Guyana was settled by the Dutch before coming under British control in the late 18th century. It was governed as British Guiana, with a mostly plantation-style economy until the 1950s. It gained independence in 1966, and officially became a republic within the Commonwealth of Nations in 1970. The legacy of British rule is reflected in the country's political administration and diverse population, which includes Indian, African, Amerindian, and multiracial groups.\n Guyana is the only South American nation in which English is the official language. The majority of the population, however, speak Guyanese Creole, an English-based creole language, as a first language. Guyana is considered part of the Anglophone Caribbean. CARICOM, of which Guyana is a member, is headquartered in Guyana's capital and largest city, Georgetown. In 2008, the country joined the Union of South American Nations as a founding member.",
  "/wiki/Laila_Ali": "Laila Amaria Ali (born December 30, 1977) is an American television personality and former professional boxer who competed from 1999 to 2007. She is the daughter of the late legendary heavyweight champion Muhammad Ali and is the eighth of her father's nine children. During her career, from which she retired undefeated, she held the WBC, WIBA, IWBF and IBA female super middleweight titles, and the IWBF light heavyweight title.",
  "/wiki/Super_Middleweight": "Super middleweight, or light cruiserweight, is a weight class in combat sports.",
  "/wiki/Sumya_Anani": "Sumya Anani (born February 12, 1972) is a retired American professional female boxer nicknamed \"The Island Girl.\" She was 5'6\" and boxed as a junior welterweight. She is best known for a 1996 bout which left her opponent severely injured and may have served as an inspiration for the film Million Dollar Baby. Outside the ring, she is a yoga instructor and holistic healer.\n Anani was born in Minnesota and raised in Kansas. She competed as a weightlifter in 1995 and 1996. She took up boxing for self-defense and started boxing professionally because she was \"short on cash.\" She began to box professionally in the summer of 1996.\n She began by boxing against relatively unknown opponents. Her fourth professional bout was in St. Joseph, Missouri against Katie Dallam, a novice welterweight who had only gotten her pro boxing license the day before — a pairing described as \"an obvious mismatch.\" In four rounds she landed 119 blows to Dallam's head. Dallam collapsed in her dressing room afterward and required brain surgery. Anani was so upset she considered quitting boxing.\n She came to prominence in the boxing world on September 30, 1997, when she defeated former WIBF lightweight champion Stacy Prestage by a knockout. On March 28, 1998 she scored \"the sport's biggest upset\" with a unanimous six-round decision over veteran Andrea DeShong, considered \"the standard bearer for the sport.\" On December 18, 1998, she fought boxing star Christy Martin and won the match, handing Martin her first defeat since November 1989.\n\nIn 2016, Anani was inducted into the Women's International Boxing Hall of Fame in Fort Lauderdale, Florida.  The IWBHF was created and founded by Sue TL Fox.",
  "/wiki/Welterweight": "Welterweight is a weight class in combat sports. Originally the term \"welterweight\" was used only in boxing, but other combat sports like Muay Thai, taekwondo, and mixed martial arts also use it for their own weight division system to classify the opponents. In most sports that use it, welterweight is heavier than lightweight but lighter than middleweight.",
  "/wiki/Theresa_Arnold": "Theresa Arnold (born September 20, 1962) is a female boxer who beat a number of name fighters during her career. A native of Boise, Idaho, she still lives in her hometown.\n Arnold was important in women's boxing popularity rise in Idaho. Only three of her seventeen bouts were held outside the Northwest United States area, however, a fact that might have prevented her from becoming a larger celebrity. Arnold was one of the figures that helped make the city of Worley a \"mecca\" of women's boxing.\n On November 29, 1995, she beat Carol Stinson by a decision in four rounds in Washington, marking her professional boxing debut. On December 8, she beat Dolores Lira, also by decision, in what marked her debut at her home state. Nineteen days later, she beat the well known Kim Messer, also by decision.\n On May 17, 1996, she got her first knockout win, when she stopped Robyn Lopez in three rounds at Caldwell, a small Idaho town. On July 27 of that year, she defeated Suzanne Riccio-Major by an eight round unanimous decision, and then, five days later, she beat Sue Chase, also by decision, but over four rounds instead.\n On September 19 of that year, one day before her 34th. birthday, Arnold got what was perhaps the strangest win of her career: fighting outside the Northwest for the first time, she earned a disqualification win when her opponent, Bridgett Riley, lost her contact lenses and was disqualified after five rounds of boxing. Disappointed about the outcome of that fight, Riley retired from boxing for some time, a fact that would later prove vital in a rematch.\n A win and a draw (tie) against Katherine Etheridge followed, before Arnold and Riley were rematched. On May 17, 1997, exactly one year after her first knockout win and in her second fight outside the Northwest, she got her second knockout victory when she defeated Riley in their Indio, California rematch, with a sisth round stoppage.\n She followed that win with a first round knockout over Kim Young fourteen days later, and another victory over Sue Chase.\n On November 12, of that year, she had her first world championship try, when she faced Para Draine for the IBA's world Bantamweight title, in Worley. Arnold became world champion when she outpointed Draine over ten rounds, taking a split decision victory.\n On January 10, 1998, Arnold tried to unify her IBA world title with the WIBF's vacant world Bantamweight title, but she suffered her only career loss that night, being knocked out in seven rounds by Eva Jones, in Atlantic City, New Jersey. This was Arnold's only Eastern coast fight.\n Arnold had two more wins before deciding to retire, but they were both significant because of different reasons: on April 1, 1998, she achieved another first round knockout, this time over Deanna Wyman, in Worley. And on her last fight, she defeated another well known female boxer, Sonya Emery, on September 23, by an eight round split decision.\n Arnold retired with a record of 15 wins, 1 loss and 1 draw, with 4 wins by knockout.",
  "/wiki/Alicia_Ashley": "Alicia Ashley (born August 23, 1967) is a women's boxing participant who is the former WBC female world super bantamweight champion. Ashley is a Jamaican-American. Born in Jamaica, she moved to the United States at a young age.  She is the younger sister of chess grandmaster Maurice Ashley and former world kickboxing champion Devon Ashley.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.\n Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations. Beginning in the 1840s, the British began utilising Chinese and Indian indentured labour to work on plantations. The island achieved independence from the United Kingdom on 6 August 1962.\n With 2.9 million people, Jamaica is the third-most populous Anglophone country in the Americas (after the United States and Canada), and the fourth-most populous country in the Caribbean. Kingston is the country's capital and largest city. The majority of Jamaicans are of African ancestry, with significant European, Chinese, Indian, Lebanese, and mixed-race minorities.  Due to a high rate of emigration for work since the 1960s, there is a large Jamaican diaspora, particularly in Canada, the United Kingdom, and the United States. The country has a global influence that belies its small size; it was the birthplace of the Rastafari religion, reggae music (and associated genres such as dub, ska and dancehall), and it is internationally prominent in sports, most notably cricket, sprinting and athletics.\n Jamaica is an upper-middle income country with an economy heavily dependent on tourism, with an average of 4.3 million tourists a year. Politically it is a Commonwealth realm, with Elizabeth II as its queen.  Her appointed representative in the country is the Governor-General of Jamaica, an office held by Patrick Allen since 2009. Andrew Holness has served as Prime Minister of Jamaica since March 2016. Jamaica is a parliamentary constitutional monarchy with legislative power vested in the bicameral Parliament of Jamaica, consisting of an appointed Senate and a directly elected House of Representatives.",
  "/wiki/List_of_female_boxers": "This is a list of notable female boxers. For a list of notable male boxers, see List of male boxers."
}