{
  "/wiki/Brush_Park": "The Brush Park Historic District, frequently referred to as simply Brush Park, is a 22-block neighborhood located within Midtown Detroit, Michigan and designated by the city. It is bounded by Mack Avenue on the north, Woodward Avenue on the west, Beaubien Street on the east, and the Fisher Freeway on the south. The Woodward East Historic District, a smaller historic district completely encompassed by the larger Brush Park neighborhood, is located on Alfred, Edmund, and Watson Streets, from Brush Street to John R. Street, and is recognized by the National Register of Historic Places.",
  "/wiki/Victorian_architecture": "Victorian architecture is a series of architectural revival styles in the mid-to-late 19th century. Victorian refers to the reign of Queen Victoria (1837–1901), called the Victorian era, during which period the styles known as Victorian were used in construction. However, many elements of what is typically termed \"Victorian\" architecture did not become popular until later in Victoria's reign. The styles often included interpretations and eclectic revivals of historic styles. The name represents the British and French custom of naming architectural styles for a reigning monarch. Within this naming and classification scheme, it followed Georgian architecture and later Regency architecture, and was succeeded by Edwardian architecture.",
  "/wiki/Cass_Corridor": "The Cass Corridor is the name of the neighborhoods on the west end of Midtown Detroit, Michigan. The term was more commonly used prior to the neighborhood's cultural erasure and displacement of residents.  It includes the Cass Park Historic District, the Cass-Davenport Historic District and Old Chinatown. The corridor's main street, Cass Avenue, runs parallel with M-1 (Woodward Avenue), a main Detroit artery running north toward New Center. Though Cass runs from Congress Street, ending a few miles farther north at West Grand Boulevard, the Cass Corridor generally is defined as between Interstate 75 (I-75) at its southern end and Interstate 94 (I-94) to the north, and stretches from Woodward to the east and to the west: John C. Lodge (M-10 service drive) north of Temple, and Grand River Avenue south of Temple.",
  "/wiki/Cass_Park_Historic_District": "The Cass Park Historic District is a historic district in Midtown Detroit, Michigan, consisting of 25 buildings along the streets of Temple, Ledyard, and 2nd, surrounding Cass Park. It was listed on the National Register of Historic Places in 2005 and designated a city of Detroit historic district in 2016.",
  "/wiki/Detroit_Masonic_Temple": "The Detroit Masonic Temple is the world's largest Masonic Temple. Located in the Cass Corridor of Detroit, Michigan, at 500 Temple Street, the building serves as a home to various masonic organizations including the York Rite Sovereign College of North America. The building contains a variety of public spaces including three theaters, three ballrooms and banquet halls, and a 160 by 100 feet (49 m × 30 m) clear-span drill hall.",
  "/wiki/S._S._Kresge_World_Headquarters": "The Metropolitan Center for High Technology, formerly S. S. Kresge World Headquarters, is an office building located at 2727 Second Avenue in Midtown Detroit, Michigan. It was listed on the National Register of Historic Places and designated a Michigan State Historic Site in 1979. The office building is now part of Wayne State University and used as a business incubator for startup companies.",
  "/wiki/Cass_Technical_High_School": "Cass Technical High School (simply referred to as Cass Tech) is a public high school in Midtown Detroit, Michigan, United States. It was established in 1907 and is part of the Detroit Public Schools Community District. It is named in honor of Lewis Cass, a military officer and politician.",
  "/wiki/Cass-Davenport_Historic_District": "The Cass–Davenport Historic District is a historic district containing four apartment buildings in Detroit, Michigan, roughly bounded by Cass Avenue, Davenport Street, and Martin Luther King, Jr. Boulevard. The district was listed on the National Register of Historic Places in 1997. The Milner Arms Apartments (originally known as the Hotel Stevenson) abuts, but is not within, the district.",
  "/wiki/Cultural_Center_Historic_District_(Detroit,_Michigan)": "The Cultural Center Historic District is a historic district located in Midtown Detroit, Michigan, which includes the Art Center (or Cultural Center): the Detroit Public Library, the Detroit Institute of Arts, and the Horace H. Rackham Education Memorial Building were listed on the National Register of Historic Places in 1983. The district contains several cultural attractions.",
  "/wiki/List_of_buildings_located_along_Woodward_Avenue,_Detroit": "The list below shows the information on the buildings along Woodward Avenue in Detroit, Michigan, USA. This list begins at Woodward's southern terminus at the Detroit River and proceeds north to the Detroit city limits at Eight Mile Road, also known as M-102.",
  "/wiki/Detroit_Public_Library": "The Detroit Public Library is the second largest library system in the U.S. state of Michigan by volumes held (after the University of Michigan Library) and is the 21st largest library system (and the fourth-largest public library system) in the United States. It is composed of the Main Library on Woodward Avenue, which houses the library's administration offices, and 23 branch locations across the city. The Main Library is part of Detroit's Cultural Center Historic District listed in the National Register of Historic Places adjacent to Wayne State University campus and across from the Detroit Institute of Arts.",
  "/wiki/Detroit_Institute_of_Arts": "The Detroit Institute of Arts (DIA), located in Midtown Detroit, Michigan, has one of the largest and most significant art collections in the United States. With over 100 galleries, it covers 658,000 square feet (61,100 m2) with a major renovation and expansion project completed in 2007 that added 58,000 square feet (5,400 m2). The DIA collection is regarded as among the top six museums in the United States with an encyclopedic collection which spans the globe from ancient Egyptian and European works to contemporary art. Its art collection is valued in billions of dollars, up to $8.1 billion according to a 2014 appraisal. The DIA campus is located in Detroit's Cultural Center Historic District, about two miles (3 km) north of the downtown area, across from the Detroit Public Library near Wayne State University.",
  "/wiki/East_Ferry_Avenue_Historic_District": "The East Ferry Avenue Historic District is a historic residential district in Midtown Detroit, Michigan. The nationally designated historic district stretches two blocks from Woodward Avenue east to Brush Street; the locally designated historic district includes a third block between Brush and Beaubien. The district includes the separately designated Col. Frank J. Hecker House and the Charles Lang Freer House. It was designated a Michigan State Historic Site in 1976 and listed on the National Register of Historic Places in 1980.",
  "/wiki/Col._Frank_J._Hecker_House": "The Col. Frank J. Hecker House  is a historic home that was built in 1888. It is located at 5510 Woodward Avenue (at the corner of East Ferry Avenue) in Midtown Detroit, Michigan.",
  "/wiki/Charles_Lang_Freer_House": "The Charles Lang Freer House is located at 71 East Ferry Avenue in Detroit, Michigan, USA. The house was originally built for the industrialist and art collector Charles Lang Freer, whose gift of the Freer Gallery of Art began the Smithsonian Institution in Washington, DC. The structure currently hosts the Merrill Palmer Skillman Institute of Child & Family Development of Wayne State University. It was designated a Michigan State Historic Site in 1970 and listed on the National Register of Historic Places in 1971.",
  "/wiki/Midtown_Woodward_Historic_District": "The Midtown Woodward Historic District is a historic district located along Woodward Avenue in Detroit, Michigan. Structures in the district are located between 2951 and 3424 Woodward Avenue, and include structures on the corner of Charlotte Street (14 Charlotte Street) and Peterboro Street (10 and 25 Peterboro Street). The district was admitted to the National Register of Historic Places in 2008.",
  "/wiki/Albert_Kahn_(architect)": "Albert Kahn (March 21, 1869 – December 8, 1942) was the foremost American industrial architect of his day. He is sometimes called the \"architect of Detroit\".  In 1943, the Franklin Institute awarded him the Frank P. Brown Medal posthumously. Many of Albert Kahn's personal working papers and construction photographs are housed at the University of Michigan's Bentley Historical Library. His personal working library, the Albert Kahn Library Collection, is housed at Lawrence Technological University in Southfield, MI. The Archives of American Art at the Smithsonian house most of the family's correspondence and other materials.",
  "/wiki/Temple_Beth-El_(Bonstelle_Theatre)": "The Bonstelle Theatre is a theater operated by Wayne State University, and located at 3424 Woodward Avenue (the southeast corner of Woodward and Eliot) in the Midtown Woodward Historic District of Detroit, Michigan. It was originally built in 1902 as the Temple Beth-El, and was listed on the National Register of Historic Places in 1982. As of 2019, the University plans to decommission the theatre and lease it to a private developer for inclusion in a boutique hotel.",
  "/wiki/C._Howard_Crane": "Charles Howard Crane (August 13, 1885 – August 14, 1952) was an American architect who was primarily active in Detroit, Michigan. His designs include Detroit's Fox Theatre and Olympia Stadium, as well as LeVeque Tower in Columbus, Ohio, which remains that city's second tallest building.",
  "/wiki/Sugar_Hill_Historic_District_(Detroit)": "The Sugar Hill Historic District  is a historic district in Detroit, Michigan.  It contains 14 structures located along three streets: East Forest, Garfield, and East Canfield, between Woodward Avenue on the west and John R. on the east. The district was listed on the National Register of Historic Places in 2003.",
  "/wiki/Woodward_Avenue": "M-1, commonly known as Woodward Avenue, is a north–south state trunkline highway in the Metro Detroit area of the US state of Michigan. The highway, called \"Detroit's Main Street\", runs from Detroit north-northwesterly to Pontiac. It is one of the five principal avenues of Detroit, along with Michigan, Grand River, Gratiot, and Jefferson avenues. These streets were platted in 1805 by Judge Augustus B. Woodward, namesake to Woodward Avenue. The Federal Highway Administration (FHWA) has listed the highway as the Automotive Heritage Trail, an All-American Road in the National Scenic Byways Program. It has also been designated a Pure Michigan Byway by the Michigan Department of Transportation (MDOT), and was also included in the MotorCities National Heritage Area designated by the US Congress in 1998.",
  "/wiki/University-Cultural_Center_Multiple_Resource_Area": "The University-Cultural Center MRA (Multiple Resource Area) is a pair of multiple property submissions to the National Register of Historic Places which were approved on April 29 and May 1, 1986. The structures included are all located in Midtown, near Woodward Avenue and Wayne State University in Detroit, Michigan. The two submissions are designated the University-Cultural Center MRA Phase I, containing five properties, and the University-Cultural Center MRA Phase II, containing three properties.",
  "/wiki/Chrysler_Freeway": "The Chrysler Freeway is the name given to a freeway in the Detroit area. It is composed of:",
  "/wiki/Lodge_Freeway": "M-10 is a north–south state trunkline highway in the Metro Detroit area of Michigan in the United States. The southernmost portion follows Jefferson Avenue in downtown Detroit, and the southern terminus is at the intersection of Jefferson and M-3 (Randolph Street) next to the entrance to the Detroit–Windsor Tunnel. The northern terminus is in West Bloomfield Township at the intersection with Orchard Lake Road. The highway has several names as it runs through residential and commercial areas of the west side of Detroit and into the suburb of Southfield. It is called the  John C. Lodge Freeway (The Lodge), James Couzens Highway, and Northwestern Highway. One segment has also been named the Aretha Franklin Memorial Highway.",
  "/wiki/New_Amsterdam_Historic_District": "The New Amsterdam Historic District is a historic district located in Detroit, Michigan. Buildings in this district are on or near three sequential east-west streets (Amsterdam, Burroughs, and York) on the two blocks between Woodward Avenue and Second Avenue. It was listed on the National Register of Historic Places in 2001.",
  "/wiki/Piquette_Avenue_Industrial_Historic_District": "The Piquette Avenue Industrial Historic District is a historic district located along Piquette Street in Detroit, Michigan, from Woodward Avenue on the west to Hastings Street on the east.  The district extends approximately one block south of Piquette to Harper, and one block north to the Grand Trunk Western Railroad Line.  It was listed on the National Register of Historic Places in 2004.",
  "/wiki/Warren-Prentis_Historic_District": "The Warren–Prentis Historic District is a historic district in Detroit, Michigan, including the east–west streets of Prentis, Forest, Hancock, and the south side of Warren, running from Woodward Avenue on the east to Third Avenue on the west. The district was listed on the National Register of Historic Places in 1997.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Wayne_State_University": "Wayne State University (WSU) is a public research university in Detroit, Michigan. It is the third largest university in Michigan. Founded in 1868, WSU consists of 13 schools and colleges offering nearly 350 programs to nearly 27,000 graduate and undergraduate students. Wayne State University, along with the University of Michigan and Michigan State University, comprise the University Research Corridor of Michigan.",
  "/wiki/Detroit_Medical_Center": "The Detroit Medical Center (DMC) is a for-profit alliance of hospitals that encompasses over 2,000 licensed beds, 3,000 affiliated physicians and over 12,000 employees. Located in Midtown Detroit, the DMC is affiliated with medical schools from Wayne State University and Michigan State University.  Detroit Medical Center hospitals are staffed by physicians from the Michigan State University College of Osteopathic Medicine, which is ranked 17th in the nation in primary care, and the Wayne State University School of Medicine, the largest single-campus medical school in the United States and the nation's fourth largest medical school overall. The Detroit Medical Center is fully accredited by the Joint Commission on Accreditation of Healthcare Organizations.",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/Mackenzie_House_(Wayne_State_University)": "The Wayne State University Buildings historic district consists of three buildings on 4735-4841 Cass Avenue in Midtown Detroit, Michigan: the Mackenzie House (4735 Cass), Hilberry Theatre (4743 Cass), and Old Main (4841 Cass), all on the campus of Wayne State University. The buildings were designated a Michigan State Historic Site in 1957 and listed on the National Register of Historic Places in 1978.",
  "/wiki/Hilberry_Theater": "The Hilberry Theatre is located at 4743 Cass Avenue in Midtown Detroit, Michigan. At this location, 40-50 graduate students are employed at the Wayne State University main campus. The students are pursuing master of fine arts degrees in acting, directing, theatre management, costuming or design management. Created in 1963, the Hilberry Theatre is the oldest graduate repertory company in the United States. The Hilberry Theatre puts on roughly six different plays, both modern and classic, from October through May each year.",
  "/wiki/Old_Main_(Wayne_State_University)": "Old Main is an academic building on the campus of Wayne State University. It is located at 4841 Cass Avenue in Midtown Detroit, Michigan, on Wayne's main campus.",
  "/wiki/West_Canfield_Historic_District": "The West Canfield Historic District is a neighborhood historic district located primarily on Canfield Avenue between Second and Third Streets in Detroit, Michigan. A boundary increase enlarged the district to include buildings on Third Avenue between Canfield and Calumet. The district was designated a Michigan State Historic Site in 1970 and listed on the National Register of Historic Places in 1971; a boundary increase was added in 1997. The revitalized 1870s era neighborhood is one of the residential areas surrounding the city's Cultural Center Historic District in Midtown. Nearby, East Canfield Avenue leads to the Detroit Medical Center complex, the Romanesque Revival styled St. Josaphat's Catholic Church, and the Gothic revival styled Sweetest Heart of Mary Catholic Church.",
  "/wiki/Willis-Selden_Historic_District": "The Willis–Selden Historic District is a historic district located in Detroit, Michigan, consisting of three streets: Willis, Alexandrine, and Selden, Running from Woodward Avenue on the east to Third Avenue on the west. The district was listed on the National Register of Historic Places in 1997.",
  "/wiki/Woodbridge,_Detroit": "Woodbridge is a historic neighborhood of primarily Victorian homes located in Detroit, Michigan. The district was listed on the National Register of Historic Places in 1980, with later boundary increases in 1997 and 2008. In addition to its historic value, Woodbridge is also notable for being an intact neighborhood of turn-of-the-century homes within walking or biking distance of Detroit's Downtown, Midtown, New Center, and Corktown neighborhoods."
}