{
  "/wiki/Corktown,_Detroit": "Corktown is a historic district located just west of Downtown Detroit, Michigan. It is the oldest extant neighborhood in the city.  The current boundaries of the district include I-75 to the north, the Lodge Freeway to the east, Bagley and Porter streets to the south, and Rosa Parks Boulevard (12th Street) to the west. The neighborhood was listed on the National Register of Historic Places in 1978.",
  "/wiki/Irish_people": "The Irish (Irish: Muintir na hÉireann or Na hÉireannaigh) are a nation and ethnic group native to the island of Ireland, who share a common Irish ancestry, identity and culture. Ireland has been inhabited for about 12,500 years according to archaeological studies (see Prehistoric Ireland). For most of Ireland's recorded history, the Irish have been primarily a Gaelic people (see Gaelic Ireland). From the 9th century, small numbers of Vikings settled in Ireland, becoming the Norse-Gaels. Anglo-Normans conquered parts of Ireland in the 12th century, while England's 16th/17th-century (re)conquest and colonisation of Ireland brought many English and Lowland Scots people to parts of the island, especially the north. Today, Ireland is made up of the Republic of Ireland (an independent state) and the smaller Northern Ireland (a part of the United Kingdom). The people of Northern Ireland hold various national identities including British, Irish, Northern Irish or some combination thereof.",
  "/wiki/County_Cork": "County Cork (Irish: Contae Chorcaí) is a county in Ireland. It is the largest and southernmost county of Ireland, situated in the province of Munster and named after the city of Cork, Ireland's second-largest city. The Cork County Council is the local authority for the county. Its largest market towns are Mallow, Macroom, Midleton, and Skibbereen. In 2016, the county's population was 542,868, making it the third-most populous county in Ireland. Notable Corkonians include Michael Collins, Jack Lynch, and Sonia O'Sullivan.",
  "/wiki/U.S._Route_12_in_Michigan": "US Highway 12 (US 12) is an east–west US Highway that runs from Aberdeen, Washington, to Detroit, Michigan. In Michigan it runs for 210 miles (338 km) between New Buffalo and Detroit as a state trunkline highway and Pure Michigan Byway. On its western end, the highway is mostly a two-lane road that runs through the southern tier of counties roughly parallel to the Indiana state line. It forms part of the Niles Bypass, a four-lane expressway south of Niles in the southwestern part of the state, and it runs concurrently with the Interstate 94 (I-94) freeway around the south side of Ypsilanti in the southeastern. In between Coldwater and the Ann Arbor area, the highway angles northeasterly and passes the Michigan International Speedway. East of Ypsilanti, US 12 follows a divided highway routing on Michigan Avenue into Detroit, where it terminates at an intersection with Cass Avenue.",
  "/wiki/Delray,_Detroit": "Delray is a neighborhood and former incorporated village, located on the southwest side of Detroit, Michigan. It is isolated from other areas of Detroit by industrial warehouses and Interstate 75 (I-75). As a neighborhood, Delray has no legally defined boundaries, but its area usually extends south to the River Rouge, east to the Detroit River, west to M-85 (Fort Street) and I-75, and north to Dragoon Street at Fort Wayne or sometimes farther north to Clark Street.",
  "/wiki/Detroit_River": "The Detroit River (French: Rivière Détroit) flows for 24 nautical miles (44 km; 28 mi) from Lake St. Clair west and south to Lake Erie as a strait in the Great Lakes system. It forms part of the border between Canada and the United States. The river divides the metropolitan areas of Detroit, Michigan, and Windsor, Ontario—an area referred to as Detroit–Windsor. The Ambassador Bridge, the Detroit–Windsor Tunnel, and the Michigan Central Railway Tunnel connect the cities.",
  "/wiki/Dearborn,_Michigan": "Dearborn is a city in the State of Michigan. It is located in Wayne County and is part of the Detroit metropolitan area. Dearborn is the eighth largest city in the State of Michigan. As of the 2010 census, it had a population of 98,153 and is home to the largest Muslim population in the United States. First settled in the late 18th century by ethnic French farmers in a series of ribbon farms along the Rouge River and the Sauk Trail, the community grew in the 19th century with the establishment of the Detroit Arsenal on the Chicago Road linking Detroit and Chicago. In the 20th century, it developed as a major manufacturing hub for the automotive industry.",
  "/wiki/Melvindale": "Melvindale is a city in Wayne County of the U.S. state of Michigan. At the 2010 census, the city population was 10,715. Melvindale's slogan is \"The Little City with a Big Heart.\"",
  "/wiki/River_Rouge,_Michigan": "River Rouge is a city in Wayne County in the U.S. state of Michigan.  The population was 7,903 at the 2010 census. It is named after the River Rouge (from the French \"rouge\" meaning red), which flows along the city's northern border and into the Detroit River.  The city includes the heavily industrialized Zug Island at the mouth of the River Rouge.",
  "/wiki/Ford_River_Rouge_Complex": "The Ford River Rouge Complex (commonly known as the Rouge Complex or just The Rouge) is a Ford Motor Company automobile factory complex located in Dearborn, Michigan, along the River Rouge, upstream from its confluence with the Detroit River at Zug Island.  Construction began in 1917, and when it was completed in 1928, it was the largest integrated factory in the world.",
  "/wiki/Hubbard_Farms,_Detroit": "Hubbard Farms is a neighborhood and historic district in southwest Detroit. It is located on one of the old plots which used to be a ribbon farm along the Detroit River. It is bound by Clark St to the west, W Vernor Hwy to the north, W Grand Blvd to the east, and W Lafayette Blvd to the south. In 1993, it received its official historic district designation.",
  "/wiki/Bela_Hubbard": "Bela Hubbard (April 23, 1814 – June 13, 1896) was a 19th-century naturalist, geologist, writer, historian, surveyor, explorer, lawyer, real estate dealer, lumberman and civic leader of early Detroit, Michigan.  Hubbard is noted as one of the pioneer geologists of Michigan starting with expeditions undertaken, while in his twenties, with Michigan's geologist Douglass Houghton.  These early expeditions explored the salt springs of Michigan's Grand and Saginaw river valleys.  Later, Hubbard surveyed many of the regions around Lake Superior, Lake Michigan and Lake Huron.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/North_Corktown,_Detroit": "North Corktown (also known as Briggs) is a neighborhood in the city of Detroit. It is bounded roughly by I-75 on the south, Martin Luther King Jr Boulevard on the north, I-96 on the west, and the John C. Lodge Freeway on the east.",
  "/wiki/I-75": "Interstate 75 (I-75) is a major north–south Interstate Highway in the Great Lakes and Southeastern regions of the United States. As with most Interstates that end in a five, it is a major cross-country, north–south route, one of the longest in the U.S., from southern Florida to the easternmost point of the Upper Peninsula of Michigan. It travels from State Road 826 (SR 826, Palmetto Expressway) and SR 924 (Gratigny Parkway) on the Hialeah–Miami Lakes border (northwest of Miami, Florida) to Sault Ste. Marie, Michigan, at the Canadian border.",
  "/wiki/Corktown_Historic_District": "Corktown is a historic district located just west of Downtown Detroit, Michigan. It is the oldest extant neighborhood in the city.  The current boundaries of the district include I-75 to the north, the Lodge Freeway to the east, Bagley and Porter streets to the south, and Rosa Parks Boulevard (12th Street) to the west. The neighborhood was listed on the National Register of Historic Places in 1978.",
  "/wiki/Mexicantown,_Detroit": "Mexicantown is a community in Southwest Detroit, Michigan.",
  "/wiki/Ambassador_Bridge": "The Ambassador Bridge is a tolled suspension bridge across the Detroit River that connects Detroit, Michigan, United States, with Windsor, Ontario, Canada. It is the busiest international border crossing in North America in terms of trade volume, carrying more than 25% of all merchandise trade between the United States and Canada. A 2004 Border Transportation Partnership study showed that 150,000 jobs in the region and US$13 billion in annual production depend on the Detroit–Windsor international border crossing.",
  "/wiki/Hispanic": "The term Hispanic (Spanish: hispano or hispánico) refers to persons, cultures, or countries related to the Spanish language, Spanish culture, Spanish people, or to Spain in general. It commonly applies to the people of countries once under colonial possession by the Spanish Empire following Spanish colonization of the Americas, parts of the Asia-Pacific region and Africa. Principally, what are today the countries of Hispanic America, the Spanish Philippines, Spanish Guinea and Spanish Sahara where Spanish may or may not be the predominant or official language and their cultures are heavily derived from Spain although with strong local indigenous or other foreign influences.",
  "/wiki/African_American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Arab_American": "Arab Americans (Arabic: عَرَبٌ أَمْرِيكِيُّونَ‎ or أمريكيون عرب) are Americans of either Arab ethnic or cultural and linguistic heritage or identity, who identify themselves as Arab. Arab Americans trace ancestry to any of the various waves of immigrants of the countries comprising the Arab World.",
  "/wiki/Mexican_cuisine": "Mexican cuisine began about 9000 years ago, when agricultural communities such as the Maya formed, domesticating maize, creating the standard process of maize nixtamalization, and establishing their foodways. Successive waves of other Mesoamerican groups brought with them their own cooking methods. These included the Olmec, Teotihuacanos, Toltec, Huastec, Zapotec, Mixtec, Otomi, Purépecha, Totonac, Mazatec, and Mazahua.",
  "/wiki/Ste._Anne_de_Detroit_Catholic_Church": "Ste. Anne de Détroit (Sainte-Anne-de-Détroit) was founded July 26, 1701 by French colonists in New France, and is the second-oldest continuously operating Roman Catholic parish in the United States. The current Gothic Revival cathedral-styled church, built in 1886, is located at 1000 Ste. Anne Street in Detroit, Michigan, in the Richard-Hubbard neighborhood, near the Ambassador Bridge, and the Michigan Central Station. At one time it was the seat of a diocese that included French (and later British) territory in Ontario, Canada south of the Detroit River.",
  "/wiki/Springwells,_Detroit": "Springwells is a neighborhood in Southwest Detroit, near the Ford Motor Company River Rouge Plant.",
  "/wiki/M-10_(Michigan_highway)": "M-10 is a north–south state trunkline highway in the Metro Detroit area of Michigan in the United States. The southernmost portion follows Jefferson Avenue in downtown Detroit, and the southern terminus is at the intersection of Jefferson and M-3 (Randolph Street) next to the entrance to the Detroit–Windsor Tunnel. The northern terminus is in West Bloomfield Township at the intersection with Orchard Lake Road. The highway has several names as it runs through residential and commercial areas of the west side of Detroit and into the suburb of Southfield. It is called the  John C. Lodge Freeway (The Lodge), James Couzens Highway, and Northwestern Highway. One segment has also been named the Aretha Franklin Memorial Highway.",
  "/wiki/West_Vernor–Junction_Historic_District": "West Vernor–Junction Historic District is a commercial historic district located along West Vernor Highway between Lansing and Cavalry in Detroit, Michigan.   The district includes 160 acres (0.65 km2) and 44 buildings. The district was listed on the National Register of Historic Places in 2002.",
  "/wiki/Most_Holy_Redeemer_Church_(Detroit,_Michigan)": "The Most Holy Redeemer Church is located at 1721 Junction Street in Southwest Detroit, Michigan, within the West Vernor-Junction Historic District. The church was once estimated as the largest Roman Catholic parish in North America. West Vernor-Junction Historic District is adjacent to Mexicantown and contains a growing Mexican community and resurgent neighborhood.",
  "/wiki/West_Vernor–Lawndale_Historic_District": "The West Vernor–Lawndale Historic District is a two-block commercial historic district located along West Vernor Highway between Cabot and Ferris Streets in Detroit, Michigan. The district includes 30 acres (120,000 m2) and 10 buildings. It was listed on the National Register of Historic Places in 2002.",
  "/wiki/George_S._Patton": "George Smith Patton Jr. (November 11, 1885 – December 21, 1945) was a general of the United States Army who commanded the U.S. Seventh Army in the Mediterranean theater of World War II, and the U.S. Third Army in France and Germany after the Allied invasion of Normandy in June 1944.",
  "/wiki/West_Vernor–Springwells_Historic_District": "The West Vernor–Springwells Historic District is a six block long commercial historic district located along West Vernor Highway between Honorah and Norman in Detroit, Michigan.   The district includes 80 acres (32 ha) and 28 buildings. It was listed on the National Register of Historic Places in 2002.",
  "/wiki/List_of_neighborhoods_in_Detroit": "Neighborhoods in Detroit provides a general overview of neighborhoods and historic districts within the city. Neighborhood names and boundaries vary in their formality some are well defined and long established, while others are more informal. Further names and boundaries have evolved over time due to development or changes in demographics. Woodward Avenue, a major a north-south thoroughfare, serves as a demarcation for neighborhood areas on the east side and west side of the city."
}