{
  "/wiki/Rudraveena": "Rudra veena (also spelled Rudra vina, and also called Bīn in North India), is a large plucked string instrument, originating from the Indian subcontinent, used in Hindustani classical music, one of the major types of veena played in Indian classical music.",
  "/wiki/Chiranjeevi": "Konidela Siva Sankara Vara Prasad (born 22 August 1955), better known by his stage name Chiranjeevi, is an Indian film actor and politician. He was the Minister of State with independent charge for the Ministry of Tourism, Government of India from 27 October 2012 to 15 May 2014. Prior to politics, Chiranjeevi had attended the Madras Film Institute and had worked primarily in Telugu cinema in addition to Tamil, Kannada, and Hindi films. He made his acting debut in 1978 with Punadhirallu. However, Pranam Khareedu was released earlier at the box office. Known for his breakdancing skills, Chiranjeevi starred in over 150 feature films. In 1987, he starred in Swayamkrushi which was dubbed into Russian and was screened at the Moscow International Film Festival. Chiranjeevi won the 1988 Indian Express Best Actor Award and the state Nandi Award for Best Actor awards for his performance in the film. In the same year, Chiranjeevi was one of the Indian delegates at the 59th Academy Awards. In 1988, he co-produced Rudraveena which won the National Film Award for Best Feature Film on National Integration.",
  "/wiki/Shobana": "Shobana Chandrakumar Pillai, better known mononymously as Shobana, is an Indian film actress and bharatanatyam dancer. She has acted nearly 230 films, predominantly in Malayalam language, in addition to Telugu, Tamil, Hindi, Kannada and English language films. She has won two National Film Awards, one Kerala State Film Awards and numerous other awards.",
  "/wiki/K._Balachander": "Kailasam Balachander (9 July 1930 – 23 December 2014) was an Indian filmmaker and playwright who worked mainly in the Tamil film industry. He was well known for his distinct film-making style, and the Indian film industry knew him as a master of unconventional themes and hard-hitting contemporary subject matter. Balachander's films are well known for their portrayal of women as bold personalities and central characters. Popularly referred to as Iyakkunar Sigaram (lit. \"the director who scaled the peak\"), his films are usually centred on unusual or complicated interpersonal relationships and social themes. He started his film career in 1964 as a screenwriter and graduated to a director with Neerkumizhi (1965).",
  "/wiki/Trinetrudu": "Trinetrudu (transl. The three-eyed man) is a 1988 Indian Telugu language film starring Chiranjeevi, Bhanupriya, Kaikala Satyanarayana, Ranganath and Nagendra Babu. It is based on the Hindi movie Jalwa (1987), and was directed by A. Kodandarami Reddy and produced by Chiranjeevi himself and his brother Nagendra Babu. The film is a remake of the 1984 film Beverly Hills Cop. It was dubbed in Hindi as Aaj Ka Shahenshah in 1997.",
  "/wiki/Bhanupriya": "Bhanupriya (born Mangalabama) is an Indian film actress, Kuchipudi dancer, and voice artist known for her works predominantly in Telugu cinema and Tamil cinema. She is also known for her works in a few Malayalam and Kannada films, Bollywood and television. Her acting debut was with the Tamil film Mella Pesungal (1983). She then appeared in the Telugu hit Sitaara, which won the National Film Award for Best Feature Film in Telugu for that year. She then played an ornithologist in the 1985 mystery film Anveshana. In 1986, she made her Hindi film debut with Dosti Dushmani.",
  "/wiki/Nagendra_Babu": "Konidela Nagendra Babu is an Indian actor and producer associated with the Telugu film industry.",
  "/wiki/A._Kodandarami_Reddy": "Kodandarami Reddy (born July 1, 1950) is an Indian film director best known for his works in Telugu cinema.\nHis association with Chiranjeevi created blockbusters in multiple genres such as Nyayam Kavali (1981), Khaidi (1983), Abhilasha (1983), Goonda (1984), Challenge (1984), Donga (1985), Rakshasudu (1986), Pasivadi Pranam (1987), Athaku Yamudu Ammayiki Mogudu (1989),  Kondaveeti Donga, (1990),  Surya IPS (1991), and Muta Mestri (1993). In 2013 he received the \"Bommireddy Narasimha Reddy National Award\" for Life Time Achievement.",
  "/wiki/Mugguru_Monagallu": "Mugguru Monagallu (Telugu: ముగ్గురు మొనగాళ్ళు) is a Tollywood action comedy film which was released on 7 January 1994 and was produced by Chiranjeevi's younger brothers Nagendra Babu and Pawan Kalyan. This film stars Chiranjeevi in a triple role, Ramya Krishnan, Nagma and Roja. Directed by K. Raghavendra Rao. The film was recorded as Above Average at the box office.",
  "/wiki/Nagma": "Nagma (born Nandita Arvind Morarji on 25 December 1974) is an Indian politician and former actress. She is known for her roles in Telugu and Tamil movies like  Gharana Mogudu, Kadhalan, Baashha and many others. She began her acting career in Bollywood and acted in a few of the biggest Bollywood movies and in other languages. Nagma has acted in a broad range of India's languages: Hindi, Telugu, Tamil, Bhojpuri, Malayalam, Kannada, Bengali, Punjabi, and Marathi.",
  "/wiki/Roja_(actress)": "Roja Selvamani is an Indian politician and film actress. She was a leading actress from 1991 to 2002. She was the leading  actress in Tamil, Telugu, Kannada and Malayalam languages. She won three Nandi awards for Best Actress and Tamil Nadu State Award for best actress. In 1999 she entered into politics and currently aligns with the YSR Congress party. She was elected as an MLA from Nagari in Andhra Pradesh in 2014. Now she is working as YSRCP state Women President.She had contested once again from Nagari assembly constituency in 2019 election and won. She was later appointed as Chairman of APIIC.",
  "/wiki/Ramya_Krishna": "Ramya Krishnan (born 15 September 1970), is an Indian film actress. She has acted in over 200 films in five languages: Telugu, Tamil, Kannada, Malayalam and Hindi. Ramya has won four Filmfare Awards, three Nandi Awards and a Tamil Nadu State Film Award. She is credited as Ramya Krishna in the Telugu and Kannada film industries.",
  "/wiki/K._Raghavendra_Rao": "K. Raghavendra Rao (born Kovelamudi Raghavendra Rao on 30 Sep 1930) is an Indian film director, producer, screenwriter and choreographer, known for his works predominantly in Telugu cinema and a few Hindi and Kannada films. He has garnered eight state Nandi Awards, the IIFA Award, the SIIMA Award, five Filmfare Awards South and two CineMAA Awards. In a film career spanning more than five decades, Rao has directed more than a hundred feature films, of which around ninety were box office hits, across multiple genres such as romantic comedy, fantasy, melodrama, action thriller, biographical and romance films.",
  "/wiki/Bavagaru_Bagunnara%3F": "Bavagaru Bagunnara (Telugu: బావగారూ బాగున్నారా, English: Brother-in-law, Are You Fine?) is a Telugu romantic comedy-drama film which released on 9 April 1998 and was produced by Nagendra Babu. The film stars Chiranjeevi, Rambha and Paresh Rawal and was inspired by the Hollywood movie A Walk in the Clouds. The film was recorded as a Super Hit at the box office. In 2000, the film was remade into a Bollywood film as Kunwara, starring Govinda and Urmila Matondkar and also in Bangladesh as Jamai Shashur, starring Riaz and Purnima. The film was dubbed into Tamil as Muradan and into Hindi as No. 1 Mard.",
  "/wiki/Rambha_(actress)": "Vijayalakshmi Yeedi (born 5 June 1976), better known as Rambha, is an Indian film actress. Throughout her career, Rambha acted in many Indian films and worked across seven regional languages, while appearing alongside most of India's leading actors.",
  "/wiki/Rachana_Banerjee": "Rachna Banerjee, also known as Rachana Banerjee, is an Indian film actress who has appeared predominantly in Bengali and Odia films along with a several films in Telugu , Tamil & Kannada.She was 1990 Miss Kolkata and has won five beauty contests in India. She won Miss Beautiful Smile at the Miss India contest.",
  "/wiki/Jayanth_C._Paranjee": "Jayanth C. Paranji is an Indian film director known for his works predominantly in Telugu cinema. He introduced Bollywood actresses: Preity Zinta, Aishwarya Rai, Nauheed Cyrusi, Lisa Ray, Anjala Zaveri, and Bipasha Basu to the Telugu screen. He has directed films across multiple genres with the fab four of Telugu Film Industry Balakrishna, Nagarjuna, Venkatesh and Chiranjeevi.",
  "/wiki/Konidela_Nagendra_Babu": "Konidela Nagendra Babu is an Indian actor and producer associated with the Telugu film industry.",
  "/wiki/Ramya_Krishnan": "Ramya Krishnan (born 15 September 1970), is an Indian film actress. She has acted in over 200 films in five languages: Telugu, Tamil, Kannada, Malayalam and Hindi. Ramya has won four Filmfare Awards, three Nandi Awards and a Tamil Nadu State Film Award. She is credited as Ramya Krishna in the Telugu and Kannada film industries.",
  "/wiki/Gudumba_Shankar": "Gudumba Shankar is a 2004 Indian Telugu-language action comedy film directed by Veera Shankar Bairisetty, cinematography by Chota K. Naidu and produced by Nagendra Babu. Pawan Kalyan played the lead role as Gudumba Shankar while Meera Jasmine, Ashish Vidyarthi, and Sayaji Shinde played other vital roles. The music was scored by Mani Sharma. It was dubbed in Hindi as  Main Hoon Chaalbaaz. The film recorded as Average at box office.",
  "/wiki/Pawan_Kalyan": "Konidela Kalyan Babu, better known by his stage name Pawan Kalyan, is an Indian film actor, producer, director, screenwriter, writer, stunt coordinator, playback singer, choreographer, philanthropist and politician. His film works are predominantly in Telugu cinema. He is the youngest brother of popular actor Chiranjeevi. Pawan Kalyan made his acting debut in the 1996 Telugu film Akkada Ammayi Ikkada Abbayi. In 1998, he starred in Tholi Prema, which won the National Film Award for Best Feature Film in Telugu for that year.",
  "/wiki/Meera_Jasmine": "Meera Jasmine (born Jasmine Mary Joseph on 15 February 1982) is an Indian actress who appears in South Indian films, primarily Malayalam and Tamil films. She was a popular lead actress during the 2000s.",
  "/wiki/Veera_Shankar_Bairisetty": "Veera Shankar Bairisetty (Telugu: వీర శంకర్ బైరిశెట్టి) is a Telugu film director and music coordinator.",
  "/wiki/Radha_Gopalam": "Radha Gopalam (Telugu: రాధ గోపాలం) is a 2005 Telugu film which stars Srikanth and Sneha, based on the Hollywood movie, Adam's Rib. This film was directed by Bapu and music was by Mani Sharma. The performances of Srikanth and Sneha were critically applauded. Sneha won the prestigious Nandi Special Jury Award for her performance in the movie. The movie opened to outstanding reviews by critics and it was a box office hit.",
  "/wiki/Srikanth_(Telugu_actor)": "Srikanth (born 23 March 1968) is an Indian film actor, who is known for works predominantly in Telugu cinema. He has received two state Nandi Awards, and one Filmfare Award South.[citation needed] He has starred in films like Swarabhishekam, which won the National Film Award for Best Feature Film in Telugu for 2004, and Virodhi, premiered in Indian panorama section, at the 2011 International Film Festival of India. Sri Rama Rajyam also had a special screening at International Film Festival of India on 28 November 2011.",
  "/wiki/Sneha_(actress)": "Suhasini Rajaram, known by her stage name, Sneha (born 12 October 1981), is an Indian film actress, who works in the South Indian film industry. She debuted in the Malayalam film Ingane Oru Nilapakshi (2000), directed by Anil – Babu and was later signed for the Tamil film Virumbugiren, though it was only released two years later. She started getting offers in Tamil and moved her focus to Kollywood; and the movie Ennavale, where she starred opposite R. Madhavan, was released first in the same year. She had her first commercial success with Aanandham in the year 2001. She became one of Tamil cinema's contemporary lead actresses in the 2000s, following appearances in several commercially successful films.",
  "/wiki/Brahmanandam": "Brahmanandam Kanneganti (born 1 February 1956) is an Indian film actor and comedian, known for his works predominantly in Telugu cinema. He currently holds the Guinness World Record for the most screen credits for a living actor. He was honoured with the Padma Shri, for his contribution to Indian cinema in 2009. Brahmanandam is regarded as one of the finest comic actors of India, noted particularly for his comic expressions. He has acted in more than 1,000 films to date and has been one of the most highly paid comedy actors in Indian Cinema. Brahmanandam has garnered five state Nandi Awards, one Filmfare Award South, six CineMAA Awards, and three South Indian International Movie Awards for best comedy.",
  "/wiki/Bapu_(film_director)": "Sattiraju Lakshmi Narayana (15 December 1933 – 31 August 2014), known professionally as Bapu, was an Indian film director, painter, illustrator, cartoonist, screenwriter, music artist, and designer known for his works in Telugu cinema, and bollywood.\nIn 2013, he was awarded the Padma Shri, for his contribution to Indian art and cinema.",
  "/wiki/Stalin_(2006_film)": "Stalin  is a 2006 Indian Telugu-language action drama film directed by A. R. Murugadoss. It stars Chiranjeevi and Trisha in the lead roles, while an ensemble cast including Prakash Raj, Sharada, Khushboo, Pradeep Rawat, and Brahmanandam in supporting roles. The film was a super hit at the box office. The film was screened at the International Film Festival of India in the mainstream section. The film was later dubbed in Hindi under the same name.",
  "/wiki/Trisha_(actress)": "Trisha Krishnan (born 4 May 1983), known mononymously as Trisha, is an Indian film actress and model, who primarily works in Tamil and Telugu language films. She was noticed after winning several beauty pageants like the Miss Madras contest (1999), which marked her entry into filmdom.",
  "/wiki/Kushboo_Sundar": "Khushbu Sundar is an Indian film actress, producer and television presenter who has acted in more than 200 movies. She is predominantly known for her work in the South Indian film industry. She has received two Tamil Nadu State Film Awards for Best Actress and one Kerala State Film Award – Special Mention.",
  "/wiki/A._R._Murugadoss": "Murugadoss Arunasalam, commonly known by his stage name AR Murugadoss, is an Indian film director, producer, and screenwriter who predominantly works in the Tamil Film Industry. He is best known for his action Tamil films and Telugu films and for remaking them in Hindi cinema. Murugadoss won the Filmfare Award for Best Director for his 2014 Tamil action-drama film Kaththi.",
  "/wiki/Orange_(2010_Telugu_film)": "Orange is a 2010 Telugu romantic comedy-drama film directed by Bhaskar in his third venture after Bommarillu and Parugu. The film features Ram Charan, Genelia D'Souza, and Shazahn Padamsee in the lead roles, while Sanchita Shetty, Prabhu, and Prakash Raj play supporting roles. The film, whose music was  composed by Harris Jayaraj, began the first schedule in February 2010, and was released on 26 November 2010. Orange created first day all time record in Tollywood, and the album of this movie became a classic. Though the movie did not do well at the box office, it has gained cult status from fans who appreciated its new-age love story.",
  "/wiki/Ram_Charan_Teja": "Ram Charan (born 27 March 1985) is an Indian film actor, producer, and entrepreneur who works in Telugu cinema. He is one of the most popular and influential actors in Tollywood and has featured in Forbes India's Celebrity 100 list since 2013. Charan is the recipient of several awards, including three Filmfare Awards, two Nandi Awards, two CineMAA Awards, and two Santosham Best Actor Awards.  The son of actor Chiranjeevi and Surekha, Charan made his acting debut in the successful action film Chirutha (2007), for which he won the Filmfare Award for Best Male Debut – South. Charan rose to prominence with a starring role opposite Kajal Aggarwal in S.S. Rajamouli's fantasy action film Magadheera (2009), which is one of the highest-grossing Telugu films of all time. He won several accolades for this film, including the Filmfare Award for Best Actor - Telugu.",
  "/wiki/Genelia_D%27Souza": "Genelia Deshmukh (née D'Souza; born 5 August 1987) is an Indian film actress and model. She has appeared in Telugu, Hindi, Tamil, Kannada and Malayalam films. After gaining wide attention in a Parker Pen commercial with Amitabh Bachchan, Genelia began her acting career with the box-office hit Tujhe Meri Kasam in 2003. She was recognized for her role in Boys the same year, and later established herself in Telugu cinema by acting in several Telugu films during 2003–2012.",
  "/wiki/Shazahn_Padamsee": "Shazahn Padamsee is an Indian film and stage actress, who has also worked as model. Daughter of noted actors Alyque Padamsee and Sharon Prabhakar, she made her first film appearance in the 2009 Hindi film Rocket Singh: Salesman of the Year. After her début film, she went on to appear in two non-Hindi Indian films, gaining credit from critics for her performance, before featuring in Madhur Bhandarkar's Dil Toh Baccha Hai Ji in a prominent role.",
  "/wiki/Bhaskar_(director)": "Bhaskar, popularly known as Bommarillu Bhaskar, is a Telugu film director. In his early career, he worked as associate director on films Bhadra and Arya. His directorial debut Bommarillu starring Siddarth Narayan and Genelia D'souza was a blockbuster, which earned him two Nandi Awards, for best debut director and best original screenplay. His next venture, Parugu starring Allu Arjun was a box office hit. Orange starring Ram Charan was his next film, which gained mixed response. His fourth film was Ongole Githa a revenge drama which was a box office and critical failure. His latest Tamil film Bangalore Naatkal starring Arya, Rana Daggubati, Samantha Ruth Prabhu, Sri Divya, Bobby Simha was released in 2016 and had mixeashok."
}