{
  "/wiki/Giselle_Salandy": "Joenette Giselle Ife Salandy ORTT (January 25, 1987 – January 4, 2009) was a Trinidadian professional boxer. She was an undefeated unified light middleweight world champion, holding the WBA and WBC, as well as the IWBF, WIBA, WIBF, and GBU female titles, from 2006 until her death in 2009.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Martha_Salazar": "Martha Salazar (born February 2, 1970, Ocotlán, Jalisco, Mexico) is a Retired Mexican female boxer. Salazar, fights as a Heavyweight. She is former WBC world Heavyweight champion. Her nickname is \"The Shadow\". She hails from San Francisco, California. She was born in Ocotlan, Jalisco, Mexico (view the ESPN note at November 11;).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Heavyweight": "Heavyweight   is a weight class in combat sports.",
  "/wiki/Irma_Sanchez": "Irma Sánchez (born 6 December 1987) is a Mexican professional boxer. She held the IBF female light flyweight title in 2011, the WBA interim female flyweight title in 2017 and challenged once for the WBC light flyweight title in 2010.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Light_Flyweight": "Light flyweight, also known as junior flyweight or super strawweight, is a weight class in boxing.",
  "/wiki/Åsa_Sandell": "Åsa Maria Sandell (born January 24, 1967) is a Swedish journalist and professional female super middleweight boxer.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Super_Middleweight": "Super middleweight, or light cruiserweight, is a weight class in combat sports.",
  "/wiki/Mary_Jo_Sanders": "Mary Jo Sanders (born January 13, 1974, in Auburn Hills, Michigan) is a female professional boxer.  She is also daughter of NFL Hall of Famer, Charlie Sanders.",
  "/wiki/Middleweight": "Middleweight is a weight class in combat sports.",
  "/wiki/Amanda_Serrano": "Amanda Serrano (born October 9, 1988) is a Puerto Rican professional boxer, mixed martial artist and professional wrestler. As a boxer, she has held the WBO and WBC interim featherweight titles since September 2019. She is the only female, and Puerto Rican, to win world titles in more than four weight classes, and holds the Guinness World Record for the most boxing world championships won in different weight-classes by a female, having held 9 major world titles across seven different weight classes.[nb 1]",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Featherweight": "Featherweight is a weight class in the combat sports of boxing, kickboxing, mixed martial arts, and Greco-Roman wrestling.",
  "/wiki/Laura_Serrano": "Laura Serrano Garcia (born October 20, 1967 in Mexico City) is a Mexican boxer.",
  "/wiki/Parvati_Shallow": "Parvati Shallow (born September 21, 1982) is an American television personality and was the $1 million winner of the reality television series Survivor: Micronesia — Fans vs. Favorites. She had previously competed in Survivor: Cook Islands in which she placed sixth, and later was the runner-up in Survivor: Heroes vs. Villains. She will also compete in the upcoming Survivor: Winners at War.\nShe is widely considered by fans and critics to be one of the most skilled contestants ever to participate.",
  "/wiki/Maureen_Shea": "Maureen Anne Shea Carranza (born  January 11, 1981) is an American professional boxer of Irish and Mexican descent. She held the WBC interim female featherweight title in 2011 and the IFBA super bantamweight title from 2014 to 2015, and challenged once for the WBA female super featherweight title in 2009. She is known as the \"Real Million Dollar Baby\" because of her work as the main sparring partner for Hilary Swank in her preparation for the 2005 movie, Million Dollar Baby.",
  "/wiki/Becky_Smith": "Rebecca Gwendolyn Smith (born June 3, 1959), later known by her married name Becky Wiber, is a Canadian former medley and butterfly swimmer who won the bronze medal in the women's 400-metre individual medley at the 1976 Summer Olympics in Montreal, Quebec, Canada, finishing behind East German Ulrike Tauber (gold) and her Canadian teammate Cheryl Gibson (silver).  At the same Olympic Games, she also finished third in the women's 4×100-metre freestyle relay, alongside Gail Amundrud, Barbara Clark and Anne Jardin.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Daniella_Smith": "Daniella Smith (born 30 July 1972, Kaikohe, New Zealand) is a New Zealand former professional boxer. She became the first female fighter to win an IBF title, having held the welterweight version from 2010 to 2011 and is the second New Zealand born person to win a boxing world title. Smith is also ranked pound-for-pound number one in New Zealand of all time in the Women's division.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Cristiana_Stancu": "Cristiana \"Mongol\" Stancu (born July 19, 1991) is a Romanian mixed martial artist, karateka, boxer and kickboxer.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Mia_St._John": "Mia Rosales St. John (born June 24, 1967) is an American Mexican professional boxer and former World Boxing Council (WBC) champion in the super welterweight division. She is also the IBA and IFBA lightweight champion. She is also a model, businesswoman, and taekwondo champion.",
  "/wiki/Michelle_Sutcliffe": "Michelle Sutcliffe of Tigersgym made history by becoming Leeds first professional boxer under the BBBofC to become World WBF boxing champion on 27 February 2000 at the Leeds Town Hall. (born 3 February 1967) is a female boxer from England who also practised the martial arts sport of Muay Thai, where she was undefeated and ranked 3rd in the world.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Klara_Svensson": "Klara Svensson (born 15 October 1987) is a Swedish professional boxer. She held the WBC interim light-welterweight title from 2014 to 2015, the WBC interim welterweight title from 2016 to February 2017, and challenged for the undisputed welterweight title in the same month. As an amateur she is a five-time Swedish national champion, a two-time medallist at the European Championships and a three-time medallist at the World Championships, all in the light-welterweight division.",
  "/wiki/Lightweight": "Lightweight is a weight class in combat sports and rowing.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/List_of_female_boxers": "This is a list of notable female boxers. For a list of notable male boxers, see List of male boxers."
}