{
  "/wiki/Cory_Paterson": "Cory Paterson (born 14 July 1987) is an Australian professional rugby league footballer who plays as a second-row forward.",
  "/wiki/Rugby_league_positions": "A rugby league team consists of thirteen players on the field, with four substitutes on the bench. Each of the thirteen players is assigned a position, normally with a standardised number, which reflects their role in attack and defence, although players can take up any position at any time.",
  "/wiki/North_Queensland_Cowboys": "The North Queensland Cowboys are an Australian professional rugby league football club based in Townsville, the largest city in North Queensland. They compete in Australia's premier rugby league competition, the National Rugby League (NRL).",
  "/wiki/Sean_Gleeson_(rugby_league)": "Sean Gleeson (born (1987-11-29)29 November 1987) is a former Ireland international rugby league footballer who played in the 2000s and 2010s. He played at club level for the Wigan Warriors, Widnes Vikings (loan), Wakefield Trinity Wildcats and the Salford City Reds in the Super League as a fullback, wing or centre, i.e. number 1, 2 or 5, or, 3 or 4.",
  "/wiki/Salford_Red_Devils": "The Salford Red Devils are a professional rugby league club in Salford, Greater Manchester, England, who play in the Super League. Formed in 1873, they have won six Championships and one Challenge Cup. Their home ground since 2012 has been the AJ Bell Stadium in Barton-upon-Irwell, before which they played at the Willows in Weaste. Before 1995, the club was known simply as Salford, from 1995–98 Salford Reds and from 1999–2013 Salford City Reds.",
  "/wiki/Evarn_Tuimavave": "Evarn Tuimavave (born 28 June 1984) is a New Zealand former professional rugby league footballer who played as a prop.",
  "/wiki/Newcastle_Knights": "The Newcastle Knights are an Australian professional rugby league club based in Newcastle, New South Wales. They compete in Australasia's premier rugby league competition, the National Rugby League (NRL) premiership. Playing in red and blue, the Knights joined the top tier competition in 1988, 79 years after the previous Newcastle based team, the Newcastle Rebels had departed the Sydney competition with the formation of a separate league competition based in the Newcastle region.",
  "/wiki/Travis_Burns_(rugby_league)": "Travis Burns (born 6 February 1984) is an Australian former professional rugby league footballer. He formerly played for St Helens in the Super League and the Penrith Panthers in the NRL.",
  "/wiki/Penrith_Panthers": "Penrith Panthers are an Australian professional rugby league football team based in the western Sydney suburb of Penrith.  The team is based 55 km west of the centre of Sydney and at the foot of the Blue Mountains.",
  "/wiki/Omari_Caro": "Omari Caro (born 7 March 1991) is a Jamaica international rugby league footballer who plays for the London Skolars in Betfred League 1.",
  "/wiki/London_Broncos": "The London Broncos are the only professional rugby league club in the entire south of England and play at the Trailfinders Sports Ground in Ealing, sharing with the rugby union side Ealing Trailfinders.",
  "/wiki/Batley_Bulldogs": "The Batley Bulldogs are an English professional rugby league club in Batley, West Yorkshire, who play in the Championship. Batley were one of the original twenty-two rugby football clubs that formed the Northern Rugby Football Union in 1895. They were League Champions in 1924 and have won three Challenge Cups.",
  "/wiki/Adam_Walker_(rugby_league)": "Adam Walker (born 20 February 1991) is a Scotland international rugby league footballer who plays as a prop for the Salford Red Devils in the Betfred Super League.",
  "/wiki/Huddersfield_Giants": "The Huddersfield Giants are an English professional rugby league club from Huddersfield, West Yorkshire, the birthplace of rugby league, who play in the Super League competition. They play their home games at the John Smiths Stadium which is shared with Huddersfield Town F.C.. Huddersfield is also one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. The club was founded in 1864 and is the world's oldest professional rugby league club. They have won 7 Championships and 6 Challenge Cups, but have not won a major trophy since 1962, Although they did win the 2013 League Leaders Shield after topping the table for the first time in 81 years.",
  "/wiki/Greg_Eden": "Greg Eden (born (1990-11-14)14 November 1990) is an English professional rugby league footballer who plays as a winger or fullback for the Castleford Tigers in the Super League."
}