{
  "/wiki/Scott_Wheeldon": "Scott Wheeldon (born (1986-02-23)23 February 1986) is an English professional rugby league footballer who plays as a prop for the Sheffield Eagles in the Betfred Championship.",
  "/wiki/Rugby_league_positions": "A rugby league team consists of thirteen players on the field, with four substitutes on the bench. Each of the thirteen players is assigned a position, normally with a standardised number, which reflects their role in attack and defence, although players can take up any position at any time.",
  "/wiki/London_Broncos": "The London Broncos are the only professional rugby league club in the entire south of England and play at the Trailfinders Sports Ground in Ealing, sharing with the rugby union side Ealing Trailfinders.",
  "/wiki/Liam_Watts": "Liam Watts (born 8 July 1990) is an English professional rugby league footballer who plays as a prop for the Castleford Tigers in the Super League. He is an England Knights international.",
  "/wiki/Hull_F.C.": "Hull Football Club, commonly referred to as Hull or Hull F.C., is a professional rugby league football club established in 1865 and based in West Hull, East Riding of Yorkshire, England. The club plays in the Super League competition and were known as Hull Sharks from 1996–99.",
  "/wiki/Jake_Webster": "Jake Webster (born 29 October 1983) is a New Zealand international rugby league footballer who plays as a centre for the Keighley Cougars in Betfred League 1.",
  "/wiki/Castleford_Tigers": "The Castleford Tigers are a rugby league club in Castleford, West Yorkshire, England, that compete in the Super League, the top-level professional rugby league club competition in the Northern Hemisphere. The club have competed in the top division for the majority of their existence having only been relegated twice in their history, Castleford has won the Challenge Cup four times. Their most recent major trophy was the 1985–86 Challenge Cup.\nCastleford have a rivalry with neighbours Featherstone Rovers and Wakefield Trinity. The club has been based at Wheldon Road since 1927, after moving from the Sandy Desert in Lock Lane. The club's current home colours are black and amber.",
  "/wiki/Shannon_McDonnell": "Shannon Jay McDonnell (born 5 August 1987) is a former Ireland international rugby league footballer who last  played for St Helens in the Super League. He had previously played for National Rugby League clubs the Wests Tigers and the Newcastle Knights, and in the Super League for Hull Kingston Rovers and Hull FC. He primarily played as a fullback and as a wing.",
  "/wiki/Joel_Clinton": "Joel Clinton (born 8 December 1981) is an Australian former professional rugby league footballer who played as a prop in the 2000s and 2010s. An Australia international representative, he played his club football in the NRL for the Penrith Panthers (with whom he won the 2003 premiership) and the Brisbane Broncos. He also played for English club Hull Kingston Rovers in the Super League.",
  "/wiki/Mackay_Cutters": "The Mackay Cutters are a semi-professional rugby league football club based in Mackay, Queensland. They compete in Queensland's top rugby league competition, the Queensland Cup. The club was admitted to the Queensland Cup in 2007, alongside the Northern Pride, and first competed in the 2008 season.",
  "/wiki/Scott_Murrell": "Scott \"Scotty\" Murrell (born 5 September 1985) is an English rugby league footballer who plays as a stand-off for Halifax in the Betfred Championship.",
  "/wiki/Blake_Green": "Blake Green (born 18 September 1986) is an Australian rugby league footballer who plays as a five-eighth for the New Zealand Warriors in the NRL.",
  "/wiki/Wigan_Warriors": "Wigan Warriors Rugby League Football Club is a professional rugby league club founded and based in Wigan, England. The club competes in the Betfred Super League.",
  "/wiki/Ben_Galea": "Ben Galea (born 16 August 1978) is an Australian former professional rugby league footballer. A City New South Wales representative forward, he previously played in Australasia's National Rugby League for the Balmain Tigers and the Wests Tigers (with whom he won the 2005 NRL Premiership) and also for English club the Hull Kingston Rovers and Hull F.C. of Super League.",
  "/wiki/Louis_Sheriff": "Louis Sheriff (born 6 September 1992) is an English rugby league footballer who plays as a fullback or winger for Keighley Cougars in the Betfred League 1.",
  "/wiki/Redcliffe_Dolphins": "Redcliffe Dolphins are a rugby league team based in the city of Redcliffe in Queensland, Australia. The Redcliffe Dolphins were founded in 1947, accepted into the Brisbane Rugby League premiership in 1960, and since 1996 have played in the Queensland Cup. The Dolphins are one of the greatest survivors of rugby league in Australia, having being the most thriving Brisbane Rugby League team until the admission of NRL team, Brisbane Broncos which caused the decline of the BRL. The Redcliffe Dolphins have won the most Queensland Cup titles out of any other teams with 6 premierships and is considered one of the most successful rugby league clubs in Queensland.",
  "/wiki/Jason_Netherton": "Jason Netherton (born 5 October 1982) is an English former professional rugby league footballer who spent most of his career playing for the Hull Kingston Rovers in the Super League. His usual position was second-row."
}