{
  "/wiki/Gross_register_tons": "Gross register tonnage (GRT, grt, g.r.t., gt) or gross registered tonnage, is a ship's total internal volume expressed in \"register tons\", each of which is equal to 100 cubic feet (2.83 m3). Gross register tonnage uses the total permanently enclosed capacity of the vessel as its basis for volume. Typically this is used for dockage fees, canal transit fees, and similar purposes where it is appropriate to charge based on the size of the entire vessel.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Halifax_Harbour": "Halifax Harbour (Jipugtug in Mi'kmaq language) is a large natural harbour on the Atlantic coast of Nova Scotia, Canada, located in the Halifax Regional Municipality.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Saint_John,_New_Brunswick": "Saint John is a port city on the Bay of Fundy in the Canadian province of New Brunswick. The port is Canada's third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. Historically New Brunswick's largest city, in 2016 the city fell to second place,  with a population of 67,575 over an area of 315.82 km2 (121.94 sq mi). Greater Saint John covers a land area of 3,362.95 km2 (1,298.44 sq mi) across the Caledonia Highlands, with a growing population of 126,202 (as of 2016). Saint John is the oldest incorporated city in Canada. During the reign of George III, the municipality was created by royal charter in 1785.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/SS_Empire_Breeze": "Empire Breeze was a 7,457 GRT cargo ship which was built in 1940 for the Ministry of War Transport (MoWT). Shortly after entering service she ran aground but was repaired. Empire Breeze was torpedoed and sunk by U-176 on 25 August 1942.",
  "/wiki/German_submarine_U-176": "German submarine U-176 was a Type IXC U-boat in Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/German_submarine_U-438": "German submarine U-438 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II.",
  "/wiki/SS_Empire_Chamois": "SS Empire Chamois was a 5,864 GRT cargo ship which was built in 1918 by Ames Shipbuilding and Drydock Co, Seattle. She was ordered by the Compagnie Générale Transatlantique but was requisitioned by the United States Navy and commissioned as USS West Mount with the pennant number ID-3202 in 1918. She was decommissioned in May 1919 and passed to the United States Shipping Board (USSB) as SS Westmount. In 1927 she was sold to the Dimon Steamship Corporation and renamed SS Pacific Redwood. She returned to the USSB in 1932 and passed to the United States Maritime Commission (USMC) in 1937. In 1940, she was passed to the Ministry of Shipping, passing to the Ministry of War Transport in 1941 and being renamed SS Empire Chamois. She was sold to Astral Shipping Co Ltd in 1946 and renamed SS Granview. In 1949 she was sold to the Compagnia Maritime del Este, Panama and renamed SS Chamois, serving until 1958 when she was scrapped. She was the last Ames-built ship afloat.",
  "/wiki/River_Clyde": "The River Clyde (Scottish Gaelic: Abhainn Chluaidh, pronounced [ˈavɪɲ ˈxl̪ˠuəj], Scots: Clyde Watter, or Watter o Clyde) is a river that flows into the Firth of Clyde in Scotland. It is the eighth-longest river in the United Kingdom, and the second-longest in Scotland. Traveling through the major city of Glasgow, it was an important river for shipbuilding and trade in the British Empire. To the Romans, it was Clota, and in the early medieval Cumbric language, it was known as Clud or Clut, and was central to the Kingdom of Strathclyde (Teyrnas Ystrad Clut).",
  "/wiki/List_of_Empire_ships_(U%E2%80%93Z)": "Hundreds of Empire ships were employed by the Government of the United Kingdom. They were acquired from a number of sources: many were built for the government; others obtained from the United States; still others were captured or seized from enemy powers. Empire ships were mostly used during World War II by the Ministry of War Transport (MoWT), which owned the ships but contracted out their management to various shipping lines; however, some ships requisitioned during the Suez Crisis were also named as Empire ships. Most Empire ships have since been lost or scrapped; however a few still remain in active service or preserved.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Sydney,_Nova_Scotia": "Sydney is a former city and current community located in the Cape Breton Regional Municipality of Cape Breton Island, Nova Scotia, Canada. Situated on Cape Breton Island's east coast, it belongs administratively to the Cape Breton Regional Municipality. Sydney was founded in 1785 by the British, was incorporated as a city in 1904, and dissolved on 1 August 1995, when it was amalgamated into the regional municipality.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Herring_Cove,_Nova_Scotia": "Herring Cove (2006 pop.: 2,790) is a Canadian suburban and former fishing community in Nova Scotia's Halifax Regional Municipality. It is situated on the eastern shore of the Chebucto Peninsula, 15 kilometres south of Downtown Halifax. It is near the western approaches to Halifax Harbour, and can be reached both via Purcell's Cove along the coastal road and from inland via the Herring Cove Road through Spryfield. There are two schools in Herring Cove, William King Elementary and Herring Cove Junior High. The community is also home to a small variety of small businesses and programs.",
  "/wiki/List_of_shipwrecks_in_August_1942": "The list of shipwrecks in August 1942 includes all ships sunk, foundered, grounded, or otherwise lost during August 1942.",
  "/wiki/German_submarine_U-605": "German submarine U-605 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II.\nShe was laid down on 12 March 1941 by Blohm & Voss, Hamburg as yard number 581, launched on 27 November 1941 and commissioned on 15 January 1942 under Oberleutnant zur See Herbert-Viktor Schütze.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters."
}