{
  "/wiki/Alberta_Highway_56": "Alberta Provincial Highway No. 56, commonly referred to as Highway 56, is a north-south highway in central Alberta, Canada.  It begins 20 km (12 mi) northwest of Bassano at its intersection with Highway 1 (Trans-Canada Highway).  It continues through Drumheller and Stettler and before ending at intersection with Highway 13 and Highway 834 9 km (6 mi) southeast of Camrose.",
  "/wiki/Big_Valley,_Alberta": "Big Valley is a village in central Alberta south east of Red Deer. It is located 32 km (20 mi) south of Stettler and 64 km (40 mi) north of Drumheller on Highway 56 in the County of Stettler No. 6.",
  "/wiki/Alberta_Highway_45": "Alberta Provincial Highway No. 45, commonly referred to as Highway 45, is an east-west highway in central Alberta, Canada that extends from Highway 15 northeast of Edmonton to the Saskatchewan border. It runs generally parallel to Highway 16 (Yellowhead Highway).",
  "/wiki/Dewberry,_Alberta": "Dewberry is a village in central Alberta north of Vermilion. The village was so named on account of dewberries near the original town site. Its first school opened in 1930.",
  "/wiki/Clandonald,_Alberta": "Clandonald is a hamlet in central Alberta, Canada within the County of Vermilion River. It is located approximately 28 kilometres (17 mi) north of Highway 16 and 58 kilometres (36 mi) northwest of Lloydminster.",
  "/wiki/Alberta_Highway_43": "Alberta Provincial Highway No. 43, commonly referred to as Highway 43, is a major highway in northern and central Alberta, Canada that connects Edmonton to the British Columbia border via the Peace Country, forming the northernmost portion of the CANAMEX Corridor in Alberta.  It stretches approximately 495 km (308 mi) from Highway 16 (Yellowhead Highway) near Carvel west of Edmonton to the British Columbia border west of Demmitt. It is designated as a core route in Canada's National Highway System, comprising a portion of a key international corridor that stretches from Alaska into Mexico.",
  "/wiki/Rochfort_Bridge,_Alberta": "Rochfort Bridge is a hamlet in Alberta, Canada within Lac Ste. Anne County. It is located approximately 105 kilometres (65 mi) northwest of Edmonton and 8 kilometres (5.0 mi) east of Mayerthorpe.",
  "/wiki/Alberta_Highway_21": "Alberta Provincial Highway No. 21, commonly referred to as Highway 21, is a north-south highway in Alberta, Canada that parallels Highway 2 between Calgary and Edmonton. It is approximately 328 kilometres (204 mi) in length. It begins at the Trans-Canada Highway (Highway 1) east of Strathmore, and ends at Fort Saskatchewan where it is succeeded by Highway 15. The northernmost 25 kilometres (16 mi) of the highway are twinned.  Highway 21 runs roughly parallel to the main north-south CN rail line between Calgary and Edmonton between Three Hills and Looma.",
  "/wiki/Huxley,_Alberta": "Huxley is a hamlet in southern Alberta, Canada within Kneehill County. It is located approximately 160 km (99 mi) northeast of Calgary, Alberta.  The first school was built in 1907 and named Ashcroft for John Courtland Ash, the first rancher in the area, predating the surveying of the area into homesteads.",
  "/wiki/Alberta_Highway_44": "Alberta Provincial Highway No. 44, commonly referred to as Highway 44, is a highway in northern Alberta, Canada that extends from Hondo to Highway 16 (Yellowhead Highway) east of Spruce Grove.  It is the primary route between the Edmonton area and the Lesser Slave Lake region.  The stretch between Highway 16 and Westlock was formerly Secondary Highway 794, but due to a large increase in traffic it was upgraded to Highway 44 in 1999. Highway 44 is approximately 172 kilometres (107 mi) long.",
  "/wiki/Pibroch,_Alberta": "Pibroch is a hamlet in central Alberta, Canada within Westlock County. It is located 2 kilometres (1.2 mi) west of Highway 44, approximately 83 kilometres (52 mi) northwest of Edmonton.",
  "/wiki/Alberta_Highway_28": "Alberta Provincial Highway No. 28, commonly referred to as Highway 28, is a highway in north-central Alberta, Canada that connects Edmonton to Cold Lake.  It begins at Yellowhead Trail (Highway 16) in Edmonton as 97 Street NW, running through the city's north suburbs before entering Sturgeon County and passing CFB Edmonton.  After merging with Highway 28A near Gibbons it winds through agricultural lands of north-central Alberta, roughly paralleling the North Saskatchewan River until Smoky Lake before continuing east through St. Paul County to Bonnyville.  It turns northeast to CFB Cold Lake, before ending at Lakeshore Drive in the city of Cold Lake shortly thereafter.",
  "/wiki/Waskatenau,_Alberta": "Waskatenau ( /wəˈsɛtnə/ wə-SET-nə) is a village in central Alberta, Canada. It is located in Smoky Lake County, 90 km northeast of the city of Edmonton. Waskatenau is a Cree word meaning \"opening in the bank\" in reference to the clef in the nearby ridge through which the Waskatenau Creek flows.  It is pronounced with pronounced WAS-ET-NA, a silent \"k.\"",
  "/wiki/Alberta_Highway_2": "Alberta Provincial Highway No. 2, commonly referred to as Highway 2 or the Queen Elizabeth II Highway,[b] is a major highway in Alberta that stretches from the Canada–United States border through Calgary and Edmonton to Grande Prairie.  Running primarily north to south for approximately 1,273 kilometres (791 mi), it is the longest and busiest highway in the province carrying nearly 170,000 vehicles per day in central Calgary.  Between Edmonton and Fort Macleod, the highway forms a portion of Alberta's Export Highway and the CANAMEX Corridor.  More than half of Alberta's 4 million residents live in the Calgary–Edmonton Corridor created by Highway 2.",
  "/wiki/Vimy,_Alberta": "Vimy is a hamlet in Westlock County in Central Alberta, Canada. It is located 1.4 kilometres (0.87 mi) east of Highway 2, approximately 59 kilometres (37 mi) north of Edmonton.",
  "/wiki/Jarvie,_Alberta": "Jarvie is a hamlet in central Alberta, Canada within Westlock County. It is located 0.6 kilometres (0.37 mi) west of Highway 44, approximately 108 kilometres (67 mi) northwest of Edmonton.",
  "/wiki/Flatbush,_Alberta": "Flatbush is a hamlet in northern Alberta, Canada within the Municipal District of Lesser Slave River No. 124. It is located 3 kilometres (1.9 mi) south of Highway 44, approximately 135 kilometres (84 mi) northwest of Edmonton.",
  "/wiki/Fawcett,_Alberta": "Fawcett is a hamlet in central Alberta, Canada within Westlock County. It is located on Highway 44, approximately 118 kilometres (73 mi) northwest of Edmonton.",
  "/wiki/Onoway": "Onoway is a town in central Alberta, Canada. It is located approximately 60 km (37 mi) northwest of Edmonton at the junction of Highway 37 and Highway 43.",
  "/wiki/Alberta_Highway_13": "Alberta Provincial Highway No. 13, commonly referred to as Highway 13, is an east–west highway through central Alberta.  It spans from Alder Flats, 7 km (4 mi) west of Highway 22, to the Alberta-Saskatchewan border. Highway 13 is about 366 kilometres (227 mi) long. East of the City of Wetaskiwin, it generally parallels a Canadian Pacific rail line.",
  "/wiki/Hughenden,_Alberta": "Hughenden /hjuːˈɛndən/ is a village in central Alberta, Canada. It is located 49 km south of Wainwright, in the Municipal District of Provost No. 52, along Highway 13.",
  "/wiki/Metiskow,_Alberta": "Metiskow is a hamlet in central Alberta, Canada within the Municipal District of Provost No. 52. It is located 2 kilometres (1.2 mi) southwest of Highway 13, approximately 105 kilometres (65 mi) southwest of Lloydminster. Also, Metiskow is approximately 28 kilometres away from Provost, Alberta, according to Google Maps. The mayor of Metiskow is Amanda Hunter.",
  "/wiki/Alberta_Highway_12": "Alberta Provincial Highway No. 12, commonly referred to as Highway 12, is an east-west highway through central Alberta. It runs from Highway 22, through Lacombe and Stettler, to the Alberta-Saskatchewan border. It generally runs parallel to Highway 13 to the north. Highway 12 is about 364 kilometres (226 mi) long.",
  "/wiki/Tees,_Alberta": "Tees is a hamlet in central Alberta, Canada within Lacombe County. It is located 1 kilometre (0.62 mi) north of Highway 12, approximately 40 kilometres (25 mi) northeast of Red Deer.",
  "/wiki/Elnora,_Alberta": "Elnora /ɛlˈnɔːrə/ is a village in central Alberta, Canada north of Three Hills.  It was first organized as a village on January 2, 1908 as \"Stewartville\" but was renamed to Elnora (for Elinor & Nora, the wives of the postmasters) when the opening of a post office the next year required a unique name.",
  "/wiki/Lousana,_Alberta": "Lousana is a hamlet in central Alberta, Canada within Red Deer County. It is located 4 kilometres (2.5 mi) east of the junction of Highway 21 and Highway 42, approximately 45 kilometres (28 mi) southeast of Red Deer.",
  "/wiki/Bonnyville_Beach,_Alberta": "Bonnyville Beach is a summer village in Alberta, Canada. It is located in the Municipal District of Bonnyville No. 87.",
  "/wiki/Warspite,_Alberta": "Warspite is a hamlet in Alberta, Canada, within Smoky Lake County. It is located on Highway 28, between the Town of Smoky Lake and Village of Waskatenau. It has an elevation of 655 metres (2,149 ft).",
  "/wiki/Cadogan,_Alberta": "Cadogan is a hamlet in central Alberta, Canada within the Municipal District of Provost No. 52. Previously an incorporated municipality, Cadogan dissolved from village status on January 1, 1946 to become part of the Municipal District of Hillcrest No. 362."
}