{
  "/wiki/Just_Walking_in_the_Rain": "\"Just Walkin' in the Rain\" is a popular song. It was written in 1952 by Johnny Bragg and Robert Riley, two prisoners at Tennessee State Prison in Nashville, after a comment made by Bragg as the pair crossed the courtyard while it was raining. Bragg allegedly said, \"Here we are just walking in the rain, and wondering what the girls are doing.\" Riley suggested that this would make a good basis for a song, and within a few minutes, Bragg had composed two verses. However, because Bragg was unable to read and write, he asked Riley to write the lyrics down in exchange for being credited as one of the song's writers.",
  "/wiki/Johnnie_Ray": "John Alvin Ray (January 10, 1927 – February 24, 1990) was an American singer, songwriter, and pianist. Highly popular for most of the 1950s, Ray has been cited by critics as a major precursor to what would become rock and roll, for his jazz and blues-influenced music and his animated stage personality. Tony Bennett called Ray the \"father of rock and roll,\" and historians have noted him as a pioneering figure in the development of the genre.",
  "/wiki/Que_Sera,_Sera_(Whatever_Will_Be,_Will_Be)": "\"Que Sera, Sera (Whatever Will Be, Will Be)\"[a] is a song written by the team of Jay Livingston and Ray Evans that was first published in 1956. Doris Day introduced it in the Alfred Hitchcock film The Man Who Knew Too Much (1956), singing it as a cue to their onscreen kidnapped son. The four verses of the song progress through the life of the narrator—from childhood, through young adulthood and falling in love, to parenthood—and each asks \"What will I be?\" or \"What lies ahead?\" The chorus repeats the answer: \"What will be, will be.\"",
  "/wiki/Doris_Day": "Doris Day (born Doris Mary Anne Kappelhoff; April 3, 1922 – May 13, 2019) was an American actress, singer, and animal welfare activist. She began her career as a big band singer in 1939, achieving commercial success in 1945 with two No. 1 recordings, \"Sentimental Journey\" and \"My Dreams Are Getting Better All the Time\" with Les Brown & His Band of Renown. She left Brown to embark on a solo career and recorded more than 650 songs from 1947 to 1967.",
  "/wiki/The_Yellow_Rose_of_Texas_(song)": "\"The Yellow Rose of Texas\" is a traditional American folk song dating back to at least the 1850s. Members of the Western Writers of America chose it as one of the Top 100 Western songs of all time. Several versions of the song have been recorded, including by Elvis Presley, Willie Nelson and Mitch Miller.",
  "/wiki/Mitch_Miller": "Mitchell William Miller (July 4, 1911 – July 31, 2010) was an American oboist, conductor, record producer and record industry executive. He was involved in almost all aspects of the industry, particularly as a conductor, and artist and repertoire (A&R) man. Miller was one of the most influential people in American popular music during the 1950s and early 1960s, both as the head of A&R at Columbia Records and as a best-selling recording artist with an NBC television series, Sing Along with Mitch. A graduate of the Eastman School of Music of the University of Rochester in the early 1930s, Miller began his musical career as a player of the oboe and English horn, making numerous highly regarded classical and popular recordings. He was a choral conductor on television and a recordings executive.",
  "/wiki/Sixteen_Tons": "\"Sixteen Tons\" is a song written by Merle Travis about a coal miner, based on life in mines in Muhlenberg County, Kentucky. Travis first recorded the song at the Radio Recorders Studio B in Hollywood, California, on August 8, 1946. Cliffie Stone played bass on the recording. It was first released in July 1947 by Capitol on Travis's album Folk Songs of the Hills.  The song became a gold record.",
  "/wiki/Tennessee_Ernie_Ford": "Ernest Jennings Ford (February 13, 1919 – October 17, 1991),  known professionally as Tennessee Ernie Ford, was an American singer and television host who enjoyed success in the country and Western, pop, and gospel musical genres. Noted for his rich bass-baritone voice and down-home humor, he is remembered for his hit recordings of \"The Shotgun Boogie\" and his version of \"Sixteen Tons\".",
  "/wiki/Frankie_Laine": "Frankie Laine (born Francesco Paolo LoVecchio; March 30, 1913 – February 6, 2007) was an American singer, songwriter, and actor whose career spanned nearly 75 years, from his first concerts in 1930 with a marathon dance company to his final performance of \"That's My Desire\" in 2005. Often billed as \"America's Number One Song Stylist\", his other nicknames include \"Mr. Rhythm\", \"Old Leather Lungs\", and \"Mr. Steel Tonsils\". His hits included \"That's My Desire\", \"That Lucky Old Sun\", \"Mule Train\", \"Jezebel\", \"High Noon\", \"I Believe\", \"Hey Joe!\", \"The Kid's Last Fight\", \"Cool Water\", \"Rawhide\", and \"Lord, You Gave Me a Mountain\".",
  "/wiki/Memories_Are_Made_of_This": "\"Memories Are Made of This\" is a  popular song about nostalgia written by Terry Gilkyson, Richard Dehr, and Frank Miller in 1955.",
  "/wiki/Dean_Martin": "Dean Paul Martin (June 7, 1917 – December 25, 1995) was an American actor, singer and comedian. One of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed \"The King of Cool\" for his seemingly effortless charisma and self-assurance.",
  "/wiki/The_Rock_and_Roll_Waltz": "\"(The) Rock and Roll Waltz\" is a popular song with music by Shorty Allen and lyrics by Roy Alfred in 1955, although the identity of the lyricist is in dispute. Other sources cite a Dick Ware, Dick Wise, or Dick Wine.",
  "/wiki/Kay_Starr": "Catherine Laverne Starks (July 21, 1922 – November 3, 2016), known professionally as Kay Starr, was an American pop and jazz singer who enjoyed considerable success in the late 1940s and 1950s. She was of Iroquois and Irish heritage. Starr was successful in every field of music she tried (jazz, pop, and country), but her roots were in jazz.",
  "/wiki/Hot_Diggity_(Dog_Ziggity_Boom)": "\"Hot Diggity (Dog Ziggity Boom)\" is an American popular song written by Al Hoffman and Dick Manning. Published in 1956, it was recorded by Perry Como and went to #1 on the Billboard pop music chart in March of that year and reached #4 on the British charts in May.. The song's melody is almost identical in melody and triple-time rhythm to a portion of Emmanuel Chabrier's 1883 composition, España.[citation needed]",
  "/wiki/Perry_Como": "Pierino Ronald \"Perry\" Como (/ˈkoʊmoʊ/; May 18, 1912 – May 12, 2001) was an American singer, actor and television personality. During a career spanning more than half a century he recorded exclusively for RCA Victor for 44 years, after signing with the label in 1943. \"Mr. C.\", as he was nicknamed, sold millions of records and pioneered a weekly musical variety television show. His weekly television shows and seasonal specials were broadcast throughout the world. In the official RCA Records Billboard magazine memorial, his life was summed up in these few words: \"50 years of music and a life well lived. An example to all.\"",
  "/wiki/Mack_the_Knife": "\"Mack the Knife\" or \"The Ballad of Mack the Knife\" (German: \"Die Moritat von Mackie Messer\") is a song composed by Kurt Weill with lyrics by Bertolt Brecht for their 1928 music drama The Threepenny Opera (German: Die Dreigroschenoper). The song has become a popular standard recorded by many artists, including a US and UK number one hit for Bobby Darin in 1959.",
  "/wiki/Louis_Armstrong": "Louis Daniel Armstrong (August 4, 1901 – July 6, 1971), nicknamed \"Satchmo\",[a] \"Satch\", and \"Pops\", was an American trumpeter, composer, vocalist, and actor who was among the most influential figures in jazz. His career spanned five decades, from the 1920s to the 1960s, and different eras in the history of jazz. In 2017, he was inducted into the Rhythm & Blues Hall of Fame.",
  "/wiki/The_Great_Pretender": "\"The Great Pretender\" is a popular song recorded by The Platters, with Tony Williams on lead vocals, and released as a single on November 3, 1955. The words and music were written by Buck Ram, the Platters' manager and producer who was a successful songwriter before moving into producing and management. The song reached the UK charts peaking at number 5.",
  "/wiki/The_Platters": "The Platters are an American vocal group formed in 1952. They are one of the most successful vocal groups of the early rock and roll era. Originally, their distinctive sound was a bridge between the pre-rock Tin Pan Alley tradition and the burgeoning new genre. The act has gone through several personnel changes, with one of the most successful incarnations comprising lead tenor Tony Williams, Paul Robi, Herb Reed, and Zola Taylor. The group had 40 charting singles on the Billboard Hot 100 chart between 1955 and 1967, including four number-one hits. The Platters are one of the first African-American groups to be accepted as a major chart group and are one of the most successful vocal groups in the world.",
  "/wiki/The_Poor_People_of_Paris": "\"The Poor People of Paris\" is the English name of a popular song from France.",
  "/wiki/Les_Baxter": "Leslie Thompson Baxter (March 14, 1922 – January 15, 1996) was an American musician and composer. After working as an arranger and composer for swing bands, he developed his own style of easy listening music, known as exotica.",
  "/wiki/Joe_%22Fingers%22_Carr": "Louis Ferdinand Busch (July 18, 1910 – September 19, 1979) was an American record producer, musician and songwriter, who was best known for performing as a pianist under the pseudonymn Joe \"Fingers\" Carr.",
  "/wiki/He_(song)": "\"He\" is a song about God, written in 1954. The song made the popular music charts the following year.",
  "/wiki/Al_Hibbler": "Albert George \"Al\" Hibbler (August 16, 1915 – April 24, 2001) was an American baritone vocalist, who sang with Duke Ellington's orchestra before having several pop hits as a solo artist. Some of Hibbler's singing is classified as rhythm and blues, but he is best seen as a bridge between R&B and traditional pop music. According to one authority, \"Hibbler cannot be regarded as a jazz singer but as an exceptionally good interpreter of twentieth-century popular songs who happened to work with some of the best jazz musicians of the time.\"",
  "/wiki/Moonglow_(song)": "\"Moonglow\", also known as \"Moonglow and Love\" is a 1933 popular song.  The music was by Will Hudson (1908–1981) and Irving Mills and the words were by Eddie DeLange.",
  "/wiki/Picnic_(song)": "\"Theme from Picnic\" is a popular song, originated in the 1955 movie Picnic, starring Kim Novak and William Holden, which was based on the play of the same name. The song is often referred to simply as \"Picnic.\"",
  "/wiki/Morris_Stoloff": "Morris Stoloff (1 August 1898 – 16 April 1980) was a musical composer. Stoloff worked with Sammy Davis Jr., Dinah Shore and Frank Sinatra.",
  "/wiki/It%27s_Almost_Tomorrow": "\"It's Almost Tomorrow\" is a 1955 popular song with music by Gene Adkinson and lyrics by Wade Buff. The song was actually written in 1953, when Adkinson and Buff were in high school. Hit versions were released in 1955 by The Dream Weavers, Jo Stafford, David Carroll, and Snooky Lanson.",
  "/wiki/Jo_Stafford": "Jo Elizabeth Stafford (November 12, 1917 – July 16, 2008) was an American traditional pop music singer and occasional actress, whose career spanned five decades from the late 1930s to the early 1980s. Admired for the purity of her voice, she originally underwent classical training to become an opera singer before following a career in popular music, and by 1955 had achieved more worldwide record sales than any other female artist. Her 1952 song \"You Belong to Me\" topped the charts in the United States and United Kingdom, the record becoming the first by a female artist to reach number one on the UK Singles Chart.",
  "/wiki/The_Dream_Weavers": "The Dream Weavers was an American popular music, vocal group, famous in the 1950s, formed at the University of Florida by Gene Adkinson (baritone and ukulele) and Wade Buff (lead vocals).",
  "/wiki/A_Sweet_Old_Fashioned_Girl": "\"A Sweet Old Fashioned Girl\" is a song written by Bob Merrill and performed by Teresa Brewer. It reached #3 in the U.K. and #7 in the U.S. in 1956.",
  "/wiki/Teresa_Brewer": "Teresa Brewer (born Theresa Veronica Breuer, May 7, 1931 – October 17, 2007) was an American singer whose style incorporated pop, country, jazz, R&B, musicals, and novelty songs. She was one of the most prolific and popular female singers of the 1950s, recording nearly 600 songs.",
  "/wiki/Moments_to_Remember": "\"Moments to Remember\" is a 1955 popular song about nostalgia recorded by Canadian quartet The Four Lads.  The song was originally written by Robert Allen and Al Stillman for Perry Como but was turned down by Como's management. The Four Lads recorded it in June 1955 for Columbia Records as the B side to the single \"Dream On, My Love.\" Bernie Toorish of the Four Lads credited the enthusiastic endorsement of Cleveland radio DJ Bill Randle for increasing radio airtime play and popularizing the recording. It eventually reached number 2 on Billboard magazine's Top 100 hit list (an early version of the Hot 100), sold 4 million copies and became the group's first gold record.",
  "/wiki/The_Four_Lads": "The Four Lads is a Canadian male singing quartet. In the 1950s, 1960s, and 1970s, the group earned many gold singles and albums. Its million-selling signature tunes include \"Moments to Remember,\" \"Standing on the Corner,\" \"No, Not Much,\" \"Who Needs You?\" and \"Istanbul.\"",
  "/wiki/Wayward_Wind": "\"The Wayward Wind\" is a country song written by Stanley Lebowsky (music) and Herb Newman (lyrics).",
  "/wiki/Gogi_Grant": "Myrtle Audrey Arinsberg (September 20, 1924 – March 10, 2016), known professionally as Gogi Grant, was an American pop singer.  She is best known for her No. 1 hit in 1956, \"The Wayward Wind\".",
  "/wiki/My_Prayer": "\"My Prayer\" is a 1939 popular song with music by salon violinist Georges Boulanger and lyrics by Carlos Gomez Barrera and Jimmy Kennedy. It was originally written by Boulanger with the title Avant de mourir (Before dying) 1926. The lyrics for this version were added by Kennedy in 1939.",
  "/wiki/Ivory_Tower": "An ivory tower is a metaphorical place—or an atmosphere—where people are happily cut off from the rest of the world in favor of their own pursuits, usually mental and esoteric ones.  From the 19th century, it has been used to designate an environment of intellectual pursuit disconnected from the practical concerns of everyday life.  Most contemporary uses of the term refer to academia or the college and university systems in many countries.",
  "/wiki/Cathy_Carr": "Angelina Helen Catherine Cordovano (June 28, 1936 – November 22, 1988), known professionally as Cathy Carr, was an American pop singer.",
  "/wiki/Canadian_Sunset": "\"Canadian Sunset\" is a popular song with music by jazz pianist Eddie Heywood and lyrics by Norman Gimbel. An instrumental version by Heywood and Hugo Winterhalter reached No. 2 on the Billboard Hot 100 chart and No. 7 on the R&B chart in 1956.  A version sung by Andy Williams was also popular that year, reaching No. 7 on the Billboard chart. The Sounds Orchestral, conducted by Johnny Pearson, hit the Easy Listening chart reaching No. 14 and the Billboard Hot 100 in 1965 reaching No. 76.",
  "/wiki/Hugo_Winterhalter": "Hugo Winterhalter (August 15, 1909 – September 17, 1973) was an American easy listening arranger and composer.",
  "/wiki/Eddie_Heywood": "Edward Heywood, Jr. (December 4, 1915 – January 3, 1989) was an American  jazz pianist, popular in the 1940s and 1950s.",
  "/wiki/Andy_Williams": "Howard Andrew Williams (December 3, 1927 – September 25, 2012) was an American singer. He recorded 43 albums in his career, of which 15 have been gold-certified and 3 platinum-certified. He was also nominated for six Grammy Awards. He hosted The Andy Williams Show, a television variety show, from 1962 to 1971, and numerous TV specials. The Andy Williams Show won three Emmy awards. The Moon River Theatre in Branson, Missouri is named after the song for which he is best known—Johnny Mercer and Henry Mancini's \"Moon River\". He sold more than 100 million records worldwide, including more than 10 million certified units in the United States."
}