{
  "/wiki/Marquess_of_Winchester": "Marquess of Winchester is a title in the Peerage of England that was created in 1551 for the prominent statesman William Paulet, 1st Earl of Wiltshire. The Marquessate is the only English one in existence (extant) therefore its holder is considered the Premier Marquess of England.  The current holder is Nigel Paulet, 18th Marquess of Winchester (born 1941) whose son uses the courtesy title Lord Wiltshire.",
  "/wiki/Earl_of_Wiltshire": "The title Earl of Wiltshire is one of the oldest in the Peerage of England, going back to the 12th century. It is currently held by the Marquess of Winchester, and is used as a courtesy title for the eldest son of the marquess.",
  "/wiki/Marquess_of_Huntly": "Marquess of Huntly (traditionally spelt Marquis in Scotland) (Scottish Gaelic: Coileach Strath Bhalgaidh) is a title in the Peerage of Scotland created on 17 April 1599 for George Gordon, 6th Earl of Huntly. It is the oldest existing marquessate in Scotland, and the second-oldest in the British Isles, only the English marquessate of Winchester being older. The Marquess holds the following subsidiary titles: Lord Gordon of Strathaven and Glenlivet and Earl of Aboyne (1660; Peerage of Scotland), and Baron Meldrum, of Morven in the County of Aberdeen (1815; Peerage of the United Kingdom)",
  "/wiki/Earl_of_Aboyne": "Earl of Aboyne is a title in the Peerage of Scotland, borne in the Gordon family (see the Marquess of Huntly for earlier history of the family).",
  "/wiki/Marquess_of_Queensberry": "Marquess of Queensberry is a title in the Peerage of Scotland. The title has been held since its creation in 1682 by a member of the Douglas family. The Marquesses also held the title of Duke of Queensberry from 1684 to 1810, when it was inherited by the Duke of Buccleuch.",
  "/wiki/Marquess_of_Tweeddale": "Marquess of Tweeddale (sometimes spelled Tweedale) is a title of the Peerage of Scotland, created in 1694 for the 2nd Earl of Tweeddale. Lord Tweeddale holds the subsidiary titles of Earl of Tweeddale (created 1646), Earl of Gifford (1694), Viscount of Walden (1694), Lord Hay of Yester (1488), and Baron Tweeddale, of Yester in the County of Haddington (1881), all but the last in the Peerage of Scotland.  As Baron Tweeddale in the Peerage of the United Kingdom, Lord Tweeddale sat between 1881 and 1963 in the House of Lords. The Marquess' eldest son uses Viscount Walden as a courtesy title.",
  "/wiki/Marquess_of_Lothian": "Marquess of Lothian is a title in the Peerage of Scotland. It was created in 1701 for Robert Kerr, 4th Earl of Lothian. The Marquess of Lothian holds the subsidiary titles of Earl of Lothian (created 1606), Earl of Lothian (created again 1631), Earl of Ancram (1633), Earl of Ancram (created again 1701), Viscount of Briene (1701), Lord Newbattle (1591), Lord Jedburgh (1622), Lord Kerr of Newbattle (1631), Lord Kerr of Nisbet, Langnewtoun, and Dolphinstoun (1633), Lord Kerr of Newbattle, Oxnam, Jedburgh, Dolphinstoun and Nisbet (1701), and Baron Ker, of Kersheugh in the County of Roxburgh (1821), all but the last in the Peerage of Scotland.  As The Lord Ker in the Peerage of the United Kingdom, previous Marquesses sat in the House of Lords before 1963, when Scottish peers first sat in the House of Lords in their own right. The holder of the title is also the Chief of Clan Kerr.",
  "/wiki/Earl_of_Ancram": "Marquess of Lothian is a title in the Peerage of Scotland. It was created in 1701 for Robert Kerr, 4th Earl of Lothian. The Marquess of Lothian holds the subsidiary titles of Earl of Lothian (created 1606), Earl of Lothian (created again 1631), Earl of Ancram (1633), Earl of Ancram (created again 1701), Viscount of Briene (1701), Lord Newbattle (1591), Lord Jedburgh (1622), Lord Kerr of Newbattle (1631), Lord Kerr of Nisbet, Langnewtoun, and Dolphinstoun (1633), Lord Kerr of Newbattle, Oxnam, Jedburgh, Dolphinstoun and Nisbet (1701), and Baron Ker, of Kersheugh in the County of Roxburgh (1821), all but the last in the Peerage of Scotland.  As The Lord Ker in the Peerage of the United Kingdom, previous Marquesses sat in the House of Lords before 1963, when Scottish peers first sat in the House of Lords in their own right. The holder of the title is also the Chief of Clan Kerr.",
  "/wiki/Marquess_of_Lansdowne": "Marquess of Lansdowne is a title in the Peerage of Great Britain created in 1784, and held by the head of the Petty-FitzMaurice family. The first Marquess served as Prime Minister of Great Britain.",
  "/wiki/Earl_of_Kerry": "Baron Kerry is an ancient title in the Peerage of Ireland. It was created circa 1223 for Thomas Fitzmaurice.",
  "/wiki/Earl_of_Shelburne": "Earl of Shelburne is a title that has been created two times while the title of Baron Shelburne has been created three times. The Shelburne title was created for the first time in the Peerage of Ireland in 1688 when Elizabeth, Lady Petty, was made Baroness Shelburne. She was the wife of the noted economist Sir William Petty. The title was for life only and became extinct on her death in circa 1708. On the same day that Lady Shelburne was elevated to the peerage, her eldest son by Sir William Petty, Charles Petty, was also raised to the Peerage of Ireland as Baron Shelburne. He died young in 1696, when the title became extinct. The barony was created for a third time in the Peerage of Ireland in 1699 in favour of the Hon. Henry Petty, younger son of Sir William Petty and Lady Shelburne. In 1719 he was further honoured when he was made Viscount Dunkerron and Earl of Shelburne, also in the Peerage of Ireland. On his death in 1751 these titles also became extinct.",
  "/wiki/Marquess_Townshend": "Marquess Townshend /ˈtaʊnzənd/ is a title in the Peerage of Great Britain held by the Townshend family of Raynham Hall in Norfolk. This family descends from Roger Townshend, who in 1617 was created a baronet, of Raynham in the County of Norfolk, in the Baronetage of England. He later represented Orford and Norfolk in the House of Commons. His younger son, the third Baronet (who succeeded his elder brother), played an important role in the restoration of the monarchy after the Civil War and was also Member of Parliament for Norfolk. In 1661 he was created Baron Townshend, of Lynn Regis in the County of Norfolk, and in 1682 he was further honoured when he was made Viscount Townshend, of Raynham in the County of Norfolk. Both titles were in the Peerage of England.",
  "/wiki/Marquess_of_Salisbury": "Marquess of Salisbury is a title in the Peerage of Great Britain. It was created in 1789 for the 7th Earl of Salisbury. Most of the holders of the title have been prominent in British political life over the last two centuries, particularly the 3rd Marquess, who served three times as Prime Minister in the late 19th and early 20th centuries.",
  "/wiki/Marquess_of_Bath": "Marquess of Bath is a title in the Peerage of Great Britain. It was created in 1789 for Thomas Thynne, Viscount Weymouth. The Marquess holds the subsidiary titles Baron Thynne, of Warminster in the County of Wiltshire, and Viscount Weymouth, both created in 1682 in the Peerage of England. He is also a baronet in the Baronetage of England.",
  "/wiki/Marquess_of_Hertford": "The titles of Earl of Hertford and Marquess of Hertford have been created several times in the peerages of England and Great Britain.",
  "/wiki/Earl_of_Yarmouth": "Earl of Yarmouth is a title that has been created three times in British history, once in the Peerage of England and twice in the Peerage of Great Britain. The first creation came in the Peerage of England in 1679 in favour of the politician and scientist Robert Paston, 1st Viscount Yarmouth. He had already been created Baron Paston and Viscount Yarmouth in the Peerage of England in 1673. He was the son of William Paston, who had been created a Baronet, of Oxnead in the County of Norfolk, in the Baronetage of England in 1641. Lord Yarmouth was succeeded by his son, the second Earl. He notably served as Treasurer of the Household between 1687 and 1689. He had no surviving male issue and the titles became extinct on his death in 1732.",
  "/wiki/Marquess_of_Bute": "Marquess of the County of Bute, shortened in general usage to Marquess of Bute, is a title in the Peerage of Great Britain. It was created in 1796 for John Stuart, 4th Earl of Bute.",
  "/wiki/Earl_of_Dumfries": "Earl of Dumfries is a title in the Peerage of Scotland.  It was originally created for William Crichton, 9th Lord Crichton of Sanquhar, in 1633, and stayed in the Crichton family until the death of the fourth countess in 1742, at which point the title passed to first the Dalrymple and then the McDouall families before finally being inherited by the Marquesses of Bute, where it remains today.",
  "/wiki/Baron_Mountjoy": "The titles of Baron Mountjoy and Viscount Mountjoy have been created several times for members of various families, including the Blounts and their descendants and the Stewarts of Ramelton and their descendants.",
  "/wiki/Marquess_of_Waterford": "Marquess of Waterford is a title in the Peerage of Ireland and the premier marquessate in that peerage. It was created in 1789 for George Beresford, 2nd Earl of Tyrone. It is presently held by Henry Beresford, 9th Marquess of Waterford.",
  "/wiki/Earl_of_Tyrone": "The Earl of Tyrone is a title created three times in the Peerage of Ireland.",
  "/wiki/Baron_La_Poer": "Baron La Poer, de la Poer, or Le Pour, is a title in the Peerage of Ireland held by the Marquess of Waterford. Its creation is the sole instance in the law of the Kingdom of Ireland recognising a peerage by writ.",
  "/wiki/Marquess_of_Downshire": "Marquess of Downshire is a title in the Peerage of Ireland. It was created in 1789 for Wills Hill, 1st Earl of Hillsborough, a former Secretary of State.",
  "/wiki/Marquess_of_Donegall": "Marquess of Donegall is a title in the Peerage of Ireland held by the head of the Chichester family, originally from Devon, England. Sir John Chichester sat as a Member of Parliament and was High Sheriff of Devon in 1557. One of his sons, Sir Arthur Chichester, was Lord Deputy of Ireland from 1604 to 1614. In 1613, he was raised to the Peerage of Ireland as Baron Chichester, of Belfast in County Antrim. He died childless in 1625 when the barony became extinct.",
  "/wiki/Marquess_of_Headfort": "Marquess of Headfort is a title in the Peerage of Ireland. It was created in 1800 for Thomas Taylour, 2nd Earl of Bective.",
  "/wiki/Marquess_of_Sligo": "Marquess of Sligo is a title in the Peerage of Ireland. It was created in 1800 for John Browne, 3rd Earl of Altamont. The Marquess holds the subsidiary titles of Baron Mount Eagle, of Westport in the County of Mayo (created 10 September 1760),  Viscount Westport, of Westport in the County of Mayo (created 24 August 1768), Earl of Altamont, in the County of Mayo (created 4 December 1771), Earl of Clanricarde (created 1800) and Baron Monteagle, of Westport in the County of Mayo (created 20 February 1806). All these titles are in the Peerage of Ireland, except the Barony of Monteagle, which is in the Peerage of the United Kingdom. The latter peerage entitled the Marquesses to a seat in the House of Lords prior to the House of Lords Act 1999. The Earldom of Clanricarde was inherited by the sixth Marquess in 1916 according to a special remainder in the letters patent.",
  "/wiki/Marquess_of_Ely": "Marquess of Ely, of the County of Wexford, is a title in the Peerage of Ireland. It was created in 1800 for Charles Loftus, 1st Earl of Ely. He was born Charles Tottenham, the son of Sir John Tottenham, 1st Baronet, who had been created a baronet, of Tottenham Green in the County of Wexford, in the Baronetage of Ireland in 1780, by Elizabeth, daughter of Nicholas Loftus, 1st Viscount Loftus, sister and heiress of Henry Loftus, 1st Earl of Ely (see Viscount Loftus and Earl of Ely for earlier history of the Loftus family). In 1783 he succeeded to the Loftus estates on the death of his maternal uncle the Earl of Ely and assumed the same year by Royal licence the surname of Loftus in lieu of his patronymic. In 1785 he was raised to the Peerage of Ireland as Baron Loftus, of Loftus Hall in the County of Wexford. It was sold by the family in 1917 and is today owned by the Quigley family.",
  "/wiki/Marquess_of_Exeter": "Marquess of Exeter is a title that has been created twice, once in the Peerage of England and once in the Peerage of the United Kingdom. The first creation came in the Peerage of England in 1525 for Henry Courtenay, 2nd Earl of Devon. For more information on this creation, which was forfeited in 1538, see the Earl of Devon.",
  "/wiki/Marquess_of_Northampton": "Marquess of Northampton is a title that has been created twice, firstly in the Peerage of England (1547), then secondly in the Peerage of the United Kingdom (1812). The current holder of this title is Spencer Compton, 7th Marquess of Northampton.",
  "/wiki/Baron_Wilmington": "The title of Baron Wilmington has been created twice in the various British peerages.  The first creation was in 1728 in the Peerage of Great Britain for Sir Spencer Compton, who was later made Earl of Wilmington.  The second creation was in 1812 in the Peerage of the United Kingdom, as a subsidiary title for the Marquess of Northampton.",
  "/wiki/Marquess_Camden": "Marquess Camden is a title in the Peerage of the United Kingdom. It was created in 1812 for the politician John Pratt, 2nd Earl Camden. The Pratt family descends from Sir John Pratt, Lord Chief Justice from 1718 to 1725. His third son from his second marriage, Sir Charles Pratt, was also a prominent lawyer and politician and served as Lord Chancellor between 1766 and 1770. In 1765 he was raised to the Peerage of Great Britain as Baron Camden, of Camden Place in the County of Kent, and in 1786 he was further honoured when he was created Viscount Bayham, of Bayham Abbey in the County of Kent, and Earl Camden. These titles are also in the Peerage of Great Britain. Lord Camden was married to Elizabeth, daughter of Nicholas Jeffreys, of The Priory, Brecknockshire, in Wales.",
  "/wiki/List_of_courtesy_titles_in_the_peerages_of_Britain_and_Ireland": "This is a list of courtesy titles used for the heirs of currently extant titles in the Peerages of England, Scotland, Great Britain, Ireland, and the United Kingdom. Asterisks denote courtesy titles currently used by living heirs."
}