{
  "/wiki/Almond_Formation": "The Almond Formation is a geological formation in Wyoming whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the formation.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Bahia_Group": "The Bahia Group, also known as Bahia Series, is an Aptian geologic group of the Recôncavo Basin in Bahia, Brazil. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus. The conglomerates were deposited in an estuarine environment.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Chari_Formation": "The Chari Formation is a Mesozoic geologic formation in India. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Chota_Formation": "The Chota Formation is an Early Campanian to Late Eocene geologic formation of the Cajamarca and western Amazonas Region in northern Peru. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus. The formation was formerly named Bagua Formation.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Crato_Formation": "The Crato Formation is a geologic formation of Early Cretaceous (Aptian) age in northeastern Brazil's Araripe Basin. It is an important Lagerstätte (undisturbed fossil accumulation) for palaeontologists. The strata were laid down mostly during the early Aptian age, about 113 million years ago, in a shallow inland sea. At that time, the South Atlantic was opening up in a long narrow shallow sea.",
  "/wiki/Gres_a_Avicula_contorta": "The Gres a Avicula contorta is a geological formation in France. It dates back to the late Norian.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Guichon_Formation": "The Guichón Formation is a Late Cretaceous geologic formation of the Paysandú Group in Uruguay. Dinosaur remains are among the fossils that have been recovered from the formation.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.",
  "/wiki/Hornitos_Formation": "The Hornitos Formation is a Campanian geologic formation of the Algarrobal Basin in the Atacama Region of northern Chile. The formation comprises limestones, sandstones, conglomerates, marls and tuff. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Kaladongar_Formation": "The Kaladongar Formation is the oldest Mesozoic geologic formation of the Kachchh basin. It is found in Patcham Island, Kachchh, Gujarat, India. It is made up of limestone and sandstone. It was later intruded by an olivine gabbroic intrusion which baked and shattered the overlying Limestone. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Kallankurichi_Formation": "The Kallankurichi Formation is a geological formation in India whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the formation.",
  "/wiki/Mahadek_Formation": "The Mahadek Formation is a Mesozoic geologic formation in India. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Marnes_de_Bleville": "The Marnes de Bleville is a geological formation in France. It dates back to the Late Jurassic.",
  "/wiki/Patcham_Formation": "The Patcham Formation is a Mesozoic geologic formation of Patcham Island, India. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Sables_et_Gres_a_Trigonia_gibbosa": "The Sables et Gres a Trigonia gibbosa is a geological formation in Europe. It dates back to the Late Jurassic.",
  "/wiki/Tiki_Formation": "The Tiki Formation is a Mesozoic geologic formation in India. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Yacoraite_Formation": "The Yacoraite Formation is a largely Mesozoic geologic formation. The deposits of this formation mainly date from the Maastrichtian of the Upper Cretaceous, but the Cretaceous–Paleogene boundary (K–T boundary) runs right through this formation near its top, and the uppermost parts are consequently from the Danian (Lower Paleocene). It was probably deposited around the intertidal zone, as the sedimentary rocks of this formation alternate according to sea level changes between deposits of muddy beaches and of shallow ocean.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands."
}