{
  "/wiki/Earlswood": "Earlswood is a suburb of Redhill in Surrey, England. Earlswood lies on the A23 between Redhill (in the direction of London) and Horley (next to Gatwick Airport), from which the neighbouring community, Whitebushes is separated by a wide rural buffer zone.  The two main southern communities of Redhill are in local administration grouped together to form a ward, Earlswood and Whitebushes.   Earlswood Common is a Local Nature Reserve that separates the suburb from the southern suburbs of Reigate, and has two lakes known as Earlswood Lakes and picnic areas.  Earlswood is contiguous with Whitebushes but is also to the west.  East of its station and the Brighton Main Line are three unconnected estates: east Earlswood; Royal Earlswood Park and East Surrey Hospital with Whitebushes.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.",
  "/wiki/Chapel_of_ease": "A chapel of ease (or chapel-of-ease) is a church building other than the parish church, built within the bounds of a parish for the attendance of those who cannot reach the parish church conveniently.",
  "/wiki/St_John%27s,_Redhill": "St John's is a hamlet on the fringes of Redhill, Surrey. The small elevated residential community occupies a conservation area circled by Earlswood and wooded Redhill Common which is connected along two low to mid rise streets with typically woodland-style gardens to Reigate. St John's is in its wider definition one of the three ecclesiastical parishes that make up Redhill. The area around St John's School and Church had very small beginnings but at one time grew so rapidly it was thought that it was the nucleus of a new town.",
  "/wiki/Anglican_Diocese_of_Southwark": "The Diocese of Southwark /ˈsʌðɪk/ is one of the 42 dioceses of the Church of England, part of the worldwide Anglican Communion. The diocese forms part of the Province of Canterbury in England.  It was created on 1 May 1905 from part of the ancient Diocese of Rochester that was served by a Suffragan Bishop of Southwark (1891–1905).  Before 1877 the area was part of the Diocese of Winchester.",
  "/wiki/Horley": "Horley is a town in the borough of Reigate and Banstead in Surrey, England south of the towns of Reigate and Redhill. The county border with West Sussex is to the south with Crawley and Gatwick Airport close to the town. With fast links by train round-the-clock to London from Horley railway station, it qualifies as a commuter town and has a significant economy of its own, including business parks and a relatively long high street.",
  "/wiki/Baptists": "Baptists form a major branch of Protestantism distinguished by baptizing professing believers only (believer's baptism, as opposed to infant baptism), and doing so by complete immersion (as opposed to affusion or aspersion). Baptist churches also generally subscribe to the doctrines of soul competency (the responsibility and accountability of every person before God), sola fide (salvation by faith alone), sola scriptura (scripture alone as the rule of faith and practice) and congregationalist church government. Baptists generally recognize two ordinances: baptism and communion.",
  "/wiki/Calvinism": "Calvinism (also called the Reformed tradition, Reformed Christianity, Reformed Protestantism, or the Reformed faith) is a major branch of Protestantism that follows the theological tradition and forms of Christian practice set down by John Calvin and other Reformation-era theologians.",
  "/wiki/Margery": "Margery is a heavily buffered, lightly populated hamlet in the Reigate and Banstead district, in the English county of Surrey.  It sits on the North Downs, is bordered by the London Orbital Motorway, at a lower altitude, and its predominant land use is agriculture.",
  "/wiki/Congregational_church": "Congregational churches (also Congregationalist churches; Congregationalism) are Protestant churches in the Reformed tradition practicing congregationalist church governance, in which each congregation independently and autonomously runs its own affairs.",
  "/wiki/Mogador,_Surrey": "Mogador is a hamlet in the Reigate and Banstead district, in the English county of Surrey, which takes its name from the former name of the Moroccan port of Essaouria. It is at the edge of Banstead Heath, which provides it a green buffer from other communities, and about 1 km from the top of the north-facing dip slope of the North Downs. At an elevation of about 200 metres it is one of the highest settlements in south-east England. It is just north of the M25 motorway.",
  "/wiki/Meadvale": "Meadvale or less commonly Mead Vale is a southern residential suburb that straddles borders of Redhill and Reigate in the borough of Reigate and Banstead in Surrey, and one of two which do so.  The average elevation of the district is higher than the centres of each of the towns – Meadvale is bisected east-west by the Greensand Way at the top of a moderately low section of the Greensand Ridge.  Its population, as broadly defined on its ward definition, is 3,090 spread over 64 hectares (160 acres) based upon the most recent national census.",
  "/wiki/Methodism": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/Reformed_Baptists": "Reformed Baptists (sometimes known as Particular Baptists or Calvinistic Baptists) are Baptists that hold to a Calvinist soteriology. They can trace their history through the early modern Particular Baptists of England. The first Reformed Baptist church was formed in the 1630s.\n The 1689 Baptist Confession of Faith was written along Reformed Baptist lines.",
  "/wiki/Merstham": "Merstham /ˈmɜːrstəm/ is a town in the borough of Reigate and Banstead in Surrey, England. It is north of Redhill and is contiguous with it.  Part of the North Downs Way runs along the northern boundary of the town. Merstham has community associations, an early medieval church, a football club and an art gallery.",
  "/wiki/Parachute_mine": "A parachute mine is a naval mine dropped from an aircraft by parachute. They were mostly used in the Second World War by the Luftwaffe and initially by the Royal Air Force (RAF) Bomber Command.\nFrequently, they were dropped on land targets.",
  "/wiki/London_County_Council": "London County Council (LCC) was the principal local government body for the County of London throughout its existence from 1889 to 1965, and the first London-wide general municipal authority to be directly elected. It covered the area today known as Inner London and was replaced by the Greater London Council. The LCC was the largest, most significant and most ambitious English municipal authority of its day.",
  "/wiki/Council_house": "A council house is a form of British public housing built by local authorities.  A council estate is a building complex containing a number of council houses and other amenities like schools and shops. Construction took place mainly from 1919 after the Housing Act 1919 to the 1980s, with much less council housing built since then. There were local design variations, but they all adhered to local authority building standards.",
  "/wiki/Merstham_railway_station": "Merstham railway station is in Merstham, Surrey, England.  It is on the Brighton Main Line, 20 miles 59 chains (33.4 km) measured from London Charing Cross, and train services are currently provided by Southern, who manage the station, and Thameslink.",
  "/wiki/Kingswood,_Surrey": "Kingswood or Kingswood with Burgh Heath is a residential area on the North Downs in the Borough of Reigate and Banstead in Surrey, England.  Part of the London commuter belt, Kingswood is just to the east of the A217 separating it from Tadworth and has a railway station.  Burgh Heath in its north is combined with it to form a ward.  Reigate is 3.6 miles (5.8 km) south of its centre and London is 15.5 miles (24.9 km) to the north northeast.  Kingswood with Burgh Heath had a population of 6,891 in 2011.",
  "/wiki/Reigate": "Reigate (/ˈraɪɡeɪt/ RY-gate) is a town of over 20,000 inhabitants in eastern Surrey, England. It is in the London commuter belt and one of three towns in the borough of Reigate and Banstead. It is sited at the foot of the North Downs and extends over part of the Greensand Ridge. Reigate has a medieval castle and has been a market town since the medieval period, when it also became a parliamentary borough.",
  "/wiki/Jehovah%27s_Witnesses": "Jehovah's Witnesses is a millenarian restorationist Christian denomination with nontrinitarian beliefs distinct from mainstream Christianity. The group reports a worldwide membership of approximately 8.68 million adherents involved in evangelism and an annual Memorial attendance of over 20 million. Jehovah's Witnesses are directed by the Governing Body of Jehovah's Witnesses, a group of elders in Warwick, New York, United States, which establishes all doctrines based on its interpretations of the Bible. They believe that the destruction of the present world system at Armageddon is imminent, and that the establishment of God's kingdom over the earth is the only solution for all problems faced by humanity.",
  "/wiki/Organizational_structure_of_Jehovah%27s_Witnesses": "Jehovah's Witnesses are organized hierarchically, and are led by the Governing Body of Jehovah's Witnesses from the Watch Tower Society's headquarters in Warwick, New York. The Governing Body, along with other \"helpers\", are organized into six committees responsible for various administrative functions within the global Witness community, including publication, assembly programs and evangelizing activity.",
  "/wiki/Kingdom_Hall": "A Kingdom Hall is a place of worship used by Jehovah's Witnesses. The term was first suggested in 1935 by Joseph Franklin Rutherford, then president of the Watch Tower Society, for a building in Hawaii. Rutherford's reasoning was that these buildings would be used for \"preaching the good news of the Kingdom\". Jehovah's Witnesses use Kingdom Halls for the majority of their worship and Bible instruction. Witnesses prefer the term \"Kingdom Hall\" over \"church\", noting that the term often translated \"church\" in the Bible refers to the congregation of people rather than a structure.",
  "/wiki/A217_road": "The A217 is a road in Greater London and Surrey in the United Kingdom. It runs south, from Kings Road in Fulham, London, crosses the Thames at Wandsworth Bridge, then passes through Wandsworth, Tooting, Mitcham, Rosehill and Sutton Common in Sutton, then Cheam and, as a dual carriageway accordingly at times beset by illegal racing, the Belmont southern slope of Sutton. The road enters the North Downs part of Surrey in skirting past Banstead and through its late 19th century offspring villages particularly Burgh Heath and Kingswood, Surrey, crosses the M25 motorway at Junction 8, then after returning to single carriageways, passes through the castle town of Reigate and the substantial buffer zones of two rural villages and terminates at the main roads network forming Gatwick Airport's northern perimeter.",
  "/wiki/Gatwick_Airport": "Gatwick Airport (/ˈɡætwɪk/), also known as London Gatwick (IATA: LGW, ICAO: EGKK), is a major international airport near Crawley in West Sussex, southeast England, 29.5 miles (47.5 km) south of Central London. It is the second-busiest airport by total passenger traffic in the UK, after Heathrow Airport. Gatwick is the ninth-busiest airport in Europe. It covers a total area of 674 hectares (1,670 acres).",
  "/wiki/The_London_Gazette": "The London Gazette is one of the official journals of record or Government gazettes of the British government, and the most important among such official journals in the United Kingdom, in which certain statutory notices are required to be published. The London Gazette claims to be the oldest surviving English newspaper and the oldest continuously published newspaper in the UK, having been first published on 7 November 1665  as The Oxford Gazette.[note 1] This claim is also made by the Stamford Mercury (1712) and Berrow's Worcester Journal (1690), because The Gazette is not a conventional newspaper offering general news coverage. It does not have a large circulation.",
  "/wiki/List_of_places_of_worship_in_Reigate_and_Banstead": "The borough of Reigate and Banstead, one of 11 local government districts in the English county of Surrey, has more than 80 current and former places of worship.  As of 2020, there are 71 places of worship in active use and a further 10 at which religious services are no longer held but which survive in alternative uses."
}