{
  "/wiki/Second": "The second (symbol: s, abbreviation: sec) is the base unit of time in the International System of Units (SI), commonly understood and historically defined as ​1⁄86400 of a day – this factor derived from the division of the day first into 24 hours, then to 60 minutes and finally to 60 seconds each. Analog clocks and watches often have sixty tick marks on their faces, representing seconds (and minutes), and a \"second hand\" to mark the passage of time in seconds.  Digital clocks and watches often have a two-digit seconds counter. The second is also part of several other units of measurement like meters per second for velocity, meters per second per second for acceleration, and per second for frequency.",
  "/wiki/Planck_time": "In quantum mechanics, the Planck time (tP) is the unit of time in the system of natural units known as Planck units. A Planck time unit is the time required for light to travel a distance of 1 Planck length in a vacuum, which is a time interval of approximately 5.39 × 10−44 s. The unit is named after Max Planck, who was the first to propose it.",
  "/wiki/Quantum_gravity": "Quantum gravity (QG) is a field of theoretical physics that seeks to describe gravity according to the principles of quantum mechanics, and where quantum effects cannot be ignored, such as near compact astrophysical objects where the effects of gravity are strong.",
  "/wiki/Natural_units": "In physics, natural units are physical units of measurement based only on universal physical constants. For example, the elementary charge e is a natural unit of electric charge, and the speed of light c is a natural unit of speed. A purely natural system of units has all of its units defined in this way, and usually such that the numerical values of the selected physical constants in terms of these units are exactly 1. These constants are then typically omitted from mathematical expressions of physical laws, and while this has the apparent advantage of simplicity, it may entail a loss of clarity due to the loss of information for dimensional analysis. It precludes the interpretation of an expression in terms of fundamental physical constants, such as e and c, unless it is known which units (in dimensionful units) the expression is supposed to have. In this case, the reinsertion of the correct powers of e, c, etc., can be uniquely determined.",
  "/wiki/Planck_units": "In particle physics and physical cosmology, Planck units are a set of units of measurement defined exclusively in terms of five universal physical constants, in such a manner that these five physical constants take on the numerical value of 1 when expressed in terms of these units.",
  "/wiki/Yocto-": "Yocto (symbol y) is a unit prefix in the metric system denoting a factor of 10−24 or 0.000000000000000000000001.",
  "/wiki/Septillion": "This article lists and discusses the usage and derivation of names of large numbers, together with their possible extensions.",
  "/wiki/Mean_lifetime": "A quantity is subject to exponential decay if it decreases at a rate proportional to its current value.  Symbolically, this process can be expressed by the following differential equation, where N is the quantity and λ (lambda) is a positive rate called the exponential decay constant:",
  "/wiki/W_and_Z_bosons": "The W and Z bosons are together known as the weak or more generally as the intermediate vector bosons. These elementary particles mediate the weak interaction; the respective symbols are W+, W−, and Z0. The W± bosons have either a positive or negative electric charge of 1 elementary charge and are each other's antiparticles. The Z0 boson is electrically neutral and is its own antiparticle. The three particles have a spin of 1. The W± bosons have a magnetic moment, but the Z0 has none. All three of these particles are very short-lived, with a half-life of about 3×10−25 s. Their experimental discovery involved what is now known as the Standard Model of particle physics.",
  "/wiki/Isotopes_of_hydrogen": "Hydrogen (1H) has three naturally occurring isotopes, sometimes denoted 1H, 2H, and 3H. The first two of these are stable, while 3H has a half-life of 12.32 years. There are also heavier isotopes, which are all synthetic and have a half-life less than one zeptosecond (10−21 second). Of these, 5H is the most stable, and 7H is the least.",
  "/wiki/Higgs_Boson": "The Higgs boson is an elementary particle in the Standard Model of particle physics, produced by the quantum excitation of the Higgs field, one of the fields in particle physics theory. It is named after physicist Peter Higgs, who in 1964, along with five other scientists, proposed the Higgs mechanism to explain why particles have mass. This mechanism implies the existence of the Higgs boson. The boson's existence was confirmed in 2012 by the ATLAS and CMS collaborations based on collisions in the LHC at CERN.",
  "/wiki/Zepto-": "Zepto (unit symbol z) is a unit prefix in the metric system denoting a factor of 10−21 or 0.000000000000000000001.",
  "/wiki/Sextillion": "This article lists and discusses the usage and derivation of names of large numbers, together with their possible extensions.",
  "/wiki/Gamma_ray": "A gamma ray, or gamma radiation (symbol γ or \n\n\n\nγ\n\n\n{\\displaystyle \\gamma }\n\n), is a penetrating electromagnetic radiation arising from the radioactive decay of atomic nuclei. It consists of the shortest wavelength electromagnetic waves and so imparts the highest photon energy. Paul Villard, a French chemist and physicist, discovered gamma radiation in 1900 while studying radiation emitted by radium. In 1903, Ernest Rutherford named this radiation gamma rays based on their relatively strong penetration of matter; in 1900 he had already named two less penetrating types of decay radiation (discovered by Henri Becquerel) alpha rays and beta rays in ascending order of penetrating power.",
  "/wiki/Atomic_nucleus": "The atomic nucleus is the small, dense region consisting of protons and neutrons at the center of an atom, discovered in 1911 by Ernest Rutherford based on the 1909 Geiger–Marsden gold foil experiment.  After the discovery of the neutron in 1932, models for a nucleus composed of protons and neutrons were quickly developed by Dmitri Ivanenko and Werner Heisenberg.  An atom is composed of a positively-charged nucleus, with a cloud of negatively-charged electrons surrounding it, bound together by electrostatic force.  Almost all of the mass of an atom is located in the nucleus, with a very small contribution from the electron cloud.  Protons and neutrons are bound together to form a nucleus by the nuclear force.",
  "/wiki/Electronvolt": "In physics, an electronvolt (symbol eV, also written electron-volt and electron volt) is the amount of kinetic energy gained (or lost) by a single electron accelerating from rest through an electric potential difference of one volt in vacuum. When used as a unit of energy, the numerical value of 1 eV in joules (symbol J) is equivalent to the numerical value of the charge of an electron in coulombs (symbol C). Under the 2019 redefinition of the SI base units, this sets 1 eV equal to 1.602176634×10−19 J.",
  "/wiki/Photon": "The photon is a type of elementary particle. It is the quantum of the electromagnetic field including electromagnetic radiation such as light and radio waves, and the force carrier for the electromagnetic force (even when static via virtual particles). The invariant mass of the photon is zero; it always moves at the speed of light in a vacuum.",
  "/wiki/Zitterbewegung": "Zitterbewegung (\"trembling motion\" in German) is a predicted rapid oscillatory motion of elementary particles that obey relativistic wave equations.  The existence of such motion was first proposed by Erwin Schrödinger in 1930 as a result of his analysis of the wave packet solutions of the Dirac equation for relativistic electrons in free space, in which an interference between positive and negative energy states produces what appears to be a fluctuation (up to the speed of light) of the position of an electron around the median, with an angular frequency of 2mc2/ℏ, or approximately 1.6×1021 radians per second. For the hydrogen atom, zitterbewegung can be invoked as a heuristic way to derive the Darwin term, a small correction of the energy level of the s-orbitals.",
  "/wiki/Electron": "The electron  is a subatomic particle, symbol e− or β−, whose electric charge is negative one elementary charge. Electrons belong to the first generation of the lepton particle family, and are generally thought to be elementary particles because they have no known components or substructure.  The electron has a mass that is approximately 1/1836 that of the proton. Quantum mechanical properties of the electron include an intrinsic angular momentum (spin) of a half-integer value, expressed in units of the reduced Planck constant, ħ. Being fermions, no two electrons can occupy the same quantum state, in accordance with the Pauli exclusion principle. Like all elementary particles, electrons exhibit properties of both particles and waves: they can collide with other particles and can be diffracted like light. The wave properties of electrons are easier to observe with experiments than those of other particles like neutrons and protons because electrons have a lower mass and hence a longer de Broglie wavelength for a given energy.",
  "/wiki/Attosecond": "An attosecond is 1×10−18 of a second (one quintillionth of a second). For context, an attosecond is to a second what a second is to about 31.71 billion years.",
  "/wiki/Femtosecond": "A femtosecond is the SI unit of time equal to 10−15 or 1/1,000,000,000,000,000 of a second; that is, one quadrillionth, or one millionth of one billionth, of a second. For context, a femtosecond is to a second as a second is to about 31.71 million years; a ray of light travels approximately 0.3 μm (micrometers) in 1 femtosecond, a distance comparable to the diameter of a virus.",
  "/wiki/Nanometre": "The nanometre (international spelling as used by the International Bureau of Weights and Measures; SI symbol: nm) or nanometer (American spelling) is a unit of length in the metric system, equal to one billionth (short scale) of a metre (0.000000001 m). The name combines the SI prefix nano- (from the Ancient Greek νάνος, nanos, \"dwarf\") with the parent unit name metre (from Greek μέτρον, metrοn, \"unit of measurement\").  It can be written in scientific notation as 1×10−9 m, in engineering notation as 1 E−9 m, and as simply 1/1000000000 metres. When used as a prefix for something other than a unit of measure  (as in \"nanoscience\"), nano refers to nanotechnology, or phenomena typically occurring on a scale of nanometres (see nanoscopic scale).",
  "/wiki/Ultraviolet": "Ultraviolet  (UV) is electromagnetic radiation with wavelength from 10 nm  to 400 nm, shorter than that of visible light but longer than X-rays. UV radiation is present in sunlight, and constitutes about 10% of the total electromagnetic radiation output from the Sun. It is also produced by electric arcs and specialized lights, such as mercury-vapor lamps, tanning lamps, and black lights. Although long-wavelength ultraviolet is not considered an ionizing radiation because its photons lack the energy to ionize atoms, it can cause chemical reactions and causes many substances to glow or fluoresce. Consequently, the chemical and biological effects of UV are greater than simple heating effects, and many practical applications of UV radiation derive from its interactions with organic molecules.",
  "/wiki/Bromine": "Bromine is a chemical element with symbol Br and atomic number 35. It is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured gas. Its properties are thus intermediate between those of chlorine and iodine. Isolated independently by two chemists, Carl Jacob Löwig (in 1825) and Antoine Jérôme Balard (in 1826), its name was derived from the Ancient Greek βρῶμος (\"stench\"), referencing its sharp and disagreeable smell.",
  "/wiki/Femtochemistry": "Femtochemistry is the area of physical chemistry that studies chemical reactions on extremely short timescales (approximately 10−15 seconds or one femtosecond, hence the name) in order to study the very act of atoms within molecules (reactants) rearranging themselves to form new molecules (products). In 1999, Ahmed Hassan Zewail received the Nobel Prize in Chemistry for his pioneering work in this field showing that it is possible to see how atoms in a molecule move during a chemical reaction with flashes of laser light.",
  "/wiki/Tauon": "The tau (τ), also called the tau lepton, tau particle, or tauon, is an elementary particle similar to the electron, with negative electric charge and a spin of 1/2. Together with the electron, the muon, and the three neutrinos, it is a lepton. Like all elementary particles with half-integer spin, the tau has a corresponding antiparticle of opposite charge but equal mass and spin, which in the tau's case is the antitau (also called the positive tau). Tau particles are denoted by τ− and the antitau by τ+.",
  "/wiki/Picosecond": "A picosecond is an SI unit of time equal to 10−12 or 1/1,000,000,000,000 (one trillionth) of a second.  That is one trillionth, or one millionth of one millionth of a second, or 0.000 000 000 001 seconds. A picosecond is to one second as one second is to approximately 31,689 years. Multiple technical approaches achieve imaging within single-digit picoseconds: for example, the streak camera or intensified CCD (ICCD) cameras are able to picture the motion of light.",
  "/wiki/Bottom_quark": "The bottom quark or b quark, also known as the beauty quark, is a third-generation quark with a charge of −1/3 e.",
  "/wiki/Transition_state": "The transition state of a chemical reaction is a particular configuration along the reaction coordinate. It is defined as the state corresponding to the highest potential energy along this reaction coordinate.  It is often marked with the double dagger ‡ symbol.",
  "/wiki/Silicon-germanium": "SiGe (/ˈsɪɡiː/ or /ˈsaɪdʒiː/), or silicon-germanium, is an alloy with any molar ratio of silicon and germanium, i.e. with a molecular formula of the form Si1−xGex. It is commonly used as a semiconductor material in integrated circuits (ICs) for heterojunction bipolar transistors or as a strain-inducing layer for CMOS transistors.  IBM introduced the technology into mainstream manufacturing in 1989. This relatively new technology offers opportunities in mixed-signal circuit and analog circuit IC design and manufacture. SiGe is also used as a thermoelectric material for high temperature applications (>700 K).",
  "/wiki/Nanosecond": "A nanosecond (ns) is an SI unit of time equal to one billionth of a second, that is, 1/1,000,000,000 of a second, or 10−9 seconds.",
  "/wiki/Microsecond": "A microsecond is an SI unit of time equal to one millionth (0.000001 or 10−6 or ​1⁄1,000,000) of a second. Its symbol is μs, sometimes simplified to us when Unicode is not available.",
  "/wiki/Muon": "The muon (/ˈmjuːɒn/; from the Greek letter mu (μ) used to represent it) is an elementary particle similar to the electron, with an electric charge of −1 e and a spin of 1/2, but with a much greater mass. It is classified as a lepton. As is the case with other leptons, the muon is not known to have any sub-structure—that is, it is not thought to be composed of any simpler particles.",
  "/wiki/Minicomputer": "A minicomputer, or colloquially mini, is a class of smaller computers that was developed in the mid-1960's and sold for much less than mainframe and mid-size computers from IBM and its direct competitors. In a 1970 survey, The New York Times suggested a consensus definition of a minicomputer as a machine costing less than US$25,000 (equivalent to $165,000 in 2019), with an input-output device such as a teleprinter and at least four thousand words of memory, that is capable of running programs in a higher level language, such as Fortran or BASIC. The class formed a distinct group with its own software architectures and operating systems. Minis were designed for control, instrumentation, human interaction, and communication switching as distinct from calculation and record keeping. Many were sold indirectly to original equipment manufacturers (OEMs) for final end use application. During the two decade lifetime of the minicomputer class (1965–1985), almost 100 companies formed and only a half dozen remained.",
  "/wiki/Millisecond": "A millisecond (from milli- and second; symbol: ms) is a thousandth (0.001 or 10−3 or 1/1000) of a second.",
  "/wiki/Seek_time": "Higher performance in hard disk drives comes from devices which have better performance characteristics. These performance characteristics can be grouped into two categories: access time and data transfer time (or rate).",
  "/wiki/Reflex": "A reflex, or reflex action, is an involuntary and nearly instantaneous movement in response to a stimulus. A reflex is made possible by neural pathways called reflex arcs which can act on an impulse before that impulse reaches the brain. The reflex is then an automatic response to a stimulus that does not receive or need conscious thought.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world."
}