{
  "/wiki/Asnoldo_Devonish": "Asnoldo Vicente Devonish Romero (June 15, 1932 – January 1, 1997) was a track and field athlete from Venezuela, who won the first Olympic medal for his native country.",
  "/wiki/1952_Summer_Olympics": "The 1952 Summer Olympics (Finnish: Kesäolympialaiset 1952; Swedish: Olympiska sommarspelen 1952), officially known as the Games of the XV Olympiad, were an international multi-sport event held in Helsinki, Finland, from July 19 to August 3, 1952.",
  "/wiki/Athletics_at_the_1952_Summer_Olympics": "At the 1952 Summer Olympics in Helsinki, 33 athletics events were contested, 24 for men and 9 for women. There were a total number of 963 participating athletes from 57 countries.",
  "/wiki/Athletics_at_the_1952_Summer_Olympics_-_Men%27s_triple_jump": "The Men's triple jump at the 1952 Olympic Games took place on 23 July at the Helsinki Olympic Stadium. Brazilian athlete Adhemar da Silva won the gold medal.",
  "/wiki/Enrico_Forcella": "Enrico Forcella Pelliccioni (October 18, 1907 – October 25, 1989) was a Venezuelan shooter. He competed at the 1960, 1964 and 1968 Olympics in the small-bore rifle, prone position, 50 m and finished in 3rd, 15th and 44th place, respectively.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Shooting_at_the_1960_Summer_Olympics": "Shooting at the 1960 Summer Olympics in Rome comprised six events, all for men only. They were held between 3 and 10 September 1960.",
  "/wiki/Shooting_at_the_1960_Summer_Olympics_%E2%80%93_Men%27s_50_metre_rifle,_prone": "The 50 metre rifle prone position rifle shooting event at the 1960 Olympic Games took place on September 9 & 10.",
  "/wiki/Francisco_Rodr%C3%ADguez_(boxer)": "Francisco Antonio Rodríguez Brito (born September 20, 1945) is a retired Venezuelan boxer. At the 1968 Summer Olympics in Mexico City he won the gold medal in the inaugural men's light flyweight (– 48 kg) division, after having claimed the gold as well at the 1967 and 1971 Pan American Games. He carried the flag for his native country at the opening ceremony at the 1972 Summer Olympics in Munich, West Germany.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Boxing_at_the_1968_Summer_Olympics": "The boxing programme of the 1968 Summer Olympics in Mexico City, Mexico was held at the Arena México. Medals were awarded in eleven events, with each event corresponding to a recognized weight division of male boxers.  Two bronze medals were awarded, with both losing semi-finalists receiving a bronze medal, with no further play-off.",
  "/wiki/Pedro_Gamarro": "Pedro Gamarro (January 8, 1955 – May 7, 2019) was an Venezuelan amateur boxer.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Boxing_at_the_1976_Summer_Olympics": "There were eleven boxing events at the 1976 Summer Olympics in Montreal, Quebec, Canada. The competition was held from 18 to 31 July with the participation of 266 fighters from 54 countries.",
  "/wiki/Bernardo_Pi%C3%B1ango": "José Bernardo Piñango (born February 9, 1960 in Caracas) is a retired professional boxer from Venezuela who held the WBA (twice), The Ring and lineal bantamweight titles. As an amateur boxer, he won a silver medal in the bantamweight division (-54 kg) at the 1980 Summer Olympics in Moscow. In the final he lost to Cuba's Juan Hernández on points (0-5).",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Boxing_at_the_1980_Summer_Olympics": "Boxing at the 1980 Summer Olympics took place at the Indoor Stadium of the Olympiski Sports Complex in Moscow from 20 July to 2 August. Eleven boxing events (all men's individual) were contested with the participation of 271 fighters from 51 countries.",
  "/wiki/Marcelino_Bol%C3%ADvar": "José Marcelino Bolivar (born July 14, 1964 in Ciudad Bolívar) is a retired minimumweight boxer from Venezuela, who won the bronze medal in the flyweight division at the 1984 Summer Olympics in Los Angeles, California. He also represented his native country at the 1988 Summer Olympics in Seoul, South Korea.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Boxing_at_the_1984_Summer_Olympics": "Boxing at the 1984 Summer Olympics took place in the Memorial Sports Arena in Los Angeles, California, United States. The boxing schedule began on July 29 and ended on August 11. Twelve boxing events were contested with the participation of 354 fighters from 81 countries.  A Soviet led boycott, prevented many of the world's best amateur boxers from competing.",
  "/wiki/Omar_Catari": "Omar Catarí Peraza (born April 25, 1964 in Barquisimeto, Lara) is a former Venezuelan boxer. At the 1984 Summer Olympics he won the bronze medal in the men's featherweight division (– 57 kg), along with Türgüt Aykaç of Turkey.",
  "/wiki/Rafael_Vidal": "Rafael Antonio Vidal Castro (January 6, 1964 – February 12, 2005) was a Venezuelan competition swimmer, Olympic medalist and sports commentator.",
  "/wiki/Swimming_at_the_1984_Summer_Olympics": "Swimming at the 1984 Summer Olympics, held at the McDonald's Olympic Swim Stadium, located on the USC campus.  There was a total of 494 participants from 67 countries competing.",
  "/wiki/Swimming_at_the_1984_Summer_Olympics_-_Men%27s_200_metre_butterfly": "The final of the men's 200 metre butterfly event at the 1984 Summer Olympics was held in the McDonald's Olympic Swim Stadium in Los Angeles, California, on August 3, 1984. The first eight qualified for the final, the next eight for the B-final.",
  "/wiki/Adriana_Carmona": "Adriana Carmona (born December 3, 1972 in Puerto La Cruz) is a Venezuelan taekwondo practitioner and Olympic medalist.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics": "Taekwondo at the 2004 Summer Olympics were held in the Sports Pavilion at the Faliro Coastal Zone Olympic Complex in Athens, Greece where 124 competitors competed in eight events, four each for men and women.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_%2B67_kg": "The women's +67 kg  competition in taekwondo at the 2004 Summer Olympics in Athens took place on August 29 at the Faliro Coastal Zone Olympic Complex.",
  "/wiki/Israel_Jose_Rubio": "Israel José Rubio Rivero (born 11 January 1981) is a Venezuelan weightlifter.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics in Athens, fifteen events in weightlifting were contested, in eight classes for men and seven for women.  Competition was held in the Nikaia Olympic Weightlifting Hall.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_62_kg": "The men's 62 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 16 August.",
  "/wiki/Dalia_Contreras": "Dalia María Contreras Rivero (born September 20, 1983) is a Venezuelan taekwondo practitioner. She won a bronze medal at the 2008 Summer Olympics in taekwondo. She also competed at the 2004 Summer Olympics, finishing 8th in her weight class.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics": "Taekwondo competitions at the 2008 Summer Olympics in Beijing were held from August 20 to August 23 at the Beijing Science and Technology University Gymnasium. 128 Taekwondo practitioners, 64 men and 64 women, competed in 8 events. For the first time ever two bronze medals were awarded per event.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_49_kg": "The women's 49 kg  competition in taekwondo at the 2008 Summer Olympics in Beijing. It took place on August 20, 2008 at the Beijing Science and Technology University Gymnasium.",
  "/wiki/Rub%C3%A9n_Limardo": "Rubén Dario Limardo Gascón (born August 3, 1985) is a Venezuelan épée fencer. Limardo won a gold medal for his native country at the 2012 Summer Olympics in the individual épée competition. Five years earlier, he won the gold medal in the individual épée competition at the 2007 Pan American Games. His younger brother, Francisco, also competes in fencing on the international level. In 2015 he was elected to the National Assembly for the United Socialist Party of Venezuela.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Fencing_at_the_2012_Summer_Olympics": "The fencing competitions at the 2012 Olympic Games in London were held from 28 July to 5 August at the ExCeL Exhibition Centre. Ten events (six individual, four team) were contested. The International Fencing Federation (FIE) had pushed for the inclusion of two more team events, but the International Olympic Committee voted to keep the current format of ten events.",
  "/wiki/Fencing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_%C3%A9p%C3%A9e": "The men's épée competition in fencing at the 2012 Olympic Games in London was held on 1 August at the ExCeL Exhibition Centre.",
  "/wiki/Yulimar_Rojas": "Yulimar Andrea Rojas Rodríguez (also known as Yolimar Rojas; born 21 October 1995) is a Venezuelan athlete. She is the Olympic silver medallist (2016 Rio de Janeiro), two times World Champion (2017 London and 2019 Doha) and two times World Indoor Championship (2016 Portland and 2018 Birmingham) in Triple jump. Her Personal best, 15.41-metre, is an America record and ranks as the #2 mark in history.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_triple_jump": "The Women's triple jump competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil. The event was held at the Olympic Stadium on 13–14 August.",
  "/wiki/Yoel_Finol": "Yoel Segundo Finol Rivas (born 21 September 1996) is a Venezuelan flyweight boxer. He won a bronze medal at the 2015 Pan American Games. Finol will compete at the 2016 Summer Olympics.",
  "/wiki/Boxing_at_the_2016_Summer_Olympics": "The boxing tournaments at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 21 August 2016 at the Pavilion 6 of Riocentro.",
  "/wiki/Boxing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_flyweight": "The men's flyweight boxing competition at the Rio 2016 Summer Olympics was held from 13 to 21 August at the Riocentro.",
  "/wiki/Stefany_Hernandez": "Stefany Hernández (born 13 June 1991 at Ciudad Guayana, Venezuela) is a Venezuelan racing cyclist who represents Venezuela in BMX. She represented Venezuela at the 2012 Summer Olympics in the women's BMX event. She was fifth in her semifinal heat and not succeed to qualify into the final. Her final standing was ninth. She became BMX World Champion on 25 July 2015 at Zolder, Belgium.[citation needed]",
  "/wiki/Cycling_at_the_2016_Summer_Olympics": "The cycling competitions of the 2016 Summer Olympics in Rio de Janeiro were held at four venues scheduled to host Eighteen events between 6 August and 21 August.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_BMX": "The women's BMX competition at the 2016 Olympic Games in Rio de Janeiro took place on 17 and 19 August 2016 at the Olympic BMX Centre.",
  "/wiki/Venezuela_at_the_Olympics": "Venezuela first participated at the Olympic Games in 1948, and has sent athletes to compete in every Summer Olympic Games since then. Venezuela has also participated in the Winter Olympic Games since 1998."
}