{
  "/wiki/ABP_News": "ABP News is an Indian Hindi news channel owned by ABP Group. It was formerly known as STAR News before being acquired by ABP Group. ABP Live is an Indian English news website owned by ABP Group.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Hindi": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/OSN": "Orbit Showtime Network (OSN, stylized as \"osn\") is a direct-broadcast satellite provider serving the Middle East and North Africa (MENA) and United Kingdom. It offers popular entertainment content such as movies, sporting events and various TV shows from major networks and studios such as Nickelodeon, Paramount, BBC, Star Select, Disney, Comedy Central, GMA Network, National Geographic, Discovery, Inc., beIN Sports and DreamWorks in addition to local versions specifically for the MENA region. As of 2015[update] OSN offers 154 television channels and 53 high-definition channels and 3D entertainment. OSN was formed as a result of merger of two of the Mideast's largest TV networks, Orbit and Showtime Arabia in 2009.",
  "/wiki/ARY_Digital": "ARY Digital (Urdu: ARY ڈیجیٹل‎) is a Pakistani pay television network available in Pakistan, the Middle East, North America and Europe. The ARY Group of companies is a Dubai-based holding company founded by a Pakistani businessman, Abdul Razzak Yaqoob (ARY). The network is focused towards the Pakistani diaspora. The channel has an expanding network of channels, each with an independent focus.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Urdu": "Urdu (/ˈʊərduː/; Urdu: اُردُو‎, ALA-LC: Urdū, [ˈʊrduː] (listen) (also known as Lashkari, locally written لشکری [lʌʃkɜ:i:])—or, more precisely, Modern Standard Urdu—is a Persianised standard register of the Hindustani language. Urdu is the official national language, and lingua franca, of Pakistan. In India, it is one of 22 constitutionally recognised official languages, having official status in the five states of Telangana, Uttar Pradesh, Bihar, Jharkhand and West Bengal, as well as the national capital territory of Delhi.",
  "/wiki/Asianet_(TV_channel)": "Asianet is an Indian pay television channel operated by Asianet Digital Network, wholly owned by Star India, in Malayalam language. The channel is headquartered in Thiruvananthapuram, Kerala.",
  "/wiki/Malayalam_language": "Malayalam (/ˌmələˈjɑːləm/; Malayalam: മലയാളം, Malayāḷam ? [mələjaːɭəm]) is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry (Mahé district) by the Malayali people. It is one of 22 scheduled languages of India spoken by nearly 2.88% of Indians. Malayalam has official language status in the state of Kerala and in the union territories of Lakshadweep and Puducherry (Mahé) and is spoken by 37 million people worldwide. Malayalam is also spoken by linguistic minorities in the neighbouring states; with significant number of speakers in the Nilgiris, Kanyakumari, and Coimbatore districts of Tamil Nadu, and Kodagu and Dakshina Kannada districts of Karnataka. Due to Malayali expatriates in the Persian Gulf, the language is also widely spoken in Gulf countries.",
  "/wiki/Asianet_News": "Asianet News (formerly Asianet Global) is a free-to-air Malayalam-language news channel from Asianet News Network (ANN). Asianet News Network operates as a subsidiary of Jupiter Entertainment Ventures (Jupiter Capital Ventures). The channel is based in Thiruvananthapuram (Kerala).",
  "/wiki/Colors_(TV_channel)": "Viacom 18 Media Pvt. Limited is an Indian joint venture operation between ViacomCBS and TV18 based in Mumbai.  It was founded in November 2007 and owns various channels of ViacomCBS, as well as various consumer products in India.",
  "/wiki/Gemini_TV": "Gemini TV is an Indian pay television channel that was launched in 9 February 1995 by the Sun Network. It is the first ever Telugu satellite channel. The channel's programming consists of Telugu-language TV series, films, film-based programmes, game shows and newscasts. Its own HD feed was launched on 11 December 2011. Gemini TV completed it's silver jubilee in TV industry on 9 February 2020.",
  "/wiki/Telugu_language": "Telugu (English:  /ˈtɛlʊɡuː/; తెలుగు [teluɡu]) is a Dravidian language spoken predominantly in the Indian states of Andhra Pradesh and Telangana and the Union Territory of Puducherry (Yanam)  by the Telugu people. It stands alongside Hindi, English as one of the few languages with primary official language status in more than one Indian state. Telugu is also a linguistic minority in the states of Odisha, Karnataka, Tamil Nadu, Chhattisgarh, and Maharashtra. It is one of six languages designated a classical language of India by the country's government.",
  "/wiki/Geo_TV": "Geo TV (trademarked GEO TV) is a Pakistani pay television channel established in May 2002 and owned by the Independent Media Corporation. The channel began test transmission on 14 August 2002, with regular transmission beginning 1 October 2002. It was later renamed Geo Entertainment. Geo is an Urdu word meaning Live.",
  "/wiki/Hum_TV": "Hum TV is a 24-hour Urdu General Entertainment TV channel based in Karachi, Pakistan. It was founded by Sultana Siddiqui and Duraid Qureshi. It is owned by Hum Network Limited (KSE:HUMNL). Hum Network Limited was known as Eye Television Network Limited prior to 21 January 2011. Hum TV began its transmission on 17 January 2005. In March 2013, Hum Network held its first Hum Awards ceremony. As of 1 May 2018 Hum TV shut down its SD feed and is only is available in HD in Pakistan.",
  "/wiki/Jaya_TV": "Jaya TV HD  is a Tamil language satellite television channel based in Chennai, India. Jaya TV HD is also broadcast to the expatriate Tamil community via various media partnerships. Hemant Sahai of HSA had Jaya TV HD as his first client. Jaya TV \nHD revamped from Oct 14th, 2018 with fresh look and content.",
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪ɐmɨɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.",
  "/wiki/Kairali_TV": "Kairali TV is an Indian television channel broadcasting in Malayalam language. The channel, headquartered at Trivandrum, has studio facilities at Trivandrum as well as Kochi. Malayalam Communications Limited is the holding company which is chaired by Malayalam film actor Mammootty. John Brittas is the Managing Director.",
  "/wiki/Star_Bharat": "Star Bharat  is an Indian pay television channel which is a part of Star India, fully owned by The Walt Disney Company.",
  "/wiki/MTV_India": "MTV India is an Indian pay television channel specialising in music, reality, and youth culture programming. It was launched in 1996 and is owned by Viacom 18, a joint venture operation between Viacom Inc. and TV18. Most of the programming on the channel is produced in Hindi. MTV India has its headquarters in Vile Parle in Mumbai.",
  "/wiki/NDTV_24x7": "NDTV 24x7 is a 24-hour English-language news and current affairs television channel based in New Delhi, India.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/SET_Max": "Sony Max is an Indian pay television entertainment channel which is a sister channel to Sony Entertainment Television, operated by Sony Pictures Networks. The channel started broadcasting on 20 July 1999 and is available internationally. It launched a HD simulcast version on 25 December 2015.",
  "/wiki/Sony_Entertainment_Television_Asia": "Sony Entertainment Television (abbr. SET) is an Indian Hindi-language pay television channel that was launched in October 1996, and is owned by Sony Pictures Networks India, a subsidiary of the Japanese Sony.",
  "/wiki/STAR_Gold": "Star Gold (stylized as Star GOLD) is an Indian pay television channel owned by Star India. Its programming consists of Hindi-language movies from Bollywood.",
  "/wiki/STAR_Jalsha": "Star Jalsha is an Indian pay television channel owned by Star India(Disney India). It broadcasts Bengali-language programming, such as family dramas, comedies, reality shows, crime shows and telefilms. It launched its own HD feed on 14 April 2016.",
  "/wiki/Bengali_language": "Bengali (/bɛŋˈɡɔːli/), also known by its endonym Bangla (বাংলা [ˈbaŋla]), is an Indo-Aryan language primarily spoken by the Bengalis in South Asia, specifically in the eastern part of the Indian subcontinent, presently divided between Bangladesh and the Indian states of West Bengal, Tripura, Assam's Barak Valley. It is the official and most widely spoken language of Bangladesh and second most widely spoken of the 22 scheduled languages of India, behind Hindi. With approximately 228 million native speakers and another 37 million as second language speakers, Bengali is the fifth most-spoken native language and the seventh most spoken language by total number of speakers in the world.",
  "/wiki/Star_Plus": "StarPlus is an Indian pay television channel owned by Star India. The network's programming consists of family dramas, comedies, youth-oriented reality shows, shows on crime and television films. It is also distributed internationally by The Walt Disney Company India, subsidiary of The Walt Disney Company.",
  "/wiki/Sun_TV_(India)": "Sun TV is an Indian Tamil language cable and satellite television channel launched on 14 April 1993. It is the flagship channel of the Chennai-based media conglomerate Sun Group's Sun TV Network. It was founded and is owned by Kalanithi Maran. Sun TV launched its HD version on 11 December 2011. Sun TV was the most viewed entertainment channel in India. BARC reports say Sun TV as No.1 Entertainment Channel."
}