{
  "/wiki/Unnai_Charanadaindhen": "Unnai Charanadaindhen is a 2003 Indian Tamil-language romantic drama film directed by Samuthirakani, featuring Venkat Prabhu, S. P. B. Charan and Meera Vasudevan in lead roles. Samuthirakani's directorial debut, it was produced by Charan's Capital Film Works and features a soundtrack composed by S. P. Balasubrahmanyam. Although the film was made on a small budget and fetched critical acclaim upon release, also winning two Tamil Nadu State Film Awards, Charan has said that it was not a profitable venture. Samuthirakani later directed the Telugu remake Naalo (2004).",
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪ɐmɨɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.",
  "/wiki/Tamil_Nadu_State_Film_Award_for_Best_Story_Writer": "The Tamil Nadu State Film Award for Best Storywriter is given by the state government as part of its annual Tamil Nadu State Film Awards for Tamil  (Kollywood) films.",
  "/wiki/Neranja_Manasu": "Neranja Manasu is a 2004 Indian Tamil-language action drama film written and directed by Samuthirakani. It stars Vijayakanth and Susan in lead roles. The film score is composed by Karthik Raja, while cinematography is by V. Prathap and editing handled by Anil Malnad. The film opened to negative reviews and ended as a failure at the box office.",
  "/wiki/Nadodigal": "Naadodigal (English: Nomads) is a 2009 Indian Tamil-language action drama film written and directed by Samuthirakani and produced by S. Michael Rayappan under banner of Global Infotainment. The film stars Sasikumar along with Chennai 600028 fame Vijay Vasanth and Kalloori fame Bharani in lead roles, with newcomers Ananya, Abhinaya and Malaysia - based Shanthini Deva enacting the lead female roles and Ganja Karuppu playing a pivotal role, providing comical relief.",
  "/wiki/Vijay_Award_for_Favourite_Director": "The Vijay Award for Favorite Director is given by STAR Vijay as part of its annual Vijay Awards ceremony for Tamil  (Kollywood) films.",
  "/wiki/Filmfare_Award_for_Best_Director_%E2%80%93_Tamil": "The Filmfare Best Director Award is given by the Filmfare magazine as part of its annual Filmfare Awards South for Tamil (Kollywood) films. The awards were extended to \"Best Director\" in 1972.",
  "/wiki/Vijay_Award_for_Best_Director": "The Vijay for Best Director is given by STAR Vijay as part of its annual Vijay Awards ceremony for Tamil  (Kollywood) films.",
  "/wiki/Vijay_Award_for_Best_Story,_Screenplay_Writer": "The Vijay for Best Story, Screenplay Writer is given by STAR Vijay as part of its annual Vijay Awards ceremony for Tamil  (Kollywood) films.",
  "/wiki/Shambo_Shiva_Shambo": "Sambo Siva Sambo  is a 2010 Indian Telugu-language action drama film directed by Samuthirakani. It stars Ravi Teja, Allari Naresh, Siva Balaji, Priyamani, Abhinaya, and Surya Teja in the lead roles. This film is a remake of the director's 2009 film Naadodigal. The film released on 14 January 2010 to mixed responses from critics. Despite mixed reviews,the film performed well as the audience gave a thumbs up and was declared a box office hit by Box Office India. The film was later dubbed in Hindi as Mera Krodh in 2012. It was remade in Kolkata as Run starring Rahul, Priyanka. The film was remade in Hindi as Rangrezz directed by Priyadarshan starring Jackky Bhagnani, Priya Anand, Rajpal Yadav, Vijay Verma and Amitosh Nagpal in the lead roles. The film was remade in Kannada Hudugaru and in Malayalm as Ithu Nammude Katha.",
  "/wiki/Telugu_language": "Telugu (English:  /ˈtɛlʊɡuː/; తెలుగు [teluɡu]) is a Dravidian language spoken predominantly in the Indian states of Andhra Pradesh and Telangana and the Union Territory of Puducherry (Yanam)  by the Telugu people. It stands alongside Hindi, English as one of the few languages with primary official language status in more than one Indian state. Telugu is also a linguistic minority in the states of Odisha, Karnataka, Tamil Nadu, Chhattisgarh, and Maharashtra. It is one of six languages designated a classical language of India by the country's government.",
  "/wiki/Poraali": "Poraali (Tamil: போராளி; English : The Warrior) is a 2011 Indian Tamil action thriller film written and directed by Samuthirakani, starring M. Sasikumar in the lead role. The film, also featuring Telugu actors Allari Naresh and Swati Reddy alongside Niveda Thomas, Vasundhara, Soori and Ganja Karuppu in pivotal roles, released on 1 December 2011. Poraali illustrates an astute fighter who can take on a large, greedy group. The film was dubbed in Telugu as Sangharshana  and remade in Kannada as Yaare Koogadali.",
  "/wiki/6th_Vijay_Awards": "The 6th Vijay Awards ceremony honoring the best of Tamil film industry in 2011 was held on June 16, 2012 ath the Jawaharlal Nehru Indoor Stadium in Chennai. The event was hosted by Gopinath and Sivakarthikeyan.",
  "/wiki/Yaare_Koogadali": "Yaare Koogadali (Kannada: ಯಾರೇ ಕೂಗಾಡಲಿ) is a 2012 Kannada action comedy thriller film written and directed by Samuthirakani, starring Puneeth Rajkumar, Yogesh and Bhavana in the lead roles. Parvathamma Rajkumar and Raghavendra Rajkumar are producing the film under for Poornima Enterprises. The film is a remake of Samuthirakani's Tamil film Poraali (2011).",
  "/wiki/Kannada": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.",
  "/wiki/Nimirndhu_Nil": "Nimirndhu Nil (transl. Stand upright) is a 2014 Indian Tamil-language action drama film written and directed by Samuthirakani featuring Jayam Ravi and Amala Paul in the lead roles. It was produced by KS Sreenivasan's Vaasan Visual Ventures. The film's soundtrack and background score were composed by G. V. Prakash Kumar. Ravi played a revolutionist for a social cause. The film, which was simultaneously made in Telugu as Janda Pai Kapiraju (dubbed into Hindi as Lion – The King in 2015) with Nani in place of Jayam Ravi, released on 8 March 2014 and received mostly positive reviews.",
  "/wiki/Janda_Pai_Kapiraju": "Janda Pai Kapiraju (English: Lord Hanuman on the Flag) is a 2015 Indian Telugu-language political action film written and directed by Samuthirakani featuring Nani and Amala Paul in the lead roles. The film's soundtrack and background score were composed by G. V. Prakash Kumar. The film was simultaneously made in Tamil as Nimirndhu Nil with Jayam Ravi. While the Tamil version with Jayam Ravi released in 2014, the Telugu version released on 21 March 2015. Nani played a double role in his career for the first time. Despite its Tamil version, Telugu film was dubbed and released in Tamil as Velan Ettuthikkum in 2018.",
  "/wiki/Appa_(2016_film)": "Appa (English: Father) is a 2016 Indian Tamil-language independent drama film written and directed by Samuthirakani and is produced by Sasikumar who also plays a guest appearance. The film is a spin-off to the 2012 film Saattai and features Samuthirakani and Thambi Ramaiah reprising their roles from the previous film, while Namo Narayanan, Vignesh and Nasath play supporting roles. Featuring music composed by Ilaiyaraaja, the film began production in late 2015 and continued till March 2016. The film was released on 1 July 2016. The film was remade in Malayalam as Aakashamittayi (2017) with Jayaram playing the main lead.",
  "/wiki/Thondan_(2017_film)": "Thondan (transl. Votary) is a 2017 Indian Tamil vigilante drama film written and directed by Samuthirakani. The film features Samuthirakani himself in the lead role, with Vikranth, Sunaina, Arthana Binu, Gouri Nair, and Namo Narayana amongst others in pivotal roles. The music is composed by Justin Prabhakaran with editing by A. L. Ramesh. The venture began production in December 2016 and had a theatrical release on 26 May 2017.",
  "/wiki/Aakashamittayee": "Akashamittayee is a 2017 Indian Malayalam-language family drama film co-directed by Samuthirakani and M. Padmakumar. Written by Samuthirakani, it is a remake of his 2016 Tamil film Appa directed by Samuthirakani. The film stars Jayaram, Kalabhavan Shajohn, Iniya, and Sarayu in the lead roles. It was released in Kerala on 21 October 2017. The movie nicely captures the area around Hindustan Newsprint Limited (HNL), located at Velloor in Kottayam District in Kerala.",
  "/wiki/Malayalam": "Malayalam (/ˌmələˈjɑːləm/; Malayalam: മലയാളം, Malayāḷam ? [mələjaːɭəm]) is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry (Mahé district) by the Malayali people. It is one of 22 scheduled languages of India spoken by nearly 2.88% of Indians. Malayalam has official language status in the state of Kerala and in the union territories of Lakshadweep and Puducherry (Mahé) and is spoken by 37 million people worldwide. Malayalam is also spoken by linguistic minorities in the neighbouring states; with significant number of speakers in the Nilgiris, Kanyakumari, and Coimbatore districts of Tamil Nadu, and Kodagu and Dakshina Kannada districts of Karnataka. Due to Malayali expatriates in the Persian Gulf, the language is also widely spoken in Gulf countries.",
  "/wiki/Naadodigal_2": "Naadodigal 2 (transl. Nomads 2) is a 2020 Indian Tamil-language drama film written and directed by Samuthirakani and produced by S Nandagopal under the banner of Madras Enterprises. It stars Sasikumar and Anjali and Subhashini kannan. The film released on 31 January 2020.",
  "/wiki/Kitna_(film)": "Kitna is an upcoming Indian Tamil drama film written and directed by Samuthirakani. The film will be simultaneously made in  Telugu, Malayalam, and Kannada. While Dhansika plays the lead role in all four languages, each version has different cast members, with Samuthirakani and Mahima Nambiar playing pivotal roles in the Tamil and Malayalam versions.",
  "/wiki/Samuthirakani": "P. Samuthirakani (born 26 April 1973) is an Indian film actor and director who predominantly works in the Tamil film industry besides appearing in a number of Malayalam and Telugu films. He worked as an assistant to director K Balachander. His 2009 directorial Naadodigal was a runaway hit, which was later remade in three languages. He has acted in several films as well and is best known for his performances in Subramaniapuram, Easan (both directed by M Sasikumar), Saattai and Oppam. He won the National Film Award for Best Supporting Actor in 2016 for Visaranai."
}