{
  "/wiki/Terrorism": "Terrorism is, in the broadest sense, the use of intentional violence for political or religious purposes. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants (mostly civilians and neutral military personnel). The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but gained mainstream popularity in the 1970s during the conflicts of Northern Ireland, the Basque Country and Palestine. The increased use of suicide attacks from the 1980s onwards was typified by the September 11 attacks in New York City and Washington, D.C. in 2001.\n There are different definitions of terrorism. Terrorism is a charged term. It is often used with the connotation of something that is \"morally wrong\". Governments and non-state groups use the term to abuse or denounce opposing groups. Varied political organizations have been accused of using terrorism to achieve their objectives. These include right-wing and left-wing political organizations, nationalist groups, religious groups, revolutionaries and ruling governments. Legislation declaring terrorism a crime has been adopted in many states. When terrorism is perpetrated by nation states, it is not considered terrorism by the state conducting it, making legality a largely grey-area issue. There is no consensus as to whether or not terrorism should be regarded as a war crime.\n The Global Terrorism Database, maintained by the University of Maryland, College Park, has recorded more than 61,000 incidents of non-state terrorism, resulting in at least 140,000 deaths, between 2000 and 2014.",
  "/wiki/Kuta": "Kuta is a tourist area, administratively an urban village (kelurahan), and the capital of Kuta District, Badung Regency, southern Bali, Indonesia. A former fishing village, it was one of the first towns on Bali to see substantial tourist development, and as a beach resort remains one of Indonesia's major tourist destinations. It is known internationally for its long sandy beach, varied accommodation, many restaurants and bars, and many renowned surfers who visit from Australia. It is located near Bali's Ngurah Rai Airport.\n The Balinese Provincial Government have taken the view that the preservation of the Balinese culture, natural resources and wildlife are of primary importance in the development of the island. To this end they have limited tourist development to the peninsula on the extreme southern aspect of the island; Kuta beach is on the western side of this peninsula and Sanur is on the east. To the north of the peninsula no new tourist development is supposedly permitted.\n To the south, Kuta Beach extends beyond the airport into Jimbaran. Other nearby towns and villages include Seseh (6.4 nm), Denpasar (4.5 nm), Ujung (1.8 nm), Pesanggaran (2.0 nm), Kedonganan (2.9 nm), and Tuban (1.0 nm).",
  "/wiki/Bali": "Bali is a province of Indonesia and the westernmost of the Lesser Sunda Islands. Located east of Java and west of Lombok, the province includes the island of Bali and a few smaller neighbouring islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan. The provincial capital, Denpasar, is the most populous city in the Lesser Sunda Islands and the second largest, after Makassar, in Eastern Indonesia. Bali is the only Hindu-majority province in Indonesia, with 83.5% of the population adhering to Balinese Hinduism.\n Bali is Indonesia's main tourist destination, with a significant rise in tourism since the 1980s. Tourism-related business makes up 80% of its economy. It is renowned for its highly developed arts, including traditional and modern dance, sculpture, painting, leather, metalworking, and music. The Indonesian International Film Festival is held every year in Bali. Other international events held in Bali include the Miss World 2013 and 2018 Annual Meetings of the International Monetary Fund and the World Bank Group. In March 2017, TripAdvisor named Bali as the world's top destination in its Traveller's Choice award.\n Bali is part of the Coral Triangle, the area with the highest biodiversity of marine species especially fish and turtles. In this area alone, over 500 reef-building coral species can be found. For comparison, this is about seven times as many as in the entire Caribbean. Bali is the home of the Subak irrigation system, a UNESCO World Heritage Site. It is also home to a unified confederation of kingdoms composed of 10 traditional royal Balinese houses, each house ruling a specific geographic area. The confederation is the successor of the Bali Kingdom. The royal houses are not recognised by the government of Indonesia; however, they originated before Dutch colonisation.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia] (listen)),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population. The country's capital, Jakarta, is the second-most populous urban area in the world.\n The sovereign state is a presidential, constitutional republic with an elected legislature. It has 34 provinces, of which five have special status. The country shares land borders with Papua New Guinea, East Timor, and the eastern part of Malaysia. Other neighbouring countries include Singapore, Vietnam, the Philippines, Australia, Palau, and India's Andaman and Nicobar Islands. Despite its large population and densely populated regions, Indonesia has vast areas of wilderness that support a high level of biodiversity. The country has abundant natural resources like oil and natural gas, coal, tin, copper, gold, and nickel, while agriculture mainly produces rice, palm oil, tea, coffee, cacao, medicinal plants, spices, and rubber. China, the United States, Japan, Singapore, and India are Indonesia's major trading partners.\n The Indonesian archipelago has been a valuable region for trade since at least the 7th century when Srivijaya and then later Majapahit traded with entities from mainland China and the Indian subcontinent. Local rulers gradually absorbed foreign influences from the early centuries and Hindu and Buddhist kingdoms flourished. Sunni traders and Sufi scholars brought Islam, while Europeans introduced Christianity through colonisation. Although sometimes interrupted by the Portuguese, French and British, the Dutch were the foremost colonial power for much of their 350-year presence in the archipelago. The concept of \"Indonesia\" as a nation-state emerged in the early 20th century and the country proclaimed its independence in 1945. However, it was not until 1949 that the Dutch recognised Indonesia's sovereignty following an armed and diplomatic conflict between the two.\n Indonesia consists of hundreds of distinct native ethnic and linguistic groups, with the largest one being the Javanese. A shared identity has developed with the motto \"Bhinneka Tunggal Ika\" (\"Unity in Diversity\" literally, \"many, yet one\"), defined by a national language, ethnic diversity, religious pluralism within a Muslim-majority population, and a history of colonialism and rebellion against it. The economy of Indonesia is the world's 16th largest by nominal GDP and 7th by GDP at PPP. The country is a member of several multilateral organisations, including the UN, WTO, IMF, G20, and a founding member of Non-Aligned Movement, Association of Southeast Asian Nations, Asia-Pacific Economic Cooperation, East Asia Summit, Asian Infrastructure Investment Bank, and Organisation of Islamic Cooperation.",
  "/wiki/2002_Bali_bombings": "The 2002 Bali bombings occurred on 12 October 2002 in the tourist district of Kuta on the Indonesian island of Bali. The attack killed 202 people (including 88 Australians, 38 Indonesians, 23 Britons, and people of more than 20 other nationalities). A further 209 people were injured.\n Various members of Jemaah Islamiyah, a violent Islamist group, were convicted in relation to the bombings, including three individuals who were sentenced to death. The attack involved the detonation of three bombs: a backpack-mounted device carried by a suicide bomber; a large car bomb, both of which were detonated in or near popular nightclubs in Kuta; and a third much smaller device detonated outside the United States consulate in Denpasar, causing only minor damage. An audio-cassette purportedly carrying a recorded voice message from Osama bin Laden stated that the Bali bombings were in direct retaliation for support of the United States' War on Terror and Australia's role in the liberation of East Timor.\n On 8 November 2008, Imam Samudra, Amrozi Nurhasyim and Huda bin Abdul Haq were executed by firing squad on the island prison of Nusakambangan at 00:15 local time (17:15 UTC). On 9 March 2010, Dulmatin, nicknamed \"the Genius\" – believed to be responsible for setting off one of the Bali bombs with a mobile phone – was killed in a shoot-out with Indonesian police in Jakarta.",
  "/wiki/Hrabove,_Donetsk_Oblast": "Hrabove (Ukrainian: Грабове; Russian: Грабово, Grabovo, also spelled Grabove) is a village in Shakhtarsk Raion (district) in Donetsk Oblast of eastern Ukraine. Its population was 1,000 as of the 2001 Ukrainian census. It is notorious for Malaysia Airlines Flight 17, which was shot down by rebels supported by Russia and crashed in the south of the village.\n Hrabove is located beside the Mius River, some ten kilometers north-east of Shakhtarsk, and on the border between the Donetsk and Luhansk Oblast.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.\n The territory of modern Ukraine has been inhabited since 32,000 BC. During the Middle Ages, the area was a key centre of East Slavic culture, with the powerful state of Kievan Rus' forming the basis of Ukrainian identity. Following its fragmentation in the 13th century, the territory was contested, ruled and divided by a variety of powers, including the Polish–Lithuanian Commonwealth, Austria-Hungary, the Ottoman Empire and Russia. A Cossack republic emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between Poland and the Russian Empire. After World War II the Western part of Ukraine merged into the Ukrainian Soviet Socialist Republic, and the whole country became a part of the Soviet Union as a single state entity. In 1991, Ukraine gained its independence from the Soviet Union in the aftermath of its dissolution at the end of the Cold War. Before its independence, Ukraine was typically referred to in English as \"The Ukraine\", but most sources have since moved to drop \"the\" from the name of Ukraine in all uses.\n Following its independence, Ukraine declared itself a neutral state; it formed a limited military partnership with Russia and other CIS countries while also establishing a partnership with NATO in 1994. In 2013, after the government of President Viktor Yanukovych had decided to suspend the Ukraine-European Union Association Agreement and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the Euromaidan began, which later escalated into the 2014 Ukrainian revolution that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the annexation of Crimea by Russia in March 2014, and the War in Donbass in April 2014. On 1 January 2016, Ukraine applied the economic component of the Deep and Comprehensive Free Trade Area with the European Union.\n Ukraine is a developing country and ranks 88th on the Human Development Index. As of 2018, Ukraine is the poorest country in Europe alongside Moldova in terms of GDP per capita. At US$40, it has the lowest median wealth per adult in the world,[note 1] and suffers from a very high poverty rate as well as severe corruption. However, because of its extensive fertile farmlands, Ukraine is one of the world's largest grain exporters. It also maintains the second-largest military in Europe after that of Russia. Ukraine is a unitary republic under a semi-presidential system with separate powers: legislative, executive and judicial branches. The country is a member of the United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), the GUAM organization, and one of the founding states of the Commonwealth of Independent States (CIS).",
  "/wiki/Malaysia_Airlines_Flight_17": "Malaysia Airlines Flight 17 (MH17)[a] was a scheduled passenger flight from Amsterdam to Kuala Lumpur that was shot down on 17 July 2014 while flying over eastern Ukraine. All 283 passengers and 15 crew were killed. Contact with the aircraft, a Boeing 777-200ER, was lost when it was about 50 km (31 mi) from the Ukraine–Russia border, and wreckage of the aircraft fell near Hrabove in Donetsk Oblast, Ukraine, 40 km (25 mi) from the border. The shoot-down occurred in the War in Donbass, during the Battle in Shakhtarsk Raion, in an area controlled by pro-Russian rebels. The crash was Malaysia Airlines' second aircraft loss during 2014, after the disappearance of Flight 370 on 8 March.\n The responsibility for investigation was delegated to the Dutch Safety Board (DSB) and the Dutch-led joint investigation team (JIT), who concluded that the airliner was downed by a Buk surface-to-air missile launched from pro-Russian separatist-controlled territory in Ukraine. According to the JIT, the Buk that was used originated from the 53rd Anti-Aircraft Missile Brigade of the Russian Federation and had been transported from Russia on the day of the crash, fired from a field in a rebel-controlled area and returned to Russia afterwards. On the basis of the JIT's conclusions, the governments of the Netherlands and Australia held Russia responsible for the deployment of the Buk installation and were  pursuing legal routes to formalise this as of May 2018[update]. \n These findings by the DSB and JIT are consistent with the earlier claims by American and German intelligence sources and claims by the Ukrainian government. The Russian government continues to deny any responsibility for shooting down the plane.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 21st-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.\n Tai peoples migrated from southwestern China to mainland Southeast Asia from the 11th century; the oldest known mention of their presence in the region by the exonym Siamese dates to the 12th century. Various Indianised kingdoms such as the Mon kingdoms, Khmer Empire and Malay states ruled the region, competing with Thai states such as the Kingdoms of Ngoenyang, Sukhothai, Lan Na and Ayutthaya, which rivaled each other. Documented European contact began in 1511 with a Portuguese diplomatic mission to Ayutthaya, now one of the great powers in the region. Ayutthaya reached its peak during cosmopolitan Narai's reign (1656–1688), gradually declining thereafter until being ultimately destroyed in the 1767 Burmese–Siamese War. Taksin (r. 1767–1782) quickly reunified the fragmented territory and established the short-lived Thonburi Kingdom. He was succeeded in 1782 by Buddha Yodfa Chulaloke (r. 1782–1809), the first monarch of the Chakri dynasty and founder of the Rattanakosin Kingdom, which lasted into the early 20th century.\n Through the 18th and 19th centuries, Siam faced pressure from France and the United Kingdom, including forced concessions of territory; nevertheless, it remained the only Southeast Asian country to avoid direct Western rule. Following a bloodless revolution in 1932, Siam became a constitutional monarchy and changed its official name to \"Thailand\". While it joined the Allies in World War I, Thailand was an Axis satellite in World War II. In the late 1950s, a military coup under Field Marshal Sarit Thanarat revived the monarchy's historically influential role in politics. Thailand became a major ally of the United States, and played a key anti-communist role in the region as a member of the Southeast Asia Treaty Organization (SEATO). Apart from a brief period of parliamentary democracy in the mid-1970s, Thailand has periodically alternated between democracy and military rule. In 2013, Thailand endured a political crisis that culminated in two coups and the establishment of its current and 20th constitution by a military junta.\n Thailand is a founding member of the Association of Southeast Asian Nations (ASEAN) and remains a major ally of the US. Despite its comparatively sporadic changes in leadership, it is considered a regional power in Southeast Asia and a middle power in global affairs. With a high level of human development, the second-largest economy in Southeast Asia, and the 20th-largest by PPP, Thailand is classified as a newly industrialized economy; manufacturing, agriculture, and tourism are leading sectors of the economy.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.\n Sri Lanka's documented history spans 3,000 years, with evidence of pre-historic human settlements dating back to at least 125,000 years. It has a rich cultural heritage, and the first known Buddhist writings of Sri Lanka, the Pāli Canon, date back to the Fourth Buddhist council in 29 BC. Its geographic location and deep harbours made it of great strategic importance from the time of the ancient Silk Road through to the modern Maritime Silk Road.\n Sri Lanka was known in the west and from the beginning of British colonial rule as Ceylon (/sɪˈlɒn/, US also /seɪˈlɒn/). A nationalist political movement arose in the country in the early 20th century to obtain political independence, which was granted in 1948; the country became a republic and adopted its current name in 1972. Sri Lanka's recent history has been marred by a 26-year civil war, which ended decisively when the Sri Lanka Armed Forces defeated the Liberation Tigers of Tamil Eelam (LTTE) in 2009.\n The current constitution stipulates the political system as a republic and a unitary state governed by a semi-presidential system. It has had a long history of international engagement, as a founding member of the South Asian Association for Regional Cooperation (SAARC), and a member of the United Nations, the Commonwealth of Nations, the G77, and the Non-Aligned Movement. Along with the Maldives, Sri Lanka is one of only two South Asian countries rated \"high\" on the Human Development Index (HDI), with its HDI rating and per capita income the highest among South Asian nations. The Sri Lankan constitution accords Buddhism the \"foremost place\", although it does not identify it as a state religion. Buddhism is given special privileges in the Sri Lankan constitution.\n The island is home to many cultures, languages, and ethnicities. The majority of the population are from the Sinhalese ethnicity, while a large minority of Tamils have also played an influential role in the island's history. Moors, Burghers, Malays, Chinese, and the indigenous Vedda are also established groups on the island.",
  "/wiki/2004_Indian_Ocean_earthquake": "The 2004 Indian Ocean earthquake and tsunami (also known as the Boxing Day Tsunami) occurred at 00:58:53 UTC on 26 December, with an epicentre off the west coast of northern Sumatra, Indonesia. It was an undersea megathrust earthquake that registered a magnitude of 9.1–9.3 Mw, reaching a Mercalli intensity up to IX in certain areas. The earthquake was caused by a rupture along the fault between the Burma Plate and the Indian Plate.\n A series of massive tsunami waves grew up to 30 metres (100 ft) high once heading inland, after being created by the underwater seismic activity offshore. Communities along the surrounding coasts of the Indian Ocean were severely affected, and the tsunamis killed an estimated 227,898 people in 14 countries. The Indonesian city of Banda Aceh reported the largest number of victims. The earthquake was one of the deadliest natural disasters in recorded history. The direct results caused major disruptions to living conditions and commerce, particularly in Indonesia, Sri Lanka, India, and Thailand.\n The earthquake was the third-largest ever recorded and had the longest duration of faulting ever observed; between eight and ten minutes. It caused the planet to vibrate as much as 10 millimetres (0.4 inches), and it remotely triggered earthquakes as far away as Alaska. Its epicentre was between Simeulue and mainland Sumatra. The plight of the affected people and countries prompted a worldwide humanitarian response, with donations totalling more than US$14 billion. The event is known by the scientific community as the Sumatra–Andaman earthquake.",
  "/wiki/Denpasar": "Denpasar (Indonesian pronunciation: [denˈpasar]) (Balinese: ᬤᬾᬦ᭄ᬧᬲᬃ) is the capital of Bali and the main gateway to the island. The city is also a hub for other cities in the Lesser Sunda Islands.\n With the rapid growth of the tourism industry in Bali, Denpasar has encouraged and promoted business activities and ventures, contributing to it having the highest growth rate in Bali Province. The population of Denpasar was 897,300 in 2017, up from 788,445 at the 2010 Census. The surrounding metropolitan area has roughly 2 million residents.",
  "/wiki/Pan_Am": "Pan American World Airways, originally founded as Pan American Airways and commonly known as Pan Am, was the principal and largest international air carrier and unofficial flag carrier of the United States from 1927 until its collapse on December 4, 1991. It was founded in 1927 as a scheduled air mail and passenger service operating between Key West, Florida and Havana, Cuba. The airline is credited for many innovations that shaped the international airline industry, including the widespread use of jet aircraft, jumbo jets, and computerized reservation systems. It was also a founding member of the International Air Transport Association (IATA), the global airline industry association.\n Identified by its blue globe logo (\"The Blue Meatball\"), the use of the word \"Clipper\" in its aircraft names and call signs, and the white uniform caps of its pilots, the airline was a cultural icon of the 20th century. In an era dominated by flag carriers that were wholly or majority government-owned, it was also the unofficial overseas flag carrier of the United States. During most of the jet era, Pan Am's flagship terminal was the Worldport located at John F. Kennedy International Airport in New York City.",
  "/wiki/Saxeten": "Saxeten is a municipality in the Interlaken-Oberhasli administrative district in the canton of Bern in Switzerland.\n In 1999 it was the site of an incident where 21 tourists and local canyon guides were killed in a flash flood in Saxetenbach canyon.",
  "/wiki/Whakaari/White_Island": "Whakaari / White Island ([faˈkaːɾi]; also known as just White Island) is an active andesite stratovolcano situated 48 km (30 mi) from the east coast of the North Island of New Zealand, in the Bay of Plenty. The island covers an area of approximately 325 ha (800 acres), which is only the peak of a much larger submarine volcano.\n The island is New Zealand's most active cone volcano, and has been built up by continuous volcanic activity over the past 150,000 years. The nearest mainland towns are Whakatane and Tauranga. The island has been in a nearly continuous stage of releasing volcanic gas at least since it was sighted by James Cook in 1769. Whakaari erupted continually from December 1975 until September 2000, marking the world's longest historic eruption episode, according to GeoNet, and also in 2012, 2016, and 2019.\n Sulphur was mined on the island until the 1930s. Ten miners were killed in 1914 when part of the crater wall collapsed.The main activities on the island now include guided tours and scientific research. Access to the island is allowed only as a member of a tour run by a registered tour operator.\n A large eruption occurred at 14:11 on 9 December 2019, which resulted in 20 fatalities, including two people who were missing and ruled to be dead by a coroner. Twenty-five survivors were seriously injured, many critically and suffering severe burns. Three survivors suffered minor injuries. Forty-seven people were reportedly on the island when it erupted. A second eruption closely followed the first.",
  "/wiki/2019_Whakaari/White_Island_eruption": "The volcanic island Whakaari / White Island in New Zealand's northeastern Bay of Plenty region explosively erupted on 9 December 2019 at 14:11 NZDT (01:11 UTC). There were 47 people on the island at the time. Twenty-one people were killed, including two who are missing and declared dead, and a further twenty-six people suffered injuries, many of whom suffered severe burns. The ongoing seismic and volcanic activity in the area as well as heavy rainfall, low visibility and toxic gases hampered recovery efforts over the week following the incident.\n Experts identified the event as a phreatic eruption: a release of steam and volcanic gases that caused an explosion, launching rock and ash into the air.",
  "/wiki/Arlington_County": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part. The county is coterminous with the U.S. Census Bureau's census-designated place of Arlington. Arlington is considered to be the second-largest \"principal city\" of the Washington metropolitan area.\n In 2018, the county's population was estimated at 237,521, making Arlington the sixth-largest county in Virginia by population; if it were incorporated as a city, would be the fourth-most populous city in the state. With a land area of 26 square miles (67 km2), Arlington is the geographically smallest self-governing county in the U.S., and by reason of state law regarding population density, it has no incorporated towns within its borders. It is the 5th highest-income county in the U.S. by median family income.\n Due to the county's proximity to downtown Washington, D.C., Arlington is home to the Pentagon, Reagan National Airport, and Arlington National Cemetery. In academia, the county contains George Mason University's Antonin Scalia Law School, the administrative offices buildings and graduate programs for the Schar School of Policy and Government and School for Conflict Analysis and Resolution, as well as satellite campuses of the University of Virginia and Virginia Tech. It will soon house the co-headquarters of Amazon.com, Inc.",
  "/wiki/September_11_attacks": "The September 11 attacks (also referred to as 9/11)[a] were a series of four coordinated terrorist attacks by the Islamic terrorist group al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 victim fatalities, over 25,000 injuries, and caused at least $10 billion in infrastructure and property damage. Additional people have died of 9/11-related cancer and respiratory diseases in the months and years following the attacks.\n Four passenger airliners operated by two major U.S. passenger air carriers (United Airlines and American Airlines)—all of which departed from airports in the northeastern United States bound for San Francisco and Los Angeles—were hijacked by 19 al-Qaeda terrorists. Two of the planes, American Airlines Flight 11 and United Airlines Flight 175, were crashed into the North and South towers, respectively, of the World Trade Center complex in Lower Manhattan. Within an hour and 42 minutes, both 110-story towers collapsed. Debris and the resulting fires caused a partial or complete collapse of all other buildings in the World Trade Center complex, including the 47-story 7 World Trade Center tower, as well as significant damage to ten other large surrounding structures. A third plane, American Airlines Flight 77, was crashed into the Pentagon (the headquarters of the U.S. Department of Defense) in Arlington County, Virginia, which led to a partial collapse of the building's west side. The fourth plane, United Airlines Flight 93, was initially flown toward Washington, D.C., but crashed into a field in Stonycreek Township near Shanksville, Pennsylvania, after its passengers thwarted the hijackers. 9/11 is the single deadliest terrorist attack in human history and the single deadliest incident for firefighters and law enforcement officers in the history of the United States, with 343 and 72 killed, respectively.\n Suspicion quickly fell on al-Qaeda. The United States responded by launching the War on Terror and invading Afghanistan to depose the Taliban, which had failed to comply with U.S. demands to extradite Osama bin Laden and expel al-Qaeda from Afghanistan. Many countries strengthened their anti-terrorism legislation and expanded the powers of law enforcement and intelligence agencies to prevent terrorist attacks. Although Osama bin Laden, al-Qaeda's leader, initially denied any involvement, in 2004 he claimed responsibility for the attacks. Al-Qaeda and bin Laden cited U.S. support of Israel, the presence of U.S. troops in Saudi Arabia, and sanctions against Iraq as motives. After evading capture for almost a decade, bin Laden was located in Pakistan and killed by SEAL Team Six of the U.S. Navy in May 2011, during the Obama administration.\n The destruction of the World Trade Center and nearby infrastructure seriously harmed the economy of New York City and had a significant effect on global markets, which resulted in the closing of Wall Street until September 17 and the civilian airspace in the U.S. and Canada until September 13. Many closings, evacuations, and cancellations followed, out of respect or fear of further attacks. Cleanup of the World Trade Center site was completed in May 2002, and the Pentagon was repaired within a year. On November 18, 2006, construction of One World Trade Center began at the World Trade Center site. The building opened on November 3, 2014. Numerous memorials have been constructed, including the National September 11 Memorial & Museum in New York City, the Pentagon Memorial in Arlington County, Virginia, and the Flight 93 National Memorial in a field in Stonycreek Township near Shanksville, Pennsylvania.\n There are allegations of Saudi Arabian government involvement in the attacks. The primary evidence is the content of the 28 redacted pages of the 2002 Joint Inquiry into Intelligence Community Activities before and after the Terrorist Attacks of September 11, 2001, conducted by the Senate Select Committee on Intelligence and the House Permanent Select Committee on Intelligence. These 28 pages contain information regarding the material and financial assistance given to the hijackers and their affiliates leading up to the attacks by the Saudi Arabian government.\n As a consequence of the attacks, the United States has been in a state of national emergency ever since 2001.",
  "/wiki/Nias": "Nias (Indonesian: Pulau Nias, Nias language: Tanö Niha) is an island located off the western coast of Sumatra, Indonesia. Nias is also the name of the archipelago (Kepulauan Nias) of which the island is the centre, but also includes the Batu Islands to the south-east and the small Hinako Islands to the west. Nias Island covers an area of 5,121.3 km2 (1,977.3 sq mi) (including the minor offshore islands). It is mostly a lowland area rising to around 800 m (2,600 ft) above sea level. There were 756,338 inhabitants on the island (including the Batu Islands and minor offshore islands) at the 2010 Census; at the 2015 Census this had risen to 798,506.",
  "/wiki/2005_Nias_Island_Sea_King_crash": "The 2005 Nias Island Sea King crash was the crash of a Royal Australian Navy (RAN) Westland WS-61 Sea King helicopter (tail number N16-100, call sign \"Shark 02\") of 817 Squadron RAN at approximately 4 pm (local time) on 2 April 2005 with 11 personnel on board. The accident occurred while \"Shark 02\" was making its approach to land on a sports field located near the village of Tuindrao in the region of Amandraya on the Indonesian island of Nias. \"Shark 02\" had been providing humanitarian support to the people of the earthquake-devastated region.\n A Defence Board of Inquiry later found that the primary cause of the accident was a failure of the aircraft's flight control systems. This was as a result of a series of errors, and a general practice of poor maintenance on the aircraft.",
  "/wiki/2005_Nias–Simeulue_earthquake": "The 2005 Nias–Simeulue earthquake occurred on 28 March off the west coast of northern Sumatra, Indonesia. At least 915 people were killed, mostly on the island of Nias. The event caused panic in the region, which had already been devastated by the massive tsunami triggered by the 2004 Indian Ocean earthquake, but this earthquake generated a relatively small tsunami that caused limited damage. It was the third most powerful earthquake since 1965 in Indonesia.\n The earthquake occurred at 16:09:37 UTC (23:09:37 local time) on 28 March 2005. The hypocenter was located 30 kilometres (19 mi) below the surface of the Indian Ocean, where subduction is forcing the Indo-Australian Plate to the southwest under the Eurasian Plate's Sunda edge. The area is 200 kilometres (120 mi) west of Sibolga, Sumatra, or 1,400 kilometres (870 mi) northwest of Jakarta, approximately halfway between the islands of Nias and Simeulue. Seismic recordings give the earthquake a moment magnitude of about 8.6, and effects were felt as far away as Bangkok, Thailand, over 1,000 kilometres (620 mi) away.",
  "/wiki/Isurava,_Papua_New_Guinea": "Isurava is a small town in Papua New Guinea, located in Oro Province, on the Kokoda Track. It is the site of the Battle of Isurava that occurred over the period 26 to 31 August 1942, as Australian forces were being pushed back toward Port Moresby by the advancing Japanese.  The present site is to the north of the wartime village. It is the site of the Isurava Memorial, constructed in 2002 in remembrance of all those Australians and Papua New Guineans who fought and those who died on the Kokoda Track in 1942.\n On 11 August 2009 Airlines PNG Flight 4684 crashed into a mountain on the opposite side of the valley from Isurava, high above Misima village. It was attempting to go-around at Kokoda Airport. All 13 passengers and crew died in the accident.",
  "/wiki/Airlines_PNG_Flight_4684": "Airlines PNG Flight 4684 (CG4682/TOK4684) was a scheduled domestic passenger flight, operated by Papua New Guinean airliner Airlines PNG, flying from Jacksons International Airport in Papua New Guinea's capital Port Moresby to Kokoda Airport in Oro Province, Papua New Guinea. On 11 August 2009, the aircraft operating the flight, a de Havilland Canada Twin Otter, crashed and exploded into a forest in Kokoda Valley, a popular trekking site in Papua New Guinea while carrying 13 people in bad weather. \nA search and rescue operation was conducted by authorities and found the wreckage of the crashed plane on the next day, 12 August 2009. The aircraft was pulverized, and searchers found no signs of life. Papua New Guinean Search and Rescue Agency then announced that everyone on board was killed instantly in the crash.\n The Australian Transport Safety Bureau were involved in the investigation to the cause of the crash and released its final report, concluding that the plane was crashed due to pilot error. The plane deviated from its original flight path and the visual reference in Kokoda Gap was obscured by clouds, causing the pilots to not be aware of their proximity with the ground. The ATSB classified the accident as controlled flight into terrain.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.\n Cairo has the oldest and largest film and music industries in the Arab world, as well as the world's second-oldest institution of higher learning, Al-Azhar University. Many international media, businesses, and organizations have regional headquarters in the city; the Arab League has had its headquarters in Cairo for most of its existence.\n With a population of over 9 million spread over 3,085 square kilometers (1,191 sq mi), Cairo is by far the largest city in Egypt. An additional 9.5 million inhabitants live in close proximity to the city. Cairo, like many other megacities, suffers from high levels of pollution and traffic. Cairo's metro, one of two in Africa (the other being in Algiers, Algeria), ranks among the fifteen busiest in the world, with over 1 billion annual passenger rides. The economy of Cairo was ranked first in the Middle East in 2005, and 43rd globally on Foreign Policy's 2010 Global Cities Index.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.\n The region was dominated by Bantu-speaking tribes at least 3,000 years ago, who built trade links leading into the Congo River basin. Congo was formerly part of the French colony of Equatorial Africa. The Republic of the Congo was established on 28 November 1958 but gained independence from France in 1960. It was a Marxist-Leninist state from 1969 to 1992, under the name People's Republic of the Congo. The sovereign state has had multi-party elections since 1992, although a democratically elected government was ousted in the 1997 Republic of the Congo Civil War, and President Denis Sassou Nguesso, who first came to power in 1979, has ruled for 35 of the past 40 years.\n The Republic of the Congo has become the fourth-largest oil producer in the Gulf of Guinea, providing the country with a degree of prosperity despite political and economic instability in some areas and unequal distribution of oil revenue nationwide. Congo's economy is heavily dependent on the oil sector, and economic growth has slowed considerably since the post-2015 drop in oil prices.",
  "/wiki/2010_Cameroon_Aéro_Service_CASA_C-212_Aviocar_crash": "On 19 June 2010, an CASA C-212 Aviocar crashed on a flight from Yaoundé, Cameroon to Yangadou, Republic of the Congo, killing all 11 people on board, including the entire board of Sundance Resources, an Australian mining conglomerate.",
  "/wiki/Pakse": "Pakse, or Pakxe (French: Paksé; Laotian: ປາກເຊ [pȁːk séː] \"mouth of the river\"; Thai: ปากเซ), is the capital and most populous city of the southern Laotian province of Champasak, making it the second most populous city in Laos. Located at the confluence of the Xe Don and Mekong Rivers, it has a population of about 88,000. It also served as the capital of the Kingdom of Champasak until it was unified with the rest of Laos in 1946.",
  "/wiki/Laos": "Laos (/ˈlɑːoʊs/ (listen), /laʊs, ˈlɑːɒs, ˈleɪɒs/; Lao: ລາວ, Lāo [láːw]), officially the Lao People's Democratic Republic (Lao: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, romanized: Saþalanalat Paxaþipatai Paxaxōn Lao; French: République démocratique populaire lao), commonly referred to by its colloquial name of Muang Lao (Lao: ເມືອງລາວ, Muang Lao), is a socialist state and the only landlocked country in Southeast Asia. Located at the heart of the Indochinese peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest.\n Present Laos traces historic and cultural identity to the kingdom of Lan Xang Hom Khao (Kingdom of a Million Elephants Under the White Parasol), which existed from the mid-fourteenth century to early eighteenth century as one of the largest kingdoms in Southeast Asia. Due to its central geographical location in Southeast Asia, the kingdom became a hub for overland trade, turned wealthy economically and culturally. After a period of internal conflict, Lan Xang broke off into three separate kingdoms—Luang Phrabang, Vientiane, and Champasak. In 1893, the three territories came under French protectorate and were united to form what is now known as Laos. It briefly gained independence in 1945 after Japanese occupation, but was recolonised by France until it won autonomy in 1949. Laos became independent in 1953, with a constitutional monarchy under Sisavang Vong. A post-independence civil war began, which saw the communist resistance, supported by the Soviet Union and North Vietnam, fight against the monarchy that later came under influence of military regimes supported by the United States. After the Vietnam War ended in 1975, the communist Pathet Lao movement came to power, ending the civil war and establishing a one-party state. Laos was then dependent on military and economic aid from the Soviet Union until its dissolution in 1991.\n In 2018, the country had the fourth highest GDP (PPP) per capita in Southeast Asia, after Singapore, Malaysia, and Thailand. In the same year, the country ranked 139th on the Human Development Index (HDI), indicating medium development. Laos is a member of the Asia-Pacific Trade Agreement, ASEAN, East Asia Summit, and La Francophonie. Laos applied for membership of the World Trade Organization (WTO) in 1997; on 2 February 2013, it was granted full membership. It is a one-party socialist republic, espousing Marxism–Leninism governed by the Lao People's Revolutionary Party.\n The capital and largest city in Laos is Vientiane. Other major cities include Luang Prabang, Savannakhet, and Pakse. Laos is a multi-ethnic country, with the politically and culturally dominant Lao people making up about 55 percent of the population, mostly in the lowlands. Mon-Khmer groups, the Hmong, and other indigenous hill tribes, accounting for 45 percent of the population, live in the foothills and mountains. Laos's strategies for development are based on generating electricity from its rivers and selling the power to its neighbours, namely Thailand, China, and Vietnam, as well as its initiative to become a \"land-linked\" nation, shown by the construction of four new railways connecting Laos to its neighbours. Laos has been referred to as one of Southeast Asia and Pacific's Fastest Growing Economies by the World Bank with annual GDP growth averaging 7.7% since 2009.",
  "/wiki/Lao_Airlines_Flight_301": "Lao Airlines Flight 301 was a scheduled domestic passenger flight from Vientiane to Pakse, Laos. On 16 October 2013, the ATR 72-600 aircraft operating the flight crashed into the Mekong River near Pakse, killing all 49 people on board. The accident was the first involving an ATR 72-600 and the deadliest ever to occur on Laotian soil.\n The investigation report concluded that the probable cause of the accident was the flight crew's failure to execute properly the published missed approach procedure following the aborted landing at Pakse airport.",
  "/wiki/Indian_Ocean": "The Indian Ocean is the third-largest of the world's oceanic divisions, covering 70,560,000 km2 (27,240,000 sq mi) or 19.8% of the water on the Earth's surface. It is bounded by Asia to the north, Africa to the west, and Australia to the east. To the south it is bounded by the Southern Ocean or Antarctica, depending on the definition in use.",
  "/wiki/Malaysia_Airlines_Flight_370": "Malaysia Airlines Flight 370 (also known as MH370 or MAS370)[a] was a scheduled international passenger flight operated by Malaysia Airlines that disappeared on 8 March 2014 while flying from Kuala Lumpur International Airport to its destination, Beijing Capital International Airport. The crew of the Boeing 777-200ER aircraft last communicated with air traffic control (ATC) around 38 minutes after takeoff when the flight was over the South China Sea. The aircraft was lost from ATC radar screens minutes later but was tracked by military radar for another hour, deviating westwards from its planned flight path, crossing the Malay Peninsula and Andaman Sea. It left radar range 200 nautical miles (370 km) northwest of Penang Island in northwestern Peninsular Malaysia. With all 227 passengers and 12 crew aboard presumed dead, the disappearance of Flight 370 was the deadliest incident involving a Boeing 777 and the deadliest in Malaysia Airlines' history until it was surpassed in both regards by Malaysia Airlines Flight 17, which was shot down while flying over eastern Ukraine four months later. The combined loss caused significant financial problems for Malaysia Airlines, which was renationalised by the Malaysian government in December 2014.\n The search for the missing airplane, which became the most costly in aviation history, focused initially on the South China and Andaman seas, before analysis of the aircraft's automated communications with an Inmarsat satellite identified a possible crash site somewhere in the southern Indian Ocean. The lack of official information in the days immediately after the disappearance prompted fierce criticism from the Chinese public, particularly from relatives of the passengers; most people on board Flight 370 were of Chinese origin. Several pieces of marine debris confirmed to be from the aircraft washed ashore in the western Indian Ocean during 2015 and 2016. After a three-year search across 120,000 square kilometres (46,000 sq mi) of ocean failed to locate the aircraft, the Joint Agency Coordination Centre heading the operation suspended their activities in January 2017. A second search launched in January 2018 by the private contractor Ocean Infinity also ended without success after six months.\n The disappearance of Flight 370 has been dubbed one of the greatest aviation mysteries of all time. Relying mostly on analysis of data from the Inmarsat satellite with which the aircraft last communicated, the Australian Transport Safety Bureau (ATSB) proposed initially that a hypoxia event was the most likely cause given the available evidence, although there has not been any consensus concerning this theory among investigators. At various stages of the investigation, possible hijacking scenarios were considered, including crew involvement, and suspicion of the airplane's cargo manifest; many unofficial theories have also been proposed by the media. The Malaysian Ministry of Transport's final report from July 2018 was inconclusive but highlighted Malaysian air traffic controllers' failures to attempt to communicate with the aircraft shortly after its disappearance. In the absence of a definitive cause of disappearance, air transport industry safety recommendations and regulations citing Flight 370 have been intended mostly to prevent a repetition of the circumstances associated with the loss. These include increased battery life on underwater locator beacons, lengthening of recording times on flight data recorders and cockpit voice recorders, and new standards for aircraft position reporting over the open ocean.",
  "/wiki/Yamuna_Expressway": "Yamuna Expressway  or Taj Expressway is a 6-lane (extendable to 8 lanes), 165 km long, access controlled expressway, connecting Greater Noida with Agra in the Indian state of Uttar Pradesh. It is one of India's longest six-lane controlled-access expressway stretches. The total project cost was ₹128.39 billion (US$1.8 billion).\n The expressway project was inaugurated on 9 August 2012 by the then Chief Minister Akhilesh Yadav. The project was started to decongest the older Delhi-Agra (NH 2) or Mathura Road which is already over congested.\n The expressway starts from Greater Noida and ends at Kuberpur on NH-2 towards Kanpur. In addition, a total of 13 service roads of about 168 km have been built for local commuters to access the expressway. Yamuna Expressway will be connected with Eastern Peripheral Expressway via an interchange which is being built near Jaganpura –Afzalpur village at Yamuna Expressway in Gautam Budh Nagar district.",
  "/wiki/Delhi,_India": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.\n Delhi has been continuously inhabited since the 6th century BCE. Through most of its history, Delhi has served as a capital of various kingdoms and empires, most notably the Delhi Sultanate and the Mughal Empire. The city has been captured, ransacked and rebuilt several times, particularly during the medieval period, and modern Delhi is a cluster of a number of cities spread across the metropolitan region.\n A union territory, the political administration of the NCT of Delhi today more closely resembles that of a state of India, with its own legislature, high court and an executive council of ministers headed by a Chief Minister. New Delhi is jointly administered by the federal government of India and the local government of Delhi, and serves as the capital of the nation as well as the NCT of Delhi. Delhi hosted the first and ninth Asian Games in 1951 and 1982, respectively, 1983 NAM Summit, 2010 Men's Hockey World Cup, 2010 Commonwealth Games, 2012 BRICS Summit and was one of the major host cities of the 2011 Cricket World Cup.\n Delhi is also the centre of the National Capital Region (NCR), which is a unique 'interstate regional planning' area created by the National Capital Region Planning Board Act of 1985.",
  "/wiki/Agra,_India": "Agra (/ˈɑːɡrə/ (listen)) is a city on the banks of the Yamuna river in the Indian state of Uttar Pradesh. It is 206 kilometres (128 mi) south of the national capital New Delhi. Agra is the fourth-most populous city in Uttar Pradesh and 24th in India.\n Agra is a major tourist destination because of its many Mughal-era buildings, most notably the Taj Mahal, Agra Fort and Fatehpur Sikri, all of which are UNESCO World Heritage Sites. Agra is included on the Golden Triangle tourist circuit, along with Delhi and Jaipur; and the Uttar Pradesh Heritage Arc, a tourist circuit of Uttar Pradesh, along with Lucknow and Varanasi. Agra is in the Braj cultural region.\n The history of Agra before the Delhi Sultanate is unclear. A 17th century chronicle called the Agra before Sikandar Lodī's time (1488–1517) as an old settlement which was merely a village, owing to its destruction by Sultan Mahmud of Ghazni. The 11th-century Persian poet Mas'ūd Sa'd Salmān writes of an assault on the fortress of Agra, then held by King Jaypal, by Mahmud of Ghazni. Despite his surrender, Mahmud sacked the place. It was mentioned for the first time in 1080 AD when a Ghaznavide force captured it. Sikandar was the first sultan to move his capital from Delhi to Agra in 1504, its administration having previously been under Bayana. He governed the country from here and Agra assumed the importance of the second capital. He died in 1517 and his son, Ibrāhīm Lodī, remained in power there for nine more years. Several palaces, wells, and a mosque were built by him in the fort during his period. He was finally defeated at the Battle of Panipat in 1526. Between 1540 and 1556, Afghans, beginning with Sher Shah Suri, ruled the area. It was the capital of the Mughal Empire from 1556 to 1648. The city was later taken by the Marathas and later still fell to the British Raj.",
  "/wiki/Balibo": "Balibo is a town in East Timor situated approximately 10 kilometres (6.2 mi) from the Indonesian border. It is located in the subdistrict of Balibo, Bobonaro District.\n It was estimated by Human Rights Watch that 70 per cent of the town was destroyed during the militia violence that preceded the vote on East Timorese independence.[citation needed]\n Balibo achieved notoriety as the site of the killing of five Australian-based journalists now known as the Balibo Five, by Indonesian forces on October 16, 1975 during an incursion by Indonesia into what was then Portuguese Timor.\n The town is home to a 400-year-old fort, which was the scene of several battles during the Indonesian invasion in 1975. The Balibo Five were also filming from the fort when Indonesian forces landed in Balibo on the day they died. The fort has been converted into a hotel as of 2016, with support from the Rotary Club of Port Melbourne.\n The Balibo Declaration, which criticised the declaration of independence and was later used by the Indonesian government as partial justification for its invasion, was said to have been signed here but was actually drafted by Indonesian intelligence and signed in Bali, Indonesia.[citation needed]\n During the INTERFET mission after the Indonesian withdrawal, the fort was used as a base for approximately one thousand United Nations troops, as part of Operation Lavarack. Kylie Minogue performed an unplugged concert in Balibo to entertain United Nations troops in 1999, as part of the Tour of Duty series of concerts.\n In 2003, the government of Victoria, Australia purchased the house where the five journalists had stayed, as it had fallen into disrepair, and renovated it to serve as a creche, library and vocational training centre. International aid organizations have also been involved in other reconstruction work in the town, such as the rebuilding of a dormitory for schoolchildren from remote communities that had been razed during the militia attacks.",
  "/wiki/East_Timor": "East Timor (/-ˈtiːmɔːr/ (listen)) or Timor-Leste (/tiˈmɔːr ˈlɛʃteɪ/; Tetum: Timór Lorosa'e), officially the Democratic Republic of Timor-Leste (Portuguese: República Democrática de Timor-Leste, Tetum: Repúblika Demokrátika Timór-Leste), is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's size is about 15,007 km2 (5,794 sq mi).\n East Timor was colonised by Portugal in the 16th century, and was known as Portuguese Timor until 28 November 1975, when the Revolutionary Front for an Independent East Timor (Fretilin) declared the territory's independence. Nine days later, it was invaded and occupied by the Indonesian military, and was declared as the country's 27th province the following year. The Indonesian occupation of East Timor was characterised by a highly violent, decades-long conflict between separatist groups (especially Fretilin) and the Indonesian military.\n In 1999, following the United Nations-sponsored act of self-determination, Indonesia relinquished control of the territory. East Timor became the first new sovereign state of the 21st century on 20 May 2002 and joined the United Nations and the Community of Portuguese Language Countries. In 2011, East Timor announced its intention to become the eleventh member of the Association of Southeast Asian Nations (ASEAN). It is one of only two predominantly Christian nations in Southeast Asia, the other being the Philippines, as well as the only Asian country to be located completely in the Southern Hemisphere.",
  "/wiki/Balibo_Five": "The Balibo Five was a group of journalists for Australian television networks who were killed in the period leading up to the Indonesian invasion of East Timor. The Balibo Five were based in the town of Balibo in East Timor (then Portuguese Timor), where they were killed on 16 October 1975 during Indonesian incursions before the invasion. Roger East travelled to Balibo soon after to investigate the likely deaths of the Five and was later executed by members of the Indonesian military on the docks of Dili.\n In 2007, an Australian coroner ruled that they had been deliberately killed by Indonesian special forces soldiers. The official Indonesian version is that the men were killed by cross-fire during the battle for the town. According to The Economist, the Australian Government has never challenged this view in order to avoid damaging relations with Indonesia.\n After the ruling, newly elected Prime Minister of Australia Kevin Rudd declared \"those responsible should be held to account... You can't just sweep this to one side.\" However, no meaningful action was taken after he was elected, and Rudd refused to visit the gravesite of the slain journalists in 2008.",
  "/wiki/Yogyakarta": "Yogyakarta (/ˌdʒɒɡjəˈkɑːrtə, ˌjɒɡ-/; also Jogjakarta or Jogja; Javanese: ꦔꦪꦺꦴꦒꦾꦏꦂꦠ, Ngayogyakarta) is the capital city of Special Region of Yogyakarta in Indonesia. As the only Indonesian royal city still ruled by a monarchy, Yogyakarta is regarded as an important centre for classical Javanese fine arts and culture such as ballet, batik textiles, drama, literature, music, poetry, silversmithing,  visual arts, and wayang puppetry. Renowned as a centre of Indonesian education, Yogyakarta is home to a large student population and dozens of schools and universities, including Gadjah Mada University, the country's largest institute of higher education and one of its most prestigious.\n Yogyakarta is the capital of the Yogyakarta Sultanate and served as the Indonesian capital from 1946 to 1948 during the Indonesian National Revolution, with Gedung Agung as the president's office. One of the districts in southeastern Yogyakarta, Kotagede, was the capital of the Mataram Sultanate between 1587 and 1613.\n The city's population was 422,732 inhabitants at the 2017 census. Its built-up area was home to 4,010,436 inhabitants, which includes Magelang and 65 districts across Sleman, Klaten, Bantul, Kulon Progo, and Magelang regencies. At 0.837, Yogyakarta has one of the highest HDI within Indonesia, with which it is considered a \"developed\" city.",
  "/wiki/Garuda_Indonesia_Flight_200": "Garuda Indonesia Flight 200 (GA200/GIA 200) was a scheduled domestic passenger flight of a Boeing 737-400 operated by Garuda Indonesia between Jakarta and Yogyakarta, Indonesia. The aircraft overran the runway, crashed into a rice field and burst into flames while landing at Adisutjipto International Airport on 7 March 2007. Twenty passengers and one crew member were killed.:7 Both the captain and the first officer survived, but they were fired shortly after the accident occurred.",
  "/wiki/Samoa": "Samoa (/səˈmoʊə/), officially the Independent State of Samoa (Samoan: Malo Saʻoloto Tutoʻatasi o Sāmoa; Samoan: Sāmoa, IPA: [ˈsaːmoa]) and, until 4 July 1997, known as Western Samoa, is a country consisting of two main islands, Savai'i and Upolu, and four smaller islands (Manono, Apolima, Fanuatapu, and Namua). The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language and Samoan cultural identity.\n Samoa is a unitary parliamentary democracy with eleven administrative divisions. The sovereign state is a member of the Commonwealth of Nations. Western Samoa was admitted to the United Nations on 15 December 1976. The entire island group, which includes American Samoa, was called \"Navigator Islands\" by European explorers before the 20th century because of the Samoans' seafaring skills. The country was governed by New Zealand until its independence in 1962.\n In July 2017, Va'aletoa Sualauvi II became the head of state, succeeding Tui Ātua Tupua Tamasese Efi. The Prime Minister Tuila'epa came back to power after a landslide victory in March 2016, beginning a fifth term for the premier.",
  "/wiki/2009_Samoa_earthquake_and_tsunami": "The 2009 Samoa earthquake and tsunami took place on 29 September 2009 in the southern Pacific Ocean adjacent to the Kermadec-Tonga subduction zone. The submarine earthquake occurred in an extensional environment and had a moment magnitude of 8.1 and a maximum Mercalli intensity of VI (Strong). It was the largest earthquake of 2009.\n A tsunami was generated which caused substantial damage and loss of life in Samoa, American Samoa, and Tonga. The Pacific Tsunami Warning Center recorded a 3-inch (76 mm) rise in sea levels near the epicenter, and New Zealand scientists determined that the waves measured 14 metres (46 ft) at their highest on the Samoan coast. The quake occurred on the outer rise of the Kermadec-Tonga subduction zone. This is part of the Pacific Ring of Fire, where tectonic plates in the Earth's lithosphere meet and earthquakes and volcanic activity are common.\n Countries affected by the tsunami in the areas that were hit are American Samoa, Samoa and Tonga (Niuatoputapu) where more than 189 people were killed, especially children, most of them in Samoa.\nLarge waves with no major damage were reported on the coasts of Fiji, the northern coast of New Zealand and Rarotonga in the Cook Islands. People took precautions in the low-lying atolls of Tokelau and moved to higher ground. Niue was reported as reasonably safe because it is high. There were no reports of high waves from Vanuatu, Kiribati, New Caledonia and the Solomon Islands.",
  "/wiki/Sinking_of_RMS_Titanic": "The RMS Titanic sank in the early morning hours of 15 April 1912 in the North Atlantic Ocean, four days into the ship's maiden voyage from Southampton to New York City. The largest ocean liner in service at the time, Titanic had an estimated 2,224 people on board when she struck an iceberg at around 23:40 (ship's time)[a] on Sunday, 14 April 1912. Her sinking two hours and forty minutes later at 02:20 (ship's time; 05:18 GMT) on Monday, 15 April, resulted in the deaths of more than 1,500 people, making it one of the deadliest peacetime marine disasters in history.\n Titanic received six warnings of sea ice on 14 April but was travelling near her maximum speed when her lookouts sighted the iceberg. Unable to turn quickly enough, the ship suffered a glancing blow that buckled her starboard side and opened six of her sixteen compartments to the sea (the forepeak, all three holds, and boiler rooms 5 and 6). Titanic had been designed to stay afloat with four of her forward compartments flooded but no more, and the crew soon realised that the ship would sink. They used distress flares and radio (wireless) messages to attract help as the passengers were put into lifeboats.\n In accordance with existing practice, Titanic's lifeboat system was designed to ferry passengers to nearby rescue vessels, not to hold everyone on board simultaneously; therefore, with the ship sinking rapidly and help still hours away, there was no safe refuge for many of the passengers and crew. Compounding this, poor management of the evacuation meant many boats were launched before they were completely full.\n As a result, when Titanic sank, over a thousand passengers and crew were still on board. Almost all those who jumped or fell into the water either drowned or died within minutes due to the effects of cold shock and incapacitation. RMS Carpathia arrived on the scene about an hour and a half after the sinking and rescued the last of the survivors by 09:15 on 15 April, some nine and a half hours after the collision. The disaster shocked the world and caused widespread outrage over the lack of lifeboats, lax regulations, and the unequal treatment of the three passenger classes during the evacuation. Subsequent inquiries recommended sweeping changes to maritime regulations, leading to the establishment in 1914 of the International Convention for the Safety of Life at Sea (SOLAS).",
  "/wiki/British_Commonwealth_Pacific_Airlines": "British Commonwealth Pacific Airlines or BCPA, was an airline registered in New South Wales, Australia in June 1946 with headquarters in Sydney. It was formed by the governments of Australia (50%), New Zealand (30%) and the United Kingdom (20%) to pursue trans-Pacific flights.  BCPA was later taken over by Qantas.",
  "/wiki/BCPA_Flight_304": "BCPA Flight 304/44 was a scheduled flight operated by British Commonwealth Pacific Airlines from Sydney, Australia, to Vancouver, Canada, with scheduled stops at Fiji, Canton Island, Honolulu and San Francisco.  On 29 October 1953, the flight was conducted by a Douglas DC-6 named Resolution and registered in Australia as VH-BPE. The propliner crashed during its initial approach towards San Francisco International Airport, killing all 19 people on board, including the American pianist William Kapell.",
  "/wiki/Waco": "Waco (/ˈweɪkoʊ/ WAY-koh) is a city in central Texas and is the county seat of McLennan County, Texas, United States. It is situated along the Brazos River and I-35, halfway between Dallas and Austin. The city had a 2010 population of 124,805, making it the 22nd-most populous city in the state. The 2018 US Census population estimate is 138,183 The Waco Metropolitan Statistical Area consists of McLennan and Falls Counties, which had a 2010 population of 234,906. Falls County was added to the Waco MSA in 2013. The 2018 US Census population estimate for the Waco MSA is 271,942.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.\n Houston is the most populous city in Texas and the fourth largest in the U.S., while San Antonio is the second-most populous in the state and seventh largest in the U.S. Dallas–Fort Worth and Greater Houston are the fourth and fifth largest metropolitan statistical areas in the country, respectively. Other major cities include Austin, the second-most populous state capital in the U.S., and El Paso. Texas is nicknamed the \"Lone Star State\" for its former status as an independent republic, and as a reminder of the state's struggle for independence from Mexico. The \"Lone Star\" can be found on the Texas state flag and on the Texas state seal. The origin of Texas's name is from the word taysha, which means \"friends\" in the Caddo language.\n Due to its size and geologic features such as the Balcones Fault, Texas contains diverse landscapes common to both the U.S. Southern and Southwestern regions. Although Texas is popularly associated with the U.S. southwestern deserts, less than 10% of Texas's land area is desert. Most of the population centers are in areas of former prairies, grasslands, forests, and the coastline. Traveling from east to west, one can observe terrain that ranges from coastal swamps and piney woods, to rolling plains and rugged hills, and finally the desert and mountains of the Big Bend.\n The term \"six flags over Texas\"[note 1] refers to several nations that have ruled over the territory. Spain was the first European country to claim and control the area of Texas. France held a short-lived colony. Mexico controlled the territory until 1836 when Texas won its independence, becoming an independent Republic. In 1845, Texas joined the union as the 28th state. The state's annexation set off a chain of events that led to the Mexican–American War in 1846. A slave state before the American Civil War, Texas declared its secession from the U.S. in early 1861, and officially joined the Confederate States of America on March 2 of the same year. After the Civil War and the restoration of its representation in the federal government, Texas entered a long period of economic stagnation.\n Historically four major industries shaped the Texas economy prior to World War II: cattle and bison, cotton, timber, and oil. Before and after the U.S. Civil War the cattle industry, which Texas came to dominate, was a major economic driver for the state, thus creating the traditional image of the Texas cowboy. In the later 19th century cotton and lumber grew to be major industries as the cattle industry became less lucrative. It was ultimately, though, the discovery of major petroleum deposits (Spindletop in particular) that initiated an economic boom which became the driving force behind the economy for much of the 20th century. With strong investments in universities, Texas developed a diversified economy and high tech industry in the mid-20th century. As of 2015, it is second on the list of the most Fortune 500 companies with 54. With a growing base of industry, the state leads in many industries, including tourism, agriculture, petrochemicals, energy, computers and electronics, aerospace, and biomedical sciences. Texas has led the U.S. in state export revenue since 2002 and has the second-highest gross state product. If Texas were a sovereign state, it would be the 10th largest economy in the world.",
  "/wiki/Waco_Siege": "The Waco siege was the siege of a compound belonging to the religious sect Branch Davidians, carried out by American federal and Texas state law enforcement, as well as the U.S. military, between February 28 and April 19, 1993. The Branch Davidians were led by David Koresh and were headquartered at Mount Carmel Center ranch in the community of Axtell, Texas, 13 miles (21 kilometers) east-northeast of Waco. Suspecting the group of stockpiling illegal weapons, the Bureau of Alcohol, Tobacco, and Firearms (ATF) obtained a search warrant for the compound and arrest warrants for Koresh and a select few of the group's members.\n The incident began when the ATF attempted to raid the ranch. An intense gun battle erupted, resulting in the deaths of four government agents and six Branch Davidians. Upon the ATF's failure to raid the compound, a siege lasting 51 days was initiated by the Federal Bureau of Investigation (FBI). Eventually, the FBI launched an assault and initiated a tear gas attack in an attempt to force the Branch Davidians out of the ranch. During the attack, a fire engulfed Mount Carmel Center. This resulted in the deaths of 76 Branch Davidians, including 20 children, two pregnant women and David Koresh.\n The events of the siege and attack are disputed by various sources. A particular controversy ensued over the origin of the fire; an internal Justice Department investigation concluded in 2000 that incendiary tear gas canisters were used by the FBI, but maintained that sect members had started the fire. The events thirteen miles from Waco, and the law enforcement siege at Ruby Ridge less than twelve months earlier, have been cited by commentators as catalysts for the Oklahoma City bombing by Timothy McVeigh and Terry Nichols.",
  "/wiki/List_of_disasters_in_Australia_by_death_toll": "This is a list of disasters and tragic events in modern Australia sorted by death toll."
}