{
  "/wiki/Un_Amor_en_Mois%C3%A9s_Ville": "Un Amor en Moisés Ville (English: A Love in Moisés Ville) is a 2001 Argentine drama film directed by Daniel Barone and written by Antonio Ottone. It stars Victor Laplace, Cipe Lincovsky, Malena Figo, Lautaro Delgado and Jean Pierre Reguerraz. It premiered in Argentina on April 12, 2001.",
  "/wiki/Daniel_Barone": "Daniel Barone (21 August 1965, Buenos Aires - ) is an Argentine film and television director.",
  "/wiki/V%C3%ADctor_Laplace": "Víctor Laplace (born 30 May 1943) is an acclaimed Argentine film actor.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/El_Amor_y_el_espanto": "El amor y el espanto (Love and Dread) is a 2001 Argentine drama film directed by Juan Carlos Desanzo and written by José Pablo Feinmann. It stars Miguel Ángel Solá, Blanca Oteyza and Victor Laplace.",
  "/wiki/Jorge_Luis_Borges": "Jorge Francisco Isidoro Luis Borges Acevedo KBE (/ˈbɔːrhɛs/; Spanish: [ˈboɾxes] (listen); 24 August 1899 – 14 June 1986) was an Argentine short-story writer, essayist, poet and translator, and a key figure in Spanish-language and universal literature. His best-known books, Ficciones (Fictions) and El Aleph (The Aleph), published in the 1940s, are compilations of short stories interconnected by common themes, including dreams, labyrinths, philosophy, libraries, mirrors, fictional writers, and mythology. Borges' works have contributed to philosophical literature and the fantasy genre, and have been considered by some critics to mark the beginning of the magic realist movement in 20th century Latin American literature. His late poems converse with such cultural figures as Spinoza, Camões, and Virgil.",
  "/wiki/Animal_(2001_film)": "Animalada (English: Animal) is a 2001 Argentine black comedy film directed and written by Sergio Bizzio.",
  "/wiki/Carlos_Roff%C3%A9": "Carlos Roffé (1 August 1943 – 31 December 2005) was an Argentine film and television actor active between 1969 and 2005.",
  "/wiki/Black_comedy": "Black comedy, also known as black humor, dark comedy, dark humor or gallows humor, is a comic style that makes light of subject matter that is generally considered taboo, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues, by provoking discomfort and serious thought as well as amusement in their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death and violence, discrimination, disease, and human sexuality.",
  "/wiki/Antigua_mia_vida": "Antigua, My Life (Spanish: Antigua vida mía) is a 2001 Argentine-Spanish drama film directed by Héctor Olivera and written by Ángeles González Sinde, from the novel by the Chilean writer Marcela Serrano. It stars Ana Belén and Cecilia Roth. Many scenes of the film were shot in Guatemala.",
  "/wiki/H%C3%A9ctor_Olivera_(film_director)": "Héctor Olivera (born 5 April 1931) is an Argentine film director, producer and screenwriter. Olivera worked mainly in the cinema of Argentina, but also has directed or contributed to several films made for the United States market.",
  "/wiki/Ana_Bel%C3%A9n": "María del Pilar Cuesta Acosta (born 27 May 1951, Madrid) known professionally as Ana Belén is a Spanish actress and singer.",
  "/wiki/Cecilia_Roth": "Cecilia Edith Rotenberg Gutkin better known as Cecilia Roth (Spanish pronunciation: [seˈsilja rot]; born August 8, 1956) is an Argentine actress. She is the winner of two Goya Awards and a European Film Award. She is known for being an \"Almodóvar girl\" and the \"muse\" of Fito Páez during the 1990s.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/El_Armario": "El armario  (English language:The Cupboard) is a 2001 Argentine film directed and written by Gustavo Corrado. The film premiered on 3 May 2001 in Buenos Aires. The film starred Jean Pierre Reguerraz and Pamela Rementería, who was nominated for a Silver Condor Best Actress Award for her performance. Also starring Adolfo Coroa and Lelia Dondoglio.",
  "/wiki/Jean_Pierre_Reguerraz": "Jean-Pierre Reguerraz (1939 – November 2, 2007) was an Argentine stage and film actor noted for his deep bass voice. Born in Buenos Aires, Argentina, in 1939 of French parents, he studied acting in Europe before returning to Argentina in 1960 for various stage roles. He performed at the Teatro Payro in Marathon, Rayuela, and Ivanov.",
  "/wiki/The_Notice_of_the_Day": "The Notice of the Day (Spanish: Arregui, La Noticia del Día) is a 2001 Argentine comedy-drama film directed and written by María Victoria Menis with Diana Iceruk. The film, which premiered on 2 August 2001 in Buenos Aires, stars Enrique Pinti and Carmen Maura. Maura was nominated for a Silver Condor Award for Best Actress in 2002 for her role in the film.",
  "/wiki/Enrique_Pinti": "Enrique Pinti (born October 7, 1939 in Buenos Aires) is an Argentine actor and comedian.",
  "/wiki/Carmen_Maura": "María del Carmen García Maura OAXS (born 15 September 1945) is a Spanish actress. In a career that has spanned six decades, Maura is best known for her collaborations with noted Spanish film directors Pedro Almodóvar and Álex de la Iglesia. Maura holds the record (with three) for most Goya Awards for Best Leading Actress than any other actress in the history of Spanish film. She also won a Cesar Award in 2013 and a Cannes Film Festival Award in 2006.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Bolivia_(film)": "Bolivia is a 2001 Argentine and Dutch drama film directed by Israel Adrián Caetano, his first feature-length film. The screenplay is written by Caetano, based upon the Romina Lafranchini story, about his wife. The motion picture features Freddy Flores and Rosa Sánchez, among others.",
  "/wiki/Israel_Adri%C3%A1n_Caetano": "Israel Adrián Caetano (born 1969 in Montevideo, Uruguay), known as Adrián Caetano, is an Uruguayan film director, producer and screenplay writer.",
  "/wiki/Freddy_Flores": "Freddy Waldo Flores is a film actor.  He works in the cinema of Argentina.",
  "/wiki/Villa_Crespo": "Villa Crespo is a middle class neighborhood in Buenos Aires, Argentina, located in the geographical center of the city. It had a population of 83,646 people in 2001, and thus currently a population density of 23,235 inhabitants/km2. Villa Crespo celebrates its anniversary on June 3.",
  "/wiki/La_Ci%C3%A9naga_(film)": "La Ciénaga ([la ˈsjenaɣa] English: The Swamp) is a 2001 Argentine, Spanish, and French film, written and directed by Lucrecia Martel in her feature directorial debut. The film was executive-produced by Ana Aizenberg, Diego Guebel, Mario Pergolini, and produced by Lita Stantic. It features Graciela Borges, Mercedes Morán, Martín Adjemián and Daniel Valenzuela, among others.",
  "/wiki/Lucrecia_Martel": "Lucrecia Martel (born December 14, 1966) is an Argentine film director, screenwriter and producer whose feature films have frequented Cannes, Venice, Berlin, Toronto, and many other international film festivals.  Film scholar Paul Julian Smith wrote in 2015 that she is “arguably the most critically acclaimed auteur in Spanish-language art cinema outside Latin America” and that her “transnational auteurism and demanding features have earned her a hard-won reputation in the world art cinema festival circuit.”. Similarly, film scholar Haden Guest has called her “one of the most prodigiously talented filmmakers in contemporary world cinema,” and film scholar David Oubiña has called her body of work a “rare perfection.” In April 2018, Vogue called her \"one of the greatest directors in the world right now\".",
  "/wiki/Graciela_Borges": "Graciela Borges (Spanish pronunciation: [ɡɾaˈsjela ˈβoɾxes]; born Graciela Noemí Zabala, June 10, 1941) is an Argentine  television and film actress.",
  "/wiki/Mercedes_Mor%C3%A1n": "Mercedes Beatriz Morán (born September 21, 1955 in Villa Dolores, Córdoba, Argentina) is an Argentine film and television actress.",
  "/wiki/Mart%C3%ADn_Adjemi%C3%A1n": "Martín Adjemián (December 12, 1932 – January 3, 2006) was an Argentine film and television actor of Armenian descent.  He worked in the cinema of Argentina.",
  "/wiki/Alberto_Lecchi": "Alberto Lecchi (born 1954) is an Argentine film, screenwriter and film producer.",
  "/wiki/Nicol%C3%A1s_Cabr%C3%A9": "Nicolás Gabriel Cabré Brickenstaedt (born 6 February 1980) is an Argentine actor and television host. Known for his film, stage and television work, he has won ACE Award and earned four Martín Fierro Award nominations. Cabré is also a regular feature in Argentine press, and his off–screen life is widely reported.",
  "/wiki/Pablo_Rago": "Pablo Rago (Spanish pronunciation: [ˈpaβlo ˈraɣo]; born September 24, 1972 in Buenos Aires) is an Argentine actor. He has acted in the films The Official Story (as a child actor) and The Secret in Their Eyes; both Argentine films have won the Academy Award for Best Foreign Language Film, and he has acted in many other films and productions.",
  "/wiki/Florencia_Bertotti": "María Florencia Bertotti (Spanish pronunciation: [maˈɾi.a floˈɾensja βeɾˈtoti]; born 15 March 1983), better known as Flor or Floricienta, is an Argentine actress, singer and producer. She is best known for her roles in telenovelas Verano del '98, Son Amores and Floricienta. Bertotti has been nominated for five Martín Fierro Awards, winning two, and for two Clarín Awards, winning one.",
  "/wiki/Gabriel_Goity": "Gabriel Goity (born c. 1960) is an Argentine theatrical, film and television actor. He was born in the small Argentine town of El Palomar.",
  "/wiki/Julieta_D%C3%ADaz": "Julieta Díaz Hermida (born September 9, 1977) is an Argentine model and film, television, theatre and stage actress.",
  "/wiki/Comedy": "In a modern sense, comedy (from the Greek: κωμῳδία, kōmōidía) is a genre of fiction that refers to any discourse or work generally intended to be humorous or amusing by inducing laughter, especially in theatre, television, film, stand-up comedy, books and novels or any other medium of entertainment. The origins of the term are found in Ancient Greece. In the Athenian democracy, the public opinion of voters was influenced by the political satire performed by the comic poets at the theaters. The theatrical genre of Greek comedy can be described as a dramatic performance which pits two groups or societies against each other in an amusing agon or conflict. Northrop Frye depicted these two opposing sides as a \"Society of Youth\" and a \"Society of the Old.\" A revised view characterizes the essential agon of comedy as a struggle between a relatively powerless youth and the societal conventions that pose obstacles to his hopes. In this struggle, the youth is understood to be constrained by his lack of social authority, and is left with little choice but to take recourse in ruses which engender very dramatic irony which provokes laughter.",
  "/wiki/List_of_Argentine_films_of_2001": "A list of films produced in Argentina in 2001:"
}