{
  "/wiki/United_States_Dollar": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Layer_Five": "Juniper Networks, Inc. is an information technology and computer networking products multinational company, founded in 1996.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Pacific_Advantage_Ltd": "Pacific Advantage Ltd was a Hong Kong-based marketing company that was acquired by Juniper Networks in 2000 for US$ 4 million in stock.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Micro_Magic_Inc.": "Micro Magic Inc. was a US-based ASIC company that produced high-performance SoC designs and was acquired by Juniper Networks in 2000 for 260 million US$ in stocks and cash.",
  "/wiki/Application-specific_integrated_circuit": "An application-specific integrated circuit (ASIC /ˈeɪsɪk/) is an integrated circuit (IC) chip customized for a particular use, rather than intended for general-purpose use. For example, a chip designed to run in a digital voice recorder or a high-efficiency bitcoin miner is an ASIC. Application-specific standard product (ASSP) chips are intermediate between ASICs and industry standard integrated circuits like the 7400 series or the 4000 series. ASIC chips are typically fabricated using metal-oxide-semiconductor (MOS) technology, as MOS integrated circuit chips.",
  "/wiki/Pacific_Broadband_Communications": "Pacific Broadband Communications was a former broadband telecommunications company based in San Jose, California. Founded in November, 1999 by Dr. Alok Sharma, the company focused on a Cable Modem Termination System (CMTS) product named the Kodiak G10, as well as a Cable Modem reference design, made available under license. Investors included Raza Foundries, Bowman Capital, Vulcan Ventures, Cox Communications, Pilot House, YAS Capital Partners, Juniper Networks, and Scientific-Atlanta.",
  "/wiki/Cable_modem_termination_system": "A cable modem termination system or CMTS is a piece of equipment, typically located in a cable company's headend or hubsite, which is used to provide high speed data services, such as cable Internet or Voice over Internet Protocol, to cable subscribers.  A CMTS provides many of the same functions provided by the DSLAM in a DSL system.",
  "/wiki/Unisphere_Networks": "Unisphere Networks (formally Unisphere Solutions) was a Westford, MA based networking equipment manufacturer and subsidiary of German corporation Siemens AG.  Formed in 1998 at a cost of roughly US$1 billion, Unisphere was later sold to Juniper Networks in May 2002 for between $585 million and $740 million, as $375 million in cash and 36.5 million shares of Juniper stock.",
  "/wiki/Siemens": "Siemens AG (German pronunciation: [ˈziːməns] or [-mɛns]) is a German multinational conglomerate company headquartered in Munich and the largest industrial manufacturing company in Europe with branch offices abroad.",
  "/wiki/Computer_networking": "A computer network is a digital telecommunications network for sharing resources between nodes, which are computing devices that use a common telecommunications technology.  Data transmission between nodes is supported over data links consisting of physical cable media, such as twisted pair or fiber-optic cables, or by wireless methods, such as Wi-Fi, microwave transmission, or free-space optical communication.",
  "/wiki/Edge_router": "A router[a] is a networking device that forwards data packets between computer networks. Routers perform the traffic directing functions on the Internet.  Data sent through the internet, such as a web page or email, is in the form of data packets.   A packet is typically forwarded from one router to another router through the networks that constitute an internetwork (e.g. the Internet) until it reaches its destination node.",
  "/wiki/NetScreen_Technologies": "NetScreen Technologies was an American technology company that was acquired by Juniper Networks for US$4 billion stock for stock in 2004.",
  "/wiki/Network_security": "Network security consists of the policies and practices adopted to prevent and monitor unauthorized access, misuse, modification, or denial of a computer network and network-accessible resources. Network security involves the authorization of access to data in a network, which is controlled by the network administrator. Users choose or are assigned an ID and password or other authenticating information that allows them access to information and programs within their authority.  Network security covers a variety of computer networks, both public and private, that are used in everyday jobs; conducting transactions and communications among businesses, government agencies and individuals. Networks can be private, such as within a company, and others which might be open to public access. Network security is involved in organizations, enterprises, and other types of institutions. It does as its title explains: it secures the network, as well as protecting and overseeing operations being done. The most common and simple way of protecting a network resource is by assigning it a unique name and a corresponding password.",
  "/wiki/Kagoor_Networks": "Kagoor Networks was a San Mateo, California-based company that was acquired by Juniper Networks for US$ 65.7 million in 2005.",
  "/wiki/VoIP": "Voice over Internet Protocol (VoIP), also called IP telephony,  is a method and group of technologies for the delivery of voice communications and multimedia sessions over Internet Protocol (IP) networks, such as the Internet. The terms Internet telephony, broadband telephony, and broadband phone service specifically refer to the provisioning of communications services (voice, fax, SMS, voice-messaging) over the public Internet, rather than via the public switched telephone network (PSTN), also known as plain old telephone service (POTS).",
  "/wiki/Peribit_Networks": "Peribit Networks was a US-based company that was acquired by Juniper Networks in 2005 for US$ 337 million in cash, stock and assumed stock options.",
  "/wiki/Redline_Networks": "Redline Networks was a US-based company that was acquired by Juniper Networks in 2005 for US$ 132 million in cash and assumed stock options. Founded by Israel L'Heureux, Sarah L'Heureux, and Chris Peiffer in early 2000.",
  "/wiki/Time-division_multiplexing": "Time-division multiplexing (TDM) is a method of transmitting and receiving independent signals over a common signal path by means of synchronized switches at each end of the transmission line so that each signal appears on the line only a fraction of time in an alternating pattern.[<It is a communication process that transmit 2 or more digital signals or analogue signals over a common chanel>] It is used when the bit rate of the transmission medium exceeds that of the signal to be transmitted. This form of signal multiplexing was developed in telecommunications for telegraphy systems in the late 19th century, but found its most common application in digital telephony in the second half of the 20th century.",
  "/wiki/Funk_Software": "Funk Software was a US-based company that was acquired by Juniper Networks in 2005 for US$ 122 million. The company was founded in 1982 by Paul Funk, and was headquartered in Cambridge, Massachusetts.",
  "/wiki/Ankeena_Networks": "Ankeena Networks was a US-based new media infrastructure technology company that was acquired by Juniper Networks in 2010 for US$100 million.",
  "/wiki/Trapeze_Networks": "Trapeze Networks, Inc. was founded in 2002. It is a Wi-Fi networking infrastructure and services vendor. In Sept 2007 Trapeze was recognized by Frost and Sullivan as the first company to apply controller virtualization techniques to wireless networks resulting in session-level hitless failover capabilities. Trapeze was acquired by Belden Inc. in July 2008 for $133 million.  In December 2008 Trapeze Networks acquired Newbury Networks, a Wi-Fi based Real-Time Location Services (RTLS) company.  In November 2010 Juniper Networks announced a definitive agreement to acquire Trapeze Networks in an all-cash transaction valued at approximately $152 million.",
  "/wiki/Pleasanton,_California": "Pleasanton is a city in Alameda County, California, incorporated in 1894. It is a suburb in the San Francisco Bay Area located about 25 miles (40 km) east of Oakland, and 6 miles (9.7 km) west of Livermore. The population was 70,285 at the 2010 census. In 2005 and 2007, Pleasanton was ranked the wealthiest middle-sized city in the United States by the Census Bureau. Pleasanton is home to the headquarters of Safeway, Workday, Ellie Mae, Roche Molecular Diagnostics, Blackhawk Network Holdings, and Veeva Systems. Other major employers include Kaiser Permanente, Oracle, Nordstrom and Macy's. Although Oakland is the Alameda County seat, a few county offices are located in Pleasanton. The Alameda County Fairgrounds are located in Pleasanton, where the county fair is held during the last week of June and the first week of July. Pleasanton Ridge Regional Park is located on the west side of town.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/WLAN": "A wireless LAN (WLAN) is a wireless computer network that links two or more devices using wireless communication to form a local area network (LAN) within a limited area such as a home, school, computer laboratory, campus, or office building. This gives users the ability to move around within the area and remain connected to the network. Through a gateway, a WLAN can also provide a connection to the wider Internet.",
  "/wiki/Altor_Networks": "Altor Networks, Inc., a Juniper Networks Company, is a provider of security for virtual data centers and clouds[citation needed]. The company developed the world’s first firewall purpose-built for virtual networks, a software security \"appliance\" that runs in a virtualized environment and enforces security policy on a per-virtual-machine basis. Data center administrators could pinpoint a broad range of virtual network security comprises and create roles-based security policies. Security policies could be continuously enforced on individual virtual machines (VM), even as they moved throughout the virtualized data center.",
  "/wiki/Redwood_Shores,_California": "Redwood Shores is a waterfront community in Redwood City, California. It is located along the western shore of San Francisco Bay on the San Francisco Peninsula in San Mateo County. Redwood Shores is the home of several major technology companies, including Oracle Corporation, Electronic Arts, Nintendo, Zuora, Qualys, Crystal Dynamics and Shutterfly.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Software-defined_network": "Software-defined networking (SDN) technology is an approach to network management that enables dynamic, programmatically efficient network configuration in order to improve network performance and monitoring making it more like cloud computing than traditional network management. SDN is meant to address the fact that the static architecture of traditional networks is decentralized and complex while current networks require more flexibility and easy troubleshooting. SDN attempts to centralize network intelligence in one network component by disassociating the forwarding process of network packets (data plane) from the routing process (control plane). The control plane consists of one or more controllers which are considered as the brain of SDN network where the whole intelligence is incorporated. However, the intelligence centralization has its own drawbacks when it comes to security, scalability and elasticity and this is the main issue of SDN.",
  "/wiki/Bracknell": "Bracknell (/ˈbræknəl/) is a large town and civil parish in Berkshire, England, the westernmost area within the Greater London Urban Area and the administrative centre of the Borough of Bracknell Forest. It lies 11 miles (18 km) to the east of Reading, 9 miles (14 km) south of Maidenhead, 10 miles (16 km) southwest of Windsor and 34 miles (55 km) west of central London.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Piscataway,_New_Jersey": "Piscataway (/pɪˈskætəweɪ/) is a township in Middlesex County, New Jersey, United States. As of the 2010 United States Census, the township's population was 56,044, reflecting an increase of 5,562 (+11.0%) from the 50,482 counted in the 2000 Census, which had in turn increased by 3,393 (+7.2%) from the 47,089 counted in 1990.",
  "/wiki/List_of_acquisitions_by_Juniper_Networks": "Juniper Networks, Inc. is an information technology and computer networking products multinational company, founded in 1996."
}