{
  "/wiki/FC_Flora": "FC Flora, commonly known as Flora Tallinn, or simply as Flora, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.",
  "/wiki/Tallinn": "Tallinn (/ˈtɑːlɪn, ˈtælɪn/; Estonian: [ˈtɑlʲˑinˑ]; names in other languages) is the capital,  primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562. Administratively a part of Harju maakond (county), Tallinn is the main  financial, industrial, cultural, educational and research centre of Estonia. Tallinn is located 80 kilometres (50 mi) south of Helsinki, Finland, 320 kilometres (200 mi) west of Saint Petersburg, Russia, and 380 kilometres (240 mi) east of Stockholm, Sweden. It has close historical ties with these three cities. From the 13th century until the first half of the 20th century Tallinn was known in most of the world by its historical German name Reval.",
  "/wiki/A._Le_Coq_Arena": "The A. Le Coq Arena (known as Lilleküla Stadium prior to sponsorship and during UEFA competitions) is a football stadium in Tallinn, Estonia. It is the home ground of football club Flora and the Estonia national football team. With a capacity of 14,336, it is the largest football stadium in Estonia.",
  "/wiki/FC_Infonet": "FCI Tallinn (FC Infonet Tallinn) is a football club, based in Lasnamäe, Tallinn, Estonia.",
  "/wiki/Sportland_Arena": "The A. Le Coq Arena (known as Lilleküla Stadium prior to sponsorship and during UEFA competitions) is a football stadium in Tallinn, Estonia. It is the home ground of football club Flora and the Estonia national football team. With a capacity of 14,336, it is the largest football stadium in Estonia.",
  "/wiki/FC_Kuressaare": "FC Kuressaare, commonly known as Kuressaare, is a football club, based in Kuressaare, Saaremaa, Estonia. The club's home ground is Kuressaare linnastaadion.",
  "/wiki/Kuressaare": "Kuressaare (Estonian pronunciation: [ˈkureˈsˑɑːre]) is a town on Saaremaa island in Estonia. It is the administrative centre of Saaremaa Parish and the capital of Saare County. Kuressaare is the westernmost town in Estonia. The recorded population on 1 January 2018 was 13,276.",
  "/wiki/Kuressaare_Linnastaadion": "Kuressaare linnastaadion is a multi-purpose stadium in Kuressaare, Estonia.  It is currently used mostly for football matches and hosts the matches of FC Kuressaare. The stadiums seated capacity is 2,000.",
  "/wiki/FC_Levadia_Tallinn": "FCI Levadia Tallinn, commonly known as FCI Levadia, or simply as Levadia, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.",
  "/wiki/Kadriorg_Stadium": "The Kadriorg Stadium (Estonian: Kadrioru staadion) is a multi-purpose stadium in Tallinn, Estonia. It is currently used mostly for football matches and is the home stadium of FC Levadia Tallinn. The stadium holds 5,000 and was built in 1926. The Kadriorg Stadium is located about 2 km east of the city centre in the subdistrict of Kadriorg near the Kadriorg Palace. The address of the stadium is Roheline aas 24, 10150 Tallinn.",
  "/wiki/JK_Narva_Trans": "JK Narva Trans, commonly known as Narva Trans, or simply as Trans, is a professional football club, based in Narva, Estonia, that competes in the Meistriliiga, the top flight of Estonian football.  The club's home ground is Narva Kreenholm Stadium.",
  "/wiki/Narva": "Narva (Estonian pronunciation: [ˈnɑrʋɑ]; Russian: Нарва, Russian pronunciation: [ˈnarvə]) is a municipality and city in Estonia.  It is located in Ida-Viru County, at the eastern extreme point of Estonia, at the Russian border, on the Narva River which drains Lake Peipus. The city of Narva is the country's third largest.",
  "/wiki/Narva_Kreenholmi_Stadium": "Narva Kreenholm Stadium (also Kreenholm Stadium; Estonian: Narva Kreenholmi staadion) is a multi-purpose stadium in Narva, Estonia.",
  "/wiki/N%C3%B5mme_Kalju_FC": "Nõmme Kalju FC (Estonian pronunciation: [nɤmˈme ˈkɑlju]), commonly known as Nõmme Kalju, or simply as Kalju, is a professional football club, based in Nõmme, Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is Hiiu Stadium.",
  "/wiki/Paide_Linnameeskond": "Paide Linnameeskond is a football club based in Paide, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is Paide linnastaadion.",
  "/wiki/Paide": "Paide (German: Weissenstein) is the capital of Järva County, Estonia.",
  "/wiki/Paide_linnastaadion": "Paide linnastaadion (English: Paide City Stadium) is a multi-use stadium in Paide, Estonia.",
  "/wiki/JK_Sillam%C3%A4e_Kalev": "JK Sillamäe Kalev, commonly known as Sillamäe Kalev, or simply as Sillamäe, is a football club, based in Sillamäe, Estonia. Founded in 1957, Sillamäe Kalev was one of the founding members of the Meistriliiga.",
  "/wiki/Sillam%C3%A4e": "Sillamäe (Estonian for 'Bridge Hill'; known also by Germanised names of Sillamäggi or Sillamägi and in Russian: Силламяэ, Sillamyae), is a town in Ida-Viru County in the northern part of Estonia, on the southern coast of the Gulf of Finland. It has a population of 13,666 (as of 1 January 2017) and covers an area of 10.54 km². Sillamäe is located at the mouth of Sõtke River.",
  "/wiki/Sillam%C3%A4e_Kalevi_Stadium": "Sillamäe Kalevi staadion is a multi-purpose stadium in Sillamäe, Estonia.  It is currently used mostly for football matches and hosts the matches of JK Sillamäe Kalev. The stadium holds 800 people.",
  "/wiki/JK_Tallinna_Kalev": "JK Tallinna Kalev, also known as Tallinna Kalev or simply Kalev, is a football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is the Kalev Keskstaadion.",
  "/wiki/Kalevi_Keskstaadion": "Kalevi Keskstaadion is a multi-purpose stadium in Tallinn, Estonia.  It is currently used mostly for football matches and is the home stadium of Kalev Tallinn.  The stadium holds 12,000  and was built in 1955. The address of the stadium is Staadioni 8, 10132 Tallinn.",
  "/wiki/Tartu_JK_Tammeka": "Tartu JK Tammeka, commonly known as Tartu Tammeka or simply Tammeka, is a football club, based in Tartu, Estonia, that competes in the Meistriliiga, the top flight of Estonian football.",
  "/wiki/Tartu": "Tartu (Estonian pronunciation: [ˈtɑrtˑu], South Estonian: Tarto) is the second largest city of Estonia, after Estonia's political and financial capital Tallinn.",
  "/wiki/Tamme_Stadium": "Tamme Stadium (Estonian: Tamme staadion) is a multi-purpose stadium in Tartu, Estonia, located in the district of Tammelinn. It is currently used mostly for football matches and hosts the matches of Tammeka Tartu. The stadium holds 1,638 people."
}