{
  "/wiki/Grand_Theft_Auto_V": "Grand Theft Auto V is a 2013 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the first main entry in the Grand Theft Auto series since 2008's Grand Theft Auto IV. Set within the fictional state of San Andreas, based on Southern California, the single-player story follows three criminals and their efforts to commit heists while under pressure from a government agency and powerful crime figures. The open world design lets players freely roam San Andreas' open countryside and the fictional city of Los Santos, based on Los Angeles.",
  "/wiki/Rockstar_Games": "Rockstar Games, Inc. is an American video game publisher based in New York City. The company was established in December 1998 as a subsidiary of Take-Two Interactive, and as successor to BMG Interactive, a dormant video game publisher of which Take-Two had previously acquired the assets. Founding members of the company were Sam and Dan Houser, Terry Donovan and Jamie King, who worked for Take-Two at the time, and of which the Houser brothers were previously executives at BMG Interactive. Co-founders Sam and Dan Houser head the studio as president and vice-president for creative, respectively.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/The_Last_of_Us": "The Last of Us is a 2013 action-adventure survival horror video game developed by Naughty Dog and published by Sony Computer Entertainment. Players control Joel, a smuggler tasked with escorting a teenage girl, Ellie, across a post-apocalyptic United States. The Last of Us is played from a third-person perspective. Players use firearms and improvised weapons, and can use stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. In the online multiplayer mode, up to eight players engage in cooperative and competitive gameplay.",
  "/wiki/Sony_Interactive_Entertainment": "Sony Interactive Entertainment (SIE) is a multinational video game and digital entertainment company that is a wholly owned subsidiary of Japanese conglomerate Sony Corporation, managed through Sony's American hub, Sony Corporation of America. Its main headquarters is Sony Interactive Entertainment LLC (SIE LLC), based in San Mateo, California, United States, while Sony Interactive Entertainment Inc. (SIE Inc.) is based in Tokyo, Japan. SIE Inc. was founded as Sony Computer Entertainment (SCE) in Tokyo in November 1993 to handle Sony's venture into video game development for the PlayStation systems, while SIE LLC was founded in San Mateo in April 2016.",
  "/wiki/Shovel_Knight": "Shovel Knight is a 2D side-scrolling platform game developed and published by Yacht Club Games. Following a successful Kickstarter crowdfunding campaign, the game was released for Microsoft Windows, Nintendo 3DS and Wii U in June 2014. The game was ported to OS X and Linux in September 2014, PlayStation 3, PlayStation 4, PlayStation Vita and Xbox One in April 2015, Amazon Fire TV in September 2015, and Nintendo Switch in March 2017. Shovel Knight is inspired by gameplay and graphics of platformer games developed for the Nintendo Entertainment System.",
  "/wiki/Yacht_Club_Games": "Yacht Club Games, LLC is an American independent video game development studio and publisher founded in 2011 by former WayForward Technologies director Sean Velasco. The company announced their first title, Shovel Knight, on March 14, 2013, and released it on June 26, 2014, after a successful Kickstarter campaign. In 2016, the company announced that it would start publishing games from other companies, and that their first published game would be  Azure Striker Gunvolt: Striker Pack, a compilation containing Azure Striker Gunvolt and Azure Striker Gunvolt 2. The second will be Cyber Shadow, a game developed by Mechanical Head Studios.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Fez_(video_game)": "Fez (stylized as FEZ) is an indie puzzle-platform video game developed by Polytron Corporation and published by Trapdoor. The player-character Gomez receives a fez that reveals his two-dimensional (2D) world to be one of four sides of a three-dimensional (3D) world. The player rotates between these four 2D views to realign platforms and solve the game's puzzles. The object of the game is to collect cubes and cube fragments to restore order to the universe.",
  "/wiki/Trapdoor_(company)": "Trapdoor Inc. was a Canadian video game developer based in Montreal. Founded in August 2008 by Ken Schachter, the company developed Warp and co-published Polytron Corporation's Fez, both in 2012. A third title, Heist, was cancelled mid-development. Trapdoor dissolved in December 2012.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U": "Super Smash Bros. for Nintendo 3DS[a] and Super Smash Bros. for Wii U[b] (also known collectively as Super Smash Bros. 4 by the media) are crossover fighting video games developed by Bandai Namco Studios and Sora Ltd. and published by Nintendo for the Nintendo 3DS and Wii U video game consoles. The Nintendo 3DS version was released in Japan in September 2014, and in North America, Europe, and Australia the following month. The Wii U version was released in North America, Europe, and Australia in November 2014, and in Japan the following month.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Wii_U": "The Wii U (/ˌwiː ˈjuː/ WEE YOO) is a home video game console developed by Nintendo as the successor to the Wii. Released in late 2012, it is the first eighth-generation video game console and competed with Microsoft's Xbox One and Sony's PlayStation 4.",
  "/wiki/Rayman_Legends": "Rayman Legends is a platform video game developed by Ubisoft Montpellier and published by Ubisoft. It is the fifth main title in the Rayman series and the direct sequel to the 2011 game Rayman Origins. The game was released for Microsoft Windows, Xbox 360, PlayStation 3, Wii U, and PlayStation Vita platforms in August and September 2013. PlayStation 4 and Xbox One versions were released in February 2014. A Nintendo Switch port, titled Rayman Legends Definitive Edition was released in North America, Europe and Australia on September 12, 2017.",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/Bayonetta_2": "Bayonetta 2[a] is an action-adventure hack and slash video game developed by PlatinumGames and published by Nintendo for Wii U and Nintendo Switch. It is the sequel to the 2009 game Bayonetta, and was directed by Yusuke Hashimoto and produced by Atsushi Inaba and Nintendo's Hitoshi Yamagami, under supervision by series creator Hideki Kamiya.",
  "/wiki/Diablo_III": "Diablo III is a dungeon crawler hack-and-slash action role-playing game developed and published by Blizzard Entertainment as the third installment in the Diablo franchise. It was released for Microsoft Windows and OS X in May 2012, the PlayStation 3 and Xbox 360 in September 2013, the PlayStation 4 and Xbox One in August 2014, and the Nintendo Switch in November 2018. In the game, players choose to play as one of seven character classes – Barbarian, Crusader, Demon Hunter, Monk, Necromancer, Witch Doctor, or Wizard – and are tasked with defeating the Lord of Terror, Diablo, as in previous games in the series.",
  "/wiki/Blizzard_Entertainment": "Blizzard Entertainment, Inc. is an American video game developer and publisher based in Irvine, California, and is a subsidiary of Activision Blizzard. The company was founded on February 8, 1991, under the name Silicon & Synapse, Inc. by three graduates of the University of California, Los Angeles: Michael Morhaime, Frank Pearce and Allen Adham. The company originally concentrated on the creation of game ports for other studios' games before beginning development of their own software in 1993 with games like Rock n' Roll Racing and The Lost Vikings. In 1994, the company became Chaos Studios, Inc., then Blizzard Entertainment after being acquired by distributor Davidson & Associates.",
  "/wiki/Dark_Souls_II": "Dark Souls II[a] is an action role-playing game developed by FromSoftware and published by Bandai Namco Games. The third game in the Souls series, it was released for Microsoft Windows, PlayStation 3 and Xbox 360.",
  "/wiki/Bandai_Namco_Entertainment": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Kentucky_Route_Zero": "Kentucky Route Zero is a point-and-click adventure game developed by Cardboard Computer and published by Annapurna Interactive. The game was first revealed in 2011 via the crowdfunding platform Kickstarter and is separated into five acts that were released sporadically throughout its development; the first releasing in January 2013 and the last releasing in January 2020.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Out_of_the_Park_Baseball": "Out of the Park Baseball, abbreviated as OOTP, is a text-based baseball simulation for career, historical, and fictional play. OOTP was originally written in 1998, when lead developer Markus Heinsohn sought to combine realistic replay baseball simulation with career play to satisfy hardcore fans and casual gamers alike. \"A friend of mine brought home a bat and a glove from a trip to Miami, so we started hitting tennis balls into the neighbor's gardens. That was in 1991,\" Heinsohn told Inside Mac Games in a July 2012 interview. \"We then formed a baseball club and started playing in organized baseball leagues in 1994. In the meantime I played all sorts of baseball computer games, but there was no management-related game that I liked, so in 1998 I decided to simply develop my own game, just for fun. When it was done in 1999, I figured it was probably good enough to earn some money with it, and that's when it all started.\"",
  "/wiki/Out_of_the_Park_Developments": "Out of the Park Developments GmbH & Co.KG is a German video game developer based in Hollern-Twielenfleth. Founded by Markus Heinsohn and Andreas Raht in 1999, the studio specialises in text sim-style sports games, and as produced notable franchises, such as Out of the Park Baseball and Franchise Hockey Manager.",
  "/wiki/Velocity_2X": "Velocity 2X is a shoot 'em up video game developed and published by FuturLab for the PlayStation 4 and PlayStation Vita. The developers signed with Sony to create titles for the Vita in 2012, as a result of success of the first game.",
  "/wiki/Metro_2033_(video_game)": "Metro 2033 is a first-person shooter survival horror video game developed by 4A Games and published by THQ. It was released in 2010 for the Xbox 360 and Microsoft Windows. The story is based on Dmitry Glukhovsky's novel of the same title, and is set in the ruins of Moscow following a nuclear war, where the survivors are forced to live in underground Metro tunnels. Players control Artyom, a man who must save his home station from the dangers lurking within the Metro.",
  "/wiki/Koch_Media": "Koch Media GmbH is a German-Austrian media company headquartered in Höfen, Tyrol, Austria, with an operating subsidiary based in Planegg, Germany. The company was founded in 1994 by Franz Koch and Klemens Kundratitz. The company operates video game publishing labels Deep Silver and Ravenscourt, the video game developers Warhorse Studios and Milestone srl, as well as a film distribution arm, Koch Films. Koch Media's parent company, Koch Media Holding, was acquired by Swedish holding company THQ Nordic AB (now known as Embracer Group) in February 2018.",
  "/wiki/The_Binding_of_Isaac:_Rebirth": "The Binding of Isaac: Rebirth is an indie roguelike video game designed by Edmund McMillen and developed and published by Nicalis. Rebirth was released for Microsoft Windows, OS X, Linux, PlayStation 4, and PlayStation Vita in November 2014, and for Xbox One, New Nintendo 3DS, and Wii U in July 2015. After an initial rejection due to its controversial content, Nicalis released Rebirth on iOS on January 11, 2017. A version for the Nintendo Switch was released on March 17, 2017.",
  "/wiki/Nicalis": "Nicalis, Inc. is an American video game developer and publisher based in Santa Ana, California. The company focuses primarily on indie games and has developed and published both original games as well as ports of existing games. Nicalis was founded in 2007 by Tyrone Rodriguez, a former editor for IGN.",
  "/wiki/Child_of_Light": "Child of Light is a platforming role-playing video game developed by Ubisoft Montreal and published by Ubisoft for Microsoft Windows, the PlayStation 3, PlayStation 4, Wii U, Xbox 360 and Xbox One in April 2014, and was released on PlayStation Vita in July 2014. The game was later released on Nintendo Switch on 11 October 2018; the announcement of this release also teased a sequel. It is powered by UbiArt Framework.",
  "/wiki/Guacamelee!": "Guacamelee! is a Metroidvania action platforming video game developed and published by DrinkBox Studios. The game was released for PlayStation 3 and PlayStation Vita in April 2013, and was later ported to Microsoft Windows in August 2013, and to OS X and Linux in February 2014. An enhanced edition was released for Wii U, Windows, PlayStation 4, Xbox One, and Xbox 360 in July 2014, and later on the Nintendo Switch in October 2018. The game draws its inspiration from traditional Mexican culture and folklore.",
  "/wiki/DrinkBox_Studios": "DrinkBox Studios Inc. is a Canadian video game developer based in Toronto. The company was founded in April 2008 by Chris Harvey, Ryan MacLean and Graham Smith, three programmers previously employed by Pseudo Interactive, which closed earlier that year. DrinkBox is best known for the Guacamelee! series of games.",
  "/wiki/2014_in_video_games": "The year 2014 saw a number of events in the video game industry.  No new major consoles were released, but updates and upgrades were: the New Nintendo 3DS was released in Japan and Oceania, and Sony released new model 2000 PS Vita systems in Europe & North America.  In video game-related corporate acquisitions, Amazon purchased the online video game streaming service Twitch, and Facebook acquired the virtual reality company and product Oculus.  Nintendo released Amiibo in 2014, companion figurines that could be scanned by the 3DS and WiiU systems.  On Twitter and other Internet social media, the Gamergate controversy began."
}