{
  "/wiki/Altair_Campground_Community_Kitchen": "The Altair Campground Community Kitchen, also known as Altaire Campground Community Kitchen, was built in Olympic National Park to serve the Altair Campground. It is an open rectangular shelter built in 1935 by the Civilian Conservation Corps personnel from the Elwha River Camp in the National Park Service Rustic style.",
  "/wiki/Elwha_River": "The Elwha River is a 45-mile (72 km) river on the Olympic Peninsula in the U.S. state of Washington. From its source at Elwha snowfinger in the Olympic Mountains, it flows generally north to the Strait of Juan de Fuca. Most of the river's course is within the Olympic National Park.",
  "/wiki/Elwha,_Washington": "Elwha is an unincorporated community in Clallam County, Washington, United States.  The community is located along U.S. Route 101 near Port Angeles, on the edge of the Olympic National Park.",
  "/wiki/Port_Angeles,_Washington": "Port Angeles /ˈændʒəliːz/ is a city in and the county seat of Clallam County, Washington, United States.  With a population of 19,038 as of the 2010 census, it is the largest city in the county. The population was estimated at 20,076 in 2018 by the Office of Financial Management.",
  "/wiki/Botten_Cabin": "The Botten Cabin, also known as the Wilder Patrol Cabin, was built in 1929 in the Elwha River valley for Henry H. Botten. The hunting cabin is located in the backcountry of what in 1938 became Olympic National Park in the U.S. state of Washington. The remote cabin was built by local settler Grant Humes for Botten, who used it until his death in 1953.  Botten's widow continued to apply for special use permits into the 1960s. More recently, the National Park Service has used the cabin as a backcountry patrol cabin. The cabin is one of only two former private hunting camps left in Olympic National Park.",
  "/wiki/Canyon_Creek_Shelter": "The Canyon Creek Shelter, also known as the Sol Duc Falls Shelter, is a rustic trail shelter in Olympic National Park. It is the last remaining trail shelter built in the park by the Civilian Conservation Corps from Camp Elwha. The shelter was built in 1939, shortly after Olympic National Park was established from the U.S. Forest Service-administered Mount Olympus National Monument. Two similar shelters were built at Moose Lake and Hoh Lake, neither of which survive. The one-story log structure is T-shaped, with a projecting front porch crowned by a small cupola.  The shelter is open to the front porch.",
  "/wiki/Dodger_Point_Fire_Lookout": "The Dodger Point Fire Lookout was built in 1933 in Olympic National Park as a fire observation station. The single-story frame structure is located on the peak of Dodger Point above the timber line at an elevation of 5,753 feet (1,754 m).  Measuring 14 feet (4.3 m) by 14 feet (4.3 m), it is clad in wood clapboards and has a simple pitched roof covered with wood shakes. Large windows on all four sides are covered by awning-style wood shutters. It was built by the U.S. Forest Service in what was at the time Olympic National Forest, possibly with assistance from the Civilian Conservation Corps.  During World War II, the lookout was used as an Aircraft Warning Service station. Dodger Point and Pyramid Peak Lookout are the only such stations remaining in Olympic National Park out of thirteen constructed.",
  "/wiki/Eagle_Ranger_Station": "The Eagle Ranger Station, also known as the Eagle Guard Station and presently known as the Sol Duc Ranger Station, is a complex of three buildings built in the 1930s in what would become Olympic National Park. The primary structures were built by the U.S. Forest Service in what was at the time the Olympic National Forest., While the main residence was built by the USFS, the generating plant and landscaping were built by the National Park Service using labor provided by the Civilian Conservation Corps.",
  "/wiki/Elkhorn_Guard_Station": "The Elkhorn Guard Station, also known as the Elkhorn Ranger Station, comprises four buildings in the backcountry of Olympic National Park, Washington. The station was built by the U.S. Forest Service between 1930 and 1934, before the establishment of the national park, when the lands were part of Olympic National Forest (USFS). The structures were designed in the Forest Service's interpretation of the National Park Service rustic style, using native materials and construction  techniques. The complex was built using labor from the Public Works Administration and the Civilian Conservation Corps. The Elkhorn Guard Station is one of five surviving USFS-built guard stations.",
  "/wiki/Elk_Lick_Lodge": "Elk Lick Lodge, also known as the Remann Cabin, was built in 1926 by local settler and builder Grant Humes for Frederick Remann as a personal fishing retreat in what became Olympic National Park in the U.S. state of Washington. It was originally built next to the Elwha River, but was moved to higher ground in 1939 to escape the threat of flooding. With the H.H. Botten cabin it is one of only two private fishing cabins to have survived from pre-park days, both built by Humes.",
  "/wiki/Elwha_Campground_Community_Kitchen": "The Elwha Campground Community Kitchen was built in Olympic National Park to serve the Altair Campground. It is an open octagonal shelter built in 1935 by the Civilian Conservation Corps personnel from the Elwha River Camp in the National Park Service Rustic style. The peeled log structure is capped with a cedar shake roof, enclosing a cooking fireplace and chimney. The Elwha and Altair Campground Community Kitchens are the only such structures remaining in Olympic National Park.",
  "/wiki/Elwha_Ranger_Station": "The Elwha Ranger Station is a historic district in Olympic National Park, originally built in the 1930s for the U.S. Forest Service. The complex of fourteen buildings is divided in two by Olympic Hotsprings Road. To the east lie the ranger station and three residences, with nine maintenance buildings on the west side of the road. The complex was turned over to the National Park Service in 1940 when the land was added to Olympic National Park from Olympic National Forest. Construction is typical of USFS practice, and reflects the Forest Service's preference of the time for bungalow and American Craftsman style architecture.",
  "/wiki/Enchanted_Valley_Chalet": "The Enchanted Valley Chalet is a backcountry lodge in Olympic National Park. The chalet was built in 1931 by Tom E. Criswell, his son Glen and the Olson family of Quinault whose Olympic Recreation Company operated it as a destination lodge deep up the Quinault River Valley, about 13 miles (21 km) from the nearest road access. Under the Olsons' ownership through the 1930s, and for decades under the National Park Service, the chalet has endured as a destination in its own right. It was a popular destination for hikers and horse tours through the 1940s.  In 1943, the chalet was closed as an accommodation. It was used for a short period as an Aircraft Warning Service station during World War II, watching for Japanese airplanes. It did not reopen until 1953, after the National Park Service had purchased the Olympic Recreation Company's holdings in 1951, having purchased the Chalet itself in 1939. After a period of neglect, the chalet was restored in 1983-84. It was one of four such accommodations built by the Olympic Recreation Company and the Olympic Chalet Company; Low Divide Chalet, Nine Mile Shelter, Graves Creek Inn and the Enchanted Valley Chalet. Of the four, only the Enchanted Valley Chalet and the bathhouse at Low Divide remain.",
  "/wiki/Glines_Canyon_Hydroelectric_Power_Plant": "Glines Canyon Dam, also known as Upper Elwha Dam, built in 1927, was a 210-foot (64 m) high concrete arch dam built on the Elwha River within Olympic National Park, Clallam County, Washington.",
  "/wiki/Port_Angeles,_WA": "Port Angeles /ˈændʒəliːz/ is a city in and the county seat of Clallam County, Washington, United States.  With a population of 19,038 as of the 2010 census, it is the largest city in the county. The population was estimated at 20,076 in 2018 by the Office of Financial Management.",
  "/wiki/Graves_Creek_Ranger_Station": "The Graves Creek Ranger Station is a small historic district in Olympic National Park, Washington, USA. It includes the first administrative buildings to be built by the National Park Service in the newly designated park. The district comprises two buildings built in 1939-41 by the National Park Service in the Graves Creek region of the western park. Labor from the Civilian Conservation Corps and the Public Works Administration was used for both the ranger station residence and the garage-woodshed, as well as for a generator building that no longer stands. The 1939 ranger station residence is a one-story frame structure, clad in cedar shingles. The garage is of similar construction, built in 1941. Both structures are examples of the late National Park Service Rustic style, featuring broad shingle courses and deep eaves.",
  "/wiki/Humes_Ranch_Cabin": "The Humes Ranch cabin was built around the year 1900 by William Humes.  William Humes was originally from New York and arrived in the Elwha River area en route to the Klondike.  William, his brother, and a cousin liked the area so much they set up homestead sites.  In the early 1940s, Herb Crisler settled into the cabin at Humes Ranch with his bride, Lois, while they filmed wildlife for what became Walt Disney's \"Olympic Elk\" film.  Since acquiring the property from Peninsula Plywood, the National Park Service has restored the cabin, conforming to its original appearance and with much of the original materials. Wood deterioration, however, is occurring, as a result of the moist Olympic Peninsula environment.",
  "/wiki/Geyser_Valley_trail": "The Geyser Valley trail in Olympic National Park is an area along the Elwha River between Rica Canyon and the Grand Canyon of the Elwha, where many homesteaders tried to eke out a living in the late 19th and early 20th centuries. Today, this trail allows hikers to visit several interesting sites, as well as, providing several loops of different lengths.",
  "/wiki/North_Fork_Sol_Duc_Shelter": "The North Fork Sol Duc Shelter is located in Olympic National Park in Washington. The rustic log building provides shelter to hikers on the park's Sol Duc River trail. It was built about 1932 by the U.S. Forest Service as part of a network of about ninety trail shelters for hikers in what was then Olympic National Forest. The majority of these shelters were removed by the National Park Service in the 1970s. Measuring about 14 feet (4.3 m) by 10 feet (3.0 m), the rectangular shelter is open on the front side. It is constructed with a peeled log frame covered with vertical split-fir board siding. The gabled roofline is broken with a separate shed roof extending to the front. The interior is furnished with bunks. There is no floor.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Olympic_National_Park": "This is a list of the National Register of Historic Places listings in Olympic National Park."
}