{
  "/wiki/Antananarivo": "Antananarivo (French: Tananarive, pronounced [tananaʁiv]), also known by its colonial shorthand form Tana, is the capital and largest city of Madagascar. The larger urban area surrounding the city, known as Antananarivo-Renivohitra (\"Antananarivo-Mother Hill\" or \"Antananarivo-Capital\"), is the capital of Analamanga region. The city sits at 1,280 m (4,199 ft) above sea level in the center of the island, the highest national capital by elevation among the island countries. It has been the country's largest population center since at least the 18th century. The presidency, National Assembly, Senate and Supreme Court are located there, as are 21 diplomatic missions and the headquarters of many national and international businesses and NGOs. It has more universities, nightclubs, art venues, and medical services than any city on the island. Several national and local sports teams, including the championship-winning national rugby team, the Makis are based here.",
  "/wiki/Analavory,_Miarinarivo": "Analavory is a town and commune in Madagascar. It belongs to the district of Miarinarivo, which is a part of Itasy Region. The population of the commune was estimated to be approximately 45,000 in 2001 commune census.",
  "/wiki/Tsiroanomandidy": "Tsiroanomandidy [tsiˌronʷmanˈdidʲ] is a city (commune urbaine) in central-western Madagascar, approximately 210 kilometres west of the capital Antananarivo.",
  "/wiki/Belobaka,_Tsiroanomandidy": "Belobaka is a town and commune in Madagascar. It belongs to the district of Tsiroanomandidy, which is a part of Bongolava Region. The population of the commune was estimated to be approximately 18,000 in 2001 commune census.",
  "/wiki/Babetville": "Ankadinondry Sakay, anciently Babetville is a town and commune in Madagascar. It belongs to the district of Tsiroanomandidy, which is a part of Bongolava Region.",
  "/wiki/Route_nationale_2_(Madagascar)": "Route nationale 2  (RN2) is a primary highway in Madagascar. The route runs from the capital city of Antananarivo to Toamasina, a city on the eastern coast of the Madagascar.",
  "/wiki/Toamasina": "Toamasina (Malagasy pronunciation: [toˈmasinə̥]), meaning \"like salt\" or \"salty\", unofficially and in French Tamatave, is the capital of the Atsinanana region on the east coast of Madagascar on the Indian Ocean. The city is the chief seaport of the country, situated 215 km (134 mi) northeast of its capital and biggest city Antananarivo. According to the 2014 official estimate, Toamasina had a population of 300,813. The city is served by Toamasina Airport.",
  "/wiki/Route_nationale_3_(Madagascar)": "Route nationale 3  (RN 3) is a highway of 91 km in Madagascar, running from Antananarivo to Anjozorobe. It crosses the region of Analamanga.",
  "/wiki/Anjozorobe": "Anjozorobe is a large town in the Analamanga Region, Madagascar, approximately 90 kilometers north-east of the capital Antananarivo. Anjozorobe Forest Corridor is one of the last high plateau forest in Madagascar. Another high plateau forest is located in the protected area of Ambohitantely.",
  "/wiki/Lake_Alaotra": "Lake Alaotra (French: Lac Alaotra) is the largest lake in Madagascar, located in Toamasina Province,  in the northern central plateau. Its basin is composed of shallow freshwater lakes and marshes surrounded by areas of dense vegetation. It forms the center of the island's most important rice-growing region. It is a rich habitat for wildlife, including some rare and endangered species, as well as an important fishing ground. Lake Alaotra and its surrounding wetlands cover 7,223 square kilometres (2,789 sq mi), and include a range of habitats, including open water, reedbeds, marshes, and rice paddies. The lake itself covers 900 km2 (350 sq mi). Lake Alaotra was declared a wetland of international importance under the international Ramsar Convention on February 2, 2003.",
  "/wiki/Route_nationale_3a_(Madagascar)": "Route nationale 3a  (RN 3a) is a secondary highway of 180 km in Madagascar, running along the western banks of Lake Alaotra to Andilamena. It crosses the region of Alaotra-Mangoro.",
  "/wiki/Andilamena": "Andilamena is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Andilamena, which is a part of Alaotra-Mangoro Region. The population of the commune was estimated to be approximately 21,000 in 2001 commune census.",
  "/wiki/Sambava": "Sambava [samˈbav] is a city and commune (commune urbaine; Malagasy: kaominina) at the east coast of northern Madagascar. It is the capital of Sambava District and Sava Region. The population of the commune was estimated to be approximately 40,000 in 2001 commune census.",
  "/wiki/Andapa": "Andapa is a town and commune (Malagasy: firaisana) in northern Madagascar. It belongs to the district of Andapa, which is a part of Sava Region. According to 2001 commune census the population of Andapa was 27,618.",
  "/wiki/Mahajanga": "Mahajanga [maːˈdzaŋɡə̥] (French: Majunga) is a city and an administrative district on the northwest coast of Madagascar.",
  "/wiki/Maroantsetra": "Maroantsetra [maronˈtseʈʂə̥], formerly Louisbourg, is a market town and domestic seaport in Analanjirofo Region, Madagascar, at the northern end of the Bay of Antongil. In 2005 it had an estimated population of 22,503 people.",
  "/wiki/Route_nationale_5a_(Madagascar)": "Route nationale 5a (RN 5a) is a secondary highway in Madagascar of 406 km, running from Ambilobe to Antalaha. It crosses the regions of Diana and Sava.",
  "/wiki/Ambilobe": "Ambilobe [amˌbilʷˈbe] is a city (French: commune, Malagasy: kaominina) in Madagascar. It belongs to the district of Ambilobe, which is a part of Diana Region. The town is the capital of Ambilobe district, and according to 2001 census the population was approximately 56,000.",
  "/wiki/Antalaha": "Antalaha is a commune (Malagasy: kaominina) in northern Madagascar. It belongs to the district of Antalaha, which is a part of Sava Region. According to 2004 census the population of Antalaha was 34,112.",
  "/wiki/Vohemar": "Vohemar (Malagasy: Vohimarina [vuiˈmarʲnə̥] or Iharan̈a [iaˈraŋə̥]) is a coastal city and commune (Malagasy: firaisana) in northern Madagascar. It belongs to the district of Iharana, which is a part of Sava Region. The population of the commune was estimated to be approximately 15,000 in 2001 commune census.",
  "/wiki/Route_nationale_6_(Madagascar)": "Route nationale 6  (RN6' is a primary highway in Madagascar of 706 km, running from Antsiranana to Ambondromamy.  It crosses the regions of Diana and Sofia. It was paved in 1992.",
  "/wiki/Antsiranana": "Antsiranana (Malagasy: Antsiran̈ana Malagasy pronunciation: [antsʲˈraŋanə̥]), named Diego-Suarez prior to 1975, is a city in the far north of Madagascar. Antsiranana is the capital of Diana Region. It had an estimated population of 115,015 in 2013.",
  "/wiki/Ambondromamy": "Ambondromamy is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Ambato-Boeni, which is a part of Boeny Region. The population of the commune was estimated to be approximately 8,000 in 2001 commune census.",
  "/wiki/Route_nationale_7_(Madagascar)": "Route nationale 7  (RN7) is a primary highway in Madagascar running 980km from the capital Antananarivo to Tulear at the south-west coast of the country. It crosses the regions of Analamanga, Vakinankaratra, Amoron'i Mania, Haute Matsiatra, Ihorombe, and Atsimo-Andrefana.",
  "/wiki/Tulear": "Toliara (also known as Toliary, [tuliˈar]; formerly  Tuléar) is a city in Madagascar.",
  "/wiki/Morondava": "Morondava [murunˈdav̥] is a city located in Menabe Region, of which it is the capital, in Madagascar. It is located in the delta of the Morandava River at 20°17′5″S 44°19′3″E﻿ / ﻿20.28472°S 44.31750°E﻿ / -20.28472; 44.31750Coordinates: 20°17′5″S 44°19′3″E﻿ / ﻿20.28472°S 44.31750°E﻿ / -20.28472; 44.31750.",
  "/wiki/Belo-sur-Tsiribihina": "Belon'i Tsiribihina (also known as Belo sur Tsiribihina or Belo - Tsiribihina) is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Belo sur Tsiribihina, which is a part of Menabe Region. The population of the commune was estimated to be approximately 72,000 in 2001 commune census.",
  "/wiki/Bekopaka": "Bekopaka is a town and commune (Malagasy: kaominina) in western Madagascar. It belongs to the district of Antsalova, which is a part of Melaky RegionǏ. The population of the commune was estimated to be approximately 9,000 in 2001 commune census.",
  "/wiki/Maintirano": "Maintirano is a coastal city, commune urbaine (urban municipality), Malagasy: kaominina) and Catholic bishopric in western Madagascar approximately 325 kilometres west of the capital Antananarivo. It belongs to the district of Maintirano, which is a part of Melaky Region – and is capital of both.",
  "/wiki/Antsalova": "Antsalova is a town and commune (Malagasy: kaominina) in western Madagascar. It belongs to the district of Antsalova, which is a part of Melaky Region. The population of the commune was estimated to be approximately 16,000 in 2001 commune census.",
  "/wiki/Tul%C3%A9ar": "Toliara (also known as Toliary, [tuliˈar]; formerly  Tuléar) is a city in Madagascar.",
  "/wiki/Bevoay": "Bevoay is a town and commune in Madagascar. It belongs to the district of Taolanaro, which is a part of Anosy Region. The population of the commune was estimated to be approximately 15,000 in 2001 commune census.",
  "/wiki/Manja,_Madagascar": "Manja is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Manja, which is a part of Menabe Region. The population of the commune was estimated to be approximately 9,000 in 2001 commune census.",
  "/wiki/Mandabe": "Mandabe is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Mahabo, which is a part of Menabe Region. The population of the commune was estimated to be approximately 27,000 in 2001 commune census.",
  "/wiki/Route_nationale_10_(Madagascar)": "Route nationale 10  (RN 10) is an unpaved, secondary highway in Madagascar of 512 km, running from Andranovory to Ambovombe. It crosses the regions of Atsimo-Andrefana and Androy.",
  "/wiki/Andranovory": "Andranovory is a town and commune (Malagasy: kaominina) in Madagascar. It belongs to the district of Toliara II, which is a part of Atsimo-Andrefana Region. The population of the commune was estimated to be approximately 31,000 in 2001 commune census.",
  "/wiki/Beloha": "Beloha is a town in Androy Region, Madagascar. It is situated along the unpaved Route nationale 10.",
  "/wiki/Ambovombe_Afovoany": "Ambovombe Afovoany is a town and commune in Madagascar. It belongs to the district of Manandriana, which is a part of Amoron'i Mania Region. The population of the commune was estimated to be approximately 18,000 in 2001 commune census.",
  "/wiki/Mananjary,_Fianarantsoa": "Mananjary [mananˈdzarʲ] is a city located in Vatovavy-Fitovinany.\nThe city had an estimated population of 28,498 inhabitants in 2005.",
  "/wiki/Nosy_Varika": "Nosy Varika is a town and commune in Madagascar. It belongs to the district of Nosy Varika, which is a part of Vatovavy-Fitovinany Region. The population of the commune was estimated to be approximately 40,000 in 2001 commune census.",
  "/wiki/Vatomandry": "Vatomandry [vatʷˈmanɖʐʲ] is a city in and the administrative center of the Vatomandry District, Atsinanana Region, Madagascar. An airport serves the city.",
  "/wiki/Mahanoro": "Mahanoro is a city and rural commune located in the Atsinanana region of eastern Madagascar, along the coast.",
  "/wiki/Irondro": "Irondro is a village in the region of Vatovavy-Fitovinany in Madagascar. It is situated at the crossroad of the Route nationale 25  betwren Ranomafana, Ifanadiana  and Mananjary and is the startpoint of the Route nationale 12 to Manakara (118km) and Farafangana.",
  "/wiki/Manakara": "Manakara is a city in Madagascar.",
  "/wiki/Farafangana": "Farafangana is a city (commune urbaine) on the south-east coast of Madagascar and capital of the Atsimo-Atsinanana region.",
  "/wiki/Vangaindrano": "Vangaindrano [vaŋɡeɳˈɖʐanʷ] is a city (commune urbaine) in Atsimo-Atsinanana Region, Madagascar.",
  "/wiki/T%C3%B4lanaro": "Tôlanaro or Tolagnaro (Malagasy: Tôlan̈aro [tolaˈŋarʷ]) is a city (commune urbaine) on the southeast coast of Madagascar. It is the capital of the Anosy Region and of the Tôlanaro District. It has been a port of local importance since the early 1500s, and a new port, the Ehoala Port, has been built by QMM and the World Bank. Formerly Fort-Dauphin, it was the first French settlement in Madagascar.",
  "/wiki/Manantenina": "Manantenina is a town and commune in Madagascar. It belongs to the district of Taolanaro, which is a part of Anosy Region.",
  "/wiki/Route_nationale_13_(Madagascar)": "Route nationale 13  (RN 13) is a primary highway in Madagascar of 493 km, running from Ihosy to Tolagnaro (Fort-Dauphin). It crosses the regions of Ihorombe, Androy and  Anosy.",
  "/wiki/Ihosy": "Ihosy [iˈusʲ] is a city (commune urbaine) with 16990 inhabitants (2004) in Ihorombe Region in central south Madagascar.",
  "/wiki/Ambovombe-Androy": "Ambovombe-Androy [ambuˈvumbe ˈaɳɖʐuj], or just Ambovombe, is a city in the far south of Madagascar, and the capital of the Androy region. Ambovombe has now acquired city status, with an officially estimated population in 2013 of 108,700.",
  "/wiki/List_of_roads_in_Madagascar": "This is a list of the National Roads in Madagascar.   Many are unpaved dirt roads, or insufficiently maintained."
}