{
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/University_Malaya_Medical_Centre": "University of Malaya Medical Centre (UMMC) formerly known as University Hospital is a government-funded medical institution located in Pantai Dalam, southwest corner of Kuala Lumpur, Malaysia. It was established by Statute in September 1962 and is part of University of Malaya.",
  "/wiki/Pantai_Dalam": "Pantai Dalam is a residential area located south-west of Kuala Lumpur, under the parliamentary constituency of Lembah Pantai. Represented in Dewan Rakyat by Parti Keadilan Rakyat (PKR), Fahmi Fadzil. He defeated Dato' Raja Nong Chik bin Dato' Raja Zainal Abidin in the 2018 Malaysian general election. The name Pantai Dalam derived from Kampung Pam Thai Dalam which was initially known for the sewerage treatment plant located at the heart of Pantai.",
  "/wiki/MBBS": "Bachelor of Medicine, Bachelor of Surgery, or in Latin: Medicinae Baccalaureus Baccalaureus Chirurgiae (abbreviated in many ways, e.g. MBBS, MB ChB, MB BCh, MB BChir (Cantab), BM BCh (Oxon), BMBS), are the two first professional degrees in medicine and surgery awarded upon graduation from medical school by universities in countries that follow the tradition of the United Kingdom. The historical degree nomenclature states that they are two separate undergraduate degrees; however, in practice, they are usually combined as one and conferred together, and may also be awarded at graduate-level medical schools. In countries that follow the system in the United States, the equivalent medical degree is awarded as Doctor of Medicine (MD) or Doctor of Osteopathic Medicine (DO) (the latter in the United States only).",
  "/wiki/Public_university": "A public university is a university that is in state ownership or receives significant public funds through a national or subnational government, as opposed to a private university. Whether a national university is considered public varies from one country (or region) to another, largely depending on the specific education landscape.",
  "/wiki/Universiti_Kebangsaan_Malaysia_Medical_Centre": "Universiti Kebangsaan Malaysia Medical Centre (UKMMC) (Malay: Pusat Perubatan Universiti Kebangsaan Malaysia (PPUKM)), also known as Hospital Canselor Tuanku Muhriz UKM (HCTM), and formerly known as Hospital Universiti Kebangsaan Malaysia (HUKM), is one of the five university hospitals in Malaysia.. It is located in Bandar Tun Razak, Kuala Lumpur and is administered by Universiti Kebangsaan Malaysia (UKM).",
  "/wiki/Cheras,_Kuala_Lumpur": "Cheras (Chinese: 蕉賴) is a town and a district, straddling both the Federal Territory of Kuala Lumpur and Hulu Langat District in Selangor state, Malaysia.",
  "/wiki/Physician": "A physician (American English), medical practitioner (Commonwealth English), medical doctor, or simply doctor, is a professional who practises medicine, which is concerned with promoting, maintaining, or restoring health through the study, diagnosis, prognosis and treatment of disease, injury, and other physical and mental impairments. Physicians may focus their practice on certain disease categories, types of patients, and methods of treatment—known as specialities—or they may assume responsibility for the provision of continuing and comprehensive medical care to individuals, families, and communities—known as general practice. Medical practice properly requires both a detailed knowledge of the academic disciplines, such as anatomy and physiology, underlying diseases and their treatment—the science of medicine—and also a decent competence in its applied practice—the art or craft of medicine.",
  "/wiki/Kelantan": "Kelantan (Malay pronunciation: [kəˈlantan]; Jawi: کلنتن; Kelantanese: Kelaté) is a state of Malaysia. The capital and royal seat is Kota Bharu. The honorific name of the state is Darul Naim (Jawi: دار النعيم, \"The Blissful Abode\").",
  "/wiki/Universiti_Sains_Malaysia": "Universiti Sains Malaysia (acronym: USM) has won the most Entrepreneurial University 2018, in Malaysia and the only Accelerated Programs for Excellence (APEX) government funded Autonomous university in  Malaysia.",
  "/wiki/Kubang_Kerian": "Kubang Kerian is a town and also a parliamentary constituency in Kota Bharu district, Kelantan, Malaysia. The Universiti Sains Malaysia (USM), Health Campus is located here. This campus is also referred to as USM Health Campus. The campus houses 3 schools - the School of Medical Sciences, the School of Dentistry and the School of Health Sciences. A 760-bed teaching hospital is located on campus. This is the Hospital Universiti Sains Malaysia (HUSM).",
  "/wiki/Doctor_of_Medicine": "Doctor of Medicine (abbreviated M.D., from the Latin Medicinae Doctor) is a medical degree, the meaning of which varies between different jurisdictions. In the United States, Canada and some other countries, the M.D. denotes a professional graduate degree awarded upon graduation from medical school.  In the United States, this generally arose because many in 18th century medical professions trained in Scotland, which used the M.D. degree nomenclature. In England, however, Bachelor of Medicine, Bachelor of Surgery was used and eventually in the 19th century became the standard in Scotland too. Thus, in the United Kingdom, Ireland and other countries, the M.D. is a research doctorate, higher doctorate, honorary doctorate or applied clinical degree restricted to those who already hold a professional degree in medicine; in those countries, the equivalent professional to the North American and some others use of M.D. is still typically titled Bachelor of Medicine, Bachelor of Surgery (M.B.B.S.).",
  "/wiki/Sarawak": "Sarawak (/səˈrɑːwɒk/; Malay: [saˈrawaʔ]) is a state of Malaysia. The largest among the 13 states, with an area almost equal to that of Peninsular Malaysia, Sarawak is located in northwest Borneo Island, and is bordered by the Malaysian state of Sabah to the northeast, Kalimantan (the Indonesian portion of Borneo) to the south, and Brunei in the north. The capital city, Kuching, is the largest city in Sarawak, the economic centre of the state,  and the seat of the Sarawak state government. Other cities and towns in Sarawak include Miri, Sibu, and Bintulu. As of the 2015 census, the population of Sarawak was 2,636,000. Sarawak has an equatorial climate with tropical rainforests and abundant animal and plant species. It has several prominent cave systems at Gunung Mulu National Park. Rajang River is the longest river in Malaysia; Bakun Dam, one of the largest dams in Southeast Asia, is located on one of its tributaries, the Balui River. Mount Murud is the highest point in Sarawak.",
  "/wiki/Universiti_Malaysia_Sarawak": "Universiti Malaysia Sarawak (UNIMAS; English: University of Malaysia, Sarawak) is a Malaysian public university located in Kota Samarahan, Sarawak. UNIMAS was officially incorporated on 24 December 1992. Recently, UNIMAS has been ranked among top 200th in Asian University Rankings 2017 by QS World University Rankings.",
  "/wiki/Kuching": "Kuching (/ˈkuːtʃɪŋ/), officially the City of Kuching, is the capital and the most populous city in the state of Sarawak in Malaysia. It is also the capital of Kuching Division. The city is situated on the Sarawak River at the southwest tip of the state of Sarawak on the island of Borneo and covers an area of 431 square kilometres (166 sq mi) with a population about 165,642 in the Kuching North administrative region and 159,490 in the Kuching South administrative region—a total of 325,132 people.",
  "/wiki/Selangor": "Selangor (/səˈlæŋər/; Malay: [s(ə)laŋo(r)]), also known by its Arabic honorific Darul Ehsan, or \"Abode of Sincerity\", is one of the 13 states of Malaysia. It is on the west coast of Peninsular Malaysia and is bordered by Perak to the north, Pahang to the east, Negeri Sembilan to the south and the Strait of Malacca to the west. Selangor surrounds the federal territories of Kuala Lumpur and Putrajaya, both of which were previously part of it.",
  "/wiki/Universiti_Putra_Malaysia": "University Putra Malaysia (UPM; formally known as Universiti Pertanian Malaysia or College of Agriculture Malaya or School of Agriculture) is recognised by the independent government assessments as one of Malaysia's leading research universities offering undergraduate and postgraduate courses with a focus on agricultural sciences and its related fields. Founded in 1931 as the School of Agriculture, UPM's main campus is in Serdang, Selangor. It was formerly known as Universiti Pertanian Malaysia or the Agricultural University of Malaysia. Now, UPM offers a wide range of undergraduate and postgraduate programmes in most fields such as science, engineering, medicine, veterinary medicine, business and social science. It was ranked as the 159th best university in the world in 2020 by Quacquarelli Symonds. and it was ranked 34th in Best Asian Universities and the 2nd best university in Malaysia.",
  "/wiki/Serdang,_Selangor": "Seri Kembangan, formerly known as Serdang New Village, is a town located in Selangor, Malaysia. The town is now a considerable city in size - it is located near the northern end of the PLUS Expressway Southern Route .",
  "/wiki/International_Medical_University": "The International Medical University (IMU) is a private, English language, health sciences university in Kuala Lumpur, Malaysia, and Malaysia's leading private medical and healthcare university. It was established in 1992, and is active in research and teaching within medicine and healthcare with a strong international orientation. IMU is a wholly owned subsidiary of Asia's largest private healthcare group IHH Healthcare, which is majority-owned by the Malaysian government's sovereign wealth fund, Khazanah. The current CEO of IMU is Abdul Aziz Baba.",
  "/wiki/Bukit_Jalil": "Bukit Jalil is an affluent suburb in Kuala Lumpur, Malaysia. It is bounded by the National Sports Complex on the east, the Shah Alam Expressway on the north, city boundaries to the west, and the Puchong–Sungai Besi Highway as well as city boundaries to the south. It was known as the Bukit Jalil Estate until 1992, when the National Sports Complex was developed for the 1998 Commonwealth Games. The suburb was used as a filming location for the 1999 movie Entrapment, although the sign was changed to that of Pudu.",
  "/wiki/Private_university": "Private universities  (and private colleges) are usually not operated by governments, although many receive tax breaks, public student loans, and grants. Depending on their location, private universities may be subject to government regulation. This is in contrast to public universities and national universities. Many private universities are nonprofit organizations.",
  "/wiki/Perak": "Perak (Malay pronunciation: [peraʔ]) is a state of Malaysia on the west coast of the Malay Peninsula. Perak has land borders with the Malaysian states of Kedah to the north, Penang to the northwest, Kelantan and Pahang to the east, and Selangor to the south. Thailand's Yala and Narathiwat provinces both lie to the northeast.  Perak's capital city, Ipoh, was known historically for its tin-mining activities until the price of the metal dropped, severely affecting the state's economy. The royal capital remains Kuala Kangsar, where the palace of the Sultan of Perak is located. As of 2018, the state's population was 2,500,000. Perak has diverse tropical rainforests and an equatorial climate. The state's mountain ranges belong to the Titiwangsa Range, which is part of the larger Tenasserim Range connecting Thailand, Myanmar and Malaysia. Perak's Mount Korbu is the highest point of the range.",
  "/wiki/Universiti_Kuala_Lumpur": "Universiti Kuala Lumpur (UniKL) is a multi-campus technical university with its main campus based in Kuala Lumpur, Malaysia. Rated as a Tier-5 \"Excellent University\" by the Ministry of Higher Education Malaysia in 2009, 2011, and 2013  UniKL has 14 institutes spread across 12 campuses throughout Malaysia in Kuala Lumpur, Gombak, Cheras, Bangi, Kajang, Sepang, Taboh Naning, Pasir Gudang, Ipoh, Lumut and Kulim.",
  "/wiki/Ipoh": "Ipoh (/ˈiːpoʊ/) is the capital city of the Malaysian state of Perak. Located by the Kinta River, it is nearly 180 km (110 mi) north of Kuala Lumpur and 123 km (76 mi) southeast of George Town in neighbouring Penang. As of 2010[update], Ipoh contained a population of 657,892, making it the third largest city in Malaysia by population.",
  "/wiki/Pahang": "Pahang (Malay pronunciation: [paˈhaŋ]; Jawi: ڤهڠ), officially Pahang Darul Makmur with the Arabic honorific Darul Makmur  (Jawi: دار المعمور, \"The Abode of Tranquility\") is a sultanate and a federal state of Malaysia. It is the third largest Malaysian state by area and ninth largest by population. The state occupies the basin of the Pahang River, and a stretch of the east coast as far south as Endau. Geographically located in the East Coast region of the Peninsular Malaysia, the state shares borders with the Malaysian states of Kelantan and Terengganu to the north, Perak, Selangor and Negeri Sembilan to the west, Johor to the south, while South China Sea is to the east. The Titiwangsa mountain range that forms a natural divider between the Peninsula's east and west coasts is spread along the north and south of the state, peaking at Mount Tahan, which is 2,187m high. Although two thirds of the state is covered by dense rain forest, its central plains are intersected by numerous rivers, and along the coast there is a 32-kilometre wide expanse of alluvial soil that includes the deltas and estuarine plains of the Kuantan, Pahang, Rompin, Endau, and Mersing rivers.",
  "/wiki/International_Islamic_University_Malaysia": "The International Islamic University Malaysia (Malay: Universiti Islam Antarabangsa Malaysia; Arabic: الجامعة الإسلامية العالمية بماليزيا‎), also known as IIUM, is a public university in Malaysia. Headquartered in Gombak, Selangor, IIUM has six other campuses all over Malaysia: two medical-centric campuses and a Centre for Foundation Studies in Gambang, Pahang, two city campuses in Kuala Lumpur, and a language & tourism campus in Pagoh, Johor.",
  "/wiki/Kuantan": "Kuantan is the state capital of Pahang, Malaysia. It is located near the mouth of the Kuantan River and faces the South China Sea. Kuantan is the 18th largest city in Malaysia based on 2010 population, and the largest city in the East Coast of Peninsular Malaysia. It has been expected that Kuantan will be officially declared as a city in 2020.",
  "/wiki/Pulau_Pinang": "Penang is a Malaysian state located on the northwest coast of Peninsular Malaysia, by the Malacca Strait. It has two parts: Penang Island, where the capital city, George Town, is located, and Seberang Perai on the Malay Peninsula. They are connected by Malaysia's two longest road bridges, the Penang Bridge and the Sultan Abdul Halim Muadzam Shah Bridge; the latter is also as of May 2019 the longest oversea bridge in Southeast Asia. The second smallest Malaysian state by land mass, Penang is bordered by Kedah to the north and the east, and Perak to the south.",
  "/wiki/Royal_College_of_Surgeons_in_Ireland_and_University_College_Dublin_Malaysia_Campus": "The Royal College of Surgeons in Ireland and University College Dublin Malaysia Campus (RUMC), formerly known as the Penang Medical College, is a private medical university within George Town, the capital city of the Malaysian state of Penang. Established in 1996, it is wholly owned by the Royal College of Surgeons in Ireland (RCSI) and University College Dublin (UCD). The institution was granted university status in 2018 and to date, it is the only branch campus of an Irish tertiary institution within Malaysia.",
  "/wiki/George_Town,_Penang": "George Town, officially the City of Penang Island (Malay: Bandaraya Pulau Pinang), is the capital city of the Malaysian state of Penang. The city comprises of Penang Island and its surrounding smaller islands. George Town is Malaysia's third most populous city with 708,127 inhabitants as of 2010[update], while Greater Penang is the nation's second largest conurbation with a population of 2,412,616. The historical core of George Town has been inscribed as a UNESCO World Heritage Site since 2008.",
  "/wiki/MB_BCh_BAO": "Bachelor of Medicine, Bachelor of Surgery, or in Latin: Medicinae Baccalaureus Baccalaureus Chirurgiae (abbreviated in many ways, e.g. MBBS, MB ChB, MB BCh, MB BChir (Cantab), BM BCh (Oxon), BMBS), are the two first professional degrees in medicine and surgery awarded upon graduation from medical school by universities in countries that follow the tradition of the United Kingdom. The historical degree nomenclature states that they are two separate undergraduate degrees; however, in practice, they are usually combined as one and conferred together, and may also be awarded at graduate-level medical schools. In countries that follow the system in the United States, the equivalent medical degree is awarded as Doctor of Medicine (MD) or Doctor of Osteopathic Medicine (DO) (the latter in the United States only).",
  "/wiki/Melaka": "Malacca (Malay: Melaka;  Tamil: மலாக்கா, simplified Chinese: 马六甲; traditional Chinese: 馬六甲; pinyin: Mǎliùjiǎ), dubbed \"The Historic State\", is a state in Malaysia located in the southern region of the Malay Peninsula, next to the Strait of Malacca.",
  "/wiki/Universiti_Teknologi_MARA": "Universiti Teknologi MARA (UiTM ) is a public university based primarily in Shah Alam, Malaysia that accepts only Bumiputera . Established in 1956 as RIDA (Rural & Industrial Development Authority) Training Centre (Malay: Dewan Latihan RIDA), it opened to some 50 students with a focus to help the rural Malays. Since that time it has grown into the largest higher education institution in Malaysia by physical infrastructure, staff organisation (academic and non-academic), and student enrolment.",
  "/wiki/Sungai_Buloh": "Sungai Buloh is a city and mukim in Petaling District, Selangor, Malaysia. The name itself means \"bamboo river\" in the Malay language. It is located along the Kuala Selangor highway.",
  "/wiki/Sabah": "Sabah (Malay pronunciation: [saˈbah]) is a state of Malaysia located on the northern portion of Borneo. Sabah has land borders with the Malaysian state of Sarawak to the southwest and Indonesia's Kalimantan region to the south. The Federal Territory of Labuan is an island just off the Sabah coast. Sabah shares maritime borders with Vietnam to the west and the Philippines to the north and east. Kota Kinabalu is the state capital city, the economic centre of the state and the seat of the Sabah state government. Other major towns in Sabah include Sandakan and Tawau. As of the 2015 census in Malaysia, the state's population is 3,543,500. Sabah has an equatorial climate with tropical rainforests and abundant animal and plant species. The state has long mountain ranges on the west side which form part of the Crocker Range National Park. Kinabatangan River, second longest river in Malaysia runs through Sabah and Mount Kinabalu is the highest point of Sabah as well as of Malaysia.",
  "/wiki/Universiti_Malaysia_Sabah": "Universiti Malaysia Sabah (UMS; English: Malaysian University of Sabah[citation needed]) is the ninth Malaysian public university located in Kota Kinabalu, Sabah, Malaysia, established on 24 November 1994.",
  "/wiki/Kota_Kinabalu": "Kota Kinabalu (Malaysian pronunciation: [ˈkota kinaˈbalu]) is the state capital of Sabah, Malaysia. It is also the capital of the Kota Kinabalu District as well as the West Coast Division of Sabah. The city is located on the northwest coast of Borneo facing the South China Sea. The Tunku Abdul Rahman National Park lies to its west and Mount Kinabalu, which gave the city its name, is located to its east. Kota Kinabalu has a population of 452,058 according to the 2010 census; when the adjacent Penampang and Putatan districts are included, the metro area has a combined population of 628,725.",
  "/wiki/Allianze_University_College_of_Medical_Sciences": "Allianze University College of Medical Sciences was a private higher learning institution located at Kepala Batas, Pulau Pinang that ran courses in medicine, hospitality, tourism, sports science and allied health sciences. It closed in 2014 after protests from unpaid staff, and a failed bid to open a branch in London, England.",
  "/wiki/Kepala_Batas,_Penang": "Kepala Batas is a town in North Seberang Perai, Penang, Malaysia.",
  "/wiki/Cyberjaya": "Cyberjaya (a portmanteau of cyber and Putrajaya) is a town with a science park as the core that forms a key part of the Multimedia Super Corridor in Malaysia. It is located in Sepang District, Selangor. Cyberjaya is adjacent to, and developed along with Putrajaya, Malaysia's new seat of government. This town aspires to be known as the Silicon Valley of Malaysia.",
  "/wiki/Terengganu": "Terengganu (Malay pronunciation: [tərəŋɡanu]; Jawi:ترڠݢانو, Terengganu Malay: Tranung) , formerly spelled Trengganu or Tringganu, is a sultanate and constitutive state of federal Malaysia. The state is also known by its Arabic honorific, Dāru l-Īmān (\"Abode of Faith\"). The coastal city of Kuala Terengganu which stands at the mouth of the broad Terengganu River is both the state and royal capital as well as the largest city in Terengganu. There are many islands located close to the coast of Terengganu state, such as Redang Island.",
  "/wiki/UCSI_University": "UCSI University is a comprehensive university in Kuala Lumpur, Malaysia. It is Malaysia's best private university in the 2019 QS World University Rankings.",
  "/wiki/Marang,_Terengganu": "Marang (est. pop. (2000 census): 4,896) is a town and the seat of Marang District, in the state of Terengganu, Malaysia. The town is located on the South China Sea coast on the main highway between Kuala Terengganu and Kuantan. The main economic activity in Marang is fishery and tourism.",
  "/wiki/Monash_University_Malaysia_Campus": "Monash University Malaysia, the Malaysian campus of Monash University opened in 1998 and is located within the Bandar Sunway township in Malaysia. It is the first foreign university in Malaysia. Monash University Malaysia is one of several Monash University campuses and centres outside the State of Victoria in Australia. Monash University also has a centre in Prato, Italy, a campus in South Africa and a research academy in India.",
  "/wiki/Bandar_Sunway": "Bandar Sunway or Sunway City (Chinese: 雙威鎮) is a township in Subang Jaya, Petaling District, Selangor, Malaysia. It is located 13 km southwest of Kuala Lumpur, and 9 km southeast of the Subang Airport. This township got its name from the developer - Sunway Group, which is also got its name from Sungai Way (双溪威), a new village in Petaling Jaya.",
  "/wiki/Universiti_Sains_Islam_Malaysia": "Universiti Sains Islam Malaysia (USIM) is an emerging Islamic university which is fully owned and funded by the Malaysian Government. Being the 12th Public Institution of Higher learning, it aims to spearhead knowledge and be the global reference centre for Islamic Science.",
  "/wiki/Pandan_Indah": "Pandan Indah (Chinese: 班登英达) is a major township in Ampang, Selangor, Malaysia.  It is located between Ampang proper and Cheras.",
  "/wiki/Management_and_Science_University": "Management & Science University (abbreviated as MSU Malaysia or simply MSU) is a non-profit, private university in Malaysia located in Shah Alam, Selangor. The university was founded in 2001 as University College of Technology & Management Malaysia before officially became a full fledge university in October 2007 as Management & Science University.",
  "/wiki/Shah_Alam": "Shah Alam /ʃɑː ˈɑːləm/ is a city and the state capital of Selangor, Malaysia and situated within the Petaling District and a small portion of the neighbouring Klang District. Shah Alam replaced Kuala Lumpur as the capital city of the state of Selangor in 1978 due to Kuala Lumpur's incorporation into a Federal Territory in 1974. Shah Alam was the first planned city in Malaysia after independence from Britain in 1957.",
  "/wiki/Kedah": "Kedah (Malay pronunciation: [kəˈdɑh]; Jawi: قدح), also known by its honorific Darul Aman or \"Abode of Safety\",[citation needed] is a state of Malaysia, located in the northwestern part of Peninsular Malaysia. The state covers a total area of over 9,000 km², and it consists of the mainland and the Langkawi islands. The mainland has a relatively flat terrain, which is used to grow rice, while Langkawi is an archipelago, most of which are uninhabited islands.",
  "/wiki/AIMST_University": "Asian Institute of Medicine, Science and Technology (AIMST University) is a not-for-profit private university in Malaysia. It was established under the Maju Institute of Education Development (MIED), a not-for-profit organisation. The university was built by Malaysian Indian Congress (MIC) to provide tertiary education, particularly to Malaysian Indian students in the medical, science and engineering fields and business management. AIMST offers more than 32 degree programmes at the foundation, undergraduate, and postgraduate levels.",
  "/wiki/Bedong": "Bedong (pronounced as /bɪdoʊŋ/; Chinese: 美农) is a small town in Kedah and located 12 km to the north of Sungai Petani, Malaysia. The Permaipura Golf & Country Club is located in Bedong.",
  "/wiki/Universiti_Tunku_Abdul_Rahman": "Universiti Tunku Abdul Rahman (abbreviated UTAR; Simplified Chinese: 拉曼大学; Traditional Chinese: 拉曼大學; pinyin: Lāmàn Dàxué) is a non-profit, leading private university in Malaysia known for graduating several notable alumni in the Malaysian Chinese community. It is ranked top 100 in the Times Higher Education Asia University Rankings 2018 and top 600 in the Times Higher Education World University Rankings 2020, placing it 2nd in Malaysia only after University of Malaya. UTAR is one of the Premier Digital Tech University that recognized by Malaysia Digital Economy Corporation (MDEC), which capable of providing students with first-class theoretical and practical training to meet the nation’s digital economy demands.",
  "/wiki/Sungai_Long": "Sungai Long is a main township in Cheras, Selangor, Malaysia. The Universiti Tunku Abdul Rahman (UTAR) operates a campus in Sungai Long. It is currently under the administration of local council Majlis Perbandaran Kajang (MPKj)."
}