{
  "/wiki/Ally_McBeal": "Ally McBeal is an American legal comedy-drama television series, originally aired on Fox from September 8, 1997, to May 20, 2002. Created by David E. Kelley, the series stars Calista Flockhart in the title role as a lawyer working in the fictional Boston law firm Cage and Fish, with other lawyers whose lives and loves were eccentric, humorous, and dramatic. The series received critical acclaim in its early seasons, winning the Golden Globe Award for Best Television Series – Musical or Comedy in 1997 and 1998, and also winning the Emmy Award for Outstanding Comedy Series in 1999.",
  "/wiki/Sex_and_the_City": "Sex and the City is an American romantic comedy-drama television series created by Darren Star and produced by HBO. Broadcast from 1998 until 2004, the original run of the show had a total of 94 episodes. Throughout its six-year run, the show received contributions from various producers, writers, and directors, principally Michael Patrick King.",
  "/wiki/Twenty-Something_Girls_vs._Thirty-Something_Women": "The following is a list of episodes from the American television series Sex and the City.",
  "/wiki/Third_Watch": "Third Watch is an American crime drama television series created by John Wells and Edward Allen Bernero that aired on NBC from September 23, 1999, to May 6, 2005, with a total of 132 episodes spanning over six seasons. It was produced by John Wells Productions, in association with Warner Bros. Television.",
  "/wiki/Smallville_(TV_series)": "Smallville is an American superhero television series developed by writer-producers Alfred Gough and Miles Millar, based on the DC Comics character Superman created by Jerry Siegel and Joe Shuster. The series, initially broadcast by The WB, premiered on October 16, 2001. After Smallville's fifth season, The WB and UPN merged to form The CW, the series' later United States broadcaster. Smallville, which ended its tenth and final season on May 13, 2011, follows Clark Kent (Tom Welling) in the fictional town of Smallville, Kansas, before he becomes known as Superman. The first four seasons focus on Clark and his friends in high school. After season five Smallville ventures into adult settings, eventually focusing on his career at the Daily Planet and introducing other DC comic-book superheroes and villains.",
  "/wiki/Precipice_(Smallville_episode)": "The second season of Smallville, an American television series developed by Alfred Gough and Miles Millar, began airing on September 24, 2002 on The WB television network. The series recounts the early adventures of Kryptonian Clark Kent as he adjusts to life in the fictional town of Smallville, Kansas, during the years before he becomes Superman. The second season comprises 23 episodes and concluded its initial airing on May 20, 2003. Regular cast members during season two include Tom Welling, Kristin Kreuk, Michael Rosenbaum, Sam Jones III, Allison Mack, John Glover, Annette O'Toole and John Schneider. Glover, who was a recurring guest in season one, was promoted to regular for season two. At the end of season one, Eric Johnson, who portrayed Whitney Fordman, had left the series.",
  "/wiki/Line_of_Fire_(2003_TV_series)": "Line of Fire is an American crime drama television series that was broadcast on ABC for 11 episodes in the winter of 2003-2004. It starred Leslie Bibb and Jeffrey D. Sams.",
  "/wiki/CSI:_Miami": "CSI: Miami (Crime Scene Investigation: Miami) is an American police procedural drama television series that premiered on September 23, 2002, on CBS. Starring David Caruso as Lieutenant Horatio Caine, Emily Procter as Detective Calleigh Duquesne, and Kim Delaney as Lieutenant Megan Donner, the series is the first direct spin-off of CSI: Crime Scene Investigation, \"transplanting the same template and trickery—gory crimes, procedural plot and dazzling graphics—into [a new city] while retaining the essence of the original idea\".",
  "/wiki/The_Mountain_(TV_series)": "The Mountain is an American drama television series created by David Barrett, Gina Matthews and Grant Scharbo, that was broadcast on The WB network for one season from September 22, 2004 to January 2, 2005. The show received very low ratings and was canceled after only thirteen episodes.",
  "/wiki/Lost_(TV_series)": "Lost is an American drama television series that originally aired on ABC from September 22, 2004, to May 23, 2010, over six seasons, comprising a total of 121 episodes. The show contains elements of supernatural and science fiction, and follows the survivors of a commercial jet airliner flying between Sydney and Los Angeles, after the plane crashes on a mysterious island somewhere in the South Pacific Ocean. The story is told in a heavily serialized manner. Episodes typically feature a primary storyline set on the island, augmented by flashback or flashforward sequences which provide additional insight into the involved characters.",
  "/wiki/Man_of_Science,_Man_of_Faith": "\"Man of Science, Man of Faith\" is the first episode of the second season of Lost and the 26th episode overall. The episode was directed by Jack Bender and written by Damon Lindelof. It first aired on September 21, 2005, on ABC. The flashbacks focus on Jack Shephard's struggle to heal Sarah, who would later become his wife. In real time, John Locke and Kate Austen decide to enter the now-open hatch shaft.",
  "/wiki/Conviction_(2006_TV_series)": "Conviction is an American legal drama television series that aired on NBC as a mid-season replacement from March 3 to May 19, 2006. The cast includes Stephanie March reprising her Law & Order: Special Victims Unit role as Alexandra Cabot. In the series, Cabot returns to New York City and becomes a Bureau Chief ADA supervising a group of young but talented assistant district attorneys after a stint in the Witness Protection Program. Other cast members include Eric Balfour, Anson Mount, Jordan Bridges, Julianne Nicholson, Milena Govich, and J. August Richards.",
  "/wiki/Law_%26_Order": "Law & Order is an American police procedural and legal drama television series created by Dick Wolf, launching the Law & Order franchise. Airing its entire run on NBC, Law & Order premiered on September 13, 1990 and completed its twentieth and final season on May 24, 2010.",
  "/wiki/Dollhouse_(TV_series)": "Dollhouse is  an American science fiction television series created by writer and director Joss Whedon under Mutant Enemy Productions. It premiered on February 13, 2009, on the Fox network and was officially canceled on November 11, 2009. The final episode aired on January 29, 2010.  Production wrapped in December 2009, with a total of 27 episodes produced including the original pilot.",
  "/wiki/Gray_Hour": "The first season of the television series Dollhouse, premiered on February 13, 2009, on Fox and concluded its 12-episode season on May 8, 2009. The season aired on Fridays at 9:00 pm ET. Together with Fringe, Dollhouse was a part of Fox's \"Remote-Free TV\" initiative to keep people from switching channels during commercial breaks. Therefore, every episode of this season was 47–50 minutes long compared to a usual 40–43 minute length for regular network television.",
  "/wiki/Hell_on_Wheels_(TV_series)": "Hell on Wheels is an American/Canadian Western television series about the construction of the First Transcontinental Railroad across the United States, which broadcast in the United States and Canada on the cable channel AMC, from November 6, 2011 to July 23, 2016. The series, which features Anson Mount, Colm Meaney, Common, and Dominique McElligott, chronicles the Union Pacific Railroad and its laborers, mercenaries, prostitutes, surveyors, and others who lived, worked, and died in the mobile encampment, called \"Hell on Wheels\", that followed the railhead west across the Great Plains.",
  "/wiki/Red_Widow": "Red Widow is an American drama television series created by Melissa Rosenberg, starring Radha Mitchell and Goran Visnjic. On May 11, 2012, ABC picked up Red Widow as a series. The series ran from March 3 to May 5, 2013 and aired on Sundays. The series is based on a 2010 Dutch drama series titled Penoza created by Pieter Bart Korthuis and Diederik van Rooijen.",
  "/wiki/Inhumans_(TV_series)": "Marvel's Inhumans, or simply Inhumans, is an American television series created for ABC by Scott Buck, based on the Marvel Comics race of the same name. It is set in the Marvel Cinematic Universe (MCU), sharing continuity with the films and other television series of the franchise. The series is a Marvel and IMAX Entertainment project, produced by ABC Studios and Marvel Television in association with Devilina Productions. Buck served as showrunner.",
  "/wiki/Black_Bolt": "Black Bolt (Blackagar Boltagon) is a fictional character appearing in American comic books published by Marvel Comics. Created by Stan Lee and Jack Kirby, the character first appears in Fantastic Four #45 (December 1965). Black Bolt is the ruler of the Inhumans, a reclusive race of genetically altered superhumans. Black Bolt's signature power is his voice, as his electron-harnessing ability is linked to the speech center of his brain. Speaking triggers a massive disturbance in the form of a highly destructive shockwave capable of leveling a city. Due to the extreme danger posed by this power, the character has undergone rigorous mental training to prevent himself from uttering a sound, even in his sleep, and he usually remains completely silent and speaks through sign language or via a spokesperson.",
  "/wiki/Star_Trek:_Discovery": "Star Trek: Discovery is an American web television series created for CBS All Access by Bryan Fuller and Alex Kurtzman. Launched in 2017, it is the first scripted series developed specifically for that service. The seventh series in the Star Trek franchise, it was the first series in the franchise since Star Trek: Enterprise concluded in 2005. Star Trek: Discovery begins roughly a decade before the events of the original Star Trek series, and follows the crew of the USS Discovery on various adventures.",
  "/wiki/Christopher_Pike_(Star_Trek)": "Captain Christopher „Chris“ Pike is a character in the Star Trek science fiction franchise. He was portrayed by Jeffrey Hunter in the original Star Trek pilot episode, \"The Cage\", as captain of the USS Enterprise. When this pilot was rejected, Hunter withdrew from the series, and Pike was replaced with Captain James T. Kirk (William Shatner). The subsequent Star Trek episode \"The Menagerie\" uses footage from \"The Cage\" within a framing story, featuring Sean Kenney as an older, scarred and disabled Pike. Bruce Greenwood portrays a version of Pike in the films Star Trek (2009) and Star Trek Into Darkness (2013), which takes place in an alternative timeline. The second season of Star Trek: Discovery, which is set prior to \"The Menagerie\" but after \"The Cage\", has Pike (now played by Anson Mount) assume temporary command of the USS Discovery.",
  "/wiki/Star_Trek:_Short_Treks": "Star Trek: Short Treks is an American anthology web television series created for CBS All Access by Bryan Fuller and Alex Kurtzman. It originated as a spin-off companion series from Star Trek: Discovery, and consists of several shorts that use settings and characters from that series and the wider Star Trek universe. The shorts are around 10 to 20 minutes long."
}