{
  "/wiki/Heinz_Frei": "Heinz Frei (born 28 January 1958) is a Swiss wheelchair athlete. Frei has had a long career of racing, winning the London Marathon wheelchair race three times, and earning five medals at the 2003 European games at the age of 45. He has earned 15 gold medals at the summer and winter Paralympics and is a current world record holder in the half-marathon and marathon wheelchair races. He competed in athletics at every Summer Paralympic Games from 1984 to 2008, and at the 2008, 2012 and 2016 Summer Olympics he competed in cycling, using a handcycle. At the Winter Paralympics, he competed in cross-country sit-skiing between 1984 and 2006 and in the biathlon in 1994.\n Frei planned to retire from track competition at an event on 28 August 2009, though he will continue competing in road races.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe. [note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern. [note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva. The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day.",
  "/wiki/Masazumi_Soejima": "Masazumi Soejima (副島 正純, Soejima Masazumi) (born 1970) is a Paralympian wheelchair racing athlete from Japan competing mainly in category T54 long distance events.\n Masazumi was the men's wheelchair winner of the 2011 New York Marathon and the 2011 Boston Marathon. He has competed in the marathon in both the 2004 and 2008 Summer Paralympics, 10000m in 2004, 5000m and 1500m in 2008 but it was as part of the Japanese 4 × 400 m relay in 2004 that he won his only medal, a bronze.\n He later moved into administration of wheelchair racing, serving as the race director of the wheelchair section of the 2019 Tokyo Marathon.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi). Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.",
  "/wiki/Rafael_Botello_Jimenez": "Rafael Botello Jiménez (born 23 February 1979) is a Spanish wheelchair athlete specializing in long distance events. He has represented Spain at the 2008 and the 2012 Summer Paralympics.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco). [h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean. With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry. South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world.",
  "/wiki/Saul_Mendoza": "Saúl Mendoza Hernández (born January 6, 1967 in Mexico City) is a former wheelchair racer, who competed at the Olympic and Paralympic levels. He acquired polio when he was 6 months old and grew up playing a variety of different sports. At the 2000 Olympic Games, he finished first in the demonstration event of Men's 1500m wheelchair. He finished second in the same event at the 2004 Summer Olympics. He won six medals in different athletics events at the Paralympic Games – 2 gold, 1 silver, and 3 bronze – in a career that spanned from Seoul 1988 to Beijing 2008. He was the flag-bearer for the Mexican team in the Sydney 2000 and Beijing 2008 Paralympic Games. Mendoza won the Men's Wheelchair Race of the London Marathon in 2004 in controversial circumstances after following a police motorbike through a shortcut on the course near the turn-around at The Cutty Sark, cutting the course short by approximately 200m. He went on to finish the race with a comfortable lead ahead of British athlete David Weir and escaped disqualification.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León. Pre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/Adam_Bleakney": "Adam Bleakney is a paralympic athlete from the United States competing mainly in category T54 wheelchair racing events.\n Adam has competed in numerous events at three Paralympics.  He has competed at events from 100m to marathon in the 2000, 2004 and 2008 Summer Paralympics.  He won his sole medal in the 2004 800m where he finished second.",
  "/wiki/Josh_George": "Joshua George (born March 18, 1984) is a Paralympian athlete from the United States competing in category T53 events ranging from sprints to the marathon.\n At the 2004 Summer Paralympics, George participated in seven events, winning bronze medals in the 100 and 400 metre races. He competed in the 2008 Summer Paralympics in Beijing, China.  There he won a gold medal in the men's 100 metres - T53 event, a silver medal in the men's 800 metres - T53 event, went out in the semi-finals of the men's 1500 metres - T53 event, finished fourth in the men's 200 metres - T53 event, went out in the first round of the men's 400 metres - T53 event, went out in the first round of the men's 4 x 400 metre relay - T53 event and  finished sixteenth in the men's Marathon - T54 event\n In November 2014, George traveled to Brazil as a SportsUnited Sports Envoy for the U.S. Department of State. In this function, he worked with Allyson Felix to conduct clinics, speeches and other events for 510 youth, many of whom had disabilities or came from marginalized communities. The program was designed to remove barriers and create activities that benefit audiences with and without disabilities, whilst speaking with a young, at-risk public about important life and sports values, such as respect, discipline and overcoming adversity.",
  "/wiki/2010_Chicago_Marathon": "The 2010 Chicago Marathon took place on Sunday, October 10, 2010. Over 38,000 runners took part, the most in the race's history. Kenyan Samuel Wanjiru won the men's event with a time of 2:06:24, beating Ethiopian Tsegaye Kebede by 19 seconds. Ethiopian Atsede Baysa won the women's event with a time of 2:23:40, beating Desiree Davlia by two minutes and forty seconds. On race day, Liliya Shobukhova crossed the finish line first in 2:20:25 more than 3 minutes ahead of Baysa but Shobukhova would eventually lose the title due to an anti-doping suspension. Wanjiru's win likely clinched him the men's championship, but Kebede could still take it if he wins or places second in the New York Marathon; this is considered unlikely since it is only four weeks from the Chicago Marathon. [needs update] Heinz Frei of Switzerland won the men's wheelchair event in 1:26:56 and American Amanda McGrory won the women's in 1:47:25. Richard Whitehead of Great Britain broke his old world record for athletes with lower-limb amputations, with a time of 2:42:52."
}