{
  "/wiki/Caliber": "In guns, particularly firearms, caliber (or calibre in British English) is the specified nominal internal diameter of the gun barrel bore regardless of how or where the bore is measured and whether or not the finished bore matches that specification. It is measured in inches to an accuracy of hundredths or thousandths of an inch or in millimeters.  For example, a \".45 caliber\" firearm has a barrel diameter of roughly 0.45 inches (11 mm).  Barrel diameters can also be expressed using metric dimensions. For example, a \"9 mm pistol\" has a barrel diameter of about 9 millimeters. Due to the inaccuracy and imprecision of imperial dimensions \"converted\" to metric units, metric designations are typically far out of specifications published in decimal inches. True \"caliber\" specifications require imperial measure, and even when cartridge designations (often mistakenly referred to as \"caliber\") only specify caliber to even tenths or hundredths of an inch, actual barrel/chamber/projectile dimensions are published to at least thousandths of an inch and frequently tolerances extend into ten-thousandths of an inch.",
  "/wiki/Fahrpanzer": "The Fahrpanzer was a mobile artillery piece made prior to World War I in Germany, implemented in several German fortifications from 1890 onwards and exported to several foreign military powers prior to the outbreak of hostilities.",
  "/wiki/German_Empire": "The German Empire (German: Deutsches Kaiserreich, officially Deutsches Reich), sometimes referred to as Imperial Germany, was the German nation state that existed from the unification of Germany in 1871 until the abdication of Emperor Wilhelm II in 1918.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/5.7_cm_Maxim-Nordenfelt": "The 5.7 cm Maxim-Nordenfelt \"Canon de caponnière\" was a fortress gun and infantry gun developed during the 1880s in Britain which was sold to Belgium and later produced under license by the Cockerill company.  It saw action during World War I in both Belgian and German hands.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Field_artillery_in_the_American_Civil_War": "Field artillery in the American Civil War refers to the artillery weapons, equipment, and practices used by the Artillery branch to support the infantry and cavalry forces in the field. It does not include siege artillery, use of artillery in fixed fortifications, or coastal or naval artillery. Nor does it include smaller, specialized artillery classified as small arms.",
  "/wiki/8_cm_Kanone_C/80": "The 8 cm Kanone C/80 was a field gun developed during the late 1800s by Krupp for the export market.  It saw action in numerous regional conflicts as well as World War I.",
  "/wiki/Balkan_wars": "The Balkan Wars (Turkish: Balkan Savaşları, literally \"the Balkan Wars\" or Balkan Faciası, meaning \"the Balkan Tragedy\") consisted of two conflicts that took place in the Balkan Peninsula in 1912 and 1913. Four Balkan states defeated the Ottoman Empire in the first war. In the Second Balkan War, Bulgaria fought against all four original combatants of the first war along with facing a surprise attack from Romania from the north. The conflicts ended catastrophically for the Ottoman Empire, which lost the bulk of its territory in Europe. Austria-Hungary, although not a combatant, became relatively weaker as a much enlarged Serbia pushed for union of the South Slavic peoples. The war set the stage for the Balkan crisis of 1914 and thus served as a \"prelude to the First World War\".",
  "/wiki/Krupp_7.5_cm_Model_1903": "The Krupp 7.5 cm Model 1903 was a field gun used by a number of European armies in both World War I and World War II.  The Model 1903 was a \"stock gun\" from Krupp that could be supplied to customers on short notice with minor alterations to suit the customers needs.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Reffye_75mm_cannon": "The Reffye 75mm cannon (French: Canon de campagne de 5 de Reffye modèle 1873) was a French artillery piece of the 19th century, developed by the French artillery General Jean-Baptiste Verchère de Reffye, superintendent of the works at Meudon. The weapon was adopted by the French Army from 1873. It was a 75 mm rifled breech-loading cannon, equipped with a breech screw, initially made of bronze.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Canon_de_75_mod%C3%A8le_1897": "The French 75 mm field gun was a quick-firing field artillery piece adopted in March 1898. Its official French designation was: Matériel de 75mm Mle 1897. It was commonly known as the French 75, simply the 75 and Soixante-Quinze (French for \"seventy-five\"). The French 75 was designed as an anti-personnel weapon system for delivering large volumes of time-fused shrapnel shells on enemy troops advancing in the open. After 1915 and the onset of trench warfare, other types of battlefield missions demanding impact-detonated high-explosive shells prevailed. By 1918 the 75s became the main agents of delivery for toxic gas shells. The 75s also became widely used as truck mounted anti-aircraft artillery. They were also the main armament of the Saint-Chamond tank in 1918.",
  "/wiki/Saint-Chamond-Mondrag%C3%B3n": "The Saint-Chamond-Mondragón 75mm gun was specified in the 1890s by Mexican General Manuel Mondragón, designed mostly by Colonel Émile Rimailho, and produced by the French arms manufacturer Saint-Chamond. It was widely used by different forces during the Mexican Revolution. It was also used in modified form to arm some of the French Saint-Chamond tanks deployed during the First World War.",
  "/wiki/Mexican_Revolution": "The Mexican Revolution (Spanish: Revolución Mexicana) was a major armed struggle, lasting roughly from 1910-20, that transformed Mexican culture and government. Although recent research has focused on local and regional aspects of the Revolution, it was a genuinely national revolution. Its outbreak in 1910 resulted from the failure of the 31-year-long regime of Porfirio Díaz to find a managed solution to presidential succession. This meant there was a political crisis among competing elites and the opportunity for agrarian insurrection. Wealthy landowner Francisco I. Madero challenged Díaz in the 1910 presidential election, and following the rigged results, revolted under the Plan of San Luis Potosí. Armed conflict broke out in northern Mexico and Díaz was forced out. In the Treaty of Ciudad Juárez, Díaz resigned and went into exile, new elections were to occur in the fall, and an Interim Presidency under Francisco León de la Barra was installed. A new election was held in 1911, bringing Madero to the presidency.",
  "/wiki/Arab-Israeli_War": "The ongoing Arab–Israeli conflict refers to the political tension, military conflicts and disputes between Arab countries and Israel, which climaxed  during the 20th century. The roots of the Arab–Israeli conflict have been attributed to the support by Arab League member countries for the Palestinians, a fellow-League member, in the ongoing Israeli–Palestinian conflict, which in turn has been attributed to the simultaneous rise of Zionism and Arab nationalism towards the end of the 19th century, though the two national movements had not clashed until the 1920s. In 2002, the Arab League offered recognition of Israel by Arab countries as part of the resolution of the Palestine-Israel conflict in the Arab Peace Initiative. The initiative, which has been reconfirmed since, calls for normalizing relations between the Arab region and Israel, in exchange for a full withdrawal by Israel from the occupied territories (including East Jerusalem) and a \"just settlement\" of the Palestinian refugee problem based on UN Resolution 194.",
  "/wiki/Canon_de_75_mod%C3%A8le_1905_Schneider": "The Canon de 75 modèle 1905 Schneider was a field gun used by Bulgaria during World War I and World War II. Some 324 had been delivered by the end of 1907 and most were still in service in 1939.",
  "/wiki/Canon_de_75_mod%C3%A8le_1912_Schneider": "The Canon de 75 modele 1912 Schneider was a French World War I piece of 75 mm artillery, designed and manufactured by Schneider et Cie  in Le Creusot. It entered service with the French horse-mounted artillery in 1912 and a number were sold to the army of Serbia. By the end of the war, all guns in French service were replaced with the more successful and standardised Canon de 75 modèle 1897. The remaining guns were then sold to Poland, where they were used in the Polish-Bolshevik War.",
  "/wiki/Canon_de_75_mod%C3%A8le_1914_Schneider": "The Canon de 75 modele 1914 Schneider was a French World War II piece of 75 mm artillery, designed and manufactured by Schneider et Cie in Le Creusot. Similar to the later Canon de 75mm Modele 1912 Schneider and also a derivative of Canon de 75 modèle 1897, it featured a longer barrel and an extended firing range.",
  "/wiki/Canon_de_75_mod%C3%A8le_1922_Schneider": "The Canon de 75 modèle 1922 Schneider was a field gun designed by Schneider in the early 1920s. France didn't buy any as it had an enormous stock of surplus Canon de 75 modèle 1897 field guns on hand and it was offered for export. Chamberlain and Gander claim that Finland bought some and used them during the Winter War.",
  "/wiki/Canon_de_75_mle_TR": "The Canon de 75 mle TR was a field gun used by Belgium during World War I and World War II. It was a license-built copy of the Krupp M 1905 gun. Production continued during World War I until the Germans overran the factory in 1914. After 1940, the Wehrmacht designated this as the 7.5 cm FK 235(b), armed occupation forces in Belgium with them and handed some over to the Hungarians.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Canon_de_75_mle_GP1": "The Canon de 75 mle GP I was a field gun used by Belgium during World War II. Cockerill mounted lengthened Canon de 75 mle TR barrels on ex-German 10.5 cm leFH 16 howitzer carriages received as reparations after World War I.  After 1940, the Wehrmacht designated captured guns as the 7.5 cm FK 233(b) and used them to equip occupation units in Belgium.",
  "/wiki/Canon_de_75_mle_GP11": "The Canon de 75 mle GP II was a field gun used by Belgium during World War II. Cockerill mounted lengthened Canon de 75 mle TR barrels on ex-German 7.7 cm FK 16 gun carriages received as reparations after World War I.  After 1940, the Wehrmacht designated captured guns as the 7.5 cm FK 234(b) and used them to equip occupation units in Belgium.",
  "/wiki/Canon_de_75_mle_GP111": "The Canon de 75 mle GPIII was a field gun used by Belgium during World War II. Cockerill mounted a sleeve in the barrels of ex-German 7.7 cm FK 16 guns received as reparations after World War I to convert them to the standard Belgian 75mm ammunition.  After 1940, the Wehrmacht designated captured guns as the 7.5 cm FK 236(b). This gun was nearly the equivalent of the German 7.5 cm FK 16 nA and apparently saw wider service than the other captured Belgian guns.",
  "/wiki/Siderius": "The 7-veld was the designation of Krupp 7.5 cm Model 1903 field guns purchased by the Netherlands in 1905 for the Dutch Army.  The Dutch purchased 204 guns and 408 caissons from Krupp and produced another 120 guns under license.  These saw service both in The Netherlands and the Dutch East Indies.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Armata_75_mm_wz.02/26": "The Armata 75 mm wz.02/06 was a light field gun used by Poland before and during World War II.  It began life as the 76 mm divisional gun M1902 a Russian light field gun used in the Russo-Japanese War, World War I, Russian Civil War and Polish–Soviet War.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Cannone_da_75/27_modello_06": "The Cannone da 75/27 modello 06 was a field gun used by Italy during World War I and World War II. It was a license-built copy of the Krupp Kanone M 1906 gun. It had seats for two crewmen attached to the gunshield as was common practice for the period. Captured weapons were designated by the Wehrmacht during World War II as the 7.5 cm Feldkanone 237(i).",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Cannone_da_75/27_modello_11": "The Cannone da 75/27 modello 11 was a French-designed field gun produced in Italy prior to World War I. It was introduced in 1912, designed by Colonel Deport. It was taken into service by Italy for use with its Alpine and cavalry troops going into World War I, and was built there in large numbers. The gun was designed with two notable features.  It was the first artillery piece to introduce the split trail, as well as the last to utilize its novel dual-recoil system. The former became a very popular feature on artillery pieces through to the modern day. The later, while functional, did not get repeated. The dual-recoil system consisted of a small tubular recoil under the barrel which in turn traveled in a traditional rectangular cradle. This lessened heat transfer from the gun barrel to the recoil mechanism effectively, but was not necessary for the added complexity."
}