{
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Gusttavo_Lima": "Nivaldo Batista Lima (born September 3, 1989), better known by his stage name Gusttavo Lima, is a Brazilian singer. He is known in his country for many hits,  and gained international fame and success through the song \"Balada\". He is often compared to the sertanejo singers Luan Santana and Michel Teló.",
  "/wiki/Michel_Tel%C3%B3": "Michel Teló (Brazilian Portuguese: [miˈʃɛw teˈlɔ]); born January 21, 1981) is a Brazilian sertanejo singer-songwriter and actor. Before his solo act, he was a lead singer in various bands, most notably Grupo Tradição. His biggest national and international hit is \"Ai Se Eu Te Pego\", a number one in most European countries and Latin America.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Triggerfinger": "Triggerfinger is a Belgian rock band from Lier, Belgium, formed in 1998. The band consists of vocalist and guitarist Ruben Block, bassist Paul Van Bruystegem and Mario Goossens (formerly of Winterville) as drummer.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Asaf_Avidan": "Asaf Avidan (Hebrew: אסף אבידן‎; born March 23, 1980) is an Israeli singer-songwriter. From 2006 to 2011, he was part of the group Asaf Avidan & the Mojos, independently releasing three studio albums. The Reckoning, their debut record, was certified Gold in Israel and became one of the best-selling independent albums there. After disbanding in 2011, a 2012 remix of Asaf Avidan & the Mojos' single \"Reckoning Song\" (2008) by German disc jockey Wankelmut — retitled into One Day / Reckoning Song — attained widespread commercial success throughout Europe. It topped the charts in several countries and was certified Gold and Platinum. In 2012, Avidan started a solo career, eventually releasing three studio albums to moderate success in European countries.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Adele": "Adele Laurie Blue Adkins MBE (/əˈdɛl/; born 5 May 1988) is an English singer-songwriter. After graduating from the BRIT School in 2006, Adele signed a recording contract with XL Recordings. In 2007, she received the Brit Awards Critics' Choice Award and won the BBC Sound of 2008 poll. Her debut album, 19, was released in 2008 to commercial and critical success. It is certified eight times platinum in the UK, and three times platinum in the US. The album contains her first song, \"Hometown Glory\", written when she was 16, which is based on her home suburb of West Norwood in London. An appearance she made on Saturday Night Live in late 2008 boosted her career in the US. At the 51st Grammy Awards in 2009, Adele received the awards for Best New Artist and Best Female Pop Vocal Performance.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Psy_(rapper)": "Park Jae-sang (Korean: 박재상; Hanja: 朴載相, IPA: [pɐk̚.t͡ɕεsɐŋ]; born December 31, 1977), known professionally as Psy (싸이; /saɪ/ SY; Korean: [s͈ai]), stylized in all caps, is a South Korean singer, rapper, songwriter, and record producer. Psy is known domestically for his humorous videos and stage performances, and internationally for his hit single \"Gangnam Style\". The song's refrain was entered into The Yale Book of Quotations as one of the most famous quotations of 2012.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Sandra_van_Nieuwland": "Sandra van Nieuwland (born February 16, 1977 in Delft), also known as Sandra Newland, is a Dutch singer who gained national popularity after her participation in the third season of The Voice of Holland.",
  "/wiki/Passenger_(singer)": "Michael David Rosenberg (born 17 May 1984), better known by his stage name Passenger, is an English singer-songwriter and musician. Previously the main vocalist and songwriter of Passenger, Rosenberg opted to keep the band's name for his solo work after the band dissolved in 2009. His most successful single, \"Let Her Go\", has topped the charts in many countries. In 2014, the song was nominated for the Brit Award for British Single of the Year, and he received the British Academy's Ivor Novello Award for Most Performed Work.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Studio_Killers": "Studio Killers is a British-Finnish-Danish electropop virtual band made up of four animated characters: vocalist and designer Chubby Cherry (or simply Cherry), keyboardist Goldie Foxx, DJ Dyna Mink, and manager Bipolar Bear.",
  "/wiki/The_Opposites": "The Opposites are a Dutch rap group, consisting of rappers Willem de Bruin (Willy) and Twan van Steenhoven (Big2). The two started rapping when de Bruin had to write a rap for his teacher as a punishment. Willem realized his rap potential and decided to continue rapping, together with friend Twan van Steenhoven he became addicted to Hiphop, so they say. The name The Opposites is a reference to the fact that Willem is short and a person of color, whereas Twan is tall and white.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Will.i.am": "William Adams (born March 15, 1975), known professionally as will.i.am (pronounced ‘Will-I-am’), is an American rapper, singer, songwriter, record producer, DJ, actor and television personality. He is the founding and lead member of the hip hop group The Black Eyed Peas.",
  "/wiki/Eva_Simons": "Eva Simons (born April 27, 1984) is a Surinamese Dutch singer-songwriter from Amsterdam. She is best known for her song \"Policeman\" and collaborations with artists such as Afrojack and will.i.am. In 2012, Simons broke through on the international stage when she featured on the will.i.am single \"This Is Love\" which reached the top of several charts. In the same year Simons received a BMI songwriting award for her songwriting on \"Take Over Control\". During her solo career she has released 12 singles, including \"Bludfire\" which appeared in November 2015.",
  "/wiki/List_of_Dutch_Top_40_number-one_singles_of_2012": "This is a list of the Dutch Top 40 number-one singles of 2012. The Dutch Top 40 is a chart that ranks the best-performing singles of the Netherlands. It is published every week by radio station Radio 538. The chart had 51 releases in 2012."
}