{
  "/wiki/Central_Delaware_SA_Future": "The Central Delaware SA Future was a North American professional soccer team based in Dover, Delaware. Founded in 2005, the team played in Women's Premier Soccer League (WPSL), a national amateur league at the third tier of the American Soccer Pyramid. The team ceased operation after the 2010 season.\n Central Delaware SA Future's home was Wolverine Stadium, located on the campus of Wesley College in the city of Dover.  Central Delaware SA Future was a former sister club to the defunct Delaware Dynasty of the USL Premier Development League.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal. Football is played in accordance with a set of rules known as the Laws of the Game. The ball is 68–70 cm (27–28 in) in circumference and known as the football. The two teams each compete to get the ball into the other team's goal (between the posts and under the bar), thereby scoring a goal. The team that has scored more goals at the end of the game is the winner; if both teams have scored an equal number of goals then the game is a draw.",
  "/wiki/Women's_Premier_Soccer_League": "The Women's Premier Soccer League (WPSL) is a national women's soccer league in the United States, Canada, and Puerto Rico, and is on the second level of women's soccer in the United States soccer pyramid, below National Women's Soccer League (NWSL) and roughly equal with United Women's Soccer (UWS). The WPSL is the largest women's soccer league in the world (in terms of number of clubs).\n The WPSL started as the Western Division of the W-League, before breaking away to form its own league in 1997. The league is sanctioned by the United States Adult Soccer Association, an affiliate of the United States Soccer Federation (USSF).\n When Women's Professional Soccer (WPS) suspended play in 2012, WPSL moved forward with its ambitions toward professionalism and created the WPSL Elite League.  The Elite League was a pro-am league, with at least four fully professional teams, including three former WPS teams.  The Elite league operated for just the 2012 season, disbanding in 2013 with the formation of the NWSL, which the three former WPS teams joined.",
  "/wiki/Delaware_Blue_Coats": "The Delaware Blue Coats are an American professional basketball team of the NBA G League. The team is an affiliate of the Philadelphia 76ers in the National Basketball Association. The home games were most recently played at the Bob Carpenter Center on the campus of University of Delaware in Newark, Delaware. The team was founded in 2007 as the Utah Flash and served as an affiliate to the Utah Jazz. In April 2013, the 76ers acquired the team and relocated it to Delaware, where it played as the Delaware 87ers (nicknamed the Sevens) until 2018.\n The 87ers moved to the 76ers Fieldhouse in Wilmington, Delaware, for the 2018–19 season and were rebranded as the Delaware Blue Coats.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated. Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. On offense, players may use a variety of shots—the lay-up, the jump shot, or a dunk; on defense, they may steal the ball from a dribbler, intercept passes, or block shots; either offense or defense may collect a rebound, that is, a missed shot that bounces from rim or backboard. It is a violation to lift or drag one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. The five players on each side at a time fall into five playing positions the tallest player is usually the center, the tallest and strongest is the power forward, a slightly shorter but more agile player is the small forward, and the shortest players or the best ball handlers are the shooting guard and the point guard, who implements the coach's game plan by managing the execution of offensive and defensive plays (player positioning).",
  "/wiki/NBA_G_League": "The NBA G League, or simply the G League, is the National Basketball Association's (NBA) official minor league basketball organization. The league was known as the National Basketball Development League (NBDL) from 2001 to 2005, and the NBA Development League (NBA D-League) from 2005 until 2017. The league started with eight teams until NBA commissioner David Stern announced a plan to expand the NBA D-League to fifteen teams and develop it into a true minor league farm system, with each NBA D-League team affiliated with one or more NBA teams in March 2005. At the conclusion of the 2013–14 NBA season, 33% of NBA players had spent time in the NBA D-League, up from 23% in 2011. As of the 2019–20 season, the league consists of 28 teams, all of which are either single-affiliated or owned by an NBA team.\n In the 2017–18 season, Gatorade became the title sponsor of the D-League, and it was renamed the NBA G League.",
  "/wiki/Delaware_Black_Foxes": "The Delaware Black Foxes are a semi-professional rugby league football club based in Wilmington, Delaware. They currently compete in the USA Rugby League, in the Mid-Atlantic Division of the North Conference.",
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators. In rugby league, points are scored by carrying the ball and touching it to the ground beyond the opposing team's goal line; this is called a try, and is the primary method of scoring. The opposing team attempts to stop the attacking side scoring points by tackling the player carrying the ball. In addition to tries, points can be scored by kicking goals. Field goals can be attempted at any time, and following a successful try, the scoring team gains a free kick to try at goal with a conversion for further points. Kicks at goal may also be awarded for penalties.",
  "/wiki/USA_Rugby_League": "The USA Rugby League (USARL) is the official governing body for rugby league, a code of rugby football, in the USA.\n The USA Rugby League LLC (Domestic Competition) runs the national competition for rugby league in the US as an amateur  rugby league football competition in the United States. The league consists of eleven teams located in east coast states, with a development conference in the Mid-West states consisting of three teams. The regular season is played in June and July.\n The league was founded in 2011 by clubs that had broken with the established American National Rugby League (AMNRL), plus expansion franchises. The USARL began its inaugural season in 2011 with eight teams. The USARL was granted affiliate membership in November 2014 of the RLIF and RLEF, replacing the AMNRL which is now defunct.",
  "/wiki/Delaware_Dynasty": "Delaware Dynasty was an American soccer team, founded in 2006. The team was a member of the United Soccer Leagues Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, until 2007, when the team left the league and the franchise was terminated.\n The team played its home games at the Kirkwood Soccer Complex in New Castle, Delaware, around 8 miles south of the state’s largest city, Wilmington. The team's colors were white and black.",
  "/wiki/USL_Premier_Development_League": "USL League Two (USL2), formerly the Premier Development League (PDL), is a development soccer league sponsored by United Soccer Leagues in the United States and Canada, forming part of the United States soccer league system. The league featured 72 teams in 2019, split into eleven regional divisions within four conferences. Unofficially, it is considered to be the fourth tier of competition, behind Major League Soccer, USL Championship, and USL League One. USL League Two is headquartered in Tampa, Florida.\nFlint City Bucks are the current champions  having defeated Reading United AC 1-0 in extra time in the 2019 USL League Two Championship game on August 3, 2019.",
  "/wiki/Delaware_Destroyers": "George Lawrence Thorogood (born February 24, 1950) is an American musician, singer and songwriter from Wilmington, Delaware. His high-energy boogie-blues sound became a staple of 1980s rock radio, with hits like his original songs Bad to the Bone and I Drink Alone. He has also helped to popularize older songs by American icons, such as Move It on Over, Who Do You Love?, and House Rent Boogie/One Bourbon, One Scotch, One Beer.\n With his band, the Destroyers, Thorogood has released over 20 albums, of which two have been certified Platinum and six have been certified Gold. He has sold 15 million albums worldwide. Thorogood and band continue to tour extensively with an Australian/New Zealand Tour scheduled for January 2020,  and in 2014 the band celebrated their 40th anniversary of performing.",
  "/wiki/Eastern_Basketball_Alliance": "The Eastern Basketball Alliance was a semi-professional men's winter basketball league. Games are played on the weekends and the season is approximately four months long (January through April).",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins. American football evolved in the United States, originating from the sports of soccer and rugby. The first American football match was played on November 6, 1869, between two college teams, Rutgers and Princeton, using rules based on the rules of soccer at the time. A set of rule changes drawn up from 1880 onward by Walter Camp, the Father of American Football, established the snap, the line of scrimmage, eleven-player teams, and the concept of downs.",
  "/wiki/Women's_Professional_Football_League": "The Women's Professional American Football League (WPFL) was the first women's professional American football league in the United States. With teams across the United States, the WPFL had its first game in 1999 with just two original teams: the Lake Michigan Minx and the Minnesota Vixens. Fifteen teams nationwide competed for the championship in 2006.\n The league had been recognized in national media campaigns, in the book Atta Girl, and even had a team (the New England Storm) that had a commercial relationship with an NFL team, the New England Patriots.\n Unlike the other women's American football franchises, the WPFL operated as a fall league and not a spring league.",
  "/wiki/Delaware_Smash": "The Delaware Smash was a World TeamTennis (WTT) team that was founded in 1987 as the New Jersey Stars. The team moved to Delaware in 1996, and changed its name to the Smash. The franchise won three WTT championships—in 1994 and 1995, as the Stars and in 2003, as the Smash. The franchise folded after the 2008 season.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will. Tennis is an Olympic sport and is played at all levels of society and at all ages. The sport can be played by anyone who can hold a racket, including wheelchair users. The modern game of tennis originated in Birmingham, England, in the late 19th century as lawn tennis. It had close connections both to various field (lawn) games such as croquet and bowls as well as to the older racket sport today called real tennis.",
  "/wiki/World_TeamTennis": "World TeamTennis (WTT) is a mixed-gender professional tennis league played with a team format in the United States, which was founded in 1973. Originally played on a no-line court, each match consists of five sets. Each set features a different configuration (men's singles, men's doubles, women's singles, women's doubles, and mixed doubles). Prior to each match, coaches decide the order in which the sets will be played. Each player on a team usually plays in at least one of the five sets. Scoring is no-advantage; there is no requirement to win a game by two scores; at deuce, whoever scores the next point wins the game. The first team to reach five games wins each set. A nine-point tiebreaker is played if a set reaches four-all.",
  "/wiki/Delaware_Stars": "The Delaware Stars were a United States Basketball League franchise in Wilmington, Delaware. They played on the main campus of Wilmington University. They started playing in 2007. After posting an 0-8 record, the Stars folded in mid-season.",
  "/wiki/United_States_Basketball_League": "The United States Basketball League (OTC Pink No Information: USBL), often abbreviated to the USBL, was a professional men's spring basketball league. The league was formed in 1985 and ceased operations in 2008. The USBL started in 1985 as one of the first basketball leagues to play a late-spring to early-summer schedule. The league quickly became known as a development league for players, with many players moving up to the NBA and many more playing in Europe after stints here. In 1996, the league made a stock offering, a rarity among sports leagues. However, in later years, the league declined as rival leagues appeared and USBL had a tougher time replacing teams that folded. In the last two seasons, the league was mainly a midwestern league, with teams mainly in Kansas, Nebraska, and Oklahoma. After speculation that the USBL might fold after the 2007 season, the league announced that it would sit out the 2008 season and consider its options for the future.",
  "/wiki/Delaware_Thunder": "The Delaware Thunder are a professional ice hockey team based in Harrington, Delaware. The team is a member of the Federal Prospects Hockey League and plays at the Centre Ice Rink. The Thunder are the first professional sports team to play in Harrington.",
  "/wiki/Hockey": "Hockey is a sport in which two teams play against each other by trying to manoeuvre a ball or a puck into the opponent's goal using a hockey stick. There are many types of hockey such as bandy, field hockey, ice hockey and rink hockey.\n In most of the world, the term hockey by itself refers to field hockey, while in Canada, the United States, Finland, Sweden, Latvia, the Czech Republic and Slovakia, the term usually refers to ice hockey.",
  "/wiki/Delaware_Wings": "The Delaware Wings was an American soccer club that was a member of the American Soccer League.",
  "/wiki/American_Soccer_League_(1933-1983)": "The American Soccer League has been a name used by four different professional soccer sports leagues in the United States. The second American Soccer League was established in summer 1933 following the collapse of the original American Soccer League, which lasted from 1921 until spring 1933. The new league was created on a smaller scale and with smaller budgets. This league existed until over-expansion and financial limitations led to its collapse in 1983. A successor league with the same name operated between 2014 and 2017.",
  "/wiki/Delaware_Wizards": "The Delaware Wizards were a professional  soccer club based in Wilmington and New Castle, Delaware. The team played their first game in 1993 and their last in 2000. They played in the USISL. They were considered DC United's farm team but ended up folding due to financial issues and losing players to other clubs. Many players went to MLS and other USL teams. In 2007, David Whitcraft was inducted into the Delaware Sports Museum and Hall of Fame for his efforts as the first captain of the team. In 2008, a reincarnation of the Delaware Wizards was formed playing amateur soccer. Led by a group of former fans and ball boys of the original Delaware Wizards, they have enjoyed modest success.",
  "/wiki/USISL": "United Soccer League (USL), formerly known as United Soccer Leagues, is the organizer of several soccer leagues with teams in the United States and Canada. It includes men's and women's leagues, both professional and amateur. Leagues currently organized are the USL Championship, USL League One, USL League Two and the youth Super Y League. It is directly affiliated with the United States Soccer Federation and the United States Adult Soccer Association. The USL is headquartered in Tampa.",
  "/wiki/American_Basketball_Association_(2000–)": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.\n The ABA has teams based in the United States and previously had international teams based in Canada and Mexico. In the past, there were traveling teams from countries such as Australia and Japan who played in the ABA. Additionally, there were players from other countries that were on a U.S. team to showcase other talented athletes in the country.\n The current ABA bears no relation to the original American Basketball Association (1967–1976) that was considered a major league, and merged with the National Basketball Association (NBA) in 1976.",
  "/wiki/Wilmington_Blue_Rocks_(1940-1952)": "The Wilmington Blue Rocks were a minor league baseball team based in Wilmington, Delaware, playing in the Interstate League from 1940 to 1952. The nickname Blue Rocks came from 73-year-old Robert Miller in a name-the-team contest. Miller lived in the Henry Clay section of the city, famed for its blue granite found along the Brandywine River. The current Wilmington Blue Rocks were named in 1992 for this original franchise. In 1940, Bob Carpenter founded the original Wilmington Blue Rocks in partnership with Connie Mack as a Class B Interstate League affiliate of Mack's Philadelphia A's. In 1943, the Carpenter family bought the Philadelphia Phillies, and before the 1944 season they bought out Mack's interest and made the Blue Rocks an affiliate of the Phillies. The Phillies purchased the club outright in March 1945. The Blue Rocks played multiple mid-season exhibition games in Wilmington against major league clubs.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called runs. The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner. The first objective of the batting team is to have a player reach first base safely. A player on the batting team who reaches first base without being called out can attempt to advance to subsequent bases as a runner, either immediately or during teammates' turns batting.",
  "/wiki/Interstate_League": "The Interstate League was the name of five different American minor baseball leagues that played intermittently from 1896 through 1952.",
  "/wiki/Wilmington_Blue_Rocks": "The Wilmington Blue Rocks are a Minor League Baseball team located in Wilmington, Delaware. The Blue Rocks play in the Northern Division of the Carolina League.",
  "/wiki/Carolina_League": "The Carolina League is a Minor League Baseball league which operates along the Atlantic Coast of the United States. It is classified as a Class A-Advanced league.\n The organization that later became the Carolina League formed in 1945, just as World War II was ending, and consisted of only two teams based in southern Virginia and six from North Carolina. Historically, however, as many as 12 teams in a given year have competed in the Carolina League. Today, the league consists of 10 teams in a region stretching from Delaware to South Carolina, and is divided into a Northern Division and a Southern Division.",
  "/wiki/Wilmington_Bombers": "The Wilmington Blue Bombers were an American basketball team based in Wilmington, Delaware. They were a member of the American Basketball League.",
  "/wiki/American_Basketball_League_(1925–1955)": "The American Basketball League (ABL) was an early professional basketball league. During six seasons from 1925–26 to 1930–31, the ABL was the first attempt to create a major professional basketball league in the United States. Joseph Carr, who was, in 1925, the president of the recently founded, three year old National Football League, organized the ABL from nine of the best independent pro teams from the East and the Midwest. George Halas of the NFL Chicago Bears was the owner of the Chicago Bruins, and department store magnate Max Rosenblum, a part owner of the NFL's Cleveland Bulldogs, financed the Cleveland Rosenblums. Future NFL (Washington Redskins) owner George Preston Marshall, the owner of a chain of laundries, was owner of the Washington Palace Five. Other teams were the Boston Whirlwinds, Brooklyn Arcadians, Buffalo Bisons, Detroit Pulaski Post Five, Fort Wayne Caseys, and Rochester Centrals. With the exception of 1927–28, the ABL season was divided into two halves, with the winner of the first half playing the winner of the second half for the championship. Five games into the 1926–27 season, the Original Celtics were admitted to replace the Brooklyn franchise, and won 32 of the remaining 37 games, then shifted to New York the following season.",
  "/wiki/Tri-State_League": "The Tri-State League was the name of six different circuits in American minor league baseball.",
  "/wiki/Diamond_State_Roller_Girls": "Diamond State Roller Derby (DSRD) is a flat track roller derby league based in Wilmington, Delaware. Founded in 2006, the league has since grown to include four teams: one travel team and three home teams. Diamond State is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Roller_Derby": "Roller derby is a contact sport played by two teams of five members roller skating counter-clockwise around a track. Roller derby is played by approximately 1,250 amateur leagues worldwide, mostly inside the United States.\n Game play consists of a series of short scrimmages (jams) in which both teams designate a jammer (who wears a unique designation on the helmet; currently a star). The jammer scores points by lapping members of the opposing team. The teams attempt to hinder the opposing jammer while assisting their own jammer—in effect, playing both offense and defense simultaneously.",
  "/wiki/Women's_Flat_Track_Derby_Association": "The Women's Flat Track Derby Association (WFTDA) is the international governing body for the sport of women's flat track roller derby, and association of leagues around the world. The organization was founded in April 2004 as the United Leagues Coalition (ULC), but was renamed in November 2005. It is registered in Raleigh, North Carolina as a 501(c)(6) business league organization, a type of nonprofit organization.\n According to its mission statement, the WFTDA promotes and fosters the sport of women's flat track roller derby by facilitating the development of athletic ability, sportsmanship, and goodwill among member leagues, and its governing philosophy is by the skaters, for the skaters — the primary owners, managers, and operators of each member league and of the association are women skaters, although this does not preclude any particular business structure (leagues don't have to be legally incorporated or internally egalitarian).  The mission statement also says WFTDA sets standards for rules, seasons, and safety, and determining guidelines for the national and international athletic competitions of member leagues, and says all member leagues have a voice in the decision-making process, and agree to comply with WFTDA policies.",
  "/wiki/American_Association_(football)": "The American Association (AA) was a professional American football league based in New York City. Founded in 1936 as a minor league with teams in New York and New Jersey, the AA extended its reach to Providence, Rhode Island prior to the onset of World War II. After a four-year hiatus, the league was renamed the American Football League as it expanded to include teams in Ohio and Pennsylvania. In 1947, the Richmond Rebels of the Dixie League purchased the assets of the defunct AFL Long Island Indians and jumped leagues (causing the demise of the DL). The American Association was the first minor football league with a working arrangement with the National Football League as a system of farm clubs, beginning with the purchase of the Stapleton Buffaloes (which played one game as the New York Tigers) by New York Giants owner Tim Mara in 1937. In the late 1930s and 1940s, the league enjoyed popularity comparable to that of the more established earlier National Football League (NFL) of 1920/1922, despite being in direct competition. In 1949 and 1950, the league was adversely affected by instability of membership. After starting its last season with six teams, only two league members were surviving at the end of the year.",
  "/wiki/Atlantic_Coast_Football_League": "The Atlantic Coast Football League (ACFL) was a minor football league that operated from 1962 to 1973. Until 1969, many of its franchises had working agreements with NFL and AFL teams to serve as farm clubs. The league paid a base salary of $100 per game and had 36 players on each active roster. For the first few years, Joe Rosentover served as league president. He had served in the same capacity for the American Football League (formerly the American Association) from 1947 to 1950; a relative, John Rosentover, had run the league from 1936 to 1947. In fact, several of the teams from the AA were revived in the ACFL, including the Providence Steam Roller, Newark Bears and a team in Paterson, New Jersey. By 1968, Rosentover had left the organization and been superseded by commissioner Cosmo Iacavazzi. In 1965, three of the franchises (the Hartford Charter Oaks, Newark Bears and Springfield Acorns) joined with five teams from the United Football League to create the Continental Football League.",
  "/wiki/List_of_professional_sports_teams_in_Delaware": "This is a list of professional sports teams in Delaware."
}