{
  "/wiki/Agoo–Damortis_Protected_Landscape_and_Seascape": "The Agoo–Damortis Protected Landscape and Seascape is located on the eastern side of Lingayen Gulf in southern La Union, Philippines. It was established in 2000 to protect 10,648.94 hectares (26,314.1 acres) of coastal area, including mangrove swamps, seagrass beds and stretches of fine black sand beaches. It was first gazetted as a national park in 1965 and was known as the Agoo–Damortis National Seashore Park. It covers approximately 30 kilometres (19 mi) of coastline of the Lingayen Gulf shared between the municipalities of Agoo, Santo Tomas and Rosario.",
  "/wiki/La_Union": "La Union (Tagalog pronunciation: [la ˈuɲon]) is a province in the Philippines located in the Ilocos Region in the island of Luzon. Its capital is the city of San Fernando, which also serves as the regional center of the whole Ilocos Region.",
  "/wiki/Bohol": "Bohol /bɔːhɔːl/ is a 1st provincial income class island province of the Philippines located in the Central Visayas region, consisting of the island itself and 75 minor surrounding islands. Its capital is Tagbilaran. With a land area of 4,821 km2 (1,861 sq mi) and a coastline 261 km (162 mi) long, Bohol is the tenth largest island of the Philippines.",
  "/wiki/Aliguay": "Aliguay is an island in the Philippines, and a barangay of Dapitan City. The island is an established marine sanctuary. The island is surrounded by white sand beaches and coral reefs. There are no water sources on the island. A few residents live on Aliguay Island, mostly selling fish to tourists.",
  "/wiki/Zamboanga_del_Norte": "Zamboanga del Norte (Cebuano: Amihanang Zamboanga; Subanon: Utara Sembwangan) is a province in the Philippines situated within the Zamboanga Peninsula region in Mindanao. Its capital is Dipolog City and the province borders Zamboanga del Sur and Zamboanga Sibugay to the south, Misamis Occidental to the east, and the Sulu Sea to the west.",
  "/wiki/Apo_Island": "Apo Island /ˈæpoʊ/ is a volcanic island covering 74 hectares in land area, 7 kilometers off the southeastern tip of Negros Island and 30 kilometers south of the Negros Oriental capital of Dumaguete in the Philippines. In current use the word \"Apo\" is a Filipino word for \"grandchild\" but formerly the word carried the meaning of \"respected ancestor\"; by suggestion a \"chieftain\".",
  "/wiki/Negros_Oriental": "Negros Oriental (Cebuano: Sidlakang Negros), also called Oriental Negros or Eastern Negros, is a province located in the region of Central Visayas, in the Philippines. It occupies the southeastern half of the large island of Negros, and borders Negros Occidental, which comprises the northwestern half. It also includes Apo Island, a popular dive site for both local and foreign tourists.",
  "/wiki/Baliangao_Protected_Landscape_and_Seascape": "The Baliangao Protected Landscape and Seascape is a wetland conservation area along the coast of Danao Bay in northern Misamis Occidental, Philippines. Situated on the territory of four barangays in the municipality of Baliangao (Misom, Sinian, Tugas and Landing), it covers 294.10 hectares (726.7 acres) of terrestrial and marine areas consisting of mangrove, sea grass and coral reef ecosystems. The protected area also includes a portion of Sinian River which drains into Danao Bay. It was established in 2000 through Proclamation No. 418.",
  "/wiki/Misamis_Occidental": "Misamis Occidental (Cebuano: Kasadpang Misamis; Subanen: Sindepan Mis'samis) is a province located in the region of Northern Mindanao in the Philippines. Its capital is the city of Oroquieta. The province borders Zamboanga del Norte and Zamboanga del Sur to the west and is separated from Lanao del Norte by Panguil Bay to the south and Iligan Bay to the east. The province of Misamis was originally inhabited by Subanens who were an easy target by the sea pirates from Lanao.",
  "/wiki/Batanes": "Batanes (Ivatan: Provinsiya nu Batanes; Tagalog: Lalawigan ng Batanes, IPA: [baˈtanes]) is an archipelagic province in the Philippines situated in the Cagayan Valley region. It is the northernmost province in the country, and also the smallest, both in population and land area. Its capital is Basco located on the island of Batan.",
  "/wiki/Biri_Larosa_Protected_Landscape_and_Seascape": "The Biri Larosa Protected Landscape and Seascape is a protected area located in Northern Samar, Philippines, about 40 kilometres (25 mi) west of Catarman. It protects the Balicuatro Islands, composed of the island municipality of Biri and associated smaller islands, off the northwestern coast of Samar in the San Bernardino Strait. It also includes the coastal areas of the adjacent municipalities from which it derives the second half of its name – a combination of the first two letters of Lavezares, Rosario and San Jose.",
  "/wiki/Northern_Samar": "Northern Samar (Waray: Amihan Samar/Norte han Samar) is a province in the Philippines located in the Eastern Visayas region. Its capital is Catarman and is located at the northern portion of the island of Samar. Bordering the province to the south are the provinces of Samar and Eastern Samar. To the northwest, across the San Bernardino Strait is Sorsogon; to the east is the Philippine Sea and to the west is Samar Sea.",
  "/wiki/Cuatro_Islas": "Cuatro Islas (Spanish, meaning \"Four Islands\") is a group of islands belonging to the municipalities of Inopacan and Hindang, in the province of Leyte, Philippines. This group of islands is composed of Apid, Digyo and Mahaba, which belong to the administrative jurisdiction of the municipality of Inopacan, while Himokilan belongs to the administrative jurisdiction of the municipality of Hindang.",
  "/wiki/Leyte": "Leyte (/ˈleɪti, ˈleɪteɪ/ LAY-tee, LAY-tay) is an island in the Visayas group of islands in the Philippines. It is the seventh largest island in the Philippines by land area.",
  "/wiki/Dumanquilas_Bay": "Dumanquilas Bay (alternatively spelled Dumanguilas Bay) is an arm of the Moro Gulf on the southern side of the Zamboanga Peninsula in western Mindanao island in the Philippines. It is shared between the provinces of Zamboanga del Sur on the eastern and northern shore, and Zamboanga Sibugay on the western shore. An irregularly shaped peninsula extending to Flecha Point separates it from Pagadian Bay to the east, while to the west, the bay connects with Sibuguey Bay through Canalizo Strait which separates Olutanga island from the mainland of Zamboanga. Politically, it is divided between the Zamboanga del Sur municipalities of Margosatubig, Vincenzo Sagun, Lapuyan and Kumalarang, and the Zamboangay Sibugay municipalities of Buug, Malangas and Alicia.",
  "/wiki/Zamboanga_del_Sur": "Zamboanga del Sur (Cebuano: Habagatang Zamboanga; Subanen: S'helatan Sembwangan/Sembwangan dapit Shelatan; Chavacano: Zamboanga del Sur;) is a province in the Philippines located in the Zamboanga Peninsula region in Mindanao. Its capital is the city of Pagadian. Statistically grouped with Zamboanga del Sur is the highly urbanized city of Zamboanga, which is geographically separated and a chartered city and governed independently from the province.",
  "/wiki/Great_Santa_Cruz_Island": "Great Santa Cruz Island is a small inhabited island in Zamboanga City in the southern region of the Philippines that is famous for its pink coralline sand. The island, located 4 kilometres (2.49 mi) south of downtown at the Santa Cruz Bank in the Basilan Strait, boasts the only pink sand beach in the Philippines. The color of the sand comes from the pulverized red organ pipe coral from eons of surf erosion mixed with the white sand.",
  "/wiki/Little_Santa_Cruz_Island": "Little Santa Cruz Island is an island situated 3.5 kilometres (2.2 mi) south of downtown Zamboanga City, on the Basilan Strait.",
  "/wiki/Guiuan_Protected_Landscape_and_Seascape": "The Guiuan Protected Landscape and Seascape, also known as the Guiuan Marine Reserve, is a protected area associated with the Guiuan Island Group which is located off the coast of the municipality of Guiuan on the eastern side of Leyte Gulf in the Philippines. The protected area consists of the following islands from within the group: Calicoan, Manicani, Suluan, Tubabao, Victory, Homonhon and other smaller islands and their surrounding reefs. It also includes the coastal area of mainland Guiuan in Eastern Samar covering a total area of 60,448 hectares (149,370 acres). The land which now comprises the conservation area was previously declared as a Marine Reserve and Tourist Zone and was placed under the administration and control of the Philippine Tourism Authority in 1978. It was re-proclaimed and re-classified as a protected landscape/seascape in 1994 under the National Integrated Protected Areas System Act of 1992.",
  "/wiki/Eastern_Samar": "Eastern Samar (Waray-Waray: Sinirangan Samar; Cebuano: Sidlakang Samar) is a province in the Philippines located in the Eastern Visayas region. Its capital is the city of Borongan. Eastern Samar occupies the eastern portion of the island of Samar. Bordering the province to the north is the province of Northern Samar and to the west is Samar province. To the east lies the Philippine Sea, part of the vast Pacific Ocean, while to the south lies the Leyte Gulf.",
  "/wiki/Initao–Libertad_Protected_Landscape_and_Seascape": "The Initao–Libertad Protected Landscape and Seascape is a protected area in western Misamis Oriental, Philippines. At 1,300.78 hectares (3,214.3 acres), the park includes the limestone forests of the old Initao National Park, locally known as Lasang (Cebuano for \"forest\"), as well as their adjacent marine waters in the municipalities of Initao and Libertad. Established in 2002, it is home to the Lasang Secret Adventure Park, a theme park which is being promoted by the provincial government as an eco-tourism and corporate events destination. The park is only 27 kilometres (17 mi) southwest of the Laguindingan Airport and 59 kilometres (37 mi) west of the provincial capital Cagayan de Oro.",
  "/wiki/Misamis_Oriental": "Misamis Oriental (Cebuano: Sidlakang Misamis) is a province located in the region of Northern Mindanao in the Philippines. Its capital and provincial center is the city of Cagayan de Oro, which is governed independently from the province. There is a move lately to transfer the provincial capital to the municipality of Laguindingan where the airport is now located.",
  "/wiki/Mabini_Protected_Landscape_and_Seascape": "The Mabini Protected Landscape and Seascape, in Davao de Oro, Philippines, is a terrestrial and marine protected area established in 2000 to protect ecologically significant habitats in the Davao Gulf. The park extends along the coast of the municipality of Mabini from the mouth of the Pandasan River to the southern tip of Kopiat Island. It also includes Lunod Island, also known as Pandasan Island, which was earlier declared a wilderness area in 1981. It covers 6,106 hectares (15,090 acres) of extensive mangrove forests, white sand beaches and rich coral reef systems.",
  "/wiki/Compostela_Valley": "Davao de Oro (Cebuano: Bulawang Dabaw), formerly known as Compostela Valley (Cebuano: Kawalogang Kompostela) or its short form ComVal, is a province in the Philippines located in the Davao Region in Mindanao. The province used to be part of Davao del Norte until it was made independent in 1998.",
  "/wiki/Malabungot": "Malabungot, alternatively spelled as Malabungut, and also known as Mahad, is an island in Binagasbasan Bay off the coast of Garchitorena in Camarines Sur, Philippines. It is separated from Caramoan Peninsula in the south by the Quinalasag Passage, also known as Sisiran Passage, which connects Lamit and Sisiran bays. The island forms the head of Binagasbasan Bay, bordered to the west by the Lamit Islands and to the east by Quinalasag Island, and which opens northward to the Philippine Sea. It is designated as a protected landscape and seascape on account of its biodiversity and ecological significance.",
  "/wiki/Camarines_Sur": "Camarines Sur (Central Bicolano: Habagatan na Camarines; Tagalog: Timog Camarines) is a province located in the Bicol Region in Luzon of the Philippines. Its capital is Pili and the province borders Camarines Norte and Quezon to the northwest, and Albay to the south. To the east lies the island province of Catanduanes across the Maqueda Channel.",
  "/wiki/Malampaya_Sound": "Malampaya Sound is a protected inlet of the South China Sea on the northwestern coast of Palawan Island in western Philippines. It is a geographic sound consisting of a complex of sheltered bays, coves, estuaries and islands separated from the sea to the west by the Copoas Peninsula. The sound is within the municipality of Taytay and is an important feature for the ecology and economy of the province of Palawan. It is considered one of the finest natural harbors in the Philippines and one of Palawan's richest fishing grounds.",
  "/wiki/Palawan": "Palawan (pronounced /pəˈlɑːwɑːn/), officially the Province of Palawan (Cuyonon: Probinsya i'ang Palawan / Paragua; Tagalog: Lalawigan ng Palawan; Hiligaynon: Kapuoran sang Palawan; Cebuano: Lalawigan sa Palawan), is an archipelagic province of the Philippines that is located in the region of MIMAROPA. It is the largest province in the country in terms of total area of jurisdiction. Its capital is the city of Puerto Princesa, but the city is governed independently from the province as a highly urbanized city.",
  "/wiki/Murcielagos_Island": "Murcielagos Island is a small island in the Sulu Sea off the coast of Zamboanga del Norte in the southern Philippine island of Mindanao. It measures over 500 metres (1,600 ft) across at its widest point and is situated on an oval reef about 1.6 kilometres (0.99 mi) in length. This low-lying island, also known locally as Baliudyong, is situated some 4.8 kilometres (3.0 mi) north of Quipit Point on the west side of Patauag Bay in the Zamboanga municipality of Labason. It is known for its white coral-sand beaches and rich marine resources. To its west lies an islet called Bayangan Island. The two islands are collectively known as Murcielagos Islands and are administratively part of the Labason poblacion of Antonino.",
  "/wiki/Peñablanca_Protected_Landscape_and_Seascape": "The Peñablanca Protected Landscape and Seascape (formerly known as the Callao Cave National Park) is a protected area and national park in Peñablanca, Cagayan. It is on the border with Isabela province, contiguous with the Northern Sierra Madre Natural Park. The protected area, best known as the location of Callao Cave, covers the largest block of forest under conservation in the province. It covers 118,781.582 hectares (293,515.68 acres) of the northern Sierra Madre mountain range and its adjacent Pacific coast.",
  "/wiki/Cagayan": "Cagayán (/kɑːɡəˈjɑːn/ kah-gə-YAHN) (Ilocano: Probinsia ti Cagayan; Ibanag: Provinsiya na Cagayan; Itawit: Provinsiya ya Cagayan; Tagalog: Lalawigan ng Cagayan) is a province of the Philippines in the Cagayan Valley region in the northeast of Luzon Island, and includes the Babuyan Islands to the north. The province borders Ilocos Norte and Apayao to the west, and Kalinga and Isabela to the south. Its capital is the city of Tuguegarao.",
  "/wiki/Pujada_Bay": "Pujada Bay, sometimes (usually historically) called Pujaga Bay, is a bay on the Pacific coast of the southern Philippine island of Mindanao. It is an arm of the Philippine Sea in Davao Oriental province formed by the Guanguan Peninsula which separates it from the Mayo Bay on the east and the Pujada Peninsula which separates it from the Davao Gulf on the west. Pujada Bay borders Mati, the province's capital and largest city, with its port and city proper situated at its head. It is entered between Lamigan Point on the east and Tumago Point on the west, with the Pujada Island dividing its entrance into two channels. There are three other islands on the bay, namely Uanivan, Oak and Ivy islands.",
  "/wiki/Davao_Oriental": "Davao Oriental (Cebuano: Sidlakang Dabaw) is a province in the Philippines located in the Davao Region in Mindanao. Its capital is Mati, and it borders the province of Davao de Oro to the west, and Agusan del Sur and Surigao del Sur to the north. The province is the traditional homeland of the Mandaya and Kagan people.",
  "/wiki/Selinog": "Silinog, historically known as Silino (Cebuano: Silinog) and also named Selinog, is an island barangay in Dapitan, Zamboanga del Norte, Philippines. It is coterminous with Silino Island and is located 12.9 kilometres (8.0 mi) off Tagolo Point, the northern entrance point to Dapitan Bay, and some 15 kilometres (9.3 mi) east of the island of Aliguay in the Bohol Sea. The island is a flat coralline island with a land area of 78 hectares (190 acres). It is surrounded by 70 hectares (170 acres) of coral reefs and sandy areas. According to the 2010 census, the island community has a population of 712 inhabitants.",
  "/wiki/Siargao": "Siargao is a tear-drop shaped island in the Philippine Sea situated 196 kilometers southeast of Tacloban in the province of Surigao del Norte. It has a land area of approximately 437 square kilometres (169 sq mi). The east where such Art Skyes coast is relatively straight with one deep inlet, Port Pilar. The coastline is marked by a succession of reefs, small points and white, sandy beaches. The neighboring islands and islets have similar landforms.",
  "/wiki/Surigao_del_Norte": "Surigao del Norte (Surigaonon: Probinsya nan Surigao del Norte; Cebuano: Amihanang Surigao; Spanish: Provincia de Surigao del Norte) is a province in the Philippines located in the Caraga region of Mindanao. Its capital is Surigao City. The province comprises two major islands—Siargao and Bucas Grande—in the Philippine Sea, plus a small area at the northeastern tip of Mindanao. This mainland portion borders Agusan del Norte, and Surigao del Sur to the south.",
  "/wiki/List_of_protected_areas_of_the_Philippines": "This is a list of protected areas of the Philippines administered by the Department of Environment and Natural Resources' Biodiversity Management Bureau under the National Integrated Protected Areas System (NIPAS) Act of 1992. As of 2013, there are 240 protected areas in the Philippines covering a total area of 54,500 square kilometres (21,000 sq mi) – 14.2% of the Philippines' total area."
}