{
  "/wiki/Busan_Transportation_Corporation_FC": "Busan Transportation Corporation FC, often referred to as 'the mighty' Busan Transportation Corporation FC is a semi-professional South Korean soccer club based in the city of Busan. The currently playing in K3 League for the 2020 season. They are owned and operated by Busan Transportation Corporation and play their home games at the Busan Gudeok Stadium, the spiritual home of football in the city and one of the venues for the 1988 Summer Olympics.",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Busan_Gudeok_Stadium": "The Busan Gudeok Stadium (Korean: 부산 구덕 운동장; Hanja: 釜山九德運動場) is a multi-purpose stadium in Busan, South Korea.  It is currently used mostly for football matches. The stadium currently holds 12,349 spectators but previously had a capacity of 30,000 spectators. The venue opened in September 1928. During the 1988 Summer Olympics, it hosted some of the Olympic football matches. It was also the  main venue for the 1997 East Asian Games hosting the opening and closing ceremonies, as well as the athletics and football competitions. Professional football team Busan IPark have played their home games at the venue since 2015 as well as between 1997 and 2002. Additionally, non-league football team Busan Transport Corporation FC have played their home games at the venue since 2006.",
  "/wiki/Changwon_City_FC": "Changwon City FC is a South Korean football club based in the city of Changwon. The team plays in the K3 League, the third tier of South Korean football league system.",
  "/wiki/Changwon": "Changwon (Korean pronunciation: [tɕʰaŋ.wʌn]) is the capital city of Gyeongsangnam-do, on the southeast coast of South Korea. With a population of 1.07 million as of 2015[update], Changwon is South Korea's ninth-most populous city.",
  "/wiki/Changwon_Football_Center": "The Changwon Football Centre Stadium (Korean: 창원축구센터) is a football-specific stadium and training ground in Changwon, South Korea. It is currently used mostly for football matches. The stadium holds 15,074 people. It was built in 2009",
  "/wiki/Cheonan_City_FC": "Cheonan City FC is a South Korean football club based in the city of Cheonan. It was founded in 2008, and has competed in the Korea National League between 2008 and 2019. Starting with the 2020 season, the team competes in the K3 League, the third tier of South Korean football league system. The team plays their home games at the 15,500 capacity Cheonan Football Center, built in 2009, in Baekseok-dong in Cheonan. The team trains in the stadium and on the adjacent pitch that is part of the Cheonan City Sports and Recreation Complex.",
  "/wiki/Cheonan": "Cheonan (Korean pronunciation: [tɕʰʌ.nan] (listen); 천안시, Cheonan-si), also spelled Ch'ŏnan, is a city in South Chungcheong, South Korea.",
  "/wiki/Cheonan_Stadium": "Cheonan Stadium (Korean: 천안종합운동장) is a multi-purpose stadium in Cheonan, South Korea. It is currently used mostly for football matches. The stadium holds 26,000 spectators. It was built in 2001. On 15 October 2013, the South Korea national football team used the stadium for the first time in the friendly match against Mali, which ended in a 3–1 victory for South Korea. The stadium hosted nine matches at the 2017 FIFA U-20 World Cup.",
  "/wiki/Gangneung_City_FC": "Gangneung City FC is a South Korean Association football club based in the city of Gangneung. Currently Gangneung City FC plays in the K3 League. In 2019 they became the final champions of the Korea National League before it was integrated into the K3 League.",
  "/wiki/Gangneung": "Gangneung (Korean pronunciation: [kaŋ.nɯŋ]) is a city in the province of Gangwon-do, on the east coast of South Korea.  It has a population of 213,658 (as of 2017). Gangneung is the economic centre of the Yeongdong region of Gangwon-do. Gangneung has many tourist attractions, such as Jeongdongjin, a very popular area for watching the sun rise, and Gyeongpo Beach. There is an ROK airbase south of downtown Gangneung that formerly doubled as a civil airport.",
  "/wiki/Gangneung_Stadium": "The Gangneung Stadium is a multi-purpose stadium in Gangneung, South Korea. It is currently used mostly for football (American English: soccer) matches. The stadium has a capacity of 22,333 spectators and was opened in 1984. It is the home ground of Gangneung City FC and Gangwon FC (since 2009).",
  "/wiki/Gimhae_City_FC": "Gimhae FC is a South Korean football club based in the city of Gimhae. It was founded in 2007, and started competing in the National League from the 2008 until 2019 season is final season in Korea national league before it was integrated into the K3 League. from 2020 season, the club starting competition in the K3 League for the next season.",
  "/wiki/Gimhae": "Gimhae (Korean pronunciation: [kim.ɦɛ̝]) is a city in South Gyeongsang Province, South Korea. It is the seat of the large Gimhae Kim clan, one of the largest Kim clans in Korea. The Gimhae Kims claim descent from the ancient royal house of Geumgwan Gaya, which was based in Gimhae. Gimhae is situated near the Nakdong River.",
  "/wiki/Gimhae_Stadium": "Gimhae Stadium is a multi-purpose stadium in Gimhae, South Korea.  It is currently used mostly for football matches.  The stadium has a capacity of 25,000 people and was opened in 2005.",
  "/wiki/Gyeongju_Korea_Hydro_&_Nuclear_Power_FC": "Gyeongju Korea Hydro & Nuclear Power FC are a South Korean football team based in Gyeongju. They currently compete in the K3 League. They are run by Korea Hydro & Nuclear Power, and play their home games at Gyeongju Civic Stadium.",
  "/wiki/Gyeongju": "Gyeongju (Korean: 경주, pronounced [kʲʌŋ.dʑu]), historically known as Seorabeol (Korean: 서라벌, pronounced [sʌ.ɾa.bʌl]), is a coastal city in the far southeastern corner of North Gyeongsang Province in South Korea. It is the second largest city by area in the province after Andong, covering 1,324 km2 (511 sq mi) with a population of 264,091 people (as of December 2012.) Gyeongju is 370 km (230 mi) southeast of Seoul, and 55 km (34 mi) east of Daegu. The city borders Cheongdo and Yeongcheon to the west, Ulsan to the south and Pohang to the north, while to the east lies the coast of the East Sea. Numerous low mountains—outliers of the Taebaek range—are scattered around the city.",
  "/wiki/Gyeongju_Civic_Stadium": "Gyeongju Civic Stadium (Korean: 경주시민운동장) is a multi-use stadium in Gyeongju, South Korea. It is used mostly for football matches.",
  "/wiki/Incheon_Korail_FC": "Daejeon Korail FC is a South Korean football club based in Daejeon. The team currently plays in the K3 League, the third tier of South Korean football league system. It is owned and operated by Korea Railroad Corporation, South Korea's national railroad operator. Their home venue is Daejeon Hanbat Sports Complex.",
  "/wiki/Incheon": "Incheon (Korean: 인천; Hanja: 仁川; Korean pronunciation: [intɕʰʌn]; McCune-Reischauer romanization Inchŏn; literally \"kind river\"), officially the Incheon Metropolitan City (인천광역시), is a city located in northwestern South Korea, bordering Seoul and Gyeonggi to the east. Inhabited since the Neolithic, Incheon was home to just 4,700 people when it became an international port in 1883. Today, about 3 million people live in the city, making it South Korea's third most-populous city after Seoul and Busan.",
  "/wiki/Incheon_Munhak_Stadium": "The  Incheon Munhak Stadium  (also known as Incheon World Cup Stadium or Munhak Stadium) is a sports complex in Incheon, South Korea and includes a multi-purpose stadium, a baseball park, and other sports facilities.",
  "/wiki/Mokpo_City_FC": "Mokpo City FC (Korean: 목포시청 축구단) is a South Korean association football club based in Mokpo, South Jeolla. From 2010 season, Mokpo City plays in the newly created K3 League, the third tier of Korean football.",
  "/wiki/Mokpo": "Mokpo (Korean pronunciation: [mok̚.pʰo]; Mokpo-si) is a city in South Jeolla Province, South Korea, located at the southwestern tip of the Korean Peninsula, close to Yudal mountain. Mokpo has frequent train service connecting in Daejon to Seoul, and is the terminus for a number of ferry routes serving islands in the adjacent Yellow Sea and Dadohae National Maritime Park.",
  "/wiki/Mokpo_International_Football_Center": "The Mokpo International Football Center is a football-specific stadium and training ground in Mokpo, South Korea and was built in 2009. It has six football pitch. Two are nature grounds, three are artificial turf grounds and one ground for youth.",
  "/wiki/Ulsan_Hyundai_Mipo_Dolphin_FC": "Ulsan Hyundai Mipo Dockyard Dolphin was a South Korean football club based in the city of Ulsan. They competed in the National League between 2003 and 2016. They were owned and operated by Hyundai Mipo Dockyard and played their home games at Ulsan Stadium.",
  "/wiki/Ulsan": "Ulsan (Korean pronunciation: [ul.s͈an]), officially the Ulsan Metropolitan City, is South Korea's seventh-largest metropolitan city and the eighth-largest city overall, with a population of over 1.1 million inhabitants. It is located in the south-east of the country, neighboring Busan to the south and facing Gyeongju to the north.",
  "/wiki/Ulsan_Stadium": "Ulsan Stadium is a multi-purpose stadium located in Ulsan Sports Complex, Ulsan, South Korea. Originally, there was Ulsan Civic Stadium at the same location which opened in 1970. The original stadium was demolished in 2003 and replaced with Ulsan Sport Complex. Ulsan Sports Complex consists of the Ulsan Stadium and Dongchun Gymnasium. Ulsan Stadium is a multi-purpose stadium which is mainly used for football; it was the home ground of the Ulsan Hyundai before they moved to Ulsan Munsu Football Stadium in 2001 and was the home stadium of Ulsan Hyundai Mipo Dockyard between 2005 and 2016. The stadium has a capacity for 19,471 spectators.",
  "/wiki/Yongin_City_FC": "Yongin City FC (Korean: 용인시청 축구단) was a South Korean association football club based in Yongin, Gyeonggi. Founded in 2010, they played in the National League, the third tier of South Korean league football. They played their home games at the Yongin Football Center.",
  "/wiki/Yongin": "Yongin (Korean pronunciation: [joŋ.in]) is a major city in the Seoul Capital Area, located in Gyeonggi Province, South Korea. With a population close to 1 million, the city has developed rapidly since the 21st century, recording the highest population growth of any city in the country. Yongin is home to Everland and Caribbean Bay, South Korea's most popular amusement and water parks. The city is also home to the Korean Folk Village, the largest of its kind.",
  "/wiki/Yongin_Football_Center": "The Yongin Football Center is a football youth academy located in Yongin, South Korea.",
  "/wiki/2013_Korea_National_League": "The 2013 Korea National League season was the eleventh season of the Korea National League. The 2013 season operated with ten clubs because four clubs were dropped out from the league. Goyang KB Kookmin Bank FC had merged with Ansan H FC. Ansan H FC moved to Goyang and changed club name to Goyang Hi FC at a time. Ansan H FC, Suwon City FC and Chungju Hummel FC participated in the newly-formed 2013 K League Challenge. The postseason playoff consisted of four teams. The league began on 9 March 2013 and ended on 23 November 2013 with the final playoff game."
}