{
  "/wiki/David_Caruso": "David Stephen Caruso (born January 7, 1956) is an American actor and producer, best known for his roles as Detective John Kelly on the ABC crime drama NYPD Blue, and Lieutenant Horatio Caine on the CBS series CSI: Miami (2002-2012). He also appeared in the films An Officer and a Gentleman, First Blood (both 1982), Twins (1988), Kiss of Death (1995) and Proof of Life (2000).",
  "/wiki/John_Kelly_(NYPD_Blue)": "John Kelly is a fictional character in the television series NYPD Blue, portrayed by David Caruso. The character appeared in the first season and the first four episodes of the second season.",
  "/wiki/Dennis_Franz": "Dennis Franz Schlachta (/frɑːnz/; born October 28, 1944), known professionally as Dennis Franz, is a retired American actor best known for his role as Detective Andy Sipowicz in the ABC television series NYPD Blue (1993–2005), a role that earned him a Golden Globe Award, three Screen Actors Guild Awards and four Primetime Emmy Awards. He also portrayed Lt. Norman Buntz in the similar NBC series Hill Street Blues (1985–1987) and its short-lived spinoff, Beverly Hills Buntz (1987–1988).",
  "/wiki/Andy_Sipowicz": "Andrew Sipowicz is a fictional character and protagonist on the popular ABC television series NYPD Blue. Dennis Franz portrayed the character for its entire run.",
  "/wiki/James_McDaniel": "James McDaniel (born March 25, 1958 in Washington, D.C.) is an American stage, film and television actor. He is best known for playing Lt. Arthur Fancy on the television show NYPD Blue. He created the role of Paul in the hit Lincoln Center play Six Degrees of Separation. He played a police officer in the ill-fated 1990 series Cop Rock, and a close advisor to the director Spike Lee regarding the activist Malcolm X in the 1992 film Malcolm X. He also played Sgt. Jesse Longford in the ABC television series Detroit 1-8-7.",
  "/wiki/Arthur_Fancy": "Capt. Arthur Fancy is a fictional character and protagonist in the television series NYPD Blue. He was played by James McDaniel from season one through eight.",
  "/wiki/Sherry_Stringfield": "Sherry Lea Stringfield (born June 24, 1967) is an American actress. She is best known for playing the role of Dr. Susan Lewis on the NBC medical drama ER, a role for which she received three Emmy Award nominations. Stringfield was a member of ER's original cast, but she quit the show during its third season, despite being contractually tied to appear in five. She returned to the role in 2001, and quit once again in 2005. She is also known for her regular roles on NYPD Blue and Guiding Light.",
  "/wiki/Amy_Brenneman": "Amy Frederica Brenneman (born June 22, 1964) is an American actress, writer, and producer.",
  "/wiki/Janice_Licalsi": "Janice Licalsi formerly Gennaro is a fictional character portrayed by Amy Brenneman on the television series NYPD Blue. She appeared in 18 episodes during the first two seasons of the show. The character was written out after technical advisor and producer Bill Clark became uneasy with the thought of having a murderous police officer as a main character.",
  "/wiki/Nicholas_Turturro": "Nicholas Turturro (born January 29, 1962) is an American actor, known for his roles in New York City based films and on the television series Blue Bloods and NYPD Blue.  Nicholas is the younger brother of John Turturro and the cousin of Aida Turturro.",
  "/wiki/Sharon_Lawrence": "Sharon Elizabeth Lawrence (born June 29, 1961) is an American actress, singer, and dancer. She is best known for the role of Sylvia Costas Sipowicz in the ABC drama series NYPD Blue. The role garnered her three Primetime Emmy Award nominations for Outstanding Supporting Actress in a Drama Series.",
  "/wiki/Sylvia_Costas": "Sylvia Costas-Sipowicz is a fictional character from the American television drama NYPD Blue, in which the character was married to Detective Andy Sipowicz, played by Dennis Franz. She was played by Sharon Lawrence.",
  "/wiki/Gordon_Clapp": "Gordon Clapp (born September 24, 1948) is an American actor, best known for portraying the role of Det. Greg Medavoy for all 12 seasons on the television series NYPD Blue, winning an Emmy Award in 1998.",
  "/wiki/Greg_Medavoy": "Gregory Medavoy is a fictional character (as well as a protagonist) in the television series NYPD Blue. He was played by Gordon Clapp from the third episode of the 1st season to the last episode of the series.  Aside from Andy Sipowicz, he was the longest running regular character in the series.",
  "/wiki/Gail_O%27Grady": "Gail Ann O'Grady (born January 23, 1963), an American actress and producer, is best known for her roles on television. Her roles include Donna Abandando in the ABC police drama NYPD Blue, and Helen Pryor in the NBC drama series American Dreams. O'Grady is also well known for her lead roles in a number of television movies. She has been nominated for a Primetime Emmy Award three times."
}