{
  "/wiki/Craig_McDermott": "Craig John McDermott (born 14 April 1965) is a former Australian cricketer. He played 71 Tests for Australia, taking 291 wickets. Following the end of his playing career, he was the bowling coach for the Australian team for two spells between 2011 and 2016.",
  "/wiki/Australia_national_cricket_team": "The Australian men's national cricket team represents Australia in men's international cricket. As one of the oldest teams in Test cricket history, playing in the first ever Test match in 1877, the team also plays One-Day International (ODI) and Twenty20 International (T20I) cricket, participating in both the first ODI, against England in the 1970–71 season and the first T20I, against New Zealand in the 2004–05 season, winning both games. The team draws its players from teams playing in the Australian domestic competitions – the Sheffield Shield, the Australian domestic limited-overs cricket tournament and the Big Bash League.",
  "/wiki/Pakistan_national_cricket_team": "The Pakistan national cricket team (Urdu: پاکستان قومی کرکٹ ٹیم‎), popularly referred to as the Shaheens (Urdu: شاہین‎, lit. Falcons), Green Shirts and Men in Green, is administered by the Pakistan Cricket Board (PCB). The team is a Full Member of the International Cricket Council, and participates in Test, One Day International (ODI) and Twenty20 International cricket matches.",
  "/wiki/Gaddaffi_Stadium": "Gaddafi Stadium (Urdu: قذافی اسٹیڈیم‎ / ALA-LC: Qaẕẕāfī Isṭeḍiyam), or Qaddafi Stadium, previously known as Lahore Stadium is a cricket playing ground in Lahore, Pakistan which is named after former Libyan head of state Muammar Gaddafi. It is owned by the Pakistan Cricket Board. It was designed by famous architect and engineer Nasreddin Murat-Khan, and constructed by Mian Abdul Khaliq and Company in 1959. The stadium was renovated for the 1996 Cricket World Cup when it hosted the final.",
  "/wiki/Lahore": "Lahore (/ləˈhɔːr/; Punjabi: لہور; Urdu: لاہور‎, pronounced [lɑːˈɦɔːr]) is the capital of the Pakistani province of Punjab. It is the country's second-most populous city after Karachi. Lahore is one of Pakistan's wealthiest cities, with an estimated GDP of $58.14 billion (PPP) as of 2015. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressive, and cosmopolitan cities.",
  "/wiki/Manoj_Prabhakar": "Manoj Prabhakar pronunciation (help·info) (born 15 April 1963) is an Indian former cricketer. He was a right-arm medium-pace bowler and a lower-order batsman who also opened the innings sometimes for the Indian cricket team until his retirement in 1996.",
  "/wiki/India_national_cricket_team": "The India men's national cricket team, also known as Team India and Men in Blue, is governed by the Board of Control for Cricket in India (BCCI), and is a Full Member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and Twenty20 International (T20I) status.",
  "/wiki/Zimbabwe_national_cricket_team": "The Zimbabwe national cricket team represents Zimbabwe in men's international cricket and is administered by Zimbabwe Cricket (formerly known as the Zimbabwe Cricket Union or ZCU). Zimbabwe has been a Full Member of the International Cricket Council (ICC) since 1992. As of November 2018, Zimbabwe is ranked tenth in Tests, eleventh in ODIs and twelfth in Twenty20 Internationals by the ICC.",
  "/wiki/Wankhede_Stadium": "The Wankhede Stadium (Marathi: वानखेडे स्टेडियम) is a cricket stadium in Mumbai, India. The stadium now has a capacity of 33,108, following renovations for the 2011 Cricket World Cup. Before the upgrade, the capacity was approximately 45,000.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/Abdul_Qadir_(cricketer)": "Abdul Qadir Khan (Urdu: عبد القادر خان‎, 15 September 1955 – 6 September 2019) was an international cricketer who bowled leg spin for Pakistan. Qadir is widely regarded as the best leg spinner of the 1970s and 1980s and was a role model for up and coming leg spinners. Later he was a commentator and Chief Selector of the Pakistan Cricket Board, from which he resigned due to differences of opinion with leading Pakistan cricket administrators.",
  "/wiki/England_cricket_team": "The England cricket team represents England and Wales in international cricket. Since 1997, it has been governed by the England and Wales Cricket Board (ECB), having been previously governed by Marylebone Cricket Club (the MCC) since 1903. England, as a founding nation, is a Full Member of the International Cricket Council (ICC) with Test, One Day International (ODI) and Twenty20 International (T20I) status. Until the 1990s, Scottish and Irish players also played for England as those countries were not yet ICC members in their own right.",
  "/wiki/Pindi_Club_Ground": "Pindi Club Ground is a multi-use stadium in Rawalpindi, Pakistan.  It is used mostly for cricket matches.  The stadium has the capacity to hold 15,000 people and hosted its first and only Test Match in 1965. In April 2018, the Pakistan Cricket Board (PCB) announced that the venue, along with several others in the country, would get a makeover to get them ready for future international matches and fixtures in the Pakistan Super League.",
  "/wiki/Rawalpindi": "Rawalpindi (/ˌrɑːwəlˈpɪndi/ or /rɔːlˈpɪndi/; Punjabi, Urdu: راولپِنڈى‎, Rāwalpiṇḍī), commonly known as Pindi (Punjabi: پِنڈی), is a city in the Punjab province of Pakistan. Rawalpindi is adjacent to Pakistan's capital of Islamabad, and the two are jointly known as the \"twin cities\" on account of strong social and economic links between the cities. Rawalpindi is the fourth-largest city in Pakistan by population, while the larger Islamabad Rawalpindi metropolitan area is the country's third-largest metropolitan area.",
  "/wiki/Imran_Khan": "Imran Ahmed Khan Niazi HI PP (Urdu: عمران احمد خان نیازی‎; born 5 October 1952) is the 22nd and current Prime Minister of Pakistan and the chairman of the Pakistan Tehreek-e-Insaf (PTI). Before entering politics, Khan was an international cricketer and captain of the Pakistan national cricket team, which he led to victory in the 1992 Cricket World Cup.[n 1]",
  "/wiki/West_Indies_cricket_team": "The West Indies cricket team, nicknamed the Windies, is a multi-national men's cricket team representing the Anglophone Caribbean region and administered by Cricket West Indies. The players on this composite team are selected from a chain of fifteen Caribbean territories, which are parts of several different countries and dependencies. As of 29 December 2019[update], the West Indies cricket team is ranked eighth in the world in Tests, ninth in One-Day Internationals (ODIs) and tenth in Twenty20 Internationals (T20Is) in the official International Cricket Council (ICC) rankings.",
  "/wiki/National_Stadium": "Many countries have a national sport stadium, which typically serves as the primary or exclusive home for one or more of a country's national representative sports teams.  The term is most often used in reference to an association football stadium.  Usually, a national stadium will be in or very near a country's capital city or largest city.  It is generally (but not always) the country's largest and most lavish sports venue with a rich history of hosting a major moment in sports (i.e. FIFA World Cup, Olympics, etc.).  In many, but not all cases, it is also used by a local team.  Many countries, including Spain and the United States, do not have a national stadium designated as such; instead matches are rotated throughout the country.  The lack of a national stadium can be seen as advantageous as designating a single stadium would limit the fan base capable of realistically attending matches as well as the concern of the cost of transportation, especially in the case of the United States due to its geographical size and high population.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/Simon_O'Donnell": "Simon Patrick O'Donnell (born 26 January 1963) is an Australian former cricketer, VFL footballer, and horse racing and cricket commentator. He is currently a horse breeder. He is a former record holder for the fastest ODI fifty, who was first cricketer to score fifty less than 20 balls in ODI history.",
  "/wiki/Courtney_Walsh": "Courtney Andrew Walsh OJ (born 30 October 1962) is a former Jamaican cricketer who represented the West Indies from 1984 to 2001, captaining the West Indies in 22 Test matches. He is a fast bowler, and best known for a remarkable opening bowling partnership along with fellow West Indian Curtly Ambrose for several years. Walsh played 132 Tests and 205 ODIs for the West Indies and took 519 and 227 wickets respectively. He shared 421 Test wickets with Ambrose in 49 matches. He held the record of most Test wickets from 2000, after he broke the record of Kapil Dev. This record was later broken in 2004 by Shane Warne. He was the first bowler to reach 500 wickets in Test cricket. His autobiography is entitled \"Heart of the Lion\". Walsh was named one of the Wisden Cricketers of the Year in 1987, and one of the Indian Cricket Cricketer of the Year a year later[citation needed]. In October 2010, he was inducted into the ICC Cricket Hall of Fame. He was appointed as the Specialist Bowling Coach of Bangladesh Cricket Team in August 2016.",
  "/wiki/M._A._Chidambaram_Stadium": "M. A. Chidambaram Stadium (எம். ஏ. சிதம்பரம் விளையாட்டு அரங்கம்) is a cricket stadium in Chennai, Tamil Nadu, India. It was established in 1916 and it is the second oldest cricket stadium in the country after Eden Gardens in Kolkata. Named after M. A. Chidambaram, former President of BCCI, the stadium was formerly known as Madras Cricket Club Ground and is also nicknamed the Chepauk stadium. It is the home ground of the Tamil Nadu cricket team and the Indian Premier League team Chennai Super Kings. Chepauk hosted its first Test match on 10 February 1934, the first ever Ranji Trophy match in 1936 and Indian cricket team's first ever test victory in 1952 against England. The 1986 India-Australia match held at Chepauk was only the second ever Tied Test in the history of the game.",
  "/wiki/Chennai": "Chennai (/ˈtʃɛnaɪ/ (listen), Tamil: [t͡ʃenːai]), also known as Madras (/məˈdrɑːs/ (listen) or /-ˈdræs/, the official name until 1996), is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is the biggest cultural, economic and educational centre of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitute the Chennai Metropolitan Area, which is the 36th-largest urban area by population in the world. Chennai is among the most-visited Indian cities by foreign tourists. It was ranked the 43rd-most visited city in the world for the year 2015. The Quality of Living Survey rated Chennai as the safest city in India. Chennai attracts 45 percent of health tourists visiting India, and 30 to 40 percent of domestic health tourists. As such, it is termed \"India's health capital\".",
  "/wiki/Eddie_Hemmings_(cricketer)": "Edward Ernest Hemmings (born 20 February 1949), known as Eddie Hemmings, is a former English cricketer, who played in 16 Test matches and 33 One Day Internationals for the England cricket team between 1982 and 1991. He made his England debut relatively late in his career, at the age of 33, having predominantly represented Nottinghamshire in the County Championship. His chance came when several England players announced their intention to go on a rebel cricket tour to South Africa.",
  "/wiki/Mohammad_Azharuddin": "Mohammad Azharuddin is an Indian politician,  former cricketer who was the Member of Parliament in the Lok Sabha from Moradabad.  He was renowned as an elegant middle-order batsman and captain of the Indian cricket team in 47 tests and 174 one day matches during the 1990s. His international playing career came to an end when he was found to be involved in a match-fixing scandal in 2000 and subsequently banned by the BCCI for life. In 2012, the Andhra Pradesh High Court declared the life ban illegal. A division bench of the high court set aside the order of the City Civil Court, which had upheld the ban after Azharuddin had challenged it. But by then he was 49 years old and too old to get back on the pitch. He said he was happy the issue was over and done with, and he would not be taking any further legal action: \"It was a long drawn out legal case and it was painful. We fought in the court for 11 years. Finally the verdict has come and I am happy that the ban has been lifted by the court.”",
  "/wiki/Feroz_Shah_Kotla": "The Feroz Shah Kotla or Kotla was a fortress built by Sultan Feroz Shah Tughlaq to house his version of Delhi city called Ferozabad.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/1987_Cricket_World_Cup_statistics": "This is a list of statistics for the 1987 Cricket World Cup."
}