{
  "/wiki/Austria_national_football_team": "The Austria national football team (German: Österreichische Fußballnationalmannschaft) is the football team that represents Austria in international competition and is controlled by the Austrian Football Association (German: Österreichischer Fußballbund).\nAustria has qualified for seven FIFA World Cups, most recently in 1998. The country played in the UEFA European Championship for the first time in 2008, when it co-hosted the event with Switzerland, and most recently qualified in 2016.",
  "/wiki/Switzerland_national_football_team": "The Switzerland national football team (German: Schweizer Fußballnationalmannschaft, French: Équipe de Suisse de football, Italian: Nazionale di calcio della Svizzera, Romansh: Squadra naziunala da ballape da la Svizra) represents Switzerland in international football. The national team is controlled by the Swiss Football Association.",
  "/wiki/UEFA_Euro_1996": "The 1996 UEFA European Football Championship, commonly referred to as Euro 96, was the 10th UEFA European Championship, a quadrennial football tournament contested by European nations and organised by UEFA. It took place in England from 8 to 30 June 1996.",
  "/wiki/UEFA_Euro_2004": "The 2004 UEFA European Football Championship, commonly referred to as UEFA Euro 2004 or simply Euro 2004, was the 12th edition of the UEFA European Championship, a quadrennial football competition contested by the men's national teams of UEFA member associations. The final tournament was hosted for the first time in Portugal, from 12 June to 4 July 2004, after their bid was selected on 12 October 1999, over those of Spain and Austria/Hungary. A total of thirty-one matches were played in ten venues across eight cities – Aveiro, Braga, Coimbra, Guimarães, Faro/Loulé, Leiria, Lisbon, and Porto.",
  "/wiki/Germany_national_football_team": "The Germany national football team (German: Deutsche Fußballnationalmannschaft or Die Mannschaft) is the men's football team that has represented Germany in international competition since 1908. It is governed by the German Football Association (Deutscher Fußball-Bund), founded in 1900. Ever since the DFB was reinaugurated in 1949 the team has represented the Federal Republic of Germany. Under Allied occupation and division, two other separate national teams were also recognised by FIFA: the Saarland team representing the Saarland (1950–1956) and the East German team representing the German Democratic Republic (1952–1990). Both have been absorbed along with their records by the current national team. The official name and code \"Germany FR (FRG)\" was shortened to \"Germany (GER)\" following the reunification in 1990.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_D": "Standings and results for Group D of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/UEFA_Euro_1972": "The 1972 UEFA European Football Championship final tournament was held in Belgium. This was the fourth European Football Championship, held every four years and endorsed by UEFA. The final tournament took place between 14 and 18 June 1972.",
  "/wiki/UEFA_Euro_1976": "The 1976 UEFA European Football Championship final tournament was held in Yugoslavia. This was the fifth European Football Championship, held every four years and endorsed by UEFA. The final tournament took place between 16 and 20 June 1976.",
  "/wiki/UEFA_Euro_1980": "The 1980 UEFA European Football Championship final tournament was held in Italy. This was the sixth European Football Championship, which is held every four years and endorsed by UEFA. It was the first edition to feature eight teams, taking place between 11 and 22 June 1980. West Germany won the final 2–1 for their second title. This was the last European Championship with a third place play-off.",
  "/wiki/UEFA_Euro_1984": "The 1984 UEFA European Football Championship final tournament was held in France from 12 to 27 June 1984. It was the seventh European Football Championship, a competition held every four years and endorsed by UEFA.",
  "/wiki/UEFA_Euro_1988": "The 1988 UEFA European Football Championship final tournament was held in West Germany from 10 to 25 June 1988. It was the eighth European Football Championship, which is held every four years and supported by UEFA.",
  "/wiki/UEFA_Euro_1992": "The 1992 UEFA European Football Championship was hosted by Sweden between 10 and 26 June 1992. It was the ninth European Football Championship, which is held every four years and supported by UEFA.",
  "/wiki/UEFA_Euro_2000": "The 2000 UEFA European Football Championship, also known as Euro 2000, was the 11th UEFA European Championship, which is held every four years and organised by UEFA, association football's governing body in Europe.",
  "/wiki/Greece_national_football_team": "The Greece national football team (Greek: Εθνική Ελλάδος, Ethniki Ellados) represents Greece in men's international football and is controlled by the Hellenic Football Federation, the governing body for football in Greece. Greece play most of their home matches in or near Athens, either in Athens at the Olympic Stadium in the Maroussi section of the city or in the port city of Piraeus at the Karaiskakis Stadium just outside Athens. Greece is one of only ten national teams to have been crowned UEFA European Champions.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_C": "Standings and results for Group C of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/Czech_Republic_national_football_team": "The Czech national football team (Czech: Česká fotbalová reprezentace) represents the Czech Republic in international football, and are controlled by the Football Association of the Czech Republic, the governing body for football in the Czech Republic. Historically, the team participated in FIFA and UEFA competitions as Bohemia, Austria-Hungary and Czechoslovakia, finishing second at the 1934 and 1962 World Cups and winning the European Championship in 1976.",
  "/wiki/1960_European_Nations%27_Cup": "The 1960 UEFA European Nations' Cup was the first European Football Championship, held every four years and endorsed by UEFA. The first tournament was held in France. It was won by the Soviet Union, who beat Yugoslavia 2–1 in Paris after extra time.",
  "/wiki/Romania_national_football_team": "The Romania national football team (Romanian: Echipa națională de fotbal a României) represents Romania in international men's football competition, and is administered by the Romanian Football Federation. They are colloquially known as Tricolorii (The Tricolours).",
  "/wiki/UEFA_Euro_2008_qualifying_Group_G": "Standings and results for Group G of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/Poland_national_football_team": "The Poland national football team (Polish: Reprezentacja Polski w piłce nożnej)  represents Poland in men's association football and international competitions since its first match in 1921. It is controlled by the Polish Football Association, the governing body for football in Poland.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_A": "Standings and results for Group A of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/Italy_national_football_team": "The Italy national football team (Italian: Nazionale di calcio dell'Italia) has officially represented Italy in international football since their first match in 1910. The squad is under the global jurisdiction of FIFA and is governed in Europe by UEFA—the latter of which was co-founded by the Italian team's supervising body, the Italian Football Federation (FIGC). Italy's home matches are played at various stadiums throughout Italy, and their primary training ground, Centro Tecnico Federale di Coverciano, is located at the FIGC technical headquarters in Coverciano, Florence.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_B": "Standings and results for Group B of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/UEFA_Euro_1968": "The 1968 UEFA European Football Championship final tournament was held in Italy. This was the third European Football Championship, an event held every four years and organised by UEFA. The final tournament took place between 5 and 10 June 1968.",
  "/wiki/France_national_football_team": "The France national football team (French: Équipe nationale de football de France) represents France in men's international football and it's controlled by the French Football Federation, also known as FFF, or in French: Fédération française de football.  The team's colours are blue, white and red, and the coq gaulois its symbol. France are colloquially known as Les Bleus (The Blues). The French side are the reigning World Cup holders, having won the 2018 FIFA World Cup on 15 July 2018.",
  "/wiki/Croatia_national_football_team": "The Croatia national football team (Croatian: Hrvatska nogometna reprezentacija) represents Croatia in men's international football matches. The team is controlled by the Croatian Football Federation (HNS), the governing body for football in Croatia. Football is widely supported throughout the country due to the ever-present popularity of the sport. Most home matches are played at the Stadion Maksimir in Zagreb, although other smaller venues are also used occasionally. They are one of the youngest national teams (since formation) to reach the knockout stage of a major tournament, as well as the youngest team to occupy the top 10 in the FIFA World Rankings.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_E": "In Group E of the UEFA Euro 2008 qualifying tournament, Croatia secured qualification to the finals on 17 November 2007 following Israel's 2–1 win against Russia, becoming the seventh team in the whole of the qualification stage to do so. Russia secured qualification to the tournament finals on 21 November 2007 following a 1–0 win against Andorra, and Croatia's 3–2 win against England, becoming the fourteenth and last team in the whole of the qualification stage to do so.",
  "/wiki/Spain_national_football_team": "The Spain national football team (Spanish: Selección Española de Fútbol)[a] has represented Spain in international men's football competition since 1920. It is governed by the Royal Spanish Football Federation, the governing body for football in Spain.",
  "/wiki/UEFA_Euro_2008_qualifying_Group_F": "Standings and results for Group F of the UEFA Euro 2008 qualifying tournament.",
  "/wiki/1964_European_Nations%27_Cup": "The 1964 UEFA European Nations' Cup was the second European Championship. The final tournament was held in Spain. It was won by the hosts 2–1 over defending champions Soviet Union.",
  "/wiki/Netherlands_national_football_team": "The Netherlands national football team (Dutch: Het Nederlands Elftal) represents the Netherlands in men's international football matches since 1905. The national team is controlled by the Royal Dutch Football Association (KNVB), which is a part of UEFA, and under the jurisdiction of FIFA the governing body for football in the Netherlands. Most of the Netherlands' home matches are played at the Johan Cruyff Arena and the Stadion Feijenoord. The team is colloquially referred to as Het Nederlands Elftal (The Dutch Eleven) or Oranje, after the House of Orange-Nassau. Like the country itself, the team is sometimes (also colloquially) referred to as Holland. The fan club is known as \"Het Oranje Legioen\".",
  "/wiki/Portugal_national_football_team": "The Portugal national football team (Portuguese: Seleção Portuguesa de Futebol)  represents Portugal in international men's football competition since 1921. It is controlled by the Portuguese Football Federation, the governing body for football in Portugal.",
  "/wiki/Turkey_national_football_team": "The Turkey national football team (Turkish: Türkiye Millî Futbol Takımı) represents Turkey in men's international football and it's controlled by the Turkish Football Federation, the governing body for football in Turkey. The team represents both FIFA and UEFA.",
  "/wiki/Russia_national_football_team": "The Russia national football team (Russian: национа́льная сбо́рная Росси́и по футбо́лу, natsionálnaya sbórnaya Rossii po futbólu) represents Russia in men's international football and is controlled by the Russian Football Union (Russian: Российский Футбольный Союз, Rossiyskiy Futboľnyj Soyuz), the governing body for football in Russia. Russia's home ground is the Luzhniki Stadium in Moscow and their current head coach is Stanislav Cherchesov.",
  "/wiki/Sweden_national_football_team": "The Sweden national football team (Swedish: svenska fotbollslandslaget) represents Sweden in international football and is controlled by the Swedish Football Association, the governing body of football in Sweden. Sweden's home ground is Friends Arena in Solna and the team is coached by Janne Andersson. From 1945 to late 1950s, they were considered one of the greatest teams in Europe.",
  "/wiki/UEFA_Euro_2008": "The 2008 UEFA European Football Championship, commonly referred to as UEFA Euro 2008 or simply Euro 2008, was the 13th UEFA European Football Championship, a quadrennial football tournament contested by European nations. It took place in Austria and Switzerland (both hosting the tournament for the first time) from 7 to 29 June 2008."
}