{
  "/wiki/George_II_of_Great_Britain": "George II (George Augustus; German: Georg II. August; 30 October / 9 November 1683O.S./N.S. – 25 October 1760) was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760.",
  "/wiki/Old_Royal_Naval_College": "The Old Royal Naval College is the architectural centrepiece of Maritime Greenwich, a World Heritage Site in Greenwich, London, described by the United Nations Educational, Scientific and Cultural Organisation (UNESCO) as being of \"outstanding universal value\" and reckoned to be the \"finest and most dramatically sited architectural and landscape ensemble in the British Isles\". The site is managed by the Greenwich Foundation for the Old Royal Naval College, set up in July 1998 as a registered charity to \"look after these magnificent buildings and their grounds for the benefit of the nation\". The grounds and some of its buildings are open to visitors. The buildings were originally constructed to serve as the Royal Hospital for Seamen at Greenwich, now generally known as Greenwich Hospital, which was designed by Christopher Wren, and built between 1696 and 1712. The hospital closed in 1869. Between 1873 and 1998 it was the Royal Naval College, Greenwich.",
  "/wiki/John_Michael_Rysbrack": "Johannes Michel or John Michael Rysbrack, original name Jan Michiel Rijsbrack (24 June 1694 – 8 January 1770), was an 18th-century Flemish sculptor, who spent most of his career in England. His birth-year is sometimes (wrongly) given as 1693 or 1684.",
  "/wiki/Horatio_Nelson,_1st_Viscount_Nelson": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté, KB (29 September 1758 – 21 October 1805) was a British flag officer in the Royal Navy. He was noted for his inspirational leadership, grasp of strategy, and unconventional tactics, which together resulted in a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the age of 36, and most of one arm in the unsuccessful attempt to conquer Santa Cruz de Tenerife when he was 40. He was fatally shot during his victory at the Battle of Trafalgar in 1805.",
  "/wiki/Benjamin_West": "Benjamin West PRA (October 10, 1738 – March 11, 1820) was a British North American artist, who painted famous historical scenes such as The Death of Nelson, The Death of General Wolfe, and Benjamin Franklin Drawing Electricity from the Sky.",
  "/wiki/Joseph_Panzetta": "Joseph Panzetta was an Italian sculptor and modeller who worked in England from c.1787-1830 and exhibited at Royal Academy from 1789-1810. He worked for Mrs Eleanor Coade at her Coade Ornamental Stone Manufactory for over 26 years and modelled in Lithodipyra (Coade stone). His finest and most significant works include: the Admiral Lord Nelson's Pediment at the Royal Naval College, Greenwich; and the 5.2 metre statue of Lord Rowland Hill, 1st Viscount Hill, in Shrewsbury that stands atop Lord Hill's Column, the tallest Doric column in Great Britain.",
  "/wiki/Queen%27s_House": "Queen's House is a former royal residence built between 1616 and 1635 in Greenwich, a few miles down-river from the then City of London and now a  London Borough. Its architect was Inigo Jones, for whom it was a crucial early commission, for Anne of Denmark, the queen of King James I. Queen's House is one of the most important buildings in British architectural history, being the first consciously classical building to have been constructed in the country. It was Jones's first major commission after returning from his 1613–1615 grand tour of Roman, Renaissance, and Palladian architecture in Italy.",
  "/wiki/Francis_Leggatt_Chantrey": "Sir Francis Leg(g)att Chantrey RA (7 April 1781 – 25 November 1841) was an English sculptor. He became the leading portrait sculptor in Regency era Britain, producing busts and statues of many notable figures of the time. Chantrey's most notable works include the statues of King George IV (Trafalgar Square); King George III (Guildhall), and George Washington (Massachusetts State House). He also executed four monuments to military heroes for St Paul’s Cathedral, London. He left the Chantrey Bequest (or Chantrey Fund) for the purchase of works of art for the nation, which was available from 1878 after the death of his widow.",
  "/wiki/William_IV_of_the_United_Kingdom": "William IV (William Henry; 21 August 1765 – 20 June 1837) was King of the United Kingdom of Great Britain and Ireland and King of Hanover from 26 June 1830 until his death in 1837. The third son of George III, William succeeded his elder brother George IV, becoming the last king and penultimate monarch of Britain's House of Hanover.",
  "/wiki/Samuel_Nixon_(artist)": "Samuel Nixon (30 June 1804, London – 1854) was a portrait sculptor in London, England.",
  "/wiki/Joseph_Ren%C3%A9_Bellot": "Joseph-René Bellot (18 March 1826 – 18 August 1853) was a French naval officer and Arctic explorer.",
  "/wiki/Philip_Hardwick": "Philip Hardwick RA (15 June 1792 in London – 28 December 1870) was an English architect, particularly associated with railway stations and warehouses in London and elsewhere. Hardwick is probably best known for London's demolished Euston Arch and its twin station, the original Birmingham Curzon Street, which stands today as the oldest railway terminus building in the world.",
  "/wiki/New_Zealand_Memorial": "The New Zealand Memorial is an obelisk in Greenwich which commemorates 21 British officers and men of the Royal Navy who died in the New Zealand War of 1863–64.  The memorial is located near the River Thames, east of the Cutty Sark, close to the Royal Naval College, Greenwich.  It became a Grade II listed building in 1973.",
  "/wiki/Invasion_of_Waikato": "The Invasion of the Waikato was the biggest and most important campaign of the 19th century New Zealand Wars, fought in the North Island of New Zealand between the military forces of the colonial government and a federation of Māori tribes known as the \"Kingitanga Movement\". The Waikato is a territorial region with a northern boundary somewhat south of the city of Auckland.  Hostilities lasted for nine months, from July 1863 to April 1864. The invasion was aimed at crushing Kingite power, which was seen as a threat to British authority, and also at driving Waikato Māori from their territory in readiness for occupation and settlement by Europeans. The campaign was fought by a peak of about 14,000 Imperial and colonial troops and about 4,000 Māori warriors drawn from more than half the major North Island tribal groups.",
  "/wiki/James_Wolfe": "James Wolfe (2 January 1727 – 13 September 1759) was a British Army officer known for his training reforms and remembered chiefly for his victory in 1759 over the French at the Battle of the Plains of Abraham in Quebec as a major general. The son of a distinguished general, Edward Wolfe, he received his first commission at a young age and saw extensive service in Europe where he fought during the War of the Austrian Succession. His service in Flanders and in Scotland, where he took part in the suppression of the Jacobite Rebellion, brought him to the attention of his superiors. The advancement of his career was halted by the Peace Treaty of 1748 and he spent much of the next eight years on garrison duty in the Scottish Highlands. Already a brigade major at the age of 18, he was a lieutenant-colonel by 23.",
  "/wiki/Greenwich_Park": "Greenwich Park is a former hunting park in Greenwich and one of the largest single green spaces in south-east London. One of the Royal Parks of London, and the first to be enclosed (in 1433), it covers 74 hectares (180 acres), and is part of the Greenwich World Heritage Site. It commands fine views over the River Thames, the Isle of Dogs and the City of London (Simon Jenkins rated the view of the Royal Hospital with Canary Wharf in the distance as one of the top ten in England).",
  "/wiki/Robert_Tait_McKenzie": "Robert Tait McKenzie (sometimes written MacKenzie; May 26, 1867 – April 28, 1938) was a Canadian physician, educator, sculptor, athlete, soldier and Scouter. Born in Ramsay Township, Lanark County, Ontario, Canada, he attended McGill University in Montreal as an undergraduate and medical student, and was an instructor in its medical school beginning in 1894. In 1904, he moved to the United States to teach at the University of Pennsylvania in Philadelphia, Pennsylvania. In the 1930s, he returned to the county of his birth, retiring to the Mill of Kintail in Almonte.",
  "/wiki/Walter_Raleigh": "Sir Walter Raleigh (/ˈrɔːli, ˈræli, ˈrɑːli/; c. 1552 (or 1554) – 29 October 1618), also spelled Ralegh, was an English landed gentleman, writer, poet, soldier, politician, courtier, spy and explorer. He was cousin to Sir Richard Grenville and younger half-brother of Sir Humphrey Gilbert. He is also well known for popularising tobacco in England. Raleigh was one of the most notable figures of the Elizabethan era.",
  "/wiki/William_McMillan_(sculptor)": "William McMillan RA (31 August 1887 – 25 September 1977) was a Scottish 20th-century sculptor.",
  "/wiki/Large_Standing_Figure_(Knife_Edge)": "Standing Figure: Knife Edge is a bronze sculpture by the English artist Henry Moore.   It was cast in two full-size versions: Standing Figure: Knife Edge (LH 482) in 1961, and a larger Large Standing Figure: Knife Edge (LH 482a) in 1976.  The sculpture also is sometimes known as Standing Figure (Bone) or Winged Figure.",
  "/wiki/Henry_Moore": "Henry Spencer Moore OM CH FBA (30 July 1898 – 31 August 1986) was an English artist. He is best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art.  As well as sculpture, Moore produced many drawings, including a series depicting Londoners sheltering from the Blitz during the Second World War, along with other graphic works on paper.",
  "/wiki/Royal_Observatory,_Greenwich": "The Royal Observatory, Greenwich (ROG; known as the Old Royal Observatory from 1957 to 1998, when the working Royal Greenwich Observatory, RGO, moved from Greenwich to Herstmonceux) is an observatory situated on a hill in Greenwich Park, overlooking the River Thames. It played a major role in the history of astronomy and navigation, and because the prime meridian passes through it, it gave its name to Greenwich Mean Time. The ROG has the IAU observatory code of 000, the first in the list. ROG, the National Maritime Museum, the Queen's House and Cutty Sark are collectively designated Royal Museums Greenwich.",
  "/wiki/Edwin_Russell_(artist)": "Edwin John Cumming Russell (1939–2013) was an English sculptor. He studied at the Brighton School of Art and the Royal Academy School. He was married to fellow sculptor Lorne McKean.",
  "/wiki/Woolwich_Road": "List of A roads in zone 2 in Great Britain starting south of the River Thames and east of the A3 (roads beginning with 2).",
  "/wiki/James_Cook": "James Cook FRS (7 November 1728[NB 1] – 14 February 1779) was a British explorer, navigator, cartographer, and captain in the British Royal Navy. He made detailed maps of Newfoundland prior to making three voyages to the Pacific Ocean, during which he achieved the first recorded European contact with the eastern coastline of Australia and the Hawaiian Islands, and the first recorded circumnavigation of New Zealand.",
  "/wiki/National_Maritime_Museum": "The National Maritime Museum (NMM) is a maritime museum in Greenwich, London. It is part of Royal Museums Greenwich, a network of museums in the Maritime Greenwich World Heritage Site. Like other publicly funded national museums in the United Kingdom, it has no general admission charge; there are admission charges for most side-gallery temporary exhibitions, usually supplemented by many loaned works from other museums.",
  "/wiki/Trafalgar_Tavern": "The Trafalgar Tavern is a Grade II listed public house at Park Row, Greenwich, London, situated on the south bank of the River Thames, east of and adjacent to the Old Royal Naval College.",
  "/wiki/Yinka_Shonibare": "Yinka Shonibare CBE, RA (born 1962) is a British-Nigerian artist living in the United Kingdom. His work explores cultural identity, colonialism and post-colonialism within the contemporary context of globalisation. A hallmark of his art is the brightly coloured Dutch wax fabric he uses. Because he has a physical disability that paralyses one side of his body, Shonibare uses assistants to make works under his direction.",
  "/wiki/Statue_of_Yuri_Gagarin,_Greenwich": "The Statue of Yuri Gagarin in Greenwich, London, is a zinc statue depicting the cosmonaut wearing a spacesuit and standing on top of a globe.  The figure was originally unveiled on 14 July 2011 at a temporary location in the Mall, close to Admiralty Arch and facing the statue of Captain James Cook. It was later moved to the Royal Observatory, Greenwich, at a site overlooking the Prime Meridian line, and was unveiled at the new location on 7 March 2013. There had been an unsuccessful proposal to move it to Manchester.",
  "/wiki/Yuri_Gagarin": "Yuri Alekseyevich Gagarin [a] (9 March 1934 – 27 March 1968) was a Soviet Air Forces pilot and cosmonaut who became the first human to journey into outer space, achieving a major milestone in the Space Race; his capsule Vostok 1 completed one orbit of Earth on 12 April 1961. Gagarin became an international celebrity and was awarded many medals and titles, including Hero of the Soviet Union, his nation's highest honour.",
  "/wiki/Greenwich_Market": "Greenwich (/ˈɡrɛnɪtʃ/ (listen) GREN-itch, /ˈɡrɪnɪdʒ/ GRIN-ij, /ˈɡrɪnɪtʃ/ GRIN-itch, or /ˈɡrɛnɪdʒ/ GREN-ij) is an area of South East London, England, centred 5.5 miles (8.9 km) east-southeast of Charing Cross. It is within the Royal Borough of Greenwich, to which it lends its name. Historically it was in the county of Kent for hundreds of years, then the County of London from 1889 to 1965.",
  "/wiki/List_of_public_art_in_the_Royal_Borough_of_Greenwich": "This is a list of public art in the Royal Borough of Greenwich."
}