{
  "/wiki/1968_in_athletics_(track_and_field)": "While the most notable story coming out of 1968 was Socio-Political, politics involved with the Olympics was not something unique to this year.  However, the year marked the beginning of several emerging elements of contemporary Track and Field.",
  "/wiki/Colette_Besson": "Colette Besson (7 April 1946 – 9 August 2005) was a French athlete, the surprise winner of the 400 m at the 1968 Summer Olympics in Mexico City.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Nicole_Duclos": "Nicole Duclos (née Salavert; born 15 August 1947) is a French former track and field athlete who competed in the 400 metres. She broke the world record for the event in 1969, running 51.77 seconds to become European champion in 1969. She also shared in a world record in the 4×400 metres relay. She represented France at the 1972 Summer Olympics and was a three-time national champion.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Marilyn_Neufville": "Marilyn Fay Neufville (born 16 November 1952) is a retired sprint runner who was active between 1967 and 1971. Neufville broke the world record in the 400 m and won four gold medals and one bronze in various regional championships. Born in Jamaica, she emigrated at eight years old to Great Britain.[unreliable source?]",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Helga_Seidler": "Helga Seidler (née Fischer, born 5 August 1949 in Oberneuschönberg) is a former East German athlete who mainly competed in the women's 400 metres event.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Monika_Zehrt": "Monika Zehrt (later Landgraf, born 29 September 1952) is a retired East German sprinter who specialized in the 400 m. At the 1972 Olympics she won gold medals in the individual 400 m and 4 × 400 m relay, setting an Olympic and a world record, respectively. Zehrt also won relay golds at the 1971 European Championships and the 1970 and 1973 European Cup. During her career she set one world record in the 400 m and four in the 4 × 400 m. After retiring in 1974, she earned a degree in external trade and a leading position at a furniture company. She married, but then divorced Jochen Landgraf, a 400 m hurdler.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Mona-Lisa_Pursiainen": "Eivor Mona-Lisa Pursiainen (née Strandvall; 21 June 1951, Kronoby — 7 August 2000) was a Finnish female sprinter, who was especially successful in 1973–1974, being ranked #2 in the world over 100 metres and # 3, over 200 metres and 400 metres in 1973. In 1974, she was ranked #7 in the 100 metres and #6 in the 200 metres.  She won 100 metres and 200 metres at the 1973 Summer Universiade held in Moscow. She won a bronze medal in the 200 metres at the 1974 European Athletics Championships, as well as a silver medal in the 4 x 400 metres relay, and helped Finland to a National Record of 3:25.7. She would take two silver medals over the 100 metres and 200 metres at the 1975 Summer Universiade in Rome.",
  "/wiki/Riitta_Salin": "Riitta Liisa Salin (née Hagman, born 16 October 1950) is a retired Finnish sprinter who specialized in the 400 metres.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Irena_Szewinska": "Irena Szewińska, née Kirszenstein (Polish pronunciation: [iˈrɛna ʂɛˈviɲska]; 24 May 1946 – 29 June 2018) was a Polish sprinter who was one of the world's foremost athletes for nearly two decades, in multiple events. She is the only athlete in history, male or female, to have held the world record in the 100 m, the 200 m and the 400 m.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/D%C3%BCsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/Marita_Koch": "Marita Koch (later Meier-Koch, born 18 February 1957) is a German former sprint track and field athlete. During her career she collected sixteen world records in outdoor sprints as well as fourteen world records in indoor events.  Her record of 47.60 in the 400 metres, set on 6 October 1985, still stands.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/1979_in_athletics_(track_and_field)": "This page contains an overview of the year 1979 in athletics.",
  "/wiki/Potsdam": "Potsdam (German pronunciation: [ˈpɔt͡sdam] (listen); Lower Sorbian: Podstupim) is the capital and largest city of the German federal state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres (16 miles) southwest of Berlin's city centre.",
  "/wiki/1980_in_athletics_(track_and_field)": "This page contains an overview of the year 1980 in athletics. The major athletics event of the year was the 1980 Moscow Olympics. A boycott of this competition meant many of world's leading athletes did not face each other, with many of the boycotting athletes taking part in the rival Liberty Bell Classic competition.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/1981_in_athletics_(track_and_field)": "This page contains an overview of the year 1981 in athletics.",
  "/wiki/Jarmila_Kratochv%C3%ADlov%C3%A1": "Jarmila Kratochvílová (Czech pronunciation: [ˈjarmɪla ˈkratoxviːlovaː] (listen); born 26 January 1951, in Golčův Jeníkov) is a Czech former track and field athlete. She won the 400 metres and 800 metres at the 1983 World Championships, setting a world record in the 400 m. In 1983, she also set the world record for the 800 metres, which still stands and which is currently the longest-standing individual world record in athletics.  Only two athletes, Pamela Jelimo of Kenya, in 2008, and Caster Semenya of South Africa, in 2018, have come within a second of Kratochvílová's mark since it was set.",
  "/wiki/1982_in_athletics_(track_and_field)": "This page contains an overview of the year 1982 in athletics.",
  "/wiki/1983_in_athletics_(track_and_field)": "This page contains an overview of the year 1983 in athletics.",
  "/wiki/1984_in_athletics_(track_and_field)": "This page contains an overview of the year 1984 in the sport of athletics.",
  "/wiki/1985_in_athletics_(track_and_field)": "This page contains an overview of the year 1985 in the sport of athletics.",
  "/wiki/Canberra": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne.",
  "/wiki/400_metres": "The 400 metres, or 400 metre dash, is a sprinting event in track and field competitions. It has been featured in the athletics programme at the Summer Olympics since 1896 for men and since 1964 for women. On a standard outdoor running track, it is one lap around the track. Runners start in staggered positions and race in separate lanes for the entire course. In many countries, athletes previously competed in the 440 yard dash (402.336 m)—which is a quarter of a mile and was referred to as the 'quarter-mile'—instead of the 400 m (437.445 yards), though this distance is now obsolete."
}