{
  "/wiki/Line_3,_Guangzhou_Metro": "Line 3 of the Guangzhou Metro is a 67.3-kilometer (41.8 mi) rapid transit line connecting Panyu Square to Tianhe Coach Terminal. The entire line, including all track and stations, is located in tunnels. Its 60.4 km (37.5 mi) main branch, excluding the 6.9 km (4.3 mi) branch between Tianhe Coach Terminal and Tiyu Xilu, is the longest continuous subway tunnel in the world, and the longest rail tunnel of any kind (surpassing the Gotthard Base Tunnel in Switzerland).",
  "/wiki/Guangzhou_Metro": "The Guangzhou Metro (simplified Chinese: 广州地铁; traditional Chinese: 廣州地鐵; pinyin: Guǎngzhōu Dìtiě; Jyutping: Gwong²zau¹ Dei⁶tit³) ([kwàŋ.ʈʂóu.tî.tʰjè] and [kʷɔ̌ːŋ.tsɐ́u.tèi.tʰīːt̚]) is the rapid transit system of the city of Guangzhou in Guangdong Province of China. It is operated by the state-owned Guangzhou Metro Corporation and was the fourth metro system to be built in mainland China, after those of Beijing, Tianjin and Shanghai.",
  "/wiki/Airport_South_Station_(Guangzhou)": "Airport South (Terminal 1) station (Chinese: 机场南站（1号航站楼） is a metro station on Line 3 of the Guangzhou Metro. The station is located directly below terminal 1 building of Guangzhou Baiyun International Airport. Unlike other metro stations in Guangzhou, it does not have dedicated entrances or exits at ground level. Instead the station is equipped with lifts and escalators that directly connect to the upper levels of the airport terminal building. The station began operation on October 30, 2010.",
  "/wiki/Panyu_Square_Station": "Panyu Square Station  (Chinese: 番禺广场站) is a terminus of Line 3 on the Guangzhou Metro that started operation on 28 December 2006. It is located under the junction of Donghuan Road (东环路) and East Qinghe Road (清河东路) in the Shiqiao Subdistrict, the seat of Panyu District. Panyu Square is a newly developed area to the south of Shiqiao, surrounded by the new Panyu Government Offices (新番禺区政府大楼), hotel and high-rise buildings.",
  "/wiki/Line_10,_Beijing_Subway": "Line 10 of the Beijing Subway (Chinese: 北京地铁10号线; pinyin: běijīng dìtiě shíhào xiàn) is the second loop line in Beijing's rapid transit network as well as the longest and most widely used line.  The line is 57.1 km (35.5 mi) in length and runs entirely underground through Haidian, Chaoyang and Fengtai Districts, either directly underneath or just beyond the 3rd Ring Road.  The Line 10 loop is situated between two and six kilometers outside the Line 2 loop, which circumnavigates Beijing's old Inner City.  Every subway line through the city centre intersects with Line 10, which has 24 transfer stations along route, and 45 stations in all.  Line 10's color is      Capri.",
  "/wiki/Beijing_Subway": "The Beijing Subway is the rapid transit system of Beijing Municipality that consists of 23 lines including 19 rapid transit lines, 2 airport rail links, one maglev line and one light rail line. The rail network extends 699.3 km (434.5 mi) (or 690.5 km (429.1 mi) if the Xijiao light rail line were excluded) across 12 urban and suburban districts of Beijing, and has 405 stations.[a]  By route length in operation, the Beijing Subway is the world's longest metro system. With 3.8484 billion trips delivered in 2018, an average of 10.544 million trips per day, the Beijing Subway is the world's busiest metro system. Single-day ridership set a record of 13.7538 million on July 12, 2019.",
  "/wiki/Xiju_Station": "Xiju (Chinese: 西局站; pinyin: Xījú Zhàn) is a station on Line 10 of the Beijing Subway. It opened on December 30, 2012. Line 14 service began on May 5, 2013, and Xiju serves as the eastern terminus of Line 14's western section.",
  "/wiki/Shoujingmao_Station": "Shoujingmao (simplified Chinese: 首经贸站; traditional Chinese: 首經貿站; pinyin: Shǒujīngmào Zhàn) is a station on Line 10 of the Beijing Subway in Beijing.  The station opened on December 30, 2012 and is named after the Fengtai campus of the Capital University of Economics and Business.",
  "/wiki/Seoul_Subway_Line_5": "Seoul Subway Line 5 of the Seoul Transportation Corporation, dubbed the purple line, is a long line crossing from the west to the east across the Seoul National Capital Area, South Korea. It is one of two subway lines in Seoul to cross under the Han River (the other being Bundang Line), which is done at two points (between Mapo–Yeouinaru and Gwangnaru–Cheonho). It branches into two different lines at Gangdong Station to terminate at Sangil-dong Station and Macheon Station.",
  "/wiki/Seoul_Metropolitan_Rapid_Transit_Corporation": "Seoul Metropolitan Rapid Transit Corporation (SMRT) was established in 1994 to operate the Seoul Subway lines 5, 6, 7, 8 in Seoul, South Korea.",
  "/wiki/Banghwa_Station": "Banghwa Station is a subway station on Seoul Subway Line 5. Currently, it is Line 5's western terminus.",
  "/wiki/Macheon_Station": "Macheon Station is a subway station on, and eastern terminus of, Seoul Subway Line 5.",
  "/wiki/Downtown_MRT_Line": "The Downtown Line (DTL) is a medium-capacity Mass Rapid Transit line in Singapore. It is operated by SBS Transit, which is a subsidiary of ComfortDelGro Corporation. It currently runs from Bukit Panjang in the north-west to Expo in the east. The line is 41.9 kilometres (26.0 mi) long and has 34 stations, all of which are underground. The line is coloured blue on the rail map.",
  "/wiki/Mass_Rapid_Transit_(Singapore)": "The Mass Rapid Transit, abbreviated and referred to in local parlance as the MRT, is a heavy rail rapid transit system that constitutes the bulk of the railway network in Singapore, spanning—with the exception of the forested core and the island's rural northwest—the length and width of the city-state's main island.[note 1] The first section of the MRT opened on 7 November 1987, and the network has since grown rapidly in accordance with Singapore's aim of developing a comprehensive rail network as the backbone of the country's public transportation system, with an average daily ridership of 3.302 million in 2018,[note 2] approximately 82% of the bus network's 4.037 million in the same period.",
  "/wiki/Bukit_Panjang_MRT/LRT_station": "Bukit Panjang MRT/LRT station (BP6/DT1) is a Mass Rapid Transit (MRT) and Light Rail Transit (LRT) station on the Downtown line and Bukit Panjang LRT, located on the triple-point boundary of Bukit Panjang, Bukit Batok and Choa Chu Kang, at the junction of Upper Bukit Timah Road and Petir Road in Singapore.",
  "/wiki/Expo_MRT_station": "Expo MRT station (CG1/DT35) is a Mass Rapid Transit (MRT) interchange station on the Changi Airport branch line of the East West line and the Downtown line in the Tampines planning area, Singapore. This station is located along Changi South Avenue 1 at the junction of Expo Drive, in between Changi City Point and the Singapore Expo, which this station is named after.",
  "/wiki/Serpukhovsko-Timiryazevskaya_Line": "The Serpukhovsko–Timiryazevskaya line (Russian: Серпухо́вско-Тимиря́зевская ли́ния, IPA: [sʲɪrpʊˈxofskə tʲɪmʲɪˈrʲazʲɪfskəjə ˈlʲinʲɪjə], Line 9), sometimes colloquially referred to as Grey Line (Russian: серая линия), is a line of the Moscow Metro. Originally opened in 1983, it was extended throughout the 1980s and early 90s and again in the early 2000s. With its current length of 41.2 km, it among the longest lines of the Moscow Metro (all underground making it the world's 8th longest rapid transit tunnel). There are 25 stations on the line.",
  "/wiki/Moscow_Metro": "The Moscow Metro (Russian: Московский метрополитен, IPA: [mɐˈskofskʲɪj mʲɪtrəpəlʲɪˈtɛn]) is a rapid transit system serving Moscow, Russia, and the neighbouring Moscow Oblast cities of Krasnogorsk, Reutov, Lyubertsy and Kotelniki. Opened in 1935 with one 11-kilometre (6.8 mi) line and 13 stations, it was the first underground railway system in the Soviet Union. As of 2019[update], the Moscow Metro, excluding the Moscow Central Circle and Moscow Monorail, has 232 stations (263 with Moscow Central Circle) and its route length is 397.3 km (246.9 mi), making it the fifth longest in the world. The system is mostly underground, with the deepest section 84 metres (276 ft) underground at the Park Pobedy station, one of the world's deepest underground stations.\nIt is the busiest metro system in Europe, and is considered a tourist attraction in itself.",
  "/wiki/Altufyevo_(Metro)": "Altufyevo (Russian: Алтуфьево, IPA: [ɐlˈtufʲjɪvə]) is the northern terminus of the Serpukhovsko-Timiryazevskaya Line of the Moscow Metro, and the northernmost station of the entire system. It was opened in 1994. The station is shallow: its depth is 9 meters. Its name corresponds to the name of the city district. The station is quite busy, with over 70,000 passengers entering per day, due to being located in a densely populated region, and being one of the stations serving the satellite town of Dolgoprudny. The station has experienced leaks from the unsuitable soil in its location. Although it might not happen, reconstruction of the station will treat the leakage.",
  "/wiki/Bulvar_Dmitriya_Donskogo": "Bulvar Dmitriya Donskogo (Russian: Бульвар Дмитрия Донского) is a Moscow Metro station in the Severnoye Butovo District, South-Western Administrative Okrug, Moscow, Russia. It is the southern terminus of the Serpukhovsko-Timiryazevskaya line.",
  "/wiki/Line_12_(Madrid_Metro)": "Line 12, also known as MetroSur (Spanish for MetroSouth), is a line of the Madrid Metro inaugurated on 11 April 2003. Line 12 is a circle line that is not in the city of Madrid, but links five suburban towns south of Madrid, serving around one million people. The towns linked by Line 12 are Alcorcón, Leganés, Getafe, Fuenlabrada and Móstoles. Despite parts of the line running through uninhabited territory, there are no above-ground sections in an effort to facilitate future urban development. At a total length of 40.6 km, it is the longest line in the network and even more extensive than Lines 9 and 10 with their appendages to the north and south. Despite this, Line 12 accumulated only about 32 million trips in 2018, down from 34.8 million in the previous year, making it the only line to lose users in that time and the third least used after the yet-to-be-completed Line 11 and the airport connection Line 8. This decrease was mainly caused by renovation works necessitating the temporary closure of sections of the line.",
  "/wiki/Madrid_Metro": "The Madrid Metro (Spanish: Metro de Madrid) is a rapid transit system serving the city of Madrid, capital of Spain. The system is the 12th longest rapid transit system in the world, with a total length of 293 km (182 mi). Its growth between 1995 and 2007 put it among the fastest growing networks in the world at the time, rivaling many Asian metros such as the Shanghai Metro, Guangzhou Metro, Beijing Subway, and Delhi Metro. However, the European debt crisis greatly slowed expansion plans, with many projects being postponed and canceled. Unlike normal Spanish road and rail traffic, which drive on the right, Madrid Metro trains use left-hand running on all lines because traffic in Madrid drove on the left until 1924, five years after the system started operating.",
  "/wiki/Toei_Oedo_Line": "On maps and signboards, the line is shown in magenta (O). Stations carry the letter \"E\" followed by a two-digit number inside a more pinkish ruby circle (E).",
  "/wiki/Tokyo_Metropolitan_Bureau_of_Transportation": "The Tokyo Metropolitan Bureau of Transportation (東京都交通局, Tōkyō-to Kōtsū-kyoku), also known as Toei (都営),[Note 1] is a bureau of the Tokyo Metropolitan Government which operates public transport services in Tokyo. Among its services, the Toei Subway is one of two rapid transit systems which make up the Tokyo subway system, the other being Tokyo Metro.",
  "/wiki/Hikarigaoka_Station": "Hikarigaoka Station (光が丘駅, Hikarigaoka-eki) is a subway station on the Toei Ōedo Line in Nerima, Tokyo, Japan, operated by Tokyo subway operator Toei Subway.",
  "/wiki/Shiodome_Station": "Shiodome Station (汐留駅, Shiodome-eki) is a railway station in Minato, Tokyo, Japan. It serves as an interchange for the Toei Ōedo Line (E-19) and Yurikamome (U-02).",
  "/wiki/Tocho-mae_Station": "Tochōmae Station (都庁前駅, Tochōmae-eki) is a subway station on the Toei Ōedo Line in Shinjuku, Tokyo, Japan, operated by the Tokyo subway operator Toei Subway.",
  "/wiki/Kaluzhsko-Rizhskaya_Line": "The Kaluzhsko–Rizhskaya line (Russian: Калу́жско-Ри́жская ли́ния, IPA: [kɐˈɫuʂskə ˈrʲiʂskəjə ˈlʲinʲɪjə]) is a line of the Moscow Metro, that originally existed as two separate radial lines, Rizhskaya and Kaluzhskaya opened in 1958 and 1962, respectively. Only in 1971 were they united into a single line as the central section connecting the stations Oktyabrskaya to Prospekt Mira was completed. It was also the first line in Moscow to have a cross-platform transfer. The Rizhsky radius is roughly aligned with a northern avenue Prospekt Mira, while the Kaluzhskiy radius generally follows a southwestern street Profsoyuznaya Ulitsa. Presently, the Kaluzhsko–Rizhskaya line is the third busiest in the system with a passenger traffic rate of 1.015 million per day. It has a bi-directional length of 37.8 kilometres (23.5 mi), and a travel time of 56 minutes, typically it is coloured orange on Metro maps and numbered 6.",
  "/wiki/Medvedkovo_(Moscow_Metro)": "Medvedkovo (Russian: Медведково) is a Moscow Metro station in Severnoye Medvedkovo District, North-Eastern Administrative Okrug, Moscow. It is on the Kaluzhsko-Rizhskaya Line serving as its northeastern terminus. The station opened on 29 September 1978.",
  "/wiki/Novoyasenevskaya_(Moscow_Metro)": "Novoyasenevskaya (Russian: Новоя́сеневская), formerly Bittsevsky Park (Russian: Би́тцевский парк) is a Moscow Metro station in the Yasenevo District, South-Western Administrative Okrug, Moscow. It is on the Kaluzhsko-Rizhskaya Line, serving as its southern terminus.",
  "/wiki/Circle_MRT_Line": "The Circle Line (CCL) is a medium-capacity Mass Rapid Transit line in Singapore. It runs from Dhoby Ghaut and Marina Bay in the Central Area to HarbourFront in the south, with the line between Marina Bay and Stadium operated as a shuttle service during off-peak hours. The line is 35.5 kilometres (22.1 mi) long with 30 stations, all of which are underground. Travelling from one end of the line to the other takes about one hour. It is coloured orange on the rail map.",
  "/wiki/Dhoby_Ghaut_MRT_station": "Dhoby Ghaut MRT station (NS24/NE6/CC1) is an underground Mass Rapid Transit (MRT) interchange station on the North South line, North East line and Circle line, located in Museum planning area, Singapore, underneath Orchard Road and the The Atrium@Orchard shopping mall.",
  "/wiki/HarbourFront_MRT_station": "HarbourFront MRT station (NE1/CC29) is an underground Mass Rapid Transit (MRT) interchange station on the North East line and Circle line in Bukit Merah planning area, Singapore, underneath Telok Blangah Road. This station is directly connected to VivoCity, and is the nearest MRT station to Sentosa. Other landmarks nearby include HarbourFront Bus Interchange, HarbourFront Centre and the Singapore Cruise Centre.",
  "/wiki/Busan_Subway_Line_2": "Busan Metro Line 2 (2호선) is a line of the Busan Metro that crosses Busan, South Korea, from east to west, running along the shores of Haeundae and Gwanganli, and then north toward Yangsan. The line is 45.2 km (28.1 mi) long with 43 stations. The line uses trains that have six cars each.",
  "/wiki/Busan_Transportation_Corporation": "The Busan Transportation Corporation (Hangul:부산교통공사, Hanja:釜山交通公社) was established January 1, 2006, following the abolition of the Busan Urban Transit Authority, which was founded in 1987. It currently operates the Busan Metro line 1-4 and Busan Gimhae light Rail transit in Busan and Gimhae, South Korea. In addition, it provides all the information about the routes in Korean, English, Chinese and Japanese.",
  "/wiki/Jangsan_Station": "Jangsan Station is the eastern terminus of the Busan Metro Line 2 located in Jwa-dong, Haeundae District, Busan. The subname in parentheses is Haeundae Baek Hospital.",
  "/wiki/Dongwon_Station": "Dongwon Station (Korean: 동원역; Hanja: 東院驛) is a station on the Busan Metro Line 2 in Geumgok-dong, Buk District, Busan, South Korea.",
  "/wiki/Seoul_Subway_Line_6": "Seoul Subway Line 6 is a line of the Seoul Subway.",
  "/wiki/Eungam_Station": "Eungam Station is a railway station on Seoul Subway Line 6 located in Yeokchon-dong, Eunpyeong-gu, Seoul and is the western terminus of Line 6. Travel time between Eungam Station and Bonghwasan Station, the eastern terminus of Line 6, is approximately 57 minutes.[citation needed]",
  "/wiki/Bonghwasan_Station": "Bonghwasan Station is a railway station in Jungnang-gu, Seoul. It was the eastern terminus of Seoul Subway Line 6 until December 21, 2019, though many eastbound trains still terminate here.",
  "/wiki/List_of_long_tunnels_by_type": "This page presents the same tunnels as in list of tunnels by length in separate lists according to the different tunnel types."
}