{
  "/wiki/1988%E2%80%9389_ECHL_season": "The 1988–89 ECHL season was the inaugural season of the East Coast Hockey League.  The leagues first season consisted of five teams in Erie, Pennsylvania, Johnstown, Pennsylvania, Knoxville, Tennessee, Vinton, Virginia and Winston-Salem, North Carolina.  The 5 teams played 60 games each in the schedule.  The Erie Panthers finished first overall in the regular season.  The Carolina Thunderbirds won the first Riley Cup championship.",
  "/wiki/Erie_Panthers": "The Erie Panthers were a professional hockey team, and one of the founding members in the East Coast Hockey League. Based in Erie, Pennsylvania, from 1988 to 1996, they were one of the most prolific teams in the ECHL. The Panthers were known for their ability to score goals quickly and often, as well as for the over-aggressive style of play that led to an abundance of fights. They currently hold records in 15 different categories in the ECHL and are in the top 5 of 38 different categories.",
  "/wiki/Wheeling_Nailers": "The Wheeling Nailers are an ECHL ice hockey team based in Wheeling, West Virginia. They are the ECHL affiliate of the Pittsburgh Penguins of the NHL and the Wilkes-Barre/Scranton Penguins of the AHL.",
  "/wiki/1989%E2%80%9390_ECHL_season": "The 1989–90 ECHL season was the second season of the ECHL.  The league brought back all five teams from the inaugural season and added three more franchises in Greensboro, North Carolina, Nashville, Tennessee, and Norfolk, Virginia.  Before the season began, the Carolina Thunderbirds changed their name to the Winston-Salem Thunderbirds.  The eight teams played sixty games in the schedule, unchanged from the total games played in the inaugural 1988–89 ECHL season.  The Winston-Salem Thunderbirds finished first overall in the regular season.  The Greensboro Monarchs won their first Riley Cup championship.",
  "/wiki/Carolina_Thunderbirds": "The Carolina Thunderbirds were a professional ice hockey team located in Winston-Salem, North Carolina, United States.  The Thunderbirds played their home games at the old Winston-Salem Memorial Coliseum before the arena was demolished in 1989. The team played in the Atlantic Coast Hockey League from 1981 to 1987, the All-American Hockey League during 1987–88 and finally moved into the newly created East Coast Hockey League in 1988.",
  "/wiki/Greensboro_Monarchs": "The Greensboro Monarchs were a professional ice hockey team based in Greensboro, North Carolina. The Monarchs joined the East Coast Hockey League (ECHL) as an expansion franchise prior to the start of the 1989–90 season and surrendered the franchise back to the league when the Monarchs ownership obtained an expansion franchise in the American Hockey League (AHL) at the conclusion of the 1994–95 ECHL season.",
  "/wiki/1990%E2%80%9391_ECHL_season": "The 1990–91 ECHL season was the third season of the ECHL.  In 1990, the league welcomed three new franchises: Cincinnati Cyclones, Louisville Icehawks, and Richmond Renegades.  The Virginia Lancers franchise was renamed the Roanoke Valley Rebels.  The eleven teams played 64 games in the schedule.  The Knoxville Cherokees finished first overall in the regular season.  The Hampton Roads Admirals won their first Riley Cup championship.",
  "/wiki/Knoxville_Cherokees": "The Knoxville Cherokees were an East Coast Hockey League (ECHL) team based in Knoxville, Tennessee.",
  "/wiki/Louisville_Icehawks": "The Louisville Icehawks were a professional ice hockey team competing in the East Coast Hockey League. The team, based in Louisville, Kentucky, played from 1990 to 1994. Their home venue was Broadbent Arena at the Kentucky Exposition Center. The mascot was called Tommy Hawk, a play on tomahawk, and resembled The San Diego Chicken, but with coloration and costume matching the team's. Tommy Hawk was \"banned\" from the inside portion of the arena for a period of time, due to an altercation with a visiting player who was in the penalty box. In the 1995–96 season, the team was renamed and moved to Florida to become the Jacksonville Lizard Kings.",
  "/wiki/1991%E2%80%9392_ECHL_season": "The 1991–92 ECHL season was the fourth season of the ECHL.  In 1991, the league welcomed four new franchises: the Columbus Chill, Dayton Bombers, Raleigh Icecaps, and Toledo Storm.  The fifteen teams played 64 games in the schedule.  The Toledo Storm finished first overall in the regular season.  The Hampton Roads Admirals won their second straight Riley Cup championship.",
  "/wiki/Toledo_Storm": "The Toledo Storm were a minor league professional ice hockey team in the ECHL from 1991 to 2007. The Storm played their home games at the venerable Toledo Sports Arena along the eastern banks of the Maumee River in Toledo, Ohio. The team colors were red and white, similar to the Detroit Red Wings, their NHL affiliate for fourteen of their sixteen seasons.  The Storm would win six division titles, two Henry Brabham Cups and two Jack Riley Cups as champion of the East Coast Hockey League.  The franchise suspended operations following the 2006–07 season after they were sold to Toledo Arena Sports, Inc. The Storm returned to the ECHL for the 2009–10 season as the Toledo Walleye.",
  "/wiki/1992%E2%80%9393_ECHL_season": "The 1992–93 ECHL season was the fifth season of the ECHL.  In 1992, the league saw numerous changes in team membership.  The Winston-Salem Thunderbirds move to Wheeling, WV, becoming the first franchise to make a major relocation, the Roanoke Valley Rebels announced that they were changing their name to the Roanoke Valley Rampage, and the Cincinnati Cyclones announced that they were moving to the International Hockey League and were being replaced with a franchise in Birmingham, AL.  The fifteen teams played 64 games in the schedule.  The Wheeling Thunderbirds finished first overall in the regular season.  The Toledo Storm won their first Riley Cup championship.",
  "/wiki/1993%E2%80%9394_ECHL_season": "The 1993–94 ECHL season was the sixth season of the ECHL.  In 1993, the league saw the Roanoke Valley Rampage move to Huntsville, AL becoming the Huntsville Blast, as well as an expansion to three new markets: Charlotte, NC, North Charleston, SC, and Huntington, WV and returned to the Roanoke Valley with the Roanoke Express.  The 19 teams played 68 games in the schedule.  The Knoxville Cherokees finished first overall in the regular season.  The Toledo Storm won their second straight Riley Cup Championship.",
  "/wiki/1994%E2%80%9395_ECHL_season": "The 1994–95 ECHL season was the seventh season of the ECHL.  Before the season started, the Huntsville Blast moved their operations from Huntsville, AL to Tallahassee, FL and became the Tallahassee Tiger Sharks and the Louisville IceHawks suspended operations.  The Wheeling Thunderbirds finished first overall in the regular season and the Richmond Renegades won their first Riley Cup, defeating the Greensboro Monarchs four games to one.",
  "/wiki/Birmingham_Bulls_(ECHL)": "The Birmingham Bulls were a minor professional ice hockey team in the East Coast Hockey League from 1992 to 2001. Their home arena was the Birmingham Jefferson Convention Center. The team moved to Atlantic City, New Jersey and was renamed the Atlantic City Boardwalk Bullies in 2001. After the 2005 season, the franchise was sold to a California investor group and became the Stockton Thunder, affiliated with the Edmonton Oilers of the NHL.",
  "/wiki/1995%E2%80%9396_ECHL_season": "The 1995–96 ECHL season was the eighth season of the ECHL.  Before the season started, the Greensboro Monarchs franchise moved up to the American Hockey League and became the Carolina Monarchs.  The league saw the addition of four new teams for the 1995–96 season, which included the relocation of the Louisville IceHawks to Jacksonville, FL and expansion franchises in Laffayette, LA and Mobile, AL, as well as a return to Louisville, KY, bringing the number of teams in the league to twenty-one.  With the increase in the number of teams the league decided to increase the number of games played in the regular season from 68 to 70.  The Richmond Renegades finished first overall in the regular season, winning the Brabham Cup and the Charlotte Checkers won their first Riley Cup sweeping the Jacksonville Lizard Kings in four games.",
  "/wiki/Richmond_Renegades_(ECHL)": "The Richmond Renegades were an ECHL ice hockey team in Richmond, Virginia that played in the East Coast Hockey League from 1990 until 2003.  The Renegades played at the Richmond Coliseum, which they marketed in later years as the Freezer.",
  "/wiki/Jacksonville_Lizard_Kings": "Jacksonville Lizard Kings were a professional ice hockey team based in Jacksonville, Florida. Formerly known as the Louisville Icehawks, they played in the East Coast Hockey League (ECHL) from 1995–2000. They played their home games in the Jacksonville Coliseum.",
  "/wiki/1996%E2%80%9397_ECHL_season": "The 1996–97 ECHL season was the ninth season of the ECHL.  Before the start of the season, two franchises relocated, one was renamed, and two expansion franchises were founded.  Founding member Erie Panthers moved to Baton Rouge, LA and the Nashville Knights moved to Pensacola, FL, the Wheeling Thunderbirds changed their name to the Wheeling Nailers following a lawsuit with WHL's Seattle Thunderbirds, and the ECHL welcomed franchises in Peoria, IL and Biloxi, MS.",
  "/wiki/South_Carolina_Stingrays": "The South Carolina Stingrays are a professional minor league ice hockey team based in North Charleston, South Carolina. The Stingrays play in the South Division of the ECHL's Eastern Conference. They play their home games at the North Charleston Coliseum. The Carolina Ice Palace, also located in North Charleston, serves as a practice facility and backup arena for the Stingrays. Established in 1993, the team has been owned by a conglomerate of local business owners since 1995. The team was affiliated with the Washington Capitals of the National Hockey League and the Hershey Bears of the American Hockey League starting in 2004 and ending in July 2012 when the Capitals announced their affiliation with the ECHL's Reading Royals. On June 26, 2014, the Washington Capitals announced an affiliation agreement with the Stingrays for the 2014–15 season.",
  "/wiki/1997%E2%80%9398_ECHL_season": "The 1997–98 ECHL season was the tenth season of the ECHL.  Before the start of the season, the league saw the Knoxville Cherokees move to Florence, SC and welcomed expansion teams in New Orleans, LA and Upper Marlboro, MD.  The Louisiana IceGators finished the regular season first overall and the Hampton Roads Admirals won their record setting third overall ECHL championship (1st Kelly Cup), defeating the Pensacola Ice Pilots 4 games to 2.",
  "/wiki/Louisiana_IceGators_(ECHL)": "The Louisiana IceGators were an ECHL team based in Lafayette, Louisiana, from 1995 until the end of the 2004–05 season. The team played its home games at the Cajundome and were last an affiliate of the NHL Minnesota Wild and the AHL Houston Aeros.",
  "/wiki/Pensacola_Ice_Pilots": "The Pensacola Ice Pilots was a minor league ice hockey team located in Pensacola, Florida. The team was previously affiliated with the Tampa Bay Lightning, Toronto Maple Leafs, New York Islanders (2006–07), and the Chicago Blackhawks.  They have also had a working agreement with the Houston Aeros of the AHL for the 04–05 season.  On June 23, 2008, the ECHL announced that it had terminated the Ice Pilots' membership, effective immediately.",
  "/wiki/1998%E2%80%9399_ECHL_season": "The 1998–99 ECHL season was the 11th season of the ECHL. Before the start of the season, the league saw the Louisville RiverFrogs move to Miami, FL and the Raleigh Icecaps move to Augusta, GA as well as welcoming two new franchises in Estero, FL and Greenville, SC. The Pee Dee Pride finished first overall in the regular season, winning the Brabham Cup and the Mississippi Sea Wolves won their first Kelly Cup defeating the Richmond Renegades four games to three.",
  "/wiki/Pee_Dee_Pride": "The Pee Dee Pride, known as the Florence Pride for the 2003–04 ECHL season, are a defunct minor-league professional hockey team that was based in Florence, South Carolina, where they played in the East Coast Hockey League (ECHL) from 1997 until 2005. The team came to Florence as a relocation of the Knoxville Cherokees, one of the five charter members of the ECHL which was originally housed in Knoxville, Tennessee.",
  "/wiki/Mississippi_Sea_Wolves": "The Mississippi Sea Wolves were a professional hockey team based in Biloxi, Mississippi, and played in the Mississippi Coast Coliseum. The Sea Wolves were members of the ECHL.",
  "/wiki/1999%E2%80%932000_ECHL_season": "The 1999–2000 ECHL season was the 12th season of the ECHL. Before the start of the season, the Miami Matadors and Columbus Chill suspended operations, the Chesapeake Icebreakers, who originally suspended operations, moved to Jackson, Mississippi. The league also welcomed expansion franchises in North Little Rock, Arkansas and Trenton, New Jersey, as well as welcoming back a franchise in the former market of Greensboro, North Carolina. The New Orleans Brass moved into the New New Orleans Arena. The league also created a new individual award, the Plus Performer Award, to be awarded to the player who leads the league in plus-minus rating at the end of the regular season. The Florida Everblades finished first overall in the regular season, winning the Brabham Cup and the Peoria Rivermen won their first Kelly Cup, defeating the Louisiana IceGators four games to two.",
  "/wiki/Florida_Everblades": "The Florida Everblades are a minor league ice hockey team based in Estero, Florida; near Fort Myers. They play in the ECHL and are affiliated with the Nashville Predators of the National Hockey League (NHL) and the Milwaukee Admirals of the American Hockey League (AHL) as of the 2019–20 season. Their home games are played at Hertz Arena.",
  "/wiki/Augusta_Lynx": "The Augusta Lynx were a minor-league professional ice hockey team based in Augusta, Georgia.  The Lynx played their home games at the James Brown Arena. The Lynx, who played in the ECHL, had affiliations with the Tampa Bay Lightning of the NHL and the Norfolk Admirals of the AHL.",
  "/wiki/2000%E2%80%9301_ECHL_season": "The 2000–01 ECHL season was the 13th season of the ECHL. Before the season, the league lost three members as the Huntington Blizzard and the Jacksonville Lizard Kings ceased operations and the powerhouse Hampton Roads Admirals were replaced by the Norfolk Admirals in the American Hockey League, the league also decided to expand the regular season to 72 games. The Trenton Titans finished first overall in the regular season, and the South Carolina Stingrays won their second Kelly Cup defeating the Trenton Titans four games to one.",
  "/wiki/Trenton_Titans": "The Trenton Titans were a professional minor league ice hockey team that played in the ECHL. The team last played in the Atlantic Division of the ECHL's Eastern Conference. The Titans played their home games at the Sun National Bank Center in Trenton, New Jersey. Established in 1999, the team was owned by Delaware Valley Sports Group LLC, a local ownership group. They were most recently the ECHL affiliate of the NHL's Philadelphia Flyers and the AHL's Adirondack Phantoms.",
  "/wiki/2001%E2%80%9302_ECHL_season": "The 2001–02 ECHL season was the 14th season of the East Coast Hockey League. Before the start of the season, the league saw one expansion franchise and five relocations, three of which were through the buying of the franchise rights of former clubs that had ceased operations. These relocations include the rights to the Columbus Chill moving to Reading, PA, the rights to the Hampton Roads Admirals moving to Columbus, GA, and the rights to the Miami Matadors relocating to the former ECHL market of Cincinnati, OH. The league also saw current franchises Birmingham Bulls move to Atlantic City, NJ and Tallahassee Tiger Sharks move to Macon, GA. The league also welcomed its fourth franchise from the state of South Carolina with an expansion franchise in the state's capital of Columbia, SC. The Louisiana IceGators finished first overall in the regular season, winning the Brabham Cup with the best record in league history. The Greenville Grrrowl won their first Kelly Cup sweeping the Dayton Bombers in four games.",
  "/wiki/Jackson_Bandits": "The Jackson Bandits were a minor league professional ice hockey team and member of the East Coast Hockey League (ECHL). The Bandits played at the Mississippi Coliseum in Jackson, Mississippi between the 1999 and 2003. Previously the franchise played as the Chesapeake Icebreakers in Upper Marlboro, Maryland prior to their relocation following the 1998–99 season.",
  "/wiki/2002%E2%80%9303_ECHL_season": "The 2002–03 ECHL season was the 15th season of the East Coast Hockey League. The Brabham Cup regular season champions were the Toledo Storm and the Kelly Cup playoff champions were the Atlantic City Boardwalk Bullies.",
  "/wiki/Cincinnati_Cyclones": "The Cincinnati Cyclones are a professional ice hockey team based in Cincinnati, Ohio.  The team is a member of the ECHL. Originally established in 1990, the team first played their games in the Cincinnati Gardens and now play at Heritage Bank Center. The Cyclones are a minor league affiliate of the Buffalo Sabres (National Hockey League) and the Rochester Americans (American Hockey League).",
  "/wiki/2003%E2%80%9304_ECHL_season": "The 2003–04 ECHL season was the 16th season of the ECHL. This was the first season that the league would be known as only the ECHL instead of East Coast Hockey League after the absorption of the former West Coast Hockey League teams. The Brabham Cup regular season champions were the San Diego Gulls and the Kelly Cup playoff champions were the Idaho Steelheads.",
  "/wiki/San_Diego_Gulls_(1995%E2%80%932006)": "The San Diego Gulls were a professional ice hockey team in the West Coast Hockey League (WCHL) and later in the ECHL. The team, the third to use the Gulls nickname, was founded in 1995 immediately upon the departure of the IHL team of the same name. The Gulls played at the San Diego Sports Arena.",
  "/wiki/Alaska_Aces_(ECHL)": "The Alaska Aces, known as the Anchorage Aces until 2003, were a minor league ice hockey team in Anchorage, Alaska. Home games were played at Sullivan Arena in Anchorage. The Aces won three Kelly Cup championships, with their last championship following the 2013–14 ECHL season.",
  "/wiki/2004%E2%80%9305_ECHL_season": "The 2004–05 ECHL season was the 17th season of the ECHL.  The Brabham Cup regular season champions were the Pensacola Ice Pilots and the Kelly Cup playoff champions were the Trenton Titans.",
  "/wiki/Greenville_Grrrowl": "The Greenville Grrrowl were an ECHL hockey team located in Greenville, South Carolina. They played their home games at the BI-LO Center. In the 2001–02 season, they won the Kelly Cup.",
  "/wiki/2005%E2%80%9306_ECHL_season": "The 2005–06 ECHL season is the 18th season of the ECHL, a professional ice-hockey league based in the United States. The season ran from late October 2005 to early June 2006. The Brabham Cup regular season champions and Kelly Cup playoff champions were the Alaska Aces.",
  "/wiki/2006%E2%80%9307_ECHL_season": "The 2006–07 ECHL season was the 19th season of the ECHL. The league had 25 teams for 2006–07. The Brabham Cup regular season champions were the Las Vegas Wranglers and the Kelly Cup playoff champions were the Idaho Steelheads.",
  "/wiki/Las_Vegas_Wranglers": "The Las Vegas Wranglers were a professional ice hockey team based in Las Vegas Valley. The Wranglers were members of the Pacific Division of the Western Conference of the ECHL (formerly the East Coast Hockey League). The Wranglers were founded as an expansion franchise in 2003 following the ECHL's takeover of the West Coast Hockey League.",
  "/wiki/Idaho_Steelheads": "The Idaho Steelheads are an American professional minor league ice hockey team based in Boise, Idaho. The team began playing in 1997 and has been a member of the ECHL since 2003.",
  "/wiki/2007%E2%80%9308_ECHL_season": "The 2007–08 ECHL season was the 20th season of the ECHL."
}