{
  "/wiki/New_York_University_Tisch_School_of_the_Arts": "The New York University Tisch School of the Arts (commonly referred to as Tisch) is the performing, cinematic and media arts school of New York University. Founded on August 17, 1965, Tisch is a training ground for artists, scholars of the arts, and filmmakers; the school merges the technical training of a professional school with the academic resources of a major research university to immerse students in their intended artistic disciplines.  The school is divided into three Institutes: Performing Arts, Emerging Media, and the Kanbar Institute of Film & Television. Many undergraduate and graduate disciplines are available for students, including: acting, dance, drama, performance studies, design for stage and film, musical theatre writing, photography record producing, game design and development, and film and television studies.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/SoCal_VoCals": "The SoCal VoCals are the first of nine a cappella groups from the University of Southern California. Founded in 1996, the group's signature achievement is being the only a cappella group to win five titles in ICCAs, which it accomplished in 2008, 2010, 2012, 2015, and 2018.",
  "/wiki/Northeastern_University": "Northeastern University (NU or NEU) is a private research university in Boston, Massachusetts, established in 1898. It is categorized as an R1 institution (Doctoral Universities: Highest Research Activity) by the Carnegie Classification of Institutions of Higher Education.\nThe university offers undergraduate and graduate programs on its main campus in Boston. The university has satellite campuses in Charlotte, North Carolina; Seattle, Washington; San Jose, California; Toronto, Canada, and Portland, Maine that exclusively offer graduate degrees. Northeastern recently purchased the New College of the Humanities in London and plans to open an additional campus in Vancouver, Canada. The university's enrollment is approximately 18,000 undergraduate students and 8,000 graduate students.",
  "/wiki/Imperial_College_London": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School.",
  "/wiki/The_Techtonics": "The Techtonics are an all-male a cappella group from Imperial College London. The group was formed in 2008, and has since risen to prominence in the world a cappella scene.",
  "/wiki/Berklee_College_of_Music": "Berklee College of Music is a private music college in Boston, Massachusetts.  It is the largest independent college of contemporary music in the world. Known for the study of jazz and modern American music, it also offers college-level courses in a wide range of contemporary and historic styles, including rock, hip hop, reggae, salsa, heavy metal and bluegrass. Berklee alumni have won 294 Grammy Awards, more than any other college, and 95 Latin Grammy Awards. Other notable accolades for its alumni include 19 Emmy Awards, 5 Tony Awards and 5 Academy Awards.",
  "/wiki/Mt._San_Antonio_College": "Mt. San Antonio College (Mt. SAC) is a public community college in Walnut, California. It offers more than 260 degree and certificate programs, 25 support programs, and more than 50 student clubs and athletic programs, including counseling and tutoring. The college offers associate degrees, career education, community recreation courses, ESL, adult education, and youth summer programs.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Noteworthy_(vocal_group)": "BYU Noteworthy is a nine-member, female Brigham Young University (BYU) a cappella group, based in Provo, Utah, United States. They won 1st place at the International Championship of Collegiate A Cappella (ICCA) in 2007 and appeared on the first season of NBC's a cappella competition reality show The Sing-Off in 2009. Esther Yoder formed the group in 2003, aided by members of BYU's Vocal Point. Noteworthy began operating under the direction of the Performing Arts Management (PAM) at BYU in 2014. One of their most popular music videos is a cover of Amazing Grace, which won the Contemporary A Cappella Society (CARA) award for Best Religious Video and has garnered millions of views on YouTube since its release.[when?] Noteworthy has released six albums since its formation in 2003. In 2018, Noteworthy performed \"Come Thou Fount of Every Blessing\" for a Mormon Message for The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Vocal_Point_(Brigham_Young_University)": "BYU Vocal Point is a nine-member, male a cappella group at Brigham Young University (BYU). Founded by students in 1991, Vocal Point operates under the direction of BYU's Performing Arts Management (PAM).",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/Boston_University_Dear_Abbeys": "The Dear Abbeys (officially, The Boston University Dear Abbeys) is an all-male a cappella group consisting of current Boston University students, typically undergraduates. Founded in 1992, the Dear Abbeys won the International Championship of Collegiate A Cappella (ICCA) competition in April 2005. In addition to regular appearances at Boston University and throughout the state of Massachusetts, the Dear Abbeys have traveled within the United States to promote the a cappella genre as well as K-12 music education.",
  "/wiki/Millikin_University": "Millikin University is a private university in Decatur, Illinois. It was founded in 1901 by prominent Decatur businessman James Millikin and is affiliated with the Presbyterian Church (USA).",
  "/wiki/Binghamton_University": "The State University of New York at Binghamton (also known as Binghamton University or SUNY Binghamton), is a public research university with campuses in Binghamton, Vestal, and Johnson City, New York.  It is one of the four university centers in the State University of New York (SUNY) system. As of Fall 2018, 17,768 undergraduate and graduate students attend the university. The Vestal campus is listed as a census-designated place, with a residential population of 6,177 as of the 2010 Census.",
  "/wiki/Binghamton_Crosbys": "The Binghamton Crosbys (commonly referred to as The Crosbys) are an all-male a cappella group at Binghamton University in Binghamton, New York, USA. They are four-time national championship finalists and won the International Championship of Collegiate A Cappella (ICCA) in 2003.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Compulsive_Lyres": "The Compulsive Lyres is an a cappella group at the University of Michigan. The group includes both music and non-music majors and sings various arrangements of pop, rock, and R&B songs.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/UC_Men%27s_Octet": "The UC Men's Octet, sometimes termed the Cal Men’s Octet or the UC Berkeley Men’s Octet, is an eight-member male a cappella group at the University of California, Berkeley.  Founded in 1948 as a member of the UC Choral Ensembles, the group's broad repertoire features several genres of music including barbershop, doo-wop, pop and alternative, and a healthy dose of Berkeley fight songs.  The Octet has recorded over a dozen albums and is one of only three multiple-time champions of the International Championship of Collegiate A Cappella (ICCA)—the other two being USC's SoCal VoCals and Berklee's Pitch Slapped—having won the competition in both 1998 and 2000.",
  "/wiki/International_Championship_of_Collegiate_A_Cappella": "The International Championship of Collegiate A Cappella (ICCA), originally the National Championship of Collegiate A Cappella (\"NCCA\", a play on NCAA), is an international competition that attracts hundreds of college a cappella groups each year."
}