{
  "/wiki/Mike_Huckabee": "Michael Dale Huckabee (born August 24, 1955) is an American politician and Christian minister who served as the 44th governor of Arkansas from 1996 to 2007. He was a candidate in the United States Republican presidential primaries in both 2008 and 2016.",
  "/wiki/Arkansas_State_University": "Arkansas State University (A-State) is a public research university in Jonesboro, Arkansas.  It is the flagship campus of the Arkansas State University System and the second largest university in Arkansas by enrollment. It was founded in 1909 and is located atop 1,376 acres (5.6 km2) on Crowley's Ridge.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Republican_Party_presidential_primaries,_2008": "The 2008 Republican presidential primaries were the selection process by which voters of the Republican Party chose its nominee for President of the United States in the 2008 U.S. presidential election. Senator John McCain of Arizona was selected as the nominee through a series of primary elections and caucuses culminating in the 2008 Republican National Convention held from Monday, September 1, through Thursday, September 4, 2008, in St. Paul, Minnesota.  President George W. Bush was ineligible to be elected to a third term due to the term limits established by the 22nd Amendment.",
  "/wiki/Huckabee": "Huckabee, formerly on  Fox News, is a TV political commentary program, following the basic format of a variety/talk show, on TBN hosted by former Republican Arkansas Governor Mike Huckabee. It premiered on Fox News on September 27, 2008 until January 3, 2015, when Huckabee ended his show to focus on running in the 2016 presidential election. His show returned after the election, this time on TBN. The TBN incarnation premiered on October 7, 2017. The TBN version is also carried on Newsmax TV.",
  "/wiki/Fox_News": "Fox News (officially Fox News Channel and abbreviated FNC) is an American conservative cable television news channel. It is owned by the Fox News Group, which itself was owned by News Corporation from 1996–2013, 21st Century Fox from 2013–2019, and Fox Corporation since 2019. The channel broadcasts primarily from studios at 1211 Avenue of the Americas in New York City. Fox News is provided in 86 countries or overseas territories worldwide, with international broadcasts featuring Fox Extra segments during ad breaks.",
  "/wiki/Republican_Party_presidential_primaries,_2016": "The 2016 Republican Party presidential primaries and caucuses were a series of electoral contests that took place within all 50 U.S. states, the District of Columbia, and five U.S. territories between February 1 and June 7, 2016. Sanctioned by the Republican Party, these elections selected the 2,472 delegates that were sent to the Republican National Convention. Businessman and reality television star Donald Trump won the Republican nomination for president of the United States.",
  "/wiki/Lester_C._Hunt": "Lester Callaway Hunt, Sr. (July 8, 1892 – June 19, 1954), was a Democratic politician and dentist from the state of Wyoming. Hunt was the first to be elected to two consecutive terms as Wyoming's governor, serving as its 19th Governor from January 4, 1943, to January 3, 1949. In 1948, he was elected by an overwhelming margin to the U.S. Senate, and began his term on January 3, 1949.",
  "/wiki/Illinois_Wesleyan_University": "Illinois Wesleyan University is an independent, exclusively undergraduate liberal arts college in Bloomington, Illinois. Founded in 1850, the central portion of the present campus was acquired in 1854 with the first building erected in 1856.",
  "/wiki/Wyoming": "Wyoming (/waɪˈoʊmɪŋ/ (listen)) is a state in the mountain region of the Western United States. The state is the 10th largest by area, the least populous, and the second most sparsely populated state in the country. Wyoming is bordered on the north by Montana, on the east by South Dakota and Nebraska, on the south by Colorado, on the southwest by Utah, and on the west by Idaho and Montana. The state population was estimated at 577,737 in 2018, which is less than 31 of the most populous U.S. cities including Denver in neighboring Colorado. Cheyenne is the state capital and the most populous city, with an estimated population of 63,624 in 2017.",
  "/wiki/George_M._Leader": "George Michael Leader (January 17, 1918 – May 9, 2013) was an American politician. He served as the 36th Governor of Pennsylvania from January 18, 1955 until January 20, 1959. He was a member of the Democratic Party, and a native of York County, Pennsylvania. He was the only person from that county ever to be elected governor of the state until the election of Tom Wolf in 2014.",
  "/wiki/Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/Frank_B._Morrison": "Frank Brenner Morrison (May 20, 1905 – April 19, 2004) served as the 31st Governor of Nebraska from 1961 to 1967, representing the Democratic Party.",
  "/wiki/Kansas_State_University": "Kansas State University (KSU), commonly shortened to Kansas State or K-State, is a public research university with its main campus in Manhattan, Kansas. It was opened as the state's land-grant college in 1863 and was the first public institution of higher learning in the state of Kansas. It had a record high enrollment of 24,766 students for the Fall 2014 semester.",
  "/wiki/Nebraska": "Nebraska /nəˈbræskə/ (listen) is a state that lies in both the Great Plains and the Midwestern United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state.",
  "/wiki/Mike_O%27Callaghan": "Donal Neil \"Mike\" O'Callaghan (September 10, 1929 – March 5, 2004) was an American politician. He was the 23rd Governor of the U.S. state of Nevada from 1971 to 1979, and a member of the Democratic Party.",
  "/wiki/University_of_Idaho": "The University of Idaho (U of I, or UIdaho) is a public university in Moscow, Idaho. It is the state's land-grant and primary research university. It is the lead university in the Idaho Space Grant Consortium. The University of Idaho was the state's sole university for 71 years, until 1963, and its College of Law, established in 1909, was first accredited by the American Bar Association in 1925.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Albert_Rosellini": "Albert Dean Rosellini (January 21, 1910 – October 10, 2011) was an American politician, the 15th governor of the state of Washington for two terms, from 1957 to 1965, and was both the first Italian-American and Roman Catholic governor elected west of the Mississippi River.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/John_G._Rowland": "John Grosvenor Rowland (born May 24, 1957) is an American politician, author, and convicted felon who served as the 86th Governor of Connecticut from 1995 to 2004. A Republican, he served two nonconsecutive prison terms on various corruption charges. Rowland previously served in the United States House of Representatives from 1985 to 1991, representing the state's 5th district. In 2004, Rowland resigned from office during a corruption investigation, and later pleaded guilty in federal court to a one-count indictment for conspiracy to commit honest services fraud, mail fraud and tax fraud. He was the first Connecticut governor to be elected to three terms since 1784.",
  "/wiki/Villanova_University": "Villanova University is a private Catholic research university in Radnor Township, Pennsylvania. Named after Saint Thomas of Villanova, the university is the oldest Catholic university in Pennsylvania and the only Augustinian university in the United States.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Martin_J._Schreiber": "Martin James \"Marty\" Schreiber (born April 8, 1939) is an American politician, publisher, author, and lobbyist, the 38th Lieutenant Governor of Wisconsin, and (following the resignation of Governor Patrick Lucey), the 39th Governor of Wisconsin from 1977 to 1979. Schreiber has become an advocate on issues related to Alzheimer's disease and dementia.",
  "/wiki/University_of_Wisconsin%E2%80%93Milwaukee": "The University of Wisconsin–Milwaukee (UW–Milwaukee, UWM, or Milwaukee) is a public urban research university in Milwaukee, Wisconsin. It is the largest university in the Milwaukee metropolitan area and a member of the University of Wisconsin System. It is also one of the two doctoral degree-granting public universities and the second largest university in Wisconsin.",
  "/wiki/Wisconsin": "Wisconsin (/wɪˈskɒnsɪn/ (listen)) is a U.S. state located in the north-central, Midwest and Great Lakes regions of the country. It is bordered by Minnesota to the west, Iowa to the southwest, Illinois to the south, Lake Michigan to the east, Michigan to the northeast, and Lake Superior to the north. Wisconsin is the 23rd largest state by total area and the 20th most populous. The state capital is Madison, and its largest city is Milwaukee, which is located on the western shore of Lake Michigan. The state is divided into 72 counties."
}