{
  "/wiki/Paul_Barber_(actor)": "Patrick Barber, known by the stage name Paul Barber (born 18 March 1951), is an English actor from Liverpool. In a career spanning more than 30 years, he is best known for playing Denzil in Only Fools and Horses and Horse in The Full Monty.",
  "/wiki/List_of_The_Green_Green_Grass_characters": "This is a list of characters for the British sitcom The Green Green Grass that has aired on BBC One since 9 September 2005.",
  "/wiki/Roy_Heather": "Roy Heather (20 May 1935 – 3 September 2014) was an English television actor best remembered for playing cafe owner Sid in the sitcom Only Fools and Horses.",
  "/wiki/Roy_Marsden": "Roy Marsden (born Roy Anthony Mould; 25 June 1941) is an English actor, who is probably best known for his portrayal of Adam Dalgliesh in the Anglia Television dramatisations of P. D. James's detective novels.",
  "/wiki/Christopher_Ryan": "Christopher Ryan (born Christopher Papazoglou; 25 January 1950) is an English actor best known for his roles as Mike in the BBC comedy series The Young Ones, Tony Driscoll in the BBC comedy series Only Fools and Horses, and as Edina Monsoon's ex-husband Marshall Turtle in the BBC sitcom Absolutely Fabulous.",
  "/wiki/Paul_Bown": "Paul Bown (born 11 October 1957 in Fenton, Stoke-on-Trent, Staffordshire) is an English actor.",
  "/wiki/June_Whitfield": "Dame June Rosemary Whitfield DBE (11 November 1925 – 29 December 2018[a]) was an English radio, television and film actress.",
  "/wiki/Karen_Paullada": "Karen Paullada is a Welsh actress who has worked extensively in television and theatre roles. She is best known for playing Nadine in the Sky1 TV comedy drama series Stella.",
  "/wiki/Michael_Usher": "Michael Usher (born 1969) is an Australian presenter and reporter.",
  "/wiki/Ricky_Hatton": "Richard John Hatton, MBE (born 6 October 1978) is a British former professional boxer who competed between 1997 and 2012, and has since worked as a boxing promoter and trainer. During his boxing career he held multiple world championships at light-welterweight and one at welterweight. Hatton is ranked by BoxRec as the best British light-welterweight of all time, the third best in Europe, and eleventh best worldwide. In 2005 he was named Fighter of the Year by The Ring magazine, the Boxing Writers Association of America, and ESPN.",
  "/wiki/George_Wendt": "George Robert Wendt III (born October 17, 1948) is an American actor and comedian. He is best known for playing Norm Peterson on the television sitcom Cheers (1982–93), which has earned him six consecutive nominations for the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series. He has also appeared in films such as Fletch, Gung Ho, Dreamscape, House, Forever Young, Hostage for a Day, Man of the House and Lakeboat.",
  "/wiki/Paula_Wilcox": "Paula Wilcox (born 13 December 1949) is an English actress. She is best known for roles in TV shows such as Girlfriends, Upstart Crow, Mount Pleasant, Boomers, Emmerdale, The Smoking Room, The Queen’s Nose and Man About The House.",
  "/wiki/David_Jason": "Sir David John White OBE (born 2 February 1940), known professionally by his stage name David Jason, is an English actor, comedian, screenwriter, television presenter and producer. He is best known for his roles as Derek \"Del Boy\" Trotter in the BBC comedy series sitcom Only Fools and Horses, Detective Inspector Jack Frost in A Touch of Frost, Granville in Open All Hours and Still Open All Hours, and Pop Larkin in The Darling Buds of May, as well as voicing Mr. Toad in The Wind in the Willows and the title characters of Danger Mouse and Count Duckula. His last original appearance as Del Boy was in 2014, while Jason retired his role as Frost in 2010.",
  "/wiki/Del_Boy": "Derek Edward Trotter, more commonly known as Del Boy (born 12 July 1948), is the fictional lead character in the popular BBC sitcom Only Fools and Horses and one of the main characters of its prequel, Rock & Chips. He was played by David Jason in the original series and was portrayed as a teenager by James Buckley in the prequel. Del Boy is often regarded as one of the greatest comedy characters in the history of British television, and is regarded as an iconic character in British culture. In a 2001 poll conducted by Channel 4 Del Boy was ranked fourth on their list of the 100 Greatest TV Characters.",
  "/wiki/Nicholas_Lyndhurst": "Nicholas Simon Lyndhurst (born 20 April 1961) is an English actor. He played Rodney Trotter in Only Fools and Horses, Gary Sparrow in Goodnight Sweetheart, Dan Griffin in the BBC drama New Tricks and Adam Parkinson in Carla Lane's series Butterflies. Lyndhurst also starred as Ashley Philips in The Two of Us, as Fletch's son Raymond in Going Straight, the sequel to the sitcom Porridge, Jimmy Venables in After You've Gone, and Freddie 'The Frog' Robdal in the Only Fools and Horses prequel Rock & Chips.",
  "/wiki/Rodney_Trotter": "Rodney Charlton Trotter is a fictional character in the long running BBC sitcom Only Fools and Horses, played by Nicholas Lyndhurst.",
  "/wiki/The_Green_Green_Grass": "The Green Green Grass is a BBC television sitcom, created and initially written by John Sullivan, produced by Shazam Productions for the BBC. It is a sequel/spin-off of the long running sitcom Only Fools and Horses and stars John Challis, Sue Holderness and Jack Doolan. Four series and three Christmas specials were originally broadcast on BBC One between 2005 and 2009."
}