{
  "/wiki/Kaizer_Chiefs_F.C.": "Kaizer Chiefs Football Club is a South African professional  football club based in Naturena in Johannesburg that plays in the Premier Soccer League. The team is nicknamed Amakhosi which means \"Lords\" or \"Chiefs\" in Zulu, and the Phefeni Glamour Boys. They currently play most of their home matches at Soccer City in Nasrec, Soweto, which is commonly also referred to as the FNB Stadium. They are one of the most supported clubs in the country, drawing an average home attendance of 14,873 in the 2018/2019 season, the second highest in the league.",
  "/wiki/Highlands_Park_F.C.": "Highlands Park F.C. was a professional association football club in Johannesburg, South Africa, that existed from November 1959 to February 1983. In 1971, Highlands Park F. C. merged with Powerlines F. C. from Nigel – a city located 61 km southeast of Highlands North in Johannesburg, and also playing in the top flight National Football League.\nBut after playing only two seasons with the name Highlands Power F.C. in 1971–72, the club decided to change back its name to the more well-known Highlands Park F.C. in 1973.\nAhead of the 1979 season, the club signed a five-year sponsor deal with Dion,\nthat soon introduced a lot of changes to the club. Beside of changing the players outfit to orange, the club also made an effort to maximise publicity of their new sponsor, by renaming the club to Dion Highlands F.C. in 1979. As the media however continued referring to the club simply as \"Highlands\", the club made the radical decision in February 1980, to skip the long lasting historical part of their name, with the official name being changed to Dion F.C.. Apparently this change however only lasted for a very short while in 1980, as the newspapers continued referring to the club as \"Dion Highlands F.C.\", in the subsequent years from 1981 to February 1983.",
  "/wiki/Orlando_Pirates": "Orlando Pirates Football Club is a South African professional football based in the Houghton suburb of the city of Johannesburg and plays in the top-tier system of Football in South Africa known as Premier Soccer League, The team plays it's home matches at Orlando Stadium in Soweto.",
  "/wiki/Santos_F.C._(South_Africa)": "Santos Football Club or simply Santos, also known under their sponsored title as Engen Santos, is a South African football club based in the Lansdowne suburb of the city of Cape Town that plays in the SAFA Second Division.",
  "/wiki/Addington_F.C.": "Addington FC is a South African football (soccer) club based in Durban.\nAddington won both the NFL and the Castle Cup in 1963, and the NFL again in 1969 (as Durban Spurs).",
  "/wiki/Glenville_F.C.": "Glenville F.C. are a football club from Palmerstown, Dublin City in Ireland. The club plays at Palmerstown Community School. Glenville compete in the Leinster Senior League.",
  "/wiki/Arcadia_Shepherds_F.C.": "Arcadia Shepherds are a South African football (soccer) club based in Arcadia, Pretoria. It is affiliated with the Football Association of Pretoria (FAP).",
  "/wiki/Cape_Town_City_F.C._(NFL)": "Cape Town City was an association football club based in Cape Town, South Africa. The club competed in the National Football League (NFL) from 1962 until the league was dissolved in 1977. Cape Town City won the NFL title in 1973 and 1976, as well as the NFL Cup in 1970, 1971 and 1976. Home matches were played at Hartleyvale Stadium in Observatory.",
  "/wiki/Durban_City_F.C._(1959)": "Durban City was a South African association football club based in the city of Durban.  Formed in 1959 by Norman Elliott, the club was dissolved in 1988.",
  "/wiki/Battswood_F.C.": "Battswood AFC is a South African football (soccer) club based in Cape Town that currently competes in the Vodacom League.",
  "/wiki/Ajax_Cape_Town_F.C.": "Ajax Cape Town (Afrikaans: Ajax Kaapstad, pronounced [ˈɑːjaks ˈkɑːpstat]) is a South African professional football club based in Parow that plays in the National First Division. Dutch Eredivisie club AFC Ajax is their parent club and acts as the majority shareholder.",
  "/wiki/Mamelodi_Sundowns_F.C.": "Mamelodi Sundowns Football Club is a  South African professional football club based in Mamelodi, Pretoria, Gauteng that plays in the Premier Soccer League. Since the inception of the PSL in 1996 Sundowns have won the league title a record nine times and they were the 2016 CAF Champions League champions and 2016 CAF Club Of The Year. They have also won the Nedbank Cup four times, and hold the joint record of three National Football League Championships and are the 1st South African team to compete in the FIFA Club World Cup where they finished in 6th place.",
  "/wiki/Double_(association_football)": "The Double, in association football, is the achievement of winning a country's top tier division and its primary cup competition in the same season. The lists in this article examine this definition of a double, while derivative sections examine much less frequent, continental instances. The Double can also mean beating a team both home and away in the same league season, a feat often noted as doing the double over a particular opponent."
}