{
  "/wiki/Auckland_City": "Auckland City was the part of Auckland urban area covering the isthmus and most of the islands of the Hauraki Gulf. The core of Auckland City was the Auckland CBD, a major financial and commercial centre, surrounded by many suburbs.  It was formerly the name of a local authority district that was governed by Auckland City Council; it lay within the wider Auckland Region, which was governed by Auckland Regional Council. Auckland City was disestablished as a local government district on 1 November 2010, when Auckland City Council was amalgamated with other councils of the Auckland Region into the new Auckland Council.",
  "/wiki/New_Zealand_Football_Championship": "The New Zealand Football Championship is a professional men's association football league at the top of the New Zealand league system. Founded in 2004, the New Zealand Football Championship was the successor to a myriad of short-lived football leagues in the country, including the National Soccer League, the National Summer Soccer League and the New Zealand Superclub League. The league is currently contested by ten teams in a franchise system. For sponsorship reasons, the competition is known as the ISPS Handa Premiership.",
  "/wiki/Al_Ahly_SC": "Al Ahly Sporting Club (Arabic: النادي الأهلي للرياضة البدنية‎), commonly referred to as Al Ahly, is an Egyptian sports club based in Cairo.\nIt is known as \"The Club of the Century\" in African football. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system, and is the most decorated football club in Africa. It was founded on 24 April 1907, as a gathering place for Cairo's Student Unions.",
  "/wiki/Egyptian_Premier_League": "The Egyptian Premier League (Arabic: الدوري المصري الممتاز‎) is a professional association football league in Egypt and the top level of the Egyptian football league system. The league comprises 18 teams since the 2015–16 season and operates on a system of promotion and relegation with the Egyptian Second Division. Seasons mostly run from August to May. Unlike most other leagues, all games are played all over the week. All of the Egyptian Premier League clubs qualify for the Egypt Cup. The winner of the Egyptian Premier League qualifies for the Egyptian Super Cup.",
  "/wiki/Pe%C3%B1arol": "Club Atlético Peñarol (Spanish pronunciation: [kluβ aˈtletiko peɲaˈɾol] (listen); English: Peñarol Athletic Club) —also known as Carboneros, Aurinegros and (familiarly) Manyas— is a Uruguayan sports club from Montevideo.\nThe name \"Peñarol\" comes from the Peñarol neighbourhood on the outskirts of Montevideo. Throughout its history the club has also participated in other sports, such as basketball and cycling. Its focus has always been on football, a sport in which the club excels, having never been relegated from the top division.",
  "/wiki/Uruguayan_Primera_Divisi%C3%B3n": "The Liga Profesional de Primera División [ˈliɣa pɾofesjoˈnal de pɾiˈmeɾa ðiβiˈsjon] (English: First Division Professional League) (local: [pɾiˈmeɾa ðiβiˈsjon]) (English: First Division), named \"Torneo Uruguayo Copa Coca-Cola\" for sponsorship reasons, is the highest professional football league in Uruguay and organized by the Uruguayan Football Association (AUF).",
  "/wiki/Cruz_Azul": "Cruz Azul (pronounced [kɾus a'sool]) is a Mexican football club that plays in the top division of Mexican football, Liga MX.",
  "/wiki/Mexican_Primera_Divisi%C3%B3n": "The Liga MX (Spanish pronunciation: [ˈliɣa ˈeme ˈekis] is the top tier of the Mexican football league system. Currently sponsored by BBVA through its Mexican subsidiary BBVA México, it is officially known as Liga BBVA MX.",
  "/wiki/Hafia_FC": "Hafia Football Club is a football club based in Conakry, Guinea. Founded in 1951, the team was known as Conakry II in the 1960s and won three titles under that name. Hafia have won 15 league titles overall having dominated in 1960s and 70s, but their last league title coming in 1985. The 1970s were a golden decade for Hafia FC when they dominated African football having won the African Cup of Champions Clubs three times, in 1972, 1975 and 1977. It promoted some great talents as Papa Camara, Bengally Sylla, Abdoulaye Keita, Chérif Souleymane, Petit Sory, Mamadou Aliou Kéïta, Mory Kone.",
  "/wiki/Guin%C3%A9e_Championnat_National": "Guinée Championnat National or Ligue 1 Pro, is the top division of the Guinean Football Federation, it was created in 1965.",
  "/wiki/Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi]), commonly known simply as Santos, is a Brazilian sports club based in Vila Belmiro, a bairro in the city of Santos. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.",
  "/wiki/Ta%C3%A7a_Brasil": "The Taça Brasil (English: Brazil Cup) was the Brazilian national football championship contested from 1959 to 1968.",
  "/wiki/TP_Mazembe": "Tout Puissant Mazembe, formerly known as Englebert, is a Congolese football club based in Lubumbashi. Their home games are played at Stade TP Mazembe situated in the suburb of Kamalondo. Its nickname is Les corbeaux (the ravens) despite having a crocodile with a ball in its mouth on the team crest. TP Mazembe drew an average home attendance of 11,888 in the 2015–16 Linafoot season. CS Don Bosco serves as a feeder club to the team. Mazembe are among the major sports clubs in DR Congo and one of the most successful football teams in Africa ever. They gained great notoriety when they defeated the Internacional of Brazil in the semifinal of the FIFA Club World Cup. They became the first Congolese club with 500,000 followers on social media. They are most successful team in DRC with 36 national and international titles won.",
  "/wiki/Linafoot": "The Vodacom Ligue 1 is the top division of the Congolese Association Football Federation, the governing body of football in the Democratic Republic of the Congo. It was created in 1958. In 2013, the highest attendance was set in the match DC Motema Pembe - AS Vita Club, which saw an attendance of 80,000 football fans at Stade des Martyrs.\nVita Club are the most popular sports club in DR Congo, and they also had the highest average attendance in 2013.",
  "/wiki/Club_Nacional_de_Football": "Club Nacional de Football (Spanish pronunciation: [kluβ nasjoˈnal de ˈfutbol]) is a sports institution from Uruguay, founded on 14 May 1899 in Montevideo, as a result of the fusion between Uruguay Athletic Club and Montevideo Fútbol Club. Although its main focus is football, the club hosts many other activities including basketball, futsal, tennis, cycling, volleyball, and chess.",
  "/wiki/Club_Deportivo_Olimpia": "Club Deportivo Olimpia, commonly referred to as Olimpia, is a professional Honduran football club based in Tegucigalpa, Francisco Morazán.  The club is the nation's most successful team both in the domestic league and in international club competitions.",
  "/wiki/Liga_Nacional_de_F%C3%BAtbol_de_Honduras": "Liga Salva Vida (Honduran National Professional Football League), commonly known as Liga Salva Vida (Liga Salva-Vida for sponsorship reasons) is the first and highest division of football in Honduras. The league season is divided into Opening (autumn) and Closing (spring). One team is relegated to the Liga de Ascenso (the team with fewest points in Opening and Closing) and one team is promoted from Liga de Ascenso. The first 4 clubs participate in play-offs to decide the champion. The winners of the Opening and Closing competitions participate in the CONCACAF Champions League.",
  "/wiki/Defence_Force_F.C.": "Defence Force Football Club is a football club based in Chaguaramas, Trinidad and Tobago that currently plays in the country's TT Pro League. The team plays its home games in Hasely Crawford Stadium in Mucurapo, Trinidad.",
  "/wiki/TT_Pro_League": "The TT Pro League (formerly known as the Professional Football League) is the Trinidad and Tobago professional league for association football clubs. It is the country's primary football competition and serves as the top division in the Trinidad and Tobago football league system. Contested by ten clubs, the league is one of the world's few football leagues that does not operate on an automatic system of promotion and relegation. Seasons run from September to May, with teams playing 18 games each totaling 90 games in the season. Most games are played in the evenings of Fridays (Super Fridays) and Saturdays (Fiesta Saturdays), with a few games played during weekday evenings. Pro League clubs also play in other competitions, such as the FA Trophy, League Cup, TOYOTA Classic, Goal Shield, and Pro Bowl against domestic clubs from other divisions; and against clubs from other countries in the CFU Club Championship, the CONCACAF League and the CONCACAF Champions League.",
  "/wiki/Zamalek_Sporting_Club": "Zamalek Sporting Club (Arabic: نادي الزمالك الرياضي‎) is an Egyptian sports club based in Giza, Egypt. The club is mainly known for its professional football team, which currently plays in the Egyptian Premier League, the top tier of the Egyptian football league system.",
  "/wiki/Esp%C3%A9rance_Sportive_de_Tunis": "Espérance Sportive de Tunis (Arabic: الترجي الرياضي التونسي‎), also known as The Ghoul of Africa (Arabic: غول إفريقيا‎), Mkachkha (Arabic: المكشخة‎), ES Tunis, Espérance ST, or Espérance de Tunis, is a sports club based in Bab Souika,Tunis, Tunisia. It has teams in multiple sports, including football, handball, and volleyball.",
  "/wiki/Tunisian_Ligue_Professionnelle_1": "The CLP-1 or Championnat de la Ligue Professionnelle 1 (Arabic: الرابطة المحترفة الأولى لكرة القدم‎) is the top division of the Tunisian Football Federation. It was created in 1921.",
  "/wiki/Raja_Casablanca": "Raja Club Athletic (Raja CA or RCA) (Arabic: نادي الرجاء الرياضي‎, romanized: Nādī ar-Rajāʾ ar-Riyāḍī) is a sports club with sections in many different disciplines based in Casablanca, Morocco. Founded in 1949, Raja CA is a club known for the success of its football section.  The club plays its meetings at Stade Mohammed V since its inauguration in 1956.",
  "/wiki/Botola": "The Botola Pro 1 (Arabic: البطولة‎), is a Moroccan professional league for men's association football clubs. At the top of the Moroccan football league system, it is the country's primary football competition. Contested by 16 clubs, it operates on a system of promotion and relegation with the Football League.",
  "/wiki/Waitakere_United": "Waitakere United is a football club based in Waitakere City, New Zealand. They are one of the franchises in the ISPS Handa Premiership. They play their home games at Fred Taylor Park in Kumeu and The Trusts Arena.",
  "/wiki/Guangzhou_Evergrande_Taobao_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Chinese_Super_League": "The Chinese Football Association Super League (simplified Chinese: 中国足球协会超级联赛; traditional Chinese: 中國足球協會超級聯賽; pinyin: Zhōngguó Zúqiú Xiéhuì Chāojí Liánsài), commonly known as Chinese Super League (simplified Chinese: 中超联赛; traditional Chinese: 中超聯賽; pinyin: Zhōngchāo Liánsài) or CSL, currently known as the China Ping An Chinese Football Association Super League for sponsorship reasons, is the highest tier of professional football in China, operating under the auspices of the Chinese Football Association (CFA).",
  "/wiki/Guadalajara": "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish: [ɡwaðalaˈxaɾa] (listen)) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,460,148 inhabitants, it is Mexico's second most populous municipality. The Guadalajara metropolitan area has a reported population of 5,002,466 inhabitants, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in the State of Mexico. It is a strong business and economic center in the Bajío region.",
  "/wiki/Oryx_Douala": "Oryx Club de Douala is a football club from Douala, Cameroon, that achieved most of its success in the 1960s.It won the inaugural African Cup of Champions Clubs in 1964 beating Stade Malien on a score of 2–1 in the final, and so becoming the first club outfit from Cameroon to win the title. They have also won five league titles and the Cameroon Cup three times, most of which came in the 1960s.\nOryx Douala were founded in April 1927 and play in black and yellow striped shirts. The club's 5 title wins make them the Cameroon Elite One league's fourth most successful club of all time. The club plays at 30,000 capacity Stade de la Réunification and currently they play in a lower league.",
  "/wiki/Elite_One": "The Championnat du Cameroun de football (also known as MTN Elite One since 2007 for sponsorship reasons) is the top division of association football in Cameroon, governed by the Cameroonian Football Federation since its establishment in 1961.",
  "/wiki/Stade_d%27Abidjan": "Stade d'Abidjan is an Ivorian football club based in Abidjan.",
  "/wiki/C%C3%B4te_d%27Ivoire_Premier_Division": "The Ivory Coast MTN Ligue 1 is the top division of the Ivorian Football Federation. it was created in 1960.",
  "/wiki/Alianza_F.C.": "Alianza Fútbol Club, also known simply as Alianza, is a football club based in San Salvador, El Salvador. Founded in 1958, Alianza was almost immediately successful, winning its first championships in the 1966 and 1967 Salvadoran seasons. Even more significantly, Alianza was the first Central American and Salvadoran club to win the CONCACAF Champions' Cup in 1967, and is currently one of only three Salvadoran teams to have done so.",
  "/wiki/Salvadoran_Primera_Divisi%C3%B3n": "The Primera División of the Liga de Fútbol Profesional (Professional Football League), more commonly known as  La Liga Mayor or La Primera, is the top professional football league in El Salvador.",
  "/wiki/Toluca": "Toluca [toˈluka], officially called Toluca de Lerdo [toˈluka ðe ˈleɾðo], is the state capital of the State of Mexico as well as the seat of the Municipality of Toluca. It is the center of a rapidly growing urban area, now the fifth largest in Mexico. It is located 63 kilometres (39 mi) west-southwest of Mexico City, about 40 minutes by car to the western edge of the city. According to the 2010 census, the city of Toluca has a population of 819,561. The city is the fifth largest in Mexico by population. The municipality of Toluca, along with thirteen other municipalities, make up the metropolitan population of 2,116,506 in Greater Toluca as of 2015[update], making it the fifth most populous metropolitan area in Mexico."
}