{
  "/wiki/Manchester_United_F.C.": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.\n Manchester United have won more trophies than any other club in English football, with a record 20 League titles, 12 FA Cups, five League Cups and a record 21 FA Community Shields. United have also won three UEFA Champions Leagues, one UEFA Europa League, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup and one FIFA Club World Cup. In 1998–99, the club became the first in the history of English football to achieve the continental European treble. By winning the UEFA Europa League in 2016–17, they became one of five clubs to have won all three main UEFA club competitions.\n The 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United became the first English football club to win the European Cup. Alex Ferguson won 38 trophies as manager, including 13 Premier League titles, 5 FA Cups and 2 UEFA Champions Leagues, between 1986 and 2013, when he announced his retirement.\n Manchester United was the highest-earning football club in the world for 2016–17, with an annual revenue of €676.3 million, and the world's third most valuable football club in 2019, valued at £3.15 billion ($3.81 billion). As of June 2015, it is the world's most valuable football brand, estimated to be worth $1.2 billion. After being floated on the London Stock Exchange in 1991, the club was purchased by Malcolm Glazer in May 2005 in a deal valuing the club at almost £800 million, after which the company was taken private again, before going public once more in August 2012, when they made an initial public offering on the New York Stock Exchange. Manchester United is one of the most widely supported football clubs in the world, and has rivalries with Liverpool, Manchester City, Arsenal and Leeds United.",
  "/wiki/Arsenal_F.C.": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.\n Arsenal was the first club from the South of England to join The Football League, in 1893, and they reached the First Division in 1904. Relegated only once, in 1913, they continue the longest streak in the top division, and have won the second-most top-flight matches in English football history. In the 1930s, Arsenal won five League Championships and two FA Cups, and another FA Cup and two Championships after the war. In 1970–71, they won their first League and FA Cup Double. Between 1989 and 2005, they won five League titles and five FA Cups, including two more Doubles. They completed the 20th century with the highest average league position.\nHerbert Chapman won Arsenal's first national trophies, but died prematurely. He helped introduce the WM formation, floodlights, and shirt numbers, and added the white sleeves and brighter red to the club's kit. Arsène Wenger was the longest-serving manager and won the most trophies. He won a record 7 FA Cups, and his title-winning team set an English record for the longest top-flight unbeaten league run at 49 games between 2003 and 2004, receiving the nickname The Invincibles.\n In 1886, Woolwich munitions workers founded the club as Dial Square. In 1913, the club crossed the city to Arsenal Stadium in Highbury, becoming close neighbours of Tottenham Hotspur, and creating the North London derby. In 2006, they moved to the nearby Emirates Stadium. In terms of revenue, Arsenal is the ninth highest-earning football club in the world, earned €487.6m in 2016–17 season. Based on social media activity from 2014 to 2015, Arsenal's fanbase is the fifth largest in the world. In 2018, Forbes estimated the club was the third most valuable in England, with the club being worth $2.24 billion.",
  "/wiki/Preston_North_End_F.C.": "Preston North End Football Club (often shortened to The North End or PNE) is a professional football club in Preston, Lancashire, whose team currently plays in the EFL Championship, the second tier of the English football league system. Originally a cricket club, Preston have been based at Deepdale since 1875. The club first took up football in 1878 as a winter fitness activity and decided to focus on it in May 1880, when the football club was officially founded. Deepdale is now football's oldest ground in terms of continuous use by a major league club.\n Preston North End was a founder member of the Football League in 1888. In the 1888–89 season, the team won both the inaugural league championship and the FA Cup, the latter without conceding a goal. They were the first team to achieve the \"Double\" in English football and, as they were unbeaten in all matches, are remembered as \"The Invincibles\". Preston won the league championship again in 1889–90 but their only major success since then has been their 1938 FA Cup Final victory over Huddersfield Town. The club's most famous players have been Tom Finney and Bill Shankly, who are both commemorated at Deepdale by stands named after them. Other notable players include Tommy Docherty, Alan Kelly Sr. and Graham Alexander.\n Until 1961, Preston were usually members of the First Division but, having been relegated after the 1960–61 season, they have not yet returned to the top flight. They were first relegated to the Third Division after the 1969–70 season and have spent 28 of the 49 seasons since 1970 in the bottom two divisions, including a span of 19 seasons from 1981-1982 to 1999–2000. Preston have faced serious financial issues and were twice in danger of closure. The club is now owned by businessman Trevor Hemmings and has been established in the EFL Championship since gaining promotion in 2015.",
  "/wiki/Aston_Villa_F.C.": "Aston Villa Football Club (nicknamed Villa) is an English professional football club based in Aston, Birmingham. The club competes in the Premier League, the top tier of the English football league system. Founded in 1874, they have played at their home ground, Villa Park, since 1897. Aston Villa were one of the founder members of the Football League in 1888 and of the Premier League in 1992. Villa are one of only five English clubs to have won the European Cup, in 1981–82. They have also won the Football League First Division seven times, the FA Cup seven times, the League Cup five times, and the UEFA Super Cup once.\n Villa have a fierce local rivalry with Birmingham City and the Second City derby between the teams has been played since 1879. The club's traditional kit colours are claret shirts with sky blue sleeves, white shorts and sky blue socks. Their traditional club badge is of a rampant lion. The club is currently owned by the NSWE group, a company owned by the Egyptian billionaire Nassef Sawiris and the American billionaire Wes Edens.",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").\n Founded in 1882, Tottenham won the FA Cup for the first time in 1901, the only non-League club to do so since the formation of the Football League in 1888. Tottenham were the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 they became the first British club to win a UEFA club competition – the European Cup Winners' Cup. They were also the inaugural winners of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. They have collected at least one major trophy in each of the six decades from the 1950s to 2000s – an achievement only matched by Manchester United. In total, Spurs have won two league titles, eight FA Cups, four League Cups, seven FA Community Shields, one European Cup Winners' Cup and two UEFA Cups. Tottenham were also the runners-up of the 2018–19 UEFA Champions League competition. The club has a long-standing rivalry with nearby club Arsenal, with head-to-head fixtures known as the North London derby.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.\n Founded in 1892, the club joined the Football League the following year and has played at Anfield since its formation. Liverpool established itself as a major force in English and European football in the 1970s and 1980s when Bill Shankly, Bob Paisley, Joe Fagan and Kenny Dalglish led the club to a combined eleven League titles and four European Cups. Under the management of Rafael Benítez and captained by homegrown player Steven Gerrard, Liverpool became European champions for the fifth time in 2005, before a sixth title was added under Jürgen Klopp in 2019.\n Liverpool was the seventh highest-earning football club in the world in 2019, with an annual revenue of €513.7 million, and the world's eighth most valuable football club in 2019, valued at $2.183 billion. The club is one of the most widely supported teams in the world. Liverpool has long-standing rivalries with Manchester United and Everton.\n The club's supporters have been involved in two major tragedies: the Heysel Stadium disaster, where escaping fans were pressed against a collapsing wall at the 1985 European Cup Final in Brussels, with 39 people – mostly Italians and Juventus fans – dying, after which English clubs were given a five-year ban from European competition, and the Hillsborough disaster in 1989, where 96 Liverpool supporters died in a crush against perimeter fencing.\n The team changed from red shirts and white shorts to an all-red home strip in 1964 which has been used ever since. Red has been the main shirt colour ever since 1896. The club's anthem is \"You'll Never Walk Alone\".",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.\n Chelsea won their first major honour, the League Championship, in 1955. They won the FA Cup for the first time in 1970 and their first European honour, the UEFA Cup Winners' Cup, in 1971. After a period of decline in the late 1970s and 1980s, the club enjoyed a revival in the 1990s and had more success in cup competitions. The past two decades have been the most successful in Chelsea's history: they won five of their six league titles and the UEFA Champions League during this period. Chelsea are one of five clubs to have won all three of UEFA's main club competitions, and the only London club to have won the Champions League.\n Chelsea's home kit colours are royal blue shirts and shorts with white socks. The club's crest features a ceremonial lion rampant regardant holding a staff.  The club have rivalries with neighbouring teams Arsenal and Tottenham Hotspur, and a historic rivalry with Leeds United. Based on attendance figures, the club have the sixth-largest fanbase in England. In terms of club value, Chelsea are the sixth most valuable football club in the world, worth £2.13 billion ($2.576 billion), and are the eighth highest-earning football club in the world, with earnings of over €428 million in the 2017–18 season. Since 2003, Chelsea have been owned by Russian billionaire Roman Abramovich.",
  "/wiki/Manchester_City_F.C.": "Manchester City Football Club is an English football club based in Manchester that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.\n Manchester City entered the Football League in 1899, and won their first major honour with the FA Cup in 1904. It had its first major period of success in the late 1960s, winning the League, FA Cup and League Cup under the management of Joe Mercer and Malcolm Allison. After losing the 1981 FA Cup Final, the club went through a period of decline, which eventually saw them relegated as far down as third tier of English football by the end of the 1997–98 season. They since regained promotion to the top tier in 2001–02 and have remained a fixture in the Premier League since 2002–03. In 2008, Manchester City was purchased by Abu Dhabi United Group for £210 million and received considerable financial investment.\n The club have won six domestic league titles. Under the management of Pep Guardiola they won the Premier League in 2018 becoming the only Premier League team to attain 100 points in a single season. In 2019, they won four trophies, completing an unprecedented sweep of all domestic trophies in England and becoming the first English men's team to win the domestic treble. Manchester City's revenue was the fifth highest of a football club in the world in the 2018–19 season at €568.4 million. 2019, Forbes estimated the club was the fifth most valuable in the world at $2.69 billion, however the sale of a 10% stake in the club's parent company City Football Group on 27 November 2019 for $500 million values them significantly higher.",
  "/wiki/Double_(association_football)": "The Double, in association football, is the achievement of winning a country's top tier division and its primary cup competition in the same season. The lists in this article examine this definition of a double, while derivative sections examine much less frequent, continental instances. The Double can also mean beating a team both home and away in the same league season, a feat often noted as doing the double over a particular opponent.\n The first club to achieve a double was Preston North End in 1889, winning the FA Cup and The Football League in the inaugural season of the league.\n The team that holds the record for the most doubles is Linfield of Northern Ireland, with a total of 24."
}