{
  "/wiki/Country": "The term country refers to a political state or nation or its territory. It is often referred to as the land of an individual's birth, residence, or citizenship.\n A country may be an independent sovereign state or part of a larger state, as a non-sovereign or formerly sovereign political division, a physical territory with a government, or a geographic region associated with sets of previously independent or differently associated people with distinct political characteristics. It is not inherently sovereign.\n Countries can refer both to sovereign states and to other political entities, while other times it can refer only to states. For example, the CIA World Factbook uses the word in its Country name field to refer to a wide variety of dependencies, areas of special sovereignty, uninhabited islands, and other entities in addition to the traditional countries or independent states.[Note 1]\n The largest country in the world is Russia, while the most populated is China. The newest country is South Sudan.",
  "/wiki/Territory_(country_subdivision)": "A territory is an administrative division, usually an area that is under the jurisdiction of a state. In most countries, a territory is an organized division of an area that is controlled by a country but is not formally developed into, or incorporated into, a political unit of the country that is of equal status to other political units that may often be referred to by words such as provinces or states. In international politics, a territory is usually either the total area from which a state may extract power resources or any non-sovereign geographic area which has come under the authority of another government; which has not been granted the powers of self-government normally devolved to secondary territorial divisions; or both.",
  "/wiki/Flag": "A flag is a piece of fabric (most often rectangular or quadrilateral) with a distinctive design and colours. It is used as a symbol, a signalling device, or for decoration. The term flag is also used to refer to the graphic design employed, and flags have evolved into a general tool for rudimentary signalling and identification, especially in environments where communication is challenging (such as the maritime environment, where semaphore is used). The study of flags is known as vexillology from the Latin vexillum, meaning flag. National flags are patriotic symbols with widely varied interpretations that often include strong military associations because of their original and ongoing use for that purpose. Flags are also used in messaging, advertising, or for decorative purposes. Some military units are called flags after their use of flags. A flag (Arabic: لواء) is equivalent to a brigade in Arab countries.",
  "/wiki/List_of_countries_by_area": "This is a list of the world's countries and their dependent territories by area, ranked by total area.\n Entries in this list include, but are not limited to, those in the ISO 3166-1 standard, which includes sovereign states and dependent territories. All 193 member states of the United Nations plus the Vatican City are given a rank number. Largely unrecognised states not in ISO 3166-1 are included in the list in ranked order. The areas of such largely unrecognised states are in most cases also included in the areas of the more widely recognised states that claim the same territory; see the notes in the notes column for each country for clarification.\n Not included in the list are individual country claims to parts of the continent of Antarctica, entities such as the European Union[Note 1] that have some degree of sovereignty but do not consider themselves to be sovereign countries or dependent territories, and unrecognised micronations such as the Principality of Sealand.\n This list includes three measurements of area:",
  "/wiki/List_of_countries_by_population": "This is a list of countries and dependent territories by population. It includes sovereign states, inhabited dependent territories and, in some cases, constituent countries of sovereign states, with inclusion within the list being primarily based on the ISO standard ISO 3166-1. For instance, the United Kingdom is considered as a single entity, while the constituent countries of the Kingdom of the Netherlands are considered separately. In addition, this list includes certain states with limited recognition not found in ISO 3166-1.\n Also given in percent is each country's population compared with the world population, which the United Nations estimates at 7.77 billion as of today.",
  "/wiki/List_of_countries_by_population_density": "This is a list of countries and dependent territories ranked by population density, measured by the number of human inhabitants per square kilometer, and also sortable by area and by population.\n The list includes sovereign states and self-governing dependent territories based upon the ISO standard ISO 3166-1. The list also includes but does not rank unrecognized but de facto independent countries. All 193 member states of the United Nations plus the Vatican City are given a rank number. The figures in the following table are based on areas including inland water bodies (lakes, reservoirs, rivers).\n Figures used in this article are mainly based on the latest censuses and official estimates or projections. Where these are not available, projections provided by the Population Division of the United Nations Department of Economic and Social Affairs are used.",
  "/wiki/Capital_(political)": "A capital or capital city is the municipality exercising primary status in a country, state, province, or other administrative region, usually as its seat of government. A capital is typically a city that physically encompasses the government's offices and meeting places; the status as capital is often designated by its law or constitution. In some jurisdictions, including several countries, the different branches of government are located in different settlements. In some cases, a distinction is made between the official (constitutional) capital and the seat of government, which is in another place.\n Capital cities that also serve as the prime economic, population, cultural, or intellectual centres of a nation or an empire are sometimes referred to as primate cities. Examples are Athens, Bangkok, Brussels, Copenhagen, Cairo, London, Mexico City, Paris, Lima, Seoul and Tokyo.\n News media often use the name of a capital city as an alternative name for the country of which it is the capital or of the government that is seated there, as a form of metonymy. For example, relations between Washington and London refer to relations between the United States and the United Kingdom.",
  "/wiki/Guatemala": "Guatemala (/ˌɡwɑːtəˈmɑːlə/ (listen) GWAH-tə-MAH-lə; Spanish: [gwateˈmala] (listen)), officially the Republic of Guatemala (Spanish: República de Guatemala), is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America. Guatemala is a representative democracy; its capital and largest city is Nueva Guatemala de la Asunción, also known as Guatemala City. The territory of modern Guatemala once formed the core of the Maya civilization, which extended across Mesoamerica. Most of the country was conquered by the Spanish in the 16th century, becoming part of the viceroyalty of New Spain. Guatemala attained independence in 1821 as part of the Federal Republic of Central America, which dissolved by 1841. From the mid- to late-19th century, Guatemala experienced chronic instability and civil strife. Beginning in the early 20th century, it was ruled by a series of dictators backed by the United Fruit Company and the United States government.",
  "/wiki/Guatemala_City": "Guatemala City (Spanish: Ciudad de Guatemala), locally known as Guatemala or Guate, officially Nueva Guatemala de la Asunción (New Guatemala of the Assumption), is the capital and largest city of Guatemala, and the most populous urban area in Central America. The city is located in the south-central part of the country, nestled in a mountain valley called Valle de la Ermita (English: Hermitage Valley). It is estimated that its population is about 1 million. Guatemala City is also the capital of the Municipality of Guatemala and of the Guatemala Department. Guatemala City is the site of the Mayan city of Kaminaljuyu, founded around 1500 BC. [citation needed] Following the Spanish conquest, a new town was established, and in 1776 it was made capital of the Kingdom of Guatemala. In 1821, Guatemala City was the scene of the declaration of independence of Central America from Spain, after which it became the capital of the newly established United Provinces of Central America (later the Federal Republic of Central America). [citation needed] In 1847, Guatemala declared itself an independent republic, with Guatemala City as its capital.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere. The Maya Civilization spread into the area of Belize between 1500 B.C. and A.D. 300 and flourished until about 1200.",
  "/wiki/Belmopan": "Belmopan (/ˌbɛlmoʊˈpæn/) is the capital city of Belize. Its population in 2010 was 16,451. Although it is the smallest capital city in the continental Americas by population, Belmopan is the third-largest settlement in Belize, behind Belize City and San Ignacio. Founded as a planned community in 1970, Belmopan is one of the newest national capital cities in the world. Since 2000 Belmopan has been one of two settlements in Belize to hold official city status, along with Belize City. Belmopan is located in Cayo District at an altitude of 76 metres (249 feet) above sea level. Belmopan was constructed just to the east of the Belize River, 80 km (50 mi) inland from the former capital, the port of Belize City, after that city's near destruction by Hurricane Hattie in 1961. The government was moved to Belmopan in 1970.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally Republic of The Savior), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million. El Salvador was for centuries inhabited by several Mesoamerican nations, especially the Cuzcatlecs, as well as the Lenca and Maya. In the early 16th century, the Spanish Empire conquered the territory, incorporating it into the Viceroyalty of New Spain ruled from Mexico City. However the Viceroyalty of Mexico had little or no influence in the daily affairs of the Central American isthmus, which would be colonized in 1524. In 1609 the area became the Captaincy General of Guatemala, from which El Salvador was part of until its independence from Spain, which took place in 1821, as part of the First Mexican Empire, then further seceded, as part of the Federal Republic of Central America, in 1823.",
  "/wiki/San_Salvador": "San Salvador (Holy Savior) is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097. As a beta global city, San Salvador is also an important financial hub of Central America. The city is home to the Concejo de Ministros de El Salvador (Council of Ministries of El Salvador), La Asamblea Legislativa (The Legislative Assembly of El Salvador), the Corte Suprema de Justicia (The Supreme Court), and other governmental institutions, as well as the official residence of the president of the Republic. San Salvador is located in the Salvadoran highlands, surrounded by volcanoes and prone to earthquakes. The city is also home to the Catholic Archdiocese, as well as many Protestant branches of Christianity, including Evangelicals, Latter-day Saints, Baptists, and Pentecostals. San Salvador has the second largest Jewish community in Central America and a small Muslim community.",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea. Honduras was home to several important Mesoamerican cultures, most notably the Maya, before the Spanish Colonization in the sixteenth century. The Spanish introduced Roman Catholicism and the now predominant Spanish language, along with numerous customs that have blended with the indigenous culture. Honduras became independent in 1821 and has since been a republic, although it has consistently endured much social strife and political instability, and remains one of the poorest countries in the Western Hemisphere. In 1960, the northern part of what was the Mosquito Coast was transferred from Nicaragua to Honduras by the International Court of Justice. The nation's economy is primarily agricultural, making it especially vulnerable to natural disasters such as Hurricane Mitch in 1998. The lower class is primarily agriculturally based while wealth is concentrated in the country's urban centers.",
  "/wiki/Tegucigalpa": "Tegucigalpa (UK: /tɛˌɡuːsɪˈɡælpə/, US: /təˌ-/, Spanish: [teɣusiˈɣalpa]), formally Tegucigalpa, Municipality of the Central District (Spanish: Tegucigalpa, Municipio del Distrito Central or Tegucigalpa, M.D.C.), and colloquially referred to as Tegus or Teguz, is the capital and largest city of Honduras along with its twin sister, Comayagüela. Claimed on 29 September 1578 by the Spaniards, Tegucigalpa became the country's capital on October 30, 1880, under President Marco Aurelio Soto, when he moved the capital from Comayagua. The current Constitution of Honduras, enacted in 1982, names the sister cities of Tegucigalpa[a] and Comayagüela[b] as a Central District[c] to serve as the permanent national capital, under articles 8 and 295. After the dissolution of the Federal Republic of Central America in 1841, Honduras became an individual sovereign nation with Comayagua as its capital. The capital was moved to Tegucigalpa in 1880. On January 30, 1937, Article 179 of the 1936 Honduran Constitution was changed under Decree 53 to establish Tegucigalpa and Comayagüela as a Central District. Tegucigalpa is located in the southern-central highland region known as the department of Francisco Morazán of which it is also the departmental capital. It is situated in a valley, surrounded by mountains.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English. Originally inhabited by various indigenous cultures since ancient times, the region was conquered by the Spanish Empire in the 16th century. Nicaragua gained independence from Spain in 1821. The Mosquito Coast followed a different historical path, being colonized by the English in the 17th century and later coming under British rule.",
  "/wiki/Managua": "Managua (Spanish pronunciation: [maˈnaɣwa]) is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population 1,042,641 in 2016 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El Crucero, Nindirí, Ticuantepe and Tipitapa.\n The city was declared the national capital in 1852. Previously, the capital alternated between the cities of León and Granada. The 1972 Nicaragua earthquake and years of civil war in the 1980s severely disrupted and stunted Managua's growth. It was not until the mid-1990s that Managua began to see a resurgence.[citation needed]\n Managua's population is composed predominantly of mestizos and whites who are mainly of Spanish descent, with a minority being of French, Jewish Nicaraguan, German Nicaraguan, Italian, Russian, Greek and Turkish descent.[citation needed]",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally Rich Coast), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area. The sovereign state is a unitary presidential constitutional republic. It is known for its long-standing and stable democracy, and for its highly educated workforce, most of whom speak English. The country spends roughly 6.9% of its budget (2016) on education, compared to a global average of 4.4%. Its economy, once heavily dependent on agriculture, has diversified to include sectors such as finance, corporate services for foreign companies, pharmaceuticals, and ecotourism. Many foreign manufacturing and services companies operate in Costa Rica's Free Trade Zones (FTZ) where they benefit from investment and tax incentives.",
  "/wiki/San_José,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; literally meaning Saint Joseph) is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and\nSan José’s municipal land area measures 44.2 square kilometers (17.2 square miles), with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth. Founded in 1736 by order of Cabildo de León, the population of San José rose during the 18th century through the use of colonial planning. It has historically been a city of strategic importance, having been the capital of Costa Rica three times.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people. Panama was inhabited by indigenous tribes before Spanish colonists arrived in the 16th century. It broke away from Spain in 1821 and joined the Republic of Gran Colombia, a union of Nueva Granada, Ecuador, and Venezuela. After Gran Colombia dissolved in 1831, Panama and Nueva Granada eventually became the Republic of Colombia. With the backing of the United States, Panama seceded from Colombia in 1903, allowing the construction of the Panama Canal to be completed by the US Army Corps of Engineers between 1904 and 1914. The 1977 Torrijos–Carter Treaties led to the transfer of the Canal from the United States to Panama on December 31, 1999. Revenue from canal tolls continues to represent a significant portion of Panama's GDP, although commerce, banking, and tourism are major and growing sectors.",
  "/wiki/Panama_City": "Panama City (Spanish: Ciudad de Panamá; pronounced [sjuˈða(ð) ðe panaˈma]), also simply known as Panama,  is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce. The city of Panama was founded on August 15, 1519, by Spanish conquistador Pedro Arias Dávila. The city was the starting point for expeditions that conquered the Inca Empire in Peru. It was a stopover point on one of the most important trade routes in the American continent, leading to the fairs of Nombre de Dios and Portobelo, through which passed most of the gold and silver that Spain took from the Americas. On January 28, 1671, the original city was destroyed by a fire when privateer Henry Morgan sacked and set fire to it.",
  "/wiki/Ethnic_groups_in_Central_America": "Central America is a region of North America formed by six Latin American countries and one (officially) Anglo-American country, Belize. As an isthmus it connects South America with the remainder of mainland North America, and comprises the following countries (from north to south): Belize, Guatemala, Honduras, El Salvador, Nicaragua, Costa Rica, and Panama. The inhabitants of Central America represent a variety of ancestries, ethnic groups, and races, making the region one of the most diverse in the world. Several of the countries have a predominance of mixed Amerindian–European, or mestizo, population, while a minority are more ininhabited by those of greater European ancestry. Black, Asian, and Afro-Amerindian minorities are also identified regularly. People with mestizo ancestry are the largest single group, and along with people of greater European ancestry, comprise approximately 80% of the population, or even more. In 2007, Central America had a population of approximately 40 million persons within an area of 523,780 km2, yielding an overall density of 77.3 inhabitants/km2 that is not distributed evenly. For example, Belize is larger than El Salvador in area by 1,924 km2, but El Salvador has 30 times the population of Belize."
}