{
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Teufelsberg": "Teufelsberg is a man-made hill, created in the 20 years following the Second World War by moving approximately 75,000,000 m3 (98,000,000 cu yd) of debris from Berlin.",
  "/wiki/Volkspark_Friedrichshain": "Volkspark Friedrichshain is a large urban park on the border of the Berlin neighborhoods of Friedrichshain and Prenzlauer Berg.  The oldest public park in Berlin, at 52 hectares, it is also the fourth-largest, after Tempelhofer Park (>300 hectares), Tiergarten (210 hectares), and Jungfernheide (146 hectares).",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony, and with around 550,000 inhabitants, the state's second most populous city after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area after Berlin, Hamburg and Cologne, as well as the third most populous city in the area of former East Germany, after (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.",
  "/wiki/Ostragehege": "Ostragehege is a multi-use sports venue in Dresden, Germany. Key buildings of the venue include the Heinz-Steyer-Stadion and the ice hockey stadium of the Dresdner Eislöwen (or Dresden ice lions). The stadium was the primary aiming point for No. 5 Group RAF squadron during the Dresden bombings of February 1945. Bomb runs were timed and direction calculated to fan out from this point, causing massive devastation and a fire-storm which killed tens of thousands.",
  "/wiki/Frankfurt_am_Main": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Hannover": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital of and largest city in the state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.",
  "/wiki/Fockeberg": "Fockeberg is a Schuttberg in the south of Leipzig Saxony, southeastern Germany, and is actually a pile of rubble left over from the bombing during World War II.",
  "/wiki/M%C3%B6nchengladbach": "Mönchengladbach (German pronunciation: [mœnçn̩ˈɡlatbax] (listen)) is a city in North Rhine-Westphalia, Germany. It is located west of the Rhine, halfway between Düsseldorf and the Dutch border.",
  "/wiki/Rheydter_H%C3%B6he": "The Rheydter Höhe is a Trümmerberg in the Mönchengladbach district of  Pongs in the south of the city. Locally the hill, which is made of rubble, is known as Monte Clamotte (\"Mount Rubble\") or Rheydter Müllberg (the \"Rheydt Rubbish Tip\"). The plateau of the small hill is 133 m above NN high, making it the highest point in the borough. Measuring 64 m from foot to summit, it is also the highest Trümmerberg in Germany.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Olympiapark,_Munich": "The Olympiapark München (English: Olympic Park Munich) in Munich, Germany, is an Olympic Park which was constructed for the 1972 Summer Olympics. Located in the Oberwiesenfeld neighborhood of Munich, the Park continues to serve as a venue for cultural, social, and religious events, such as events of worship. It includes a contemporary carillon. The Park is administered by Olympiapark München GmbH, a holding company fully owned by the state capital of Munich.",
  "/wiki/Luitpoldh%C3%BCgel": "Luitpoldpark is a public park in the Schwabing-West borough of Munich, Germany.",
  "/wiki/Nuremberg": "Nuremberg (/ˈnjʊərəmbɜːrɡ/ NEWR-əm-burg; German: Nürnberg [ˈnʏ:n bɛ:k] (listen); East Franconian: Närrnberch or Nämberch, locally Närmberch) is the second-largest city of the German federal state of Bavaria after its capital Munich, and its 511,628 (2016) inhabitants make it the 14th largest city in Germany. On the Pegnitz River (from its confluence with the Rednitz in Fürth onwards: Regnitz, a tributary of the River Main) and the Rhine–Main–Danube Canal, it lies in the Bavarian administrative region of Middle Franconia, and is the largest city and the unofficial capital of Franconia. Nuremberg forms a continuous conurbation with the neighbouring cities of Fürth, Erlangen and Schwabach with a total population of 787,976 (2016), while the larger Nuremberg Metropolitan Region has approximately 3.5 million inhabitants. The city lies about 170 kilometres (110 mi) north of Munich. It is the largest city in the East Franconian dialect area (colloquially: \"Franconian\"; German: Fränkisch), Nurenmberg was one of the host cities of the 2006 FIFA World Cup.",
  "/wiki/Pforzheim": "Pforzheim (German pronunciation: [ˈpfɔʁtshaɪm] (listen)) is a city of over 120,000 inhabitants in the federal state of Baden-Württemberg, in the southwest of Germany. It is known for its jewelry and watch-making industry, and as such has gained the nickname \"Goldstadt\" (\"Golden City\"). With an area of 97.8 km2 (38 sq mi), it is situated between the cities of Stuttgart and Karlsruhe at the confluence of three rivers (Enz, Nagold and Würm). It marks the frontier between Baden and Württemberg, being located on Baden territory. From 1535 to 1565, it was the home to the Margraves of Baden-Pforzheim.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/Birkenkopf": "The Birkenkopf (help·info) is a prominent hill in Stuttgart, Germany. At an elevation of 511m, it is the highest point in the city centre of Stuttgart and is almost 260m higher than city centre. It is in part a Schuttberg, an artificial hill built from the ruins and rubble from World War II.",
  "/wiki/Schuttberg": "Schuttberg (English: debris hill) is a German term for a mound made of rubble or out of a rubbish heap."
}