{
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Jordan_Hamilton_(soccer)": "Jordan Patrick Dear Hamilton (born March 17, 1996) is a Canadian soccer player who currently plays as a forward for Columbus Crew SC.",
  "/wiki/Patrick_Mullins": "Patrick Michael Mullins (born February 5, 1992) is an American professional soccer player who plays as a forward for Major League Soccer club Toronto FC. He previously appeared for Baton Rouge Capitals and New Orleans Jesters at the semi-professional level, and for New England Revolution, New York City FC, D.C. United, and Columbus Crew SC at the professional level.",
  "/wiki/Minnesota_United_FC": "Minnesota United FC is an American professional soccer club based in Saint Paul, Minnesota that plays in the Western Conference of Major League Soccer. The club began play in 2017 as the league's 22nd club, and replaced the North American Soccer League (NASL) franchise of the same name.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Kelyn_Rowe": "Kelyn Jaynes Rowe (born December 2, 1991) is an American soccer player who currently plays for New England Revolution in Major League Soccer.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/MLS_SuperDraft": "The MLS SuperDraft is an annual event, taking place in January of each year, in which the teams of Major League Soccer select players who have graduated from college or otherwise been signed by the league.  The SuperDraft was first instituted in 2000, as a combination of the MLS College Draft, in which players having graduated from college were selected, and the MLS Supplemental Draft, in which all other players were chosen.  The draft is divided into four rounds in which each club has a selection, the order of which is determined by a combination of the teams' playoff and regular season positions, with the last placed team (or expansion teams) getting the first pick.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Dominique_Badji": "Dominique Badji (born October 16, 1992) is a Senegalese professional footballer who plays as a forward for Nashville SC in Major League Soccer.",
  "/wiki/2019_MLS_SuperDraft": "The 2019 MLS SuperDraft was the twentieth SuperDraft conducted by Major League Soccer. The SuperDraft is typically held in conjunction with the annual January United Soccer Coaches convention, which in 2019 was held in Chicago, Illinois. The first two rounds of the 2019 SuperDraft were held on January 11, 2019. Rounds three and four were held via conference call on January 14, 2019.",
  "/wiki/Kellyn_Acosta": "Kellyn Kai Perry-Acosta (born July 24, 1995) is an American soccer player who plays as a midfielder for Major League Soccer club Colorado Rapids and the United States national team.",
  "/wiki/Orlando_City_SC": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/Justin_Meram": "Justin Meram (Arabic: جستن حكمت عزيز ميرام‎; born December 4, 1988) is a professional footballer who plays as a forward for Real Salt Lake of Major League Soccer and the Iraq national team. Meram qualifies to represent Iraq through his parents, who were both born there.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/FC_Cincinnati": "FC Cincinnati is an American professional soccer club based in Cincinnati, Ohio, that plays in the Eastern Conference of Major League Soccer (MLS). The team succeeded the lower-division team of the same name and was announced on May 29, 2018, when MLS awarded an expansion franchise to Cincinnati. The team began MLS play on March 2, 2019 with its first match against Seattle Sounders FC. The club's ownership group is led by Carl H. Lindner III with Jeff Berding serving as president and Gerard Nijkamp as general manager.",
  "/wiki/Kei_Kamara": "Kei Ansu Kamara (/ˈkaɪ kəˈmɑːrə/; born 1 September 1984) is a Sierra Leonean international footballer who plays as a striker for Major League Soccer club Colorado Rapids. In 2015, Kamara tied for top scorer in MLS with 22 goals, losing out to Sebastian Giovinco on the Golden Boot on fewer assists. He is one of only 10 players to have scored 100 goals in MLS history, achieving the landmark in 300 appearances.",
  "/wiki/Kendall_Waston": "Kendall Jamaal Waston Manley (born 1 January 1988) is a Costa Rican footballer who plays as a defender for FC Cincinnati and the Costa Rica national football team.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Chicago_Fire_FC": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/LA_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/New_York_City_FC": "New York City Football Club is an American professional soccer club based in New York City, that competes in Major League Soccer (MLS), the highest level of American soccer, as a member of the league's Eastern Conference.",
  "/wiki/David_Guzmán": "David Alberto Guzmán Pérez (born 18 February 1990) is a Costa Rican professional footballer who plays as a midfielder for Major League Soccer club Columbus Crew SC.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/David_Accam": "David Accam (born 28 September 1990) is a Ghanaian professional footballer who plays as a winger for Major League Soccer club Nashville SC and the Ghana national team.",
  "/wiki/2020_MLS_SuperDraft": "The 2020 MLS SuperDraft was the 21st edition of the SuperDraft conducted by Major League Soccer. The 2020 SuperDraft was the first SuperDraft held exclusively via conference call and web streaming. The first two rounds of the 2020 SuperDraft were held on January 9, 2020 while rounds three and four were held on January 13, 2020. Previously, the SuperDraft had been held in conjunction with the annual January United Soccer Coaches convention.",
  "/wiki/Abdul_Rwatubyaye": "Abdul Rwatubyaye (born 23 October 1996) is a Rwandan footballer who plays as a defender for USL Championship club Colorado Springs Switchbacks, on loan from Colorado Rapids.",
  "/wiki/Benny_Feilhaber": "Benny Feilhaber (/ˈfeɪlhɑːbər/; born January 19, 1985) is an American professional soccer player who plays as a midfielder for Sporting Kansas City.",
  "/wiki/MLS_International_Roster_Slots": "MLS International Roster Slots are an important piece of roster composition in Major League Soccer. MLS employs a variety of mechanisms to promote parity and domestic player development which include player entry drafts, expansion drafts, allocation drafts, weighted lotteries, and a limit on the number of international roster slots available for each team. The limit on the number of international roster slots makes each slot a valuable commodity for teams to utilize through player signings or trades with other teams."
}