{
  "/wiki/Arizona_Cardinals": "The Arizona Cardinals are a professional American football franchise based in the Phoenix metropolitan area. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The Cardinals were founded as the Morgan Athletic Club in 1898, and are the oldest continuously run professional football team in the United States. The Cardinals play their home games at State Farm Stadium, which opened in 2006 and is located in the northwestern suburb of Glendale.",
  "/wiki/List_of_Arizona_Cardinals_starting_quarterbacks": "These quarterbacks have started at least one game for the Arizona Cardinals of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Cardinals.",
  "/wiki/Kyler_Murray": "Kyler Cole Murray (born August 7, 1997) is an American football quarterback for the Arizona Cardinals of the National Football League (NFL). He played college football for the Texas A&M Aggies and Oklahoma Sooners. He also played as an outfielder for the Oklahoma Sooners baseball team. He won the 2014 Gatorade Football Player of the Year award as a senior in high school, and the Associated Press College Football Player of the Year, Davey O'Brien Award, and Heisman Trophy awards for his 2018 season with Oklahoma, in addition to numerous others.",
  "/wiki/Oklahoma_Sooners_football": "The Oklahoma Sooners football program is a college football team that represents the University of Oklahoma (variously \"Oklahoma\" or \"OU\"). The team is a member of the Big 12 Conference, which is in Division I Football Bowl Subdivision (formerly Division I-A) of the National Collegiate Athletic Association (NCAA). The program began in 1895 and is one of the most successful programs since World War II with the most wins (606) and the highest winning percentage (.762) since 1945. The program claims 7 national championships, 49 conference championships, 162 First Team All-Americans (80 consensus), and seven Heisman Trophy winners. In addition, the school has had 23 members (five coaches and 18 players) inducted into the College Football Hall of Fame and holds the record for the longest winning streak in Division I history with 47 straight victories. Oklahoma is also the only program that has had four coaches with 100+ wins. They became the sixth NCAA FBS team to win 900 games when they defeated the Texas Tech Red Raiders on September 28, 2019. The Sooners play their home games at Gaylord Family Oklahoma Memorial Stadium in Norman, Oklahoma. Lincoln Riley is currently the team's head coach.",
  "/wiki/2018_NFL_Draft": "The 2018 NFL Draft was the 83rd annual meeting of National Football League (NFL) franchises to select newly eligible players for the 2018 NFL season. The draft was held on April 26–28 at AT&T Stadium in Arlington, Texas, and was the first draft to take place in an NFL stadium and the first to be held in Texas, which won out in a fourteen-city bid. In order to be eligible to enter the draft, players must be at least three years removed from high school. The deadline for underclassmen to declare for the draft was January 15, 2018.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/List_of_Atlanta_Falcons_starting_quarterbacks": "These quarterbacks have started at least one game for the Atlanta Falcons of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Falcons.",
  "/wiki/Matt_Ryan_(American_football)": "Matthew Thomas Ryan (born May 17, 1985) is an American football quarterback and team captain for the Atlanta Falcons of the National Football League (NFL). After playing college football for Boston College, Ryan was drafted by the Falcons with the third overall pick in the first round of the 2008 NFL Draft.",
  "/wiki/Boston_College_football": "The Boston College Eagles football team represents Boston College in the sport of American football. The Eagles compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). Formed in 1892, Boston College's football team was one of six \"Major College\" football programs in New England as designated by NCAA classifications, starting in 1938. By 1981, and for the remainder of the twentieth century, BC was New England's sole Division I-A program. It has amassed a 632–454–37 record and is 99–54 since the turn of the 21st century.[citation needed]",
  "/wiki/2008_NFL_Draft": "The 2008 NFL Draft was the 73rd annual meeting of National Football League (NFL) franchises to select newly eligible American football players. The draft took place at Radio City Music Hall in New York City, New York, on April 26 and April 27, 2008. For the 29th consecutive year, ESPN televised the draft; the NFL Network also broadcast the event, its third year doing so. Of the 252 selections, 220 were regular selections in rounds one through seven, and 32 were compensatory selections, distributed among rounds three through seven. As of the end of the 2018 season, 27 players have been selected to the Pro Bowl.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/List_of_Baltimore_Ravens_starting_quarterbacks": "Twenty-one quarterbacks have started at least one game for the Baltimore Ravens of the National Football League. Six of those quarterbacks have started at least one playoff game for the Ravens. These players are listed in order of the date of each player's first start at quarterback for the Ravens.",
  "/wiki/Robert_Griffin_III": "Robert Lee Griffin III (born February 12, 1990), nicknamed RG3 or RGIII, is an American football quarterback for the Baltimore Ravens of the National Football League (NFL). He played college football at Baylor, where he won the 2011 Heisman Trophy. He was drafted in the first round of the 2012 NFL Draft (second overall) by the Washington Redskins, who had traded up to get him.",
  "/wiki/Baylor_Bears_football": "The Baylor Bears football team represents Baylor University in Division I FBS college football. They are a member of the Big 12 Conference.  After 64 seasons at the off-campus Baylor Stadium, renamed Floyd Casey Stadium in 1990, the Bears opened the new on-campus McLane Stadium known as \"The House That Briles Built,\" for the 2014 season.",
  "/wiki/2012_NFL_Draft": "The 2012 NFL draft was the 77th annual meeting of National Football League (NFL) franchises to select newly eligible football players. The draft, which is officially called the \"NFL Player Selection Meeting\", was held at Radio City Music Hall in New York City from April 26–28. The Indianapolis Colts, who compiled the league's worst record in the 2011 season with a 2–14 record, had the right to the first selection.",
  "/wiki/Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area.  The Bills compete in the National Football League (NFL), as a member club of the league's American Football Conference (AFC) East division. The team plays their home games at New Era Field in Orchard Park, New York. The Bills are the only NFL team that plays its home games in the state of New York. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester.",
  "/wiki/List_of_Buffalo_Bills_starting_quarterbacks": "These quarterbacks have started at least one game for the Buffalo Bills of the National Football League. The Bills are a professional American football franchise based in the Buffalo–Niagara Falls metropolitan area. The team competes in the National Football League (NFL) as a member club of the American Football Conference (AFC) East division. The quarterbacks are listed in order of the date of each player's first start for the team at that position.",
  "/wiki/Josh_Allen_(quarterback)": "Joshua Patrick Allen (born May 21, 1996) is an American football quarterback for the Buffalo Bills of the National Football League (NFL). He played college football at Wyoming. Receiving only one offer out of high school and having to play one year of junior college football at Reedley College, Allen was eventually recruited to Wyoming, where he led the Cowboys to a Mountain West Conference division title and two bowl games. He was drafted by the Bills in the first round (7th overall) of the 2018 NFL Draft, becoming the highest drafted NFL player from the University of Wyoming and the highest drafted quarterback in Bills' history.",
  "/wiki/Wyoming_Cowboys_football": "The Wyoming Cowboys are a college football team that represents the University of Wyoming. They compete in the Mountain West Conference of the Football Bowl Subdivision (FBS) of NCAA Division I and have won 15 conference titles. The head coach is Craig Bohl, who entered his first season in 2014.",
  "/wiki/Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the National Football League (NFL), as a member club of the league's National Football Conference (NFC) South division. The team is headquartered in Bank of America Stadium in uptown Charlotte; the stadium also serves as the team's home field. They are one of the few NFL teams to own the stadium they play in, which is legally registered as Panthers Stadium, LLC. The Panthers are supported throughout the Carolinas; although the team has played its home games in Charlotte since 1996, it played home games at Memorial Stadium in Clemson, South Carolina during its first season. The team hosts its annual training camp at Wofford College in Spartanburg, South Carolina.",
  "/wiki/List_of_Carolina_Panthers_starting_quarterbacks": "These quarterbacks have started at least one game for the Carolina Panthers of the National Football League.",
  "/wiki/Will_Grier": "William Grier (born April 3, 1995) is an American football quarterback for the Carolina Panthers of the National Football League (NFL). He played college football for the Florida Gators and West Virginia Mountaineers, and was drafted by the Panthers in the third round in the 2019 NFL Draft.",
  "/wiki/West_Virginia_Mountaineers_football": "The West Virginia Mountaineers football team represents West Virginia University (also referred to as \"WVU\" or \"West Virginia\") in the NCAA Football Bowl Subdivision (FBS) of college football. West Virginia plays its home games on Mountaineer Field at Milan Puskar Stadium on the campus of West Virginia University in Morgantown, West Virginia. The Mountaineers compete in the Big 12 Conference.",
  "/wiki/2019_NFL_Draft": "The 2019 NFL Draft was the 84th annual meeting of National Football League (NFL) franchises to select newly eligible players. The draft was held on April 25–27 in Nashville, Tennessee. The first round was held on April 25, followed by the second and third rounds on April 26, and concluded with rounds 4–7 on April 27. A record-high 40 trades were made during this draft, becoming the most ever in NFL Draft history, surpassing the 37 that were made in 2017.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/List_of_Chicago_Bears_starting_quarterbacks": "These 84 quarterbacks have started at least one game for the Chicago Bears of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Bears. As of the beginning of the 2019 season, Chicago's starting quarterback is Mitchell Trubisky.",
  "/wiki/Mitchell_Trubisky": "Mitchell Trubisky  (born August 20, 1994) is an American football quarterback for the Chicago Bears of the National Football League (NFL). He played college football at North Carolina, and was drafted by the Bears with the second overall pick in the 2017 NFL Draft.",
  "/wiki/North_Carolina_Tar_Heels_football": "The North Carolina Tar Heels football team represents the University of North Carolina at Chapel Hill in the sport of American football. The Tar Heels play in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference (ACC).",
  "/wiki/2017_NFL_Draft": "The 2017 NFL Draft was the 82nd annual meeting of National Football League (NFL) franchises to select newly eligible American football players. It was held in front of the Philadelphia Museum of Art on April 27–29, returning to Philadelphia for the first time since 1961.",
  "/wiki/Cincinnati_Bengals": "The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. The Bengals compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) North division. Their home stadium is Paul Brown Stadium, located in downtown Cincinnati. Their divisional opponents are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.",
  "/wiki/List_of_Cincinnati_Bengals_starting_quarterbacks": "These quarterbacks have started at least one game for the Cincinnati Bengals of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Bengals.",
  "/wiki/Andy_Dalton": "Andrew Gregory Dalton (born October 29, 1987) is an American football quarterback for the Cincinnati Bengals of the National Football League (NFL). He played college football at Texas Christian University (TCU). In his final college game, Dalton led TCU to a win in the 2011 Rose Bowl. He is the all-time leader in wins at Texas Christian University.",
  "/wiki/TCU_Horned_Frogs_football": "The  TCU Horned Frogs football team is the intercollegiate football team of Texas Christian University (TCU). The Horned Frogs compete in Division I Football Bowl Subdivision (FBS), the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States.",
  "/wiki/2011_NFL_Draft": "The 2011 NFL Draft was the 76th installment of the annual NFL Draft, where the franchises of the National Football League select newly eligible football players. Like the 2010 draft, the 2011 draft was held at Radio City Music Hall in New York City, New York, over three days: this year, the first round took place on Thursday, April 28, 2011; the second and third rounds took place on Friday, April 29; with the final four rounds on Saturday, April 30, 2011. The Carolina Panthers, who had the worst record for the 2010 NFL season at 2–14, had the right to the first selection in the draft, where they selected Auburn University quarterback Cam Newton, who was the 2010 Heisman Trophy winner.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/List_of_Cleveland_Browns_starting_quarterbacks": "The Cleveland Browns are a professional American football team in Cleveland, Ohio. The Browns compete in the National Football League (NFL) as a member of the American Football Conference (AFC) North division.",
  "/wiki/Baker_Mayfield": "Baker Reagan Mayfield (born April 14, 1995) is an American football quarterback for the Cleveland Browns of the National Football League (NFL). Mayfield began his college football career as a walk-on player for the Texas Tech Red Raiders. Mayfield transferred from Texas Tech to Oklahoma following supposed scholarship issues and a lack of communication with coaches. After sitting out the 2014 season due to NCAA transfer rules, Mayfield won the starting quarterback job in 2015. He won several awards for his performance as a senior in 2017, including the Heisman Trophy, Maxwell Award, Walter Camp Award, and unanimous All-America recognition.",
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984).",
  "/wiki/List_of_Dallas_Cowboys_starting_quarterbacks": "These quarterbacks have started at least one game for the Dallas Cowboys of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Cowboys.",
  "/wiki/Dak_Prescott": "Rayne Dakota \"Dak\" Prescott (born July 29, 1993) is an American football quarterback for the Dallas Cowboys of the National Football League (NFL). He played college football for the Mississippi State Bulldogs and was selected by the Cowboys in the fourth round of the 2016 NFL Draft.",
  "/wiki/Mississippi_State_Bulldogs_football": "The Mississippi State Bulldogs football program represents Mississippi State University (MSU) in the sport of American football. The Bulldogs compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC). Mississippi State has won one SEC championship in 1941 and a division championship in 1998. The Bulldogs have 16 postseason bowl appearances. The program has produced 38 All-Americans (2 consensus), 171 All-SEC selections, and 124 NFL players (11 first-round draft picks). The Bulldogs’ home stadium, Davis Wade Stadium, is the second oldest in the NCAA Division I FBS.",
  "/wiki/2016_NFL_Draft": "The 2016 NFL Draft was the 81st annual meeting of National Football League (NFL) franchises to select newly eligible American football players. As in 2015, the draft took place in Chicago, Illinois at the Auditorium Theatre and Grant Park. The draft began on Thursday, April 28 with the first round, and ended on Saturday, April 30. The Tennessee Titans, the team with the fewest wins in the NFL for the 2015 season, traded the right to the top pick in the draft to the Los Angeles Rams, the first time the top pick was traded before the draft since 2001 when the San Diego Chargers traded their first pick to the Atlanta Falcons. Ohio State became the second school to have three players drafted in the top ten and to have five players drafted in the first round.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/List_of_Denver_Broncos_starting_quarterbacks": "These quarterbacks have started at least one game for the Denver Broncos of the National Football League. They are listed in order of the date of each player's first start at quarterback for the team.",
  "/wiki/Drew_Lock": "Drew Lock (born November 10, 1996) is an American football quarterback for the Denver Broncos of the National Football League (NFL). He played college football for the Missouri Tigers and was drafted by the Broncos in the second round of the 2019 NFL Draft.",
  "/wiki/Missouri_Tigers_football": "The Missouri Tigers football program represents the University of Missouri (often referred to as Mizzou) in college football and competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA).",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/List_of_Detroit_Lions_starting_quarterbacks": "These quarterbacks have started at least one game for the Detroit Lions of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Lions. As of the beginning of the 2019 season, their starting quarterback is Matthew Stafford.",
  "/wiki/David_Blough": "David Marshall Blough (born July 31, 1995) is an American football quarterback for the Detroit Lions of the National Football League (NFL). He was Purdue's backup quarterback in 2015 and led the Boilermakers to a win against Nebraska. As a redshirt sophomore in 2016, he started 12 games and earned Academic All-Big Ten honors. Blough was selected by ESPN.com as the thirty-fifth best high school quarterback. He signed with the Cleveland Browns as an undrafted free agent at the conclusion of the 2019 NFL Draft.",
  "/wiki/Purdue_Boilermakers_football": "The Purdue Boilermakers football team represents Purdue University in the NCAA Football Bowl Subdivision (FBS) of college football. Purdue plays its home games at Ross–Ade Stadium on the campus of Purdue University in West Lafayette, Indiana. The head coach of Purdue is Jeff Brohm, the 36th head coach in program history. The Boilermakers compete in the Big Ten Conference as a member of the West Division. Purdue had most recently been a part of the Leaders Division of the Big Ten, but moved to the West Division in 2014 due to conference expansion.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/List_of_Green_Bay_Packers_starting_quarterbacks": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin.  They are members of the North Division of the National Football Conference (NFC) and are the third-oldest franchise in the National Football League (NFL).  The club was founded in 1919 by coach, player, and future Hall of Fame inductee Curly Lambeau and sports and telegraph editor George Whitney Calhoun.  The Packers competed against local teams for two seasons before entering the NFL in 1921.",
  "/wiki/Aaron_Rodgers": "Aaron Charles Rodgers (born December 2, 1983) is an American football quarterback for the Green Bay Packers of the National Football League (NFL). Rodgers played college football at California, where he set several career passing records, including lowest single-season and career interception rates. He was selected in the first round of the 2005 NFL Draft by the Packers.",
  "/wiki/California_Golden_Bears_football": "The California Golden Bears football program represents the University of California, Berkeley, in college football as a member of the Pac-12 Conference at the NCAA Division I FBS level. The team plays its home games at California Memorial Stadium and is coached by Justin Wilcox. Since beginning of play in 1886, the team has won five NCAA recognized national titles - 1920, 1921, 1922, 1923, and 1937 and 14 conference championships, the last one in 2006. It has also produced what are considered to be two of the oddest and most memorable plays in college football: Roy \"Wrong Way\" Riegels' fumble recovery at the 1929 Rose Bowl and The Play kickoff return in the 1982 Big Game.",
  "/wiki/2005_NFL_Draft": "The 2005 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 23–24, 2005. The league also held a supplemental draft that year, which was held after the regular draft but before the regular season. The draft took place at the Jacob K. Javits Convention Center in New York City, and was televised for the 26th consecutive year on ESPN and ESPN2. The NFL draft had been held at Madison Square Garden since 1995, but was moved to the Javits Center in 2005. The draft featured the San Francisco 49ers selecting first overall Alex Smith from the\nUniversity of Utah. The main storyline going into the draft was the mystery surrounding when Quarterback Aaron Rodgers would be drafted, as well as his subsequent fall to the Packers. Compensatory selections were distributed amongst fourteen teams, with the Philadelphia Eagles and the St. Louis Rams garnering the most with four picks each. Three of the first five picks were running backs, an NFL draft first. The 255 players chosen in the draft were composed of:",
  "/wiki/Houston_Texans": "The Houston Texans are a professional American football team based in Houston, Texas. The Texans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at NRG Stadium.",
  "/wiki/List_of_Houston_Texans_starting_quarterbacks": "These quarterbacks have started at least one game for the Houston Texans of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Texans.",
  "/wiki/AJ_McCarron": "Raymond Anthony \"A. J.\" McCarron Jr. (born September 13, 1990) is an American football quarterback for the Houston Texans of the National Football League (NFL). He played college football at Alabama and was drafted by the Cincinnati Bengals in the fifth round of the 2014 NFL Draft. Alabama won the BCS National Championship in 2011 against LSU and 2012 against Notre Dame, making him the only quarterback to win back-to-back BCS national championships. McCarron is one of only seven quarterbacks in history to win back-to-back titles in some form and the first FBS quarterback to win back-to-back consecutive titles since USC's Matt Leinart in 2003 and 2004. In addition, since his freshman/redshirt year, McCarron has been associated with three national title teams under coach Nick Saban: 2009, 2011, and 2012.",
  "/wiki/Alabama_Crimson_Tide_football": "The Alabama Crimson Tide football program represents the University of Alabama (variously Alabama, UA, or Bama) in the sport of American football. The team competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC). The team is currently coached by Nick Saban. The Crimson Tide is among the most storied and decorated football programs in NCAA history. Since beginning play in 1892, the program claims 17 national championships, including 12 wire-service (AP or Coaches) national titles in the poll-era, and five other titles before the poll-era. From 1958 to 1982, the team was led by Hall of Fame coach Paul \"Bear\" Bryant, who won six national championships with the program. Despite numerous national and conference championships, it was not until 2009 that an Alabama player received a Heisman Trophy, when running back Mark Ingram became the university's first winner. In 2015, Derrick Henry became the university's second Heisman winner.",
  "/wiki/2014_NFL_Draft": "The 2014 NFL draft was the 79th annual meeting of National Football League (NFL) franchises to select newly eligible football players to the league. The draft, officially the \"Player Selection Meeting\", was held at Radio City Music Hall in New York City, New York, on May 8th through May 10th, 2014. One of the most anticipated drafts in recent years kicked off on May 8, 2014 at 8 pm EDT. The draft was moved from its traditional time frame in late April due to a scheduling conflict at Radio City Music Hall.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.",
  "/wiki/List_of_Indianapolis_Colts_starting_quarterbacks": "The Indianapolis Colts are a professional American football team based in Indianapolis, Indiana. They are currently members of the South Division of the American Football Conference (AFC) in the National Football League (NFL).",
  "/wiki/Jacoby_Brissett": "Jacoby Jajuan Brissett (born December 11, 1992)[a] is an American football quarterback for the Indianapolis Colts of the National Football League (NFL). He played college football at Florida before transferring to NC State, and was drafted by the New England Patriots in the third round of the 2016 NFL Draft. As a member of the Patriots as a backup to Tom Brady, the Patriots won Super Bowl LI over the Atlanta Falcons, although Brissett was inactive, and was traded to the Colts the following season. Originally meant to serve as a backup to Andrew Luck, Brissett ended up starting 15 games for the Colts in the 2017 season due to Luck being injured, and threw for over 3,000 yards and 13 touchdowns; he returned to his backup role the following year. Following Luck's retirement prior to the 2019 season, Brissett became the Colts full-time starting quarterback.",
  "/wiki/NC_State_Wolfpack_football": "The NC State Wolfpack football team represents North Carolina State University in the sport of American football. The Wolfpack competes in the NCAA Division I Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). Prior to joining the ACC in 1953, the Wolfpack were a member of the Southern Conference. As a founding member of the ACC, the Wolfpack has won seven conference championships and participated in 31 bowl games, of which the team has won 17, including eight of their last eleven. NC State is currently coached by Dave Doeren.",
  "/wiki/Jacksonville_Jaguars": "The Jacksonville Jaguars are a professional football franchise based in Jacksonville, Florida.  The Jaguars compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at TIAA Bank Field.",
  "/wiki/List_of_Jacksonville_Jaguars_starting_quarterbacks": "These quarterbacks have started at least one game for the Jacksonville Jaguars of the National Football League. They are listed in order of the date of each player's first start at quarterback for the Jaguars.",
  "/wiki/Gardner_Minshew": "Gardner Flint Minshew II (born May 16, 1996) is an American football quarterback for the Jacksonville Jaguars of the National Football League (NFL). He played college football at East Carolina, before transferring to Washington State, and was drafted by the Jaguars in the sixth round of the 2019 NFL Draft. Following an injury to starter Nick Foles in the first game of the 2019 season, Minshew took over starting duties for the team, but resumed the backup position once Foles returned until being named the starter again following Foles struggling.",
  "/wiki/Washington_State_Cougars_football": "The Washington State Cougars football program is the intercollegiate American football team for Washington State University, located in Pullman, Washington. The team competes at the NCAA Division I level in the FBS and is a member of the North Division of the Pac-12 Conference (Pac-12). Known as the Cougars, the first football team was fielded in 1894.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/List_of_Kansas_City_Chiefs_starting_quarterbacks": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs are a member of the Western Division of the American Football Conference in the National Football League (NFL). Originally named the Dallas Texans, the club was founded by Lamar Hunt in 1960 as a charter member of the American Football League. In 1963, the team moved to Kansas City, Missouri and were renamed the Kansas City Chiefs.",
  "/wiki/Patrick_Mahomes": "Patrick Lavon Mahomes II (born September 17, 1995) is an  American football quarterback for the Kansas City Chiefs of the National Football League (NFL). He is the son of former Major League Baseball (MLB) pitcher Pat Mahomes. He initially played college football and college baseball at Texas Tech University. Following his sophomore year, he quit baseball to focus solely on football. Mahomes' junior year, he led all NCAA Division I FBS players in multiple categories including passing yards (5,052 yards) and passing touchdowns (53 touchdowns). He then entered the 2017 NFL Draft where he was the tenth overall selection by the Kansas City Chiefs.",
  "/wiki/Texas_Tech_Red_Raiders_football": "The Texas Tech Red Raiders football program is a college football team that represents Texas Tech University (variously \"Texas Tech\" or \"TTU\"). The team competes, as a member of the Big 12 Conference, which is a Division I Football Bowl Subdivision (formerly Division I-A) of the National Collegiate Athletic Association (NCAA). The program began in 1925 and has an overall winning record, including a total of 11 conference titles and one division title. On November 30, 2018, Matt Wells was hired as the team's 16th head football coach after former Red Raiders quarterback Kliff Kingsbury was terminated upon conclusion of the 2018 season. Home games are played at Jones AT&T Stadium in Lubbock, Texas.",
  "/wiki/Los_Angeles_Chargers": "The Los Angeles Chargers are a professional American football team based in the Greater Los Angeles area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded on August 14, 1959, and began play on September 10, 1960, as a charter member of the American Football League (AFL), and spent its first season in Los Angeles, before moving to San Diego in 1961 to become the San Diego Chargers. The Chargers joined the NFL as result of the AFL–NFL merger in 1970, and played their home games at SDCCU Stadium.  The return of the Chargers to Los Angeles was announced for the 2017 season, just one year after the Rams had moved back to the city from St. Louis. The Chargers played their home games at Dignity Health Sports Park, formerly named StubHub Center, from 2017 to 2019. Starting in 2020, they will play their home games at SoFi Stadium, which they will share with the Los Angeles Rams.",
  "/wiki/List_of_Los_Angeles_Chargers_starting_quarterbacks": "These quarterbacks have started at least one game for the National Football League (NFL)'s Los Angeles Chargers or its predecessor, the San Diego Chargers. They are listed in order of the date of each player's first start at quarterback for the team.",
  "/wiki/Philip_Rivers": "Philip Michael Rivers (born December 8, 1981) is an American football quarterback for the Los Angeles Chargers of the National Football League (NFL). He played college football at North Carolina State. He was drafted in the first round of the 2004 NFL Draft with the fourth overall pick by the New York Giants, who traded him to the Chargers for their first overall pick, quarterback Eli Manning. Rivers has been selected to the Pro Bowl eight times, and was named NFL Comeback Player of the Year in 2013.",
  "/wiki/2004_NFL_Draft": "The 2004 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting.  The draft was held April 24–25, 2004 at the Theater at Madison Square Garden in New York City. No teams chose to claim any players in the supplemental draft that year.",
  "/wiki/Los_Angeles_Rams": "The Los Angeles Rams are a professional American football team based in the Greater Los Angeles area. The Rams compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The club has won three NFL championships, and is the only one to win championships representing three cities (Cleveland in 1945, Los Angeles in 1951, and St. Louis in 1999). Starting in 2020, the Rams will play their home games at SoFi Stadium in Inglewood, which they will share with the Los Angeles Chargers.",
  "/wiki/List_of_Los_Angeles_Rams_starting_quarterbacks": "These quarterbacks have started at least one game for the Los Angeles Rams of the National Football League. The Rams were formerly known as the St. Louis Rams and the Cleveland Rams. The players are listed in order of the date of each player's first start at quarterback for the Rams.",
  "/wiki/Jared_Goff": "Jared Thomas Goff (born October 14, 1994) is an American football quarterback for the Los Angeles Rams of the National Football League (NFL). He played college football at University of California, Berkeley and was a first-team All-Pac-12 quarterback in 2015. He was selected by the Rams as the first overall pick of the 2016 NFL Draft. He started his rookie season as the backup to Case Keenum, eventually taking over as the starter during the latter half of the season. In 2018, Goff helped lead the Rams to a 13–3 record and a trip to Super Bowl LIII, the franchise's first Super Bowl appearance since the 2001 season, but lost to the New England Patriots 13–3. He has been selected to two Pro Bowls.",
  "/wiki/Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Dolphins play their home games at Hard Rock Stadium, located in the northern suburb of Miami Gardens, Florida. The Dolphins are the oldest professional sports team in Florida. Of the four AFC East teams, they are the only team in the division that was not a charter member of the American Football League (AFL).",
  "/wiki/List_of_Miami_Dolphins_starting_quarterbacks": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. They are members of the East Division of the American Football Conference (AFC) in the National Football League (NFL). Lawyer Joe Robbie and actor Danny Thomas were granted enfranchisement on August 15, 1965, committing their team as the ninth member of the American Football League (AFL).",
  "/wiki/Ryan_Fitzpatrick": "Ryan Joseph Fitzpatrick (born November 24, 1982), nicknamed Fitzmagic, is an American football quarterback for the Miami Dolphins of the National Football League (NFL). He was drafted by the St. Louis Rams in the seventh round of the 2005 NFL Draft. He played college football at Harvard and was the first quarterback in school history to rush for over 1,000 yards in a career.",
  "/wiki/Harvard_Crimson_football": "The Harvard Crimson football program represents Harvard University in college football at the NCAA Division I Football Championship Subdivision (formerly Division I-AA). Harvard's football program is one of the oldest in the world, having begun competing in the sport in 1873. The Crimson has a legacy that includes thirteen national championships and 20 College Football Hall of Fame inductees, including the first African-American college football player William H. Lewis, Huntington \"Tack\" Hardwick, Barry Wood, Percy Haughton, and Eddie Mahan. Harvard is the eighth winningest team in NCAA Division I football history.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/List_of_Minnesota_Vikings_starting_quarterbacks": "The Minnesota Vikings are a professional American football team based in Minneapolis. They are members of the North Division of the National Football Conference (NFC) in the National Football League (NFL). A franchise was granted to Minneapolis businessmen Bill Boyer, H. P. Skoglund and Max Winter in 1959 as a member of the American Football League (AFL). The ownership forfeited their AFL membership in January 1960 and received the National Football League's 14th franchise on January 28, 1960 that started play in 1961.",
  "/wiki/Sean_Mannion_(American_football)": "Sean Thomas Mannion (born April 25, 1992) is an American football quarterback for the Minnesota Vikings of the National Football League (NFL). He played college football at Oregon State and was the Beavers' starting quarterback from 2011 to 2014. He was drafted by the St. Louis Rams in the third round of the 2015 NFL draft.",
  "/wiki/Oregon_State_Beavers_football": "The Oregon State Beavers football team represents Oregon State University in NCAA Division I FBS college football. The team first fielded an organized football team in 1893 and is a member of the Pac-12 Conference's North Division. Jonathan Smith has been the head coach since November 29, 2017. Their home games are played at Reser Stadium in Corvallis, Oregon.",
  "/wiki/2015_NFL_Draft": "The 2015 NFL Draft was the 80th annual meeting of National Football League (NFL) franchises to select newly eligible football players. It took place in Chicago at the Auditorium Theatre and in Grant Park, from April 30 to May 2. The previous fifty NFL drafts (since 1965) had been held in New York City. The 2015 NFL draft was the first to feature an outdoor component, where fans would be able to see the Commissioner on the Auditorium Theatre stage from across the street in the park; this area was called Draft Town. The Tampa Bay Buccaneers held the right to select first because they had the league's worst record in the previous season. The Arizona Cardinals made the final pick in the draft, commonly called Mr. Irrelevant.",
  "/wiki/List_of_starting_quarterbacks_in_the_National_Football_League": "In American football, the starting quarterback is typically viewed as the leader of a team. The quarterback is considered the most important position on the field and among the most important positions in team sports. They are among the most high-profile athletes in the world, and have been described as \"akin to A-list celebrities\". The success of a National Football League (NFL) franchise often rests on the quarterback; thus, teams will go to great lengths to find a \"franchise quarterback\" to build around for the long term goals of the team."
}