{
  "/wiki/1995%E2%80%9396_NCAA_Division_I_men%27s_basketball_season": "The 1995–96 NCAA Division I men's basketball season concluded in the 64-team 1996 NCAA Men's Division I Basketball Tournament whose finals were held at the Continental Airlines Arena in East Rutherford, New Jersey. The Kentucky Wildcats earned their sixth national championship by defeating the Syracuse Orangemen 76–67 on April 1, 1996. They were coached by Rick Pitino and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Tony Delk.",
  "/wiki/Danny_Fortson": "Daniel Anthony Fortson (born March 27, 1976) is an American former professional basketball player. He played power forward in the National Basketball Association (NBA) from 1997 to 2007.",
  "/wiki/Cincinnati_Bearcats_men%27s_basketball": "The Cincinnati Bearcats men's basketball program represents the University of Cincinnati in Cincinnati, Ohio. The school's team competes in NCAA Division I as part of the American Athletic Conference. The Bearcats are coached by John Brannen, who has been UC's head coach since 2019.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/1996%E2%80%9397_NCAA_Division_I_men%27s_basketball_season": "The 1996–97 NCAA Division I men's basketball season concluded in the 64-team 1997 NCAA Men's Division I Basketball Tournament whose finals were held at the RCA Dome in Indianapolis, Indiana. The Arizona Wildcats earned their first national championship by defeating the Kentucky Wildcats 84–79 on March 31, 1997. They were coached by Lute Olsen and the NCAA Basketball Tournament Most Outstanding Player was Arizona's Miles Simon.",
  "/wiki/1997%E2%80%9398_NCAA_Division_I_men%27s_basketball_season": "The 1997–98 NCAA Division I men's basketball season concluded in the 64-team 1998 NCAA Men's Division I Basketball Tournament whose finals were held at the Alamodome in San Antonio, Texas. The Kentucky Wildcats earned their seventh national championship by defeating the Utah Utes 78–69 on March 30, 1998. They were coached by Tubby Smith and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Jeff Shepherd.",
  "/wiki/DeMarco_Johnson": "DeMarco Antonio Johnson (born October 6, 1975) is an American retired professional basketball player and current assistant basketball coach at Hampton University.",
  "/wiki/Charlotte_49ers_men%27s_basketball": "The Charlotte 49ers men's basketball team represents the University of North Carolina at Charlotte (UNC Charlotte) in NCAA Division I basketball. The 49ers are charter members of Conference USA. Charlotte returned to C-USA in 2013 after leaving in 2005 to join the Atlantic 10 Conference. The 49ers have also played in the Sun Belt Conference and were a member of the Metro Conference, which merged with the Great Midwest Conference to form Conference USA.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/1998%E2%80%9399_NCAA_Division_I_men%27s_basketball_season": "The 1998–99 NCAA Division I men's basketball season concluded in the 64-team 1999 NCAA Division I Men's Basketball Tournament whose finals were held at Tropicana Field in St. Petersburg, Florida.  The Connecticut Huskies earned their first national championship by defeating the Duke Blue Devils 77–74 on March 29, 1999.  They were coached by Jim Calhoun and the NCAA Basketball Tournament Most Outstanding Player was Richard Hamilton.",
  "/wiki/Quentin_Richardson": "Quentin L. Richardson (born April 13, 1980) is an American retired professional basketball player, formerly was the director of player development for the Detroit Pistons of the National Basketball Association (NBA). Richardson played professionally for 13 seasons for the Los Angeles Clippers, Phoenix Suns, New York Knicks, Miami Heat and Orlando Magic. He won the NBA Three-Point Shootout in 2005.",
  "/wiki/DePaul_Blue_Demons_men%27s_basketball": "The DePaul Blue Demons men's basketball program is the NCAA Division I intercollegiate men's basketball program of DePaul University in Chicago, Illinois. The team competes in the Big East Conference.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/1999%E2%80%9300_NCAA_Division_I_men%27s_basketball_season": "The 1999–2000 NCAA Division I men's basketball season began on November 11, 1999, with the Coaches Vs. Cancer Classic, progressed through the regular season and conference tournaments, and concluded with the 2000 NCAA Men's Division I Basketball Tournament Championship Game on April 3, 2000, at the RCA Dome in Indianapolis, Indiana.",
  "/wiki/Kenyon_Martin": "Kenyon Lee Martin (born December 30, 1977) is an American former professional basketball player who played 15 seasons in the National Basketball Association (NBA). He played for the New Jersey Nets, Denver Nuggets, Los Angeles Clippers, New York Knicks and Milwaukee Bucks of the NBA, and the Xinjiang Flying Tigers of China. The 6'9\" power forward played college basketball for Cincinnati before being drafted with the first overall pick in the 2000 NBA draft by the New Jersey Nets.",
  "/wiki/2000%E2%80%9301_NCAA_Division_I_men%27s_basketball_season": "The 2000–01 NCAA Division I men's basketball season began on November 8, 2000, progressed through the regular season and conference tournaments, and concluded with the 2001 NCAA Men's Division I Basketball Tournament Championship Game on April 2, 2001 at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota. The Duke Blue Devils won their third NCAA national championship with an 82–72 victory over the Arizona Wildcats.",
  "/wiki/Steve_Logan": "Steve Deontay Logan (born March 20, 1980) is an American former professional basketball player. He played with the University of Cincinnati Bearcats. He became a star point guard in his collegiate career, and was named a first team All-American his senior year along with future NBA players Jay Williams, Juan Dixon, Drew Gooden, and Dan Dickau.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/2001%E2%80%9302_NCAA_Division_I_men%27s_basketball_season": "The 2001–02 NCAA Division I men's basketball season began on November 9, 2001, progressed through the regular season and conference tournaments, and concluded with the 2002 NCAA Men's Division I Basketball Tournament Championship Game on April 1, 2002 at the Georgia Dome in Atlanta, Georgia. The Maryland Terrapins won their first NCAA national championship with a 64–52 victory over the Indiana Hoosiers.",
  "/wiki/2002%E2%80%9303_NCAA_Division_I_men%27s_basketball_season": "The 2002–03 NCAA Division I men's basketball season began on November 10, 2002, progressed through the regular season and conference tournaments, and concluded with the 2003 NCAA Men's Division I Basketball Tournament Championship Game on April 7, 2003 at the Louisiana Superdome in New Orleans, Louisiana. The Syracuse Orange and coach Jim Boeheim won their first NCAA national championship with an 81–78 victory over the Kansas Jayhawks.",
  "/wiki/Dwyane_Wade": "Dwyane Tyrone Wade Jr. (/dweɪn/ dwayn; born January 17, 1982) is an American former professional basketball player. Wade spent the majority of his 16-year career playing for the Miami Heat in the National Basketball Association (NBA). After a successful college basketball career with the Marquette Golden Eagles, Wade was drafted fifth overall in the 2003 NBA draft by the Heat. In his third season, Wade led the Heat to their first NBA Championship in franchise history and was named the 2006 NBA Finals MVP. At the 2008 Summer Olympics, Wade led the United States men's basketball team, commonly known as the \"Redeem Team\", in scoring and helped them capture the gold medal. In the 2008–09 season, Wade led the league in scoring and earned his first NBA scoring title. With LeBron James and Chris Bosh, Wade helped guide Miami to four consecutive NBA Finals from 2011 to 2014, winning back-to-back championships in 2012 and 2013. After playing for the Chicago Bulls and the Cleveland Cavaliers, Wade finished his playing career with Miami in 2018. A 13-time NBA All-Star, Wade is Miami's all-time leader in points, games, assists, steals, shots made, and shots taken.",
  "/wiki/Marquette_Golden_Eagles_men%27s_basketball": "The Marquette Golden Eagles men's basketball team (formerly the Marquette Hilltoppers and Marquette Warriors) represents Marquette University in Milwaukee, Wisconsin. Marquette currently competes in the Big East. It last played in the NCAA Division I Men's Basketball Tournament in 2019. Marquette maintains rivalries and highly anticipated games with several other schools, including Villanova University, Georgetown University, and DePaul University. The team plays its home games at Fiserv Forum in downtown Milwaukee, where the Milwaukee Bucks NBA team also plays, which opened in September 2018 as the replacement for both teams' home of the previous 30 seasons, the Bradley Center.",
  "/wiki/2003%E2%80%9304_NCAA_Division_I_men%27s_basketball_season": "The 2003–04 NCAA Division I men's basketball season began on November 10, 2003, progressed through the regular season and conference tournaments, and concluded with the 2004 NCAA Men's Division I Basketball Tournament Championship Game on April 5, 2004 at the Alamodome in San Antonio, Texas. The Connecticut Huskies won their second NCAA national championship with an 82–73 victory over the Georgia Tech Yellow Jackets.",
  "/wiki/Antonio_Burks_(basketball,_born_1980)": "Antonio Cornell Burks (born February 25, 1980) is an American former professional basketball player who played in the National Basketball Association (NBA) and Europe. At 6'0\" (1.83 m), he played as a guard. Burks played at Booker T. Washington High School in Memphis, then one year at Hiwassee Junior College in Madisonville, Tennessee before joining the University of Memphis as an invited walk-on. He helped the Tigers win the NIT in 2002. His senior year he was named the Conference USA player of the year.",
  "/wiki/Memphis_Tigers_men%27s_basketball": "The Memphis Tigers men's basketball team represents the University of Memphis in NCAA Division I men's college basketball. The Tigers have competed in the American Athletic Conference since 2013. As of 2011, the Tigers had the 29th highest winning percentage in NCAA history. Lacking an on campus arena they play home games at the Memphis Grizzlies arena the FedExForum. ESPN Stats and Information Department ranked Memphis as the 19th most successful basketball program from 1962 to 2012 in their annual 50 in 50 list.",
  "/wiki/2004%E2%80%9305_NCAA_Division_I_men%27s_basketball_season": "The 2004–05 NCAA Division I men's basketball season began on November 10, 2004, progressed through the regular season and conference tournaments, and concluded with the 2005 NCAA Men's Division I Basketball Tournament Championship Game on April 4, 2005 at the Edward Jones Dome in Saint Louis, Missouri. The North Carolina Tar Heels won their fourth NCAA national championship with a 75–70 victory over the Illinois Fighting Illini.",
  "/wiki/Eddie_Basden": "Edward Richard Basden  (born February 15, 1983) is an American professional basketball player who formerly played in the National Basketball Association (NBA).",
  "/wiki/2005%E2%80%9306_NCAA_Division_I_men%27s_basketball_season": "The 2005–06 NCAA Division I men's basketball season began on November 6, 2005, progressed through the regular season and conference tournaments, and concluded with the 2006 NCAA Division I Men's Basketball Tournament Championship Game on April 3, 2006, at the RCA Dome in Indianapolis, Indiana. The Florida Gators won their first NCAA national championship with a 73–56 victory over the UCLA Bruins. This was the final Final Four site at the RCA Dome. The Final Four will return to the city of Indianapolis, but will be held at Lucas Oil Stadium.",
  "/wiki/Rodney_Carney": "Rodney Dion Carney (born April 15, 1984) is an American professional basketball player for the Toyotsu Fighting Eagles Nagoya of the B.League. He played college basketball for the University of Memphis and was selected in the 2006 NBA draft by the Chicago Bulls and shortly afterwards traded to the Philadelphia 76ers.",
  "/wiki/2006%E2%80%9307_NCAA_Division_I_men%27s_basketball_season": "The 2006–07 NCAA Division I men's basketball season began on November 7, 2006, progressed through the regular season and conference tournaments, and concluded with the 2007 NCAA Division I Men's Basketball Tournament Championship Game on April 2, 2007 at the Georgia Dome in Atlanta, Georgia. The Florida Gators successfully defended their national championship with an 84–75 victory over the Ohio State Buckeyes.",
  "/wiki/Morris_Almond": "Morris Almond (born February 2, 1985) is an American former professional basketball player. Almond is the founder of Almond Athletics. His last professional appearance would be for the Los Angeles D-Fenders of the NBA Development League (D-League).",
  "/wiki/Rice_Owls_men%27s_basketball": "The Rice Owls men's basketball program is the intercollegiate men's basketball program of Rice University. The program is classified in the NCAA's Division I, and the team competes in Conference USA. They previously participated in the Southwest Conference (1914–1996) and  the Western Athletic Conference (1996–2005).",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/2007%E2%80%9308_NCAA_Division_I_men%27s_basketball_season": "The 2007–08 NCAA Division I men's basketball season began on November 5, 2007 ended with the 2008 NCAA Men's Division I Basketball Tournament's championship game on April 7, 2008, in the Alamodome in San Antonio, Texas.",
  "/wiki/Chris_Douglas-Roberts": "Chris Douglas Roberts (born January 8, 1987) is the CEO and President of DCTG Media Agency and a former professional basketball player. He played college basketball for the University of Memphis.",
  "/wiki/2008%E2%80%9309_NCAA_Division_I_men%27s_basketball_season": "The 2008–09 NCAA Division I men's basketball season began on November 10, 2008, and ended with the 2009 NCAA Men's Division I Basketball Tournament's championship game on April 6, 2009, at Ford Field in Detroit, Michigan.  The season saw six different teams achieve the AP #1 ranking during the year (just one shy of the NCAA record).  Oklahoma sophomore Blake Griffin was the dominant individual performer, sweeping National Player of the Year honors.  The season began with North Carolina becoming the first unanimous preseason #1 team, and ended with the Tar Heels dominating the NCAA tournament en route to their fifth NCAA title.  UNC won its six NCAA tournament games by double digits, and by an average of 19.8 points per game.  Junior Wayne Ellington was named Final Four Most Outstanding Player.",
  "/wiki/Jermaine_Taylor_(basketball)": "Jermaine Taylor (born December 8, 1986) is an American professional basketball player. Taylor was a starting guard for the University of Central Florida basketball team before being selected with the 32nd overall pick in the 2009 NBA draft by the Washington Wizards, and soon after traded to the Houston Rockets.",
  "/wiki/UCF_Knights_men%27s_basketball": "The UCF Knights men's basketball team represents The University of Central Florida located in Orlando, Florida, United States. UCF competes in Division I of the National Collegiate Athletic Association (NCAA), and the American Athletic Conference (The American). The Knights play their home games in the Addition Financial Arena located on the university's main campus. They are coached by Johnny Dawkins who was hired in 2016.",
  "/wiki/2009%E2%80%9310_NCAA_Division_I_men%27s_basketball_season": "The 2009–10 NCAA Division I men's basketball season began on November 9, 2009, and ended with the 2010 NCAA Men's Division I Basketball Tournament's championship game on April 5, 2010, on the Lucas Oil Stadium in Indianapolis. The opening round occurred on Tuesday, March 16, 2010, followed by first and second rounds on Thursday through Sunday, March 18–21, 2010. Regional games were played on Thursday through Sunday, March 25–28, 2010, with the Final Four played on Saturday and Monday, April 3 and 5, 2010.",
  "/wiki/Randy_Culpepper": "Randy Lechard Culpepper (born May 16, 1989) is an American professional basketball player for Pistoia Basket 2000 of the Italian Lega Basket Serie A (LBA).",
  "/wiki/UTEP_Miners_basketball": "The UTEP Miners is the name given to the sports teams of the University of Texas at El Paso (UTEP). They are informally referred to as the Miners, UTEP, or Texas–El Paso. UTEP was a member of the Western Athletic Conference from 1967 to 2005, when they joined Rice, Tulsa, and SMU in leaving the WAC for Conference USA. The UTEP Miners are best known as the only team in Texas to win a NCAA Men's Basketball Championship. UTEP's colors are orange and blue and the mascot is a miner named Paydirt Pete.",
  "/wiki/2010%E2%80%9311_NCAA_Division_I_men%27s_basketball_season": "The 2010–11 NCAA Division I men's basketball season began on November 8, 2010 with the preliminary games of the 2010 Coaches Vs. Cancer Classic, and ended with the 2011 NCAA Men's Division I Basketball Tournament's championship game on April 4, 2011 at Reliant Stadium in Houston. The tournament's first-round games occurred March 15–16, 2011 in Dayton, followed by second and third rounds on Thursday through Sunday, March 17–20, 2011. Regionals games will be played on Thursday through Sunday, March 24–27, 2011, with the Final Four played on Saturday and Monday, April 2 and 4, 2011.",
  "/wiki/Aaron_Johnson_(basketball)": "Aaron Westley Johnson (born October 27, 1988) is an American professional basketball player for Stal Ostrów Wielkopolski of the Polish Basketball League. He played college basketball for UAB. As a senior in 2010–11, he led  NCAA Division I in assists with 7.70 per game. In addition, he was named Conference USA Men's Basketball Player of the Year.",
  "/wiki/UAB_Blazers_men%27s_basketball": "The UAB Blazers men's basketball team represents the University of Alabama at Birmingham (UAB) in the NCAA Division I men's college basketball, and have competed in Conference USA (C-USA) since 1995.",
  "/wiki/2011%E2%80%9312_NCAA_Division_I_men%27s_basketball_season": "The 2011–12 NCAA Division I men's basketball season began on November 7, 2011 with the (2K Sports Classic) and ended with the 2012 NCAA Men's Division I Basketball Tournament's championship game on April 2, 2012 at the Mercedes-Benz Superdome in New Orleans. The tournament began with four first-round games on March 13–14, 2012 in Dayton, Ohio, US, followed by second and third rounds on Thursday through Sunday, March 15–18, 2012. Regionals games were played on Thursday through Sunday, March 22–25, 2012, with the Final Four played on Saturday and Monday, March 31 and April 2, 2012.",
  "/wiki/Will_Barton": "William “The Thrill” Norman Barton III (born January 6, 1991) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for Memphis, where he won the Conference USA Player of the Year in 2012. He was selected with the 40th pick of the 2012 NBA draft by the Portland Trail Blazers.",
  "/wiki/2012%E2%80%9313_NCAA_Division_I_men%27s_basketball_season": "The 2012–13 NCAA Division I men's basketball season began in November with the 2K Sports Classic and ended with the Final Four in Atlanta, April 6–8.",
  "/wiki/Joe_Jackson_(basketball)": "Joseph Nathaniel Jackson (born February 8, 1992) is an American professional basketball player who last played for the Northern Arizona Suns of the NBA G League. He played college basketball for the University of Memphis where he was named the 2013 Conference USA Player of the Year.",
  "/wiki/2013%E2%80%9314_NCAA_Division_I_men%27s_basketball_season": "The 2013–14 NCAA Division I men's basketball season began in November with the 2K Sports Classic and ended with the Final Four in Arlington, Texas April 5–7. It was tipped off by the 2013 Champions Classic on November 12, 2013.",
  "/wiki/Shawn_Jones_(basketball)": "Shawn Jones (born March 25, 1992) is an American-born Kosovan professional basketball player for Anwil Włocławek of the Polish Basketball League (PLK). He played college basketball for Middle Tennessee State University, where he was named the Conference USA Men's Basketball Player of the Year in 2014.",
  "/wiki/Middle_Tennessee_Blue_Raiders_men%27s_basketball": "The Middle Tennessee Blue Raiders men's basketball team is the basketball team that represents Middle Tennessee State University in Murfreesboro, Tennessee, United States.  The school's team currently competes in Conference USA and are currently led by second-year head coach Nick McDevitt.",
  "/wiki/2014%E2%80%9315_NCAA_Division_I_men%27s_basketball_season": "The 2014–15 NCAA Division I men's basketball season began in November with the 2K Sports Classic and ended with the Final Four in Indianapolis April 4–6.  Practices officially began on October 3.",
  "/wiki/Speedy_Smith": "Kenneth J. \"Speedy\" Smith Jr. (born January 28, 1993) is an American professional basketball player for Spirou Basket of the Belgian Pro Basketball League. He was named Conference USA Men's Basketball Player of the Year in 2015.",
  "/wiki/Louisiana_Tech_Bulldogs_basketball": "The Louisiana Tech Bulldogs basketball program, nicknamed the Dunkin' Dawgs, represents intercollegiate men's basketball at Louisiana Tech University. The program competes in Conference USA in Division I of the National Collegiate Athletic Association (NCAA) and plays home games at the Thomas Assembly Center in Ruston, Louisiana. Eric Konkol is in his fourth season as the Bulldogs' head coach.",
  "/wiki/Conference_USA_Men's_Basketball_Player_of_the_Year": "The Conference USA Men's Basketball Player of the Year is a basketball award given to Conference USA's (C-USA) most outstanding player. The award was first given following C-USA's inaugural 1995–96 season. Two players have received the award multiple times: Danny Fortson (1996, 1997) and Steve Logan (2001, 2002). Coincidentally, both players attended the University of Cincinnati. Another Bearcat, Kenyon Martin, won the C-USA Player of the Year award the same season he was selected as the consensus National Player of the Year (2000)."
}