{
  "/wiki/High_Roller_(Ferris_wheel)": "High Roller is a 550-foot tall (167.6 m), 520-foot (158.5 m) diameter giant Ferris wheel on the Las Vegas Strip in Paradise, Nevada, United States of America. Owned and operated by Caesars Entertainment Corporation, it opened to the public on March 31, 2014 and is currently the world's tallest Ferris wheel. It is 9 ft (2.7 m) taller than its predecessor, the 541-foot (165 m) Singapore Flyer, which had held the record since 2008.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Las_Vegas_Strip": "The Las Vegas Strip is a stretch of South Las Vegas Boulevard in Clark County, Nevada that is known for its concentration of resort hotels and casinos. The Strip,  about 4.2 miles (6.8 km) long, sits immediately south of the Las Vegas city limits in the unincorporated towns of Paradise and Winchester but is often referred to as being in Las Vegas.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Singapore_Flyer": "The Singapore Flyer is a giant observation wheel at Downtown Core, Singapore. It opened in 2008, with construction having taken about 2½ years. It carried its first paying passengers on 11 February, had a soft opening to the public on 1 March, and was then officially opened on 15 April. It has 28 air-conditioned capsules, each able to accommodate 28 passengers, and incorporates a three-story terminal building.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Marina_Centre": "Marina Centre (Chinese: 滨海中心; Malay: Marina Pusat) is a zone of reclaimed land within the Downtown Core in the southern part of Singapore. Together with the Marina South area, it encloses the sheltered Marina Bay.",
  "/wiki/Downtown_Core": "The Downtown Core is the historical and downtown centre of the city-state of Singapore and the main commercial area in Singapore excluding reclaimed lands with many integrated resorts such as the Marina Bay Sands, one of the most expensive buildings in the world, with the most expensive standalone casino at Bayfront Avenue. There are many skyscrapers in Raffles Place, Tanjong Pagar and Marina Bay CBD with a height limit of 280m. It is one of the eleven planning areas located within the most urbanised Central Area, forming the latter's dense urban core. It is bounded by Rochor to the north, Kallang to the northeast, Marina East and Marina South to the east, Straits View to the southeast, Bukit Merah to the south, as well as Outram, Museum and Singapore River to the west.",
  "/wiki/Star_of_Nanchang": "The Star of Nanchang (Chinese: 南昌之星 or Chinese: 南昌之星摩天轮) is a 160-metre (525 ft) tall giant Ferris wheel located in the eastern Chinese city of Nanchang, the capital of Jiangxi Province.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Nanchang": "Nanchang is the capital and largest city of Jiangxi Province in southeastern China. As of November 2017, the total population in Nanchang City was 5,246,600, while the urban population is 2,887,800. Located in the north-central part of the province and in the hinterland of Poyang Lake Plain, it is bounded on the west by the Jiuling Mountains, and on the east by Poyang Lake. Because of its strategic location connecting the prosperous East and South China, it has become a major railway hub in Southern China in recent decades.",
  "/wiki/Jiangxi": "Jiangxi (江西; alternately romanized as Kiangsi or Chianghsi, Gan Chinese: Kongsi, Hakka: Gong Si) is a landlocked province in Eastern China. Its capital and largest city is Nanchang. Spanning from the banks of the Yangtze river in the north into hillier areas in the south and east, it shares a border with Anhui to the north, Zhejiang to the northeast, Fujian to the east, Guangdong to the south, Hunan to the west, and Hubei to the northwest.",
  "/wiki/London_Eye": "The London Eye, or the Millennium Wheel, is a cantilevered observation wheel on the South Bank of the River Thames in London. It is Europe's tallest cantilevered observation wheel, and is the most popular paid tourist attraction in the United Kingdom with over 3.75 million visitors annually, and has made many appearances in popular culture.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/South_Bank": "South Bank is an entertainment and commercial district in central London, next to the River Thames opposite the City of Westminster. It forms a narrow strip of riverside land within the London Borough of Lambeth (where it adjoins Albert Embankment)  and the London Borough of Southwark, (where it adjoins Bankside). As such, South Bank may be regarded as somewhat akin to the riverside part of an area known previously as Lambeth Marsh and North Lambeth.",
  "/wiki/London_Borough_of_Lambeth": "Lambeth (/ˈlæmbəθ/ (listen)) is a London borough in south London, England, which forms part of Inner London. Its name was recorded in 1062 as Lambehitha (\"landing place for lambs\") and in 1255 as Lambeth. The geographical centre of London is at Frazier Street near Lambeth North tube station, though nearby Charing Cross on the other side of the Thames in the City of Westminster is traditionally considered the centre of London.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Sky_Dream_(Taiwan)": "The Sky Dream (Chinese: 天空之夢摩天輪) is a Ferris wheel in Lihpao Land, Houli District, Taichung, Taiwan. It is the largest Ferris wheel in Taiwan.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Lihpao_Land": "Lihpao Land (Chinese: 麗寶樂園; pinyin: Lìbǎo Lèyuán) is a theme park located in Houli District, Taichung, Taiwan.",
  "/wiki/Taichung": "Taichung (/ˌtaɪˈtʃʌŋ/, Wade–Giles: Tʻai²-chung¹), officially Taichung City,[I] is a special municipality located in central Taiwan. Taichung has a population of approximately 2.81 million people and is Taiwan's second most populous city, overtaking Kaohsiung in July 2017. It serves as the core of the Taichung–Changhua metropolitan area, which is the second largest metropolitan area in Taiwan. The current city was formed when Taichung County merged with the original provincial Taichung City to form the special municipality on 25 December 2010.",
  "/wiki/Redhorse_Osaka_Wheel": "Redhorse Osaka Wheel is a 123-metre (404 ft) tall giant Ferris wheel at Expocity in Suita, Osaka Prefecture, Japan.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Suita,_Osaka": "Suita (吹田市, Suita-shi) is a city located in northern Osaka Prefecture, Japan.",
  "/wiki/The_Wheel_at_ICON_Park_Orlando": "The Wheel at ICON Park Orlando is a 400 ft (122 m) tall giant observation wheel in Orlando, Florida, United States. Opening under the name Orlando Eye, it carried its first passenger on April 29, 2015. On July 28, 2016, it was re-branded to be known as the Coca-Cola Orlando Eye. On March 11, 2018, another name change took place, making it the ICON Orlando. On April 4, 2019, the name was changed once again, to The Wheel at ICON Park Orlando. This included a re-branding of the property to become ICON Park.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Suzhou_Ferris_Wheel": "Suzhou Ferris Wheel is a 120-metre (394 ft) tall giant Ferris wheel on the east bank of Jinji Lake in Suzhou, Jiangsu, China. It has 60 passenger cabins, a maximum capacity of 300 passengers, and takes approximately 20 minutes to complete each revolution.",
  "/wiki/Suzhou": "Suzhou (Chinese: 苏州; Suzhounese pronunciation: [səu tsøʏ], Putonghua pronunciation: [sú.ʈʂóu]), alternately romanized as Soochow, is a major city located in southeastern Jiangsu Province of East China, about 100 km (62 mi) northwest of Shanghai. It is a major economic center and focal point of trade and commerce, and the second largest city in the province, after its capital Nanjing. The city is situated on the lower reaches of the Yangtze River and the shores of Lake Tai and belongs to the Yangtze River Delta region. Administratively, Suzhou is a prefecture-level city with a population of 4.33 million in its city proper, and a total resident population (as of 2013[update]) of 10.58 million in its administrative area. Its urban population grew at an unprecedented rate of 6.5% between 2000 and 2014, which is the highest among cities with more than 5 million people.",
  "/wiki/Jiangsu": "Jiangsu (江苏; formerly Kiangsu) is an eastern-central coastal province of the People's Republic of China. It is one of the leading provinces in finance, education, technology, and tourism, with its capital in Nanjing. Jiangsu is the third smallest, but the fifth most populous and the most densely populated of the 23 provinces of the People's Republic of China. Jiangsu has the highest GDP per capita of Chinese provinces and second-highest GDP of Chinese provinces, after Guangdong. Jiangsu borders Shandong in the north, Anhui to the west, and Zhejiang and Shanghai to the south. Jiangsu has a coastline of over 1,000 kilometres (620 mi) along the Yellow Sea, and the Yangtze River passes through the southern part of the province.",
  "/wiki/Melbourne_Star": "The Melbourne Star (previously Southern Star) is a giant Ferris wheel in the Waterfront City precinct in the Docklands area of Melbourne, the state capital of Victoria, Australia.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Docklands,_Victoria": "Docklands (also known as Melbourne Docklands to differentiate it from London Docklands) is an inner-western suburb of Melbourne, Victoria, Australia, 2 km (1.2 mi) from Melbourne's Central Business District. Its local government area is the City of Melbourne. At the 2016 Census, Docklands had a population of 10,964.\nDocklands occupies an area adjacent to the Melbourne central business district (CBD), consisting of land and water totalling 200 hectares. It is bounded by Wurundjeri Way  and the Charles Grimes Bridge to the east, CityLink to the west and Lorimer Street across the Yarra to the south and is a primarily waterfront area  centred on the banks of the Yarra River.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Tianjin_Eye": "Tianjin Eye, also called as The Tientsin Eye, is a 120-metre (394 ft) tall giant Ferris wheel built above the Yongle Bridge (formerly Chihai Bridge), over the Hai River in Tianjin, China.",
  "/wiki/Hongqiao_District": "Hongqiao District (simplified Chinese: 红桥区; traditional Chinese: 紅橋區; pinyin: Hóngqiáo Qū) is a district in the city of Tianjin, China. The name of the district derives from the name of a bridge - Dahong Bridge (大红桥; 大虹橋; Dàhóng Qiáo; 'big red bridge') - on the Ziya River, a tributary of Hai River.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Changsha_Ferris_Wheel": "Changsha Ferris Wheel is a 120-metre (390 ft) tall giant Ferris wheel in Changsha, Hunan, China.  It is adjacent to Helong Stadium.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/Hunan": "Hunan (湖南) is a landlocked province in Central China. Located in the middle reaches of the Yangtze watershed, it borders the province-level divisions of Hubei to the north, Jiangxi to the east, Guangdong and Guangxi to the south, Guizhou to the west, and Chongqing to the northwest. Its capital and largest city is Changsha, which also abuts the Xiang River. With a population of just over 67 million as of 2014[update] residing in an area of approximately 210,000 km2 (81,000 sq mi), it is China's 7th most populous province by population and the 10th most extensive province by area.",
  "/wiki/Zhengzhou_Ferris_Wheel": "Zhengzhou Ferris Wheel is a 120-metre (390 ft) tall giant Ferris wheel at Century Amusement Park in Zhengzhou, Henan, China.",
  "/wiki/Henan": "Henan (河南; alternatively Honan) is a landlocked province of the People's Republic of China, located in the central part of the country. Henan is often referred to as Zhongyuan or Zhongzhou (中州), which literally means \"central plain\" or \"midland\", although the name is also applied to the entirety of China proper. Henan is a birthplace of Chinese civilization, with over 3,000 years of recorded history, and remained China's cultural, economical and political center until approximately 1,000 years ago.",
  "/wiki/Sky_Dream_Fukuoka": "Sky Dream Fukuoka (Japanese: スカイドリームフクオカ) was a Ferris wheel which operated at Evergreen Marinoa in the city of Fukuoka, Japan, from 2001 until September 2009.\nIt was 120 metres (390 ft) tall, making it the tallest Ferris wheel in Japan during its years of operation.",
  "/wiki/Fukuoka": "Fukuoka (福岡市, Fukuoka-shi, Japanese: [ɸɯ̥kɯꜜoka]) is the capital city of Fukuoka Prefecture, situated on the northern shore of the Japanese island Kyushu. It is the most populous city on the island, followed by Kitakyushu. It is the largest city and metropolitan area west of Keihanshin. The city was designated on April 1, 1972, by government ordinance. Greater Fukuoka, with a population of 2.5 million people (2005 census), is part of the heavily industrialized Fukuoka–Kitakyushu zone.",
  "/wiki/Kyūshū": "Kyushu (九州, Kyūshū, pronounced [kʲɯꜜːɕɯː] (listen); literally \"Nine Provinces\") is the third largest island of Japan's five main islands. Its alternative ancient names include Kyūkoku (九国, \"Nine Countries\"), Chinzei (鎮西, \"West of the Pacified Area\"), and Tsukushi-no-shima (筑紫島, \"Island of Tsukushi\"). The historical regional name Saikaidō (西海道, lit. West Sea Circuit) referred to Kyushu and its surrounding islands.",
  "/wiki/Diamond_and_Flower_Ferris_Wheel": "Diamond and Flower Ferris Wheel (ダイヤと花の大観覧車, Daiya to hana no daikanransha) is a 117-metre (384 ft) tall Ferris wheel in Kasai Rinkai Park in Edogawa, Tokyo, Japan. It is named for its light shows, which have the appearance of a sparkling diamond or flower.",
  "/wiki/Kasai_Rinkai_Park": "Kasai Rinkai Park (葛西臨海公園 Kasai Rinkai Kōen) is a park in Edogawa, Tokyo, Japan, which officially opened on June 1, 1989. The park includes a bird sanctuary and the Tokyo Sea Life Park aquarium. It was built on reclaimed land which includes two manmade islands, a observation deck and a hotel. It is the second-largest park in the 23 wards of Tokyo (after Mizumoto Park).",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Honshū": "Honshu (本州, Honshū, pronounced [hoɰ̃ꜜɕɯː] (listen); \"Main island/Main province\") is the largest and most populous main island of Japan. It is located south of Hokkaido across the Tsugaru Strait, north of Shikoku across the Inland Sea, and northeast of Kyushu across the Kanmon Straits. The island separates the Sea of Japan, which lies to its north and west, from the North Pacific Ocean to the south and east. It is the 7th largest island in the world, and the 2nd most populous after the Indonesian island of Java.",
  "/wiki/Vietnam": "Vietnam (Vietnamese: Việt Nam pronounced [vîət nāːm] (listen)), officially the Socialist Republic of Vietnam (Vietnamese: Cộng hòa xã hội chủ nghĩa Việt Nam), is the easternmost country on the Southeast Asian Indochinese Peninsula. With an estimated 95.5 million inhabitants as of 2018[update], it is the 15th most populous country in the world. Vietnam shares its land borders with China to the north, and Laos and Cambodia to the west. It shares its maritime borders with Thailand through the Gulf of Thailand, and the Philippines, Indonesia and Malaysia through the South China Sea.[n 5] Its capital city is Hanoi, while its most populous city is Ho Chi Minh City, also known by its former name of Saigon.",
  "/wiki/Da_Nang": "Da Nang (/(ˌ)dɑː, də ˈnæŋ, ˈnɑːŋ/ dah, də NANG, NAHNG; Vietnamese: Đà Nẵng, [ɗâː nǎˀŋ] (listen)) is a class-1 municipality and the fifth-largest city in Vietnam in terms of population. On the coast of the East Sea at the mouth of the Han River, it is one of Vietnam's most important port cities. As one of the country's five direct-controlled municipalities, it is under the administration of the central government.",
  "/wiki/Lake_Tai": "Taihu, also known as Lake Tai or Lake Taihu, is a lake in the Yangtze Delta and one of the largest freshwater lakes in China. The lake lies in Jiangsu province and the southern shore forms its border with Zhejiang. With an area of 2,250 square kilometers (869 sq mi) and an average depth of 2 meters (6.6 ft), it is the third-largest freshwater lake in China, after Poyang and Dongting. The lake holds about 90 islands, ranging in size from a few square meters to several square kilometers.",
  "/wiki/Wuxi": "Wuxi (Chinese: 无锡) is a city in southern Jiangsu province, eastern China, 135 kilometers (84 mi) by car to the northwest of downtown Shanghai, between Changzhou and Suzhou. In 2017 it had a population of 3,542,319, with 6,553,000 living in the entire prefecture-level city area.",
  "/wiki/Daikanransha": "Daikanransha (大観覧車) is a 115-metre (377 ft) tall Ferris wheel at Palette Town in Odaiba, Tokyo, Japan.",
  "/wiki/Odaiba": "Odaiba (お台場) today is a large artificial island in Tokyo Bay, Japan, across the Rainbow Bridge from central Tokyo. Odaiba was initially built in this area for defensive purposes in the 1850s. The original Odaiba opened in 1860 as a port and shipyard in the city today known as Yokosuka, site of the joint Japanese-US fleet HQ. Reclaimed land offshore Shinagawa was dramatically expanded during the late 20th century as a seaport district, and has developed since the 1990s as a major commercial, residential and leisure area. Odaiba, along with Minato Mirai 21 in Yokohama, is among a few manmade seashores in Tokyo Bay where the waterfront is accessible, and not blocked by industry and harbor areas. For artificial sand beaches in the bay, Sea Park in Kanazawa-ku is suitable for swimming, Odaiba has one, and there are two in Kasai Rinkai Park area looking over to the Tokyo Disneyland.",
  "/wiki/Cosmo_Clock_21": "Cosmo Clock 21 is a giant Ferris wheel at the Cosmo World amusement park in the Minato Mirai 21 district of Yokohama, Japan. When it first opened, it was the world's tallest Ferris wheel, until the completion of the 108-metre (354 ft) Igosu 108 in Shiga, Japan, in 1992.",
  "/wiki/Minato_Mirai_21": "Minato Mirai 21 (みなとみらい21, Minato Mirai Nijūichi), often known as simply Minato Mirai and abbreviated as MM, is the central business district of Yokohama, Japan. Initially developed in the 1980s, Minato Mirai 21 was designed as a large master-planned development and new urban center planned to connect Yokohama's traditionally important areas and commercial centers of Kannai and the Yokohama Station area.",
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Tempozan_Ferris_Wheel": "Tempozan Ferris Wheel is located in Osaka, Japan, at Tempozan Harbor Village, next to Osaka Aquarium Kaiyukan, one of the largest aquariums in the world. The wheel has a height of 112.5 metres (369 ft) and diameter of 100 metres (330 ft).",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Harbin_Ferris_Wheel": "Harbin Ferris Wheel is a 110-metre (361 ft) tall giant Ferris wheel in Harbin amusement park, Harbin, Heilongjiang, China.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/Heilongjiang": "Heilongjiang (黑龙江; formerly romanized as Heilungkiang) is a province in Northeast China. The province is bordered by Jilin to the south and Inner Mongolia to the west. It also shares a border with Russia (Amur Oblast, Jewish Autonomous Oblast, Khabarovsk Krai, Primorsky Krai and Zabaykalsky Krai) to the north and east. The capital and the largest city of the province is Harbin. Among Chinese provincial-level administrative divisions, Heilongjiang is the sixth-largest by total area and the 15th-most populous.",
  "/wiki/Ferris_wheel": "A Ferris wheel is an amusement ride consisting of a rotating upright wheel with multiple passenger-carrying components (commonly referred to as passenger cars, cabins, tubs, capsules, gondolas, or pods) attached to the rim in such a way that as the wheel turns, they are kept upright, usually by gravity. Some of the largest modern Ferris wheels have cars mounted on the outside of the rim, with electric motors to independently rotate each car to keep it upright. These wheels are sometimes referred to as observation wheels and their cars referred to as capsules. However, these alternative names are also used for wheels with conventional gravity-oriented cars."
}