{
  "/wiki/Australian_Multicam_Camouflage_Uniform": "The Australian Multicam Camouflage Uniform (AMCU) is the combat uniform camouflage pattern for the Australian Defence Force, general issued from 2014 onwards. The AMCU is replacing the previously used Disruptive Pattern Camouflage Uniform (DPCU) and Australian Multicam Pattern - Operational Combat Uniform (AMP-OCU) camouflage patterns.",
  "/wiki/Disruptive_Pattern_Camouflage": "Disruptive Pattern Camouflage Uniform (DPCU), also nicknamed Auscam or jelly bean camo  is a five-colour military camouflage pattern used by the Australian Defence Force. It was developed and tested during the late 1970s and early 1980s.",
  "/wiki/Airman_Battle_Uniform": "The Airman Battle Uniform (ABU) is a U.S. camouflage combat uniform; it is a service-distinctive uniform as it is primarily used by the United States Air Force, its civilian auxiliary, and some civilian employees of the U.S. Department of Defense (DoD). It replaced the Battle Dress Uniform and Desert Camouflage Uniform on 1 November 2011 after a four-year phase-in period.",
  "/wiki/Tigerstripe": "Tigerstripe is the name of a group of camouflage patterns developed for close-range use in dense jungle during jungle warfare by the South Vietnamese Armed Forces and adopted in 1964 by US Special Forces during the Vietnam War. During and following the Vietnam war the pattern was adopted by several other Asian countries. It derives its name from its resemblance to a tiger's stripes and were simply called \"tigers.\" It features narrow stripes that look like brush-strokes of green and brown, and broader brush-strokes of black printed over a lighter shade of olive or khaki. The brush-strokes interlock rather than overlap, as in French Lizard pattern (TAP47) from which it apparently derives.",
  "/wiki/Indian_dress": "Clothing in India changes depending on the different ethnicity, geography, climate, and cultural traditions of the people of each region of India. Historically, male and female clothing has evolved from simple garments like kaupina, langota, dhoti, lungi, sari, gamcha, and loincloths to cover the body into elaborate costumes not only used in daily wear, but also on festive occasions, as well as rituals and dance performances. In urban areas, western clothing is common and uniformly worn by people of all social levels. India also has a great diversity  in terms of weaves, fibers, colours, and material of clothing. Sometimes, color codes are followed in clothing based on the religion and ritual concerned. The clothing in India also encompasses the wide variety of Indian embroidery, prints, handwork, embellishment, styles of wearing cloths. A wide mix of Indian traditional clothing and western styles can be seen in India.",
  "/wiki/Navy_Working_Uniform": "The Navy Working Uniform (NWU) is a series of military uniforms that are currently used by the United States Navy (and some elements of the U.S. Coast Guard) for wear by its members. The NWU is a \"working\" uniform, which means that is made to a more durable and utilitarian standard, thus being worn in lieu of more formal and delicate uniforms that might get unduly damaged or dirtied in the process of normal military duties.",
  "/wiki/Multi-scale_camouflage": "Multi-scale camouflage is a type of military camouflage combining patterns at two or more scales, often (though not necessarily) with a digital camouflage pattern created with computer assistance. The function is to provide camouflage over a range of distances, or equivalently over a range of scales (scale-invariant camouflage), in the manner of fractals, so some approaches are called fractal camouflage. Not all multiscale patterns are composed of rectangular pixels, even if they were designed using a computer. Further, not all pixellated patterns work at different scales, so being pixellated or digital does not of itself guarantee improved performance.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Woodland_pattern": "The woodland pattern is a camouflage pattern that was used as the default camouflage pattern issued to the United States Armed Forces from 1981, with the issue of the Battle Dress Uniform, until its replacement in the mid 2000s. It is a four color, high contrast disruptive pattern with irregular markings in sand, brown, green and black. It is also known unofficially by its colloquial moniker of \"M81\", though this term was not officially used by the U.S. military.",
  "/wiki/Haitian_National_Police": "The Haitian National Police (PNH; French: Police Nationale d’Haïti, literally \"National Police of Haiti\"), is the law enforcement and de facto police force of Haiti. It was created in 1995 to bring public security under civilian control as mandated in Haiti's constitution.  More than 8,500 police officers have completed training in modern law enforcement.",
  "/wiki/Bundeswehr_Tropentarn": "Tropentarn, formerly known as Wüstentarn, is a camouflage pattern used by the Bundeswehr in arid and semi arid regions. It is the desert variant of the Flecktarn 5-color temperate climate camouflage print of the Bundeswehr.",
  "/wiki/Flecktarn": "Flecktarn (German pronunciation: [ˈflɛktaʁn]; \"mottled camouflage\"; also known as Flecktarnmuster or Fleckentarn) is a family of 3-, 4-, 5- or 6-color disruptive camouflage patterns, the most common being the five-color pattern, consisting of dark green, light green, black, red brown and green brown or tan depending on the manufacturer. The original German 5-color pattern was designed for use in European temperate woodland terrain. A 3-color variation called Tropentarn (formerly Wüstentarn) is intended for arid and desert conditions; the German Bundeswehr wore it in Afghanistan.",
  "/wiki/Bundeswehr": "The Bundeswehr (German: [ˈbʊndəsˌveːɐ̯] (listen), Federal Defence) is the unified armed forces of Germany and their civil administration and procurement authorities. The States of Germany are not allowed to maintain armed forces of their own, since the German Constitution states that matters of defense fall into the sole responsibility of the federal government.",
  "/wiki/CADPAT": "Canadian Disruptive Pattern (CADPAT; French: dessin de camouflage canadien, DcamC) is the computer-generated digital camouflage pattern first issued in 2002, and currently used by the Canadian Armed Forces (CF). CADPAT TW is designed to reduce the likelihood of detection by night vision devices.",
  "/wiki/Camouflage_Europe_Centrale": "The Camouflage Europe Centrale (Central Europe Camouflage) is the standard camouflage pattern of the French military.",
  "/wiki/Desert_Camouflage_Uniform": "The Desert Camouflage Uniform (DCU) is an arid-environment camouflage uniform that was used by the United States Armed Forces from the mid-1990s to the early 2010s. In terms of pattern and textile cut, it is nearly identical to the U.S. military's Battle Dress Uniform (BDU) uniform, but features a three-color desert camouflage pattern of dark brown, pale green, and beige, as opposed to the beige, pale green, two tones of brown, and black and white rock spots of the previous Desert Battle Dress Uniform (DBDU).",
  "/wiki/Desert_Battle_Dress_Uniform": "The Desert Battle Dress Uniform (DBDU) is a U.S. arid-environment camouflage battle uniform that was used by the United States Armed Forces from the early 1980s to the early to mid 1990s, most notably during the Persian Gulf War. Although the U.S. military has long since abandoned the pattern, it is still in widespread use by militaries across the world as of the early 2010s.",
  "/wiki/Desert_Night_Camouflage": "The Desert Night Camouflage pattern is a two-color grid camouflage pattern used by the United States military during the Gulf War.  It was designed in 1976 to aid soldiers in concealment from older generation enemy night vision devices (NVDs).  The pattern is now considered obsolete due to the increase in capability of foreign night vision devices.",
  "/wiki/Disruptive_Pattern_Camouflage_Uniform": "Disruptive Pattern Camouflage Uniform (DPCU), also nicknamed Auscam or jelly bean camo  is a five-colour military camouflage pattern used by the Australian Defence Force. It was developed and tested during the late 1970s and early 1980s.",
  "/wiki/Frog_Skin": "\"Frog Skin\", also called “Duck Hunter”, is a battledress camouflage pattern with mottle and disruptive coloration to blend into the environment similar to a frog's crypsis skin.",
  "/wiki/Australian_Defence_Force": "The Australian Defence Force (ADF) is the military organisation responsible for the defence of Australia. It consists of the Royal Australian Navy (RAN), Australian Army, Royal Australian Air Force (RAAF) and several \"tri-service\" units. The ADF has a strength of just over 82,000 full-time personnel and active reservists and is supported by the Department of Defence and several other civilian agencies.",
  "/wiki/Disruptive_Pattern_Material": "Disruptive Pattern Material (DPM) is the commonly used name of a camouflage pattern used by the British Armed Forces as well as many other armies worldwide, particularly in former British colonies.",
  "/wiki/Multi-Terrain_Pattern": "Multi-Terrain Pattern (MTP) is a camouflage pattern printed on equipment issued to British forces.",
  "/wiki/Erbsenmuster": "The Erbsenmuster or pea pattern was one of a family of German World War II camouflage patterns, said to have been designed by Johann Georg Otto Schick, and first issued to the Waffen-SS in 1944. The pattern had five colours, pale brown, dark brown, green, olive green and black, arranged as small rounded areas dotted over large irregular areas. It was developed from Eichenlaubmuster, the oak leaf pattern.\nIts style was quite unlike earlier German camouflage smocks: unlike them, it was not reversible. It was a  two piece uniform and could be worn either by itself in warm weather, or over other uniform; the camouflage pattern was intended to be effective all year round.",
  "/wiki/ERDL_pattern": "The ERDL pattern, also known as the Leaf pattern, is a camouflage pattern developed by the United States Army at its Engineer Research & Development Laboratories (ERDL) in 1948. It was not used until the Vietnam War, when it was issued to elite reconnaissance and special operations units beginning early 1967.",
  "/wiki/Singapore_Armed_Forces": "The Singapore Armed Forces (SAF) is the military component of the Ministry of Defence of the Republic of Singapore as part of the city-state's Total Defence strategy.",
  "/wiki/Turkish_Armed_Forces": "The  Turkish Armed Forces (TAF; Turkish: Türk Silahlı Kuvvetleri, TSK) are the military forces of the Republic of Turkey. They consist of the Army, the Navy and the Air Force. The Gendarmerie and the Coast Guard, both of which have law enforcement and military functions, operate as components of the internal security forces in peacetime, when they are subordinate to the Ministry of Interior. In wartime, they are subordinate to the Army and Navy. The President of Turkey is the military's overall head.",
  "/wiki/East_Germany": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.",
  "/wiki/National_People%27s_Army": "The National People's Army (German: Nationale Volksarmee, NVA) was the armed forces of the German Democratic Republic (GDR) from 1956 to 1990.",
  "/wiki/Hungarian_camouflage_pattern_2015M": "Hungarian camouflage pattern 2015M; also known as HunCam is a family of 7-color camouflage pattern. First unveiled and designed in 2015. HunCam was designed for the use of the Hungarian Defence Force in varied environments, seasons, elevations, and light conditions.",
  "/wiki/Hungarian_Defence_Force": "The Hungarian Defence Forces (Hungarian: Magyar Honvédség) is the national defence force of Hungary. Since 2007, the Hungarian Armed Forces is under a unified command structure. The Ministry of Defence maintains the political and civil control over the army. A subordinate Joint Forces Command is coordinating and commanding the HDF corps. In 2018, the armed forces had 27,800 personnel on active duty. In 2019, military spending will be $2.080 billion, about 1.21% of the country's GDP, well below the NATO target of 2%. In 2016, the government adopted a resolution in which it pledged to increase defence spending to 2.0% of GDP and the number of active personnel to 37,650 by 2026.",
  "/wiki/List_of_military_clothing_camouflage_patterns": "This is a list of military clothing camouflage patterns used for battledress. Military camouflage is the use of camouflage by a military force to protect personnel and equipment from observation by enemy forces. Textile patterns for uniforms have multiple functions, including camouflage, identifying friend from foe, and esprit de corps."
}