{
  "/wiki/Belfast_Wheel": "The Belfast Wheel was a 60-metre (200 ft) tall transportable Ferris wheel installation in the centre of Belfast, Northern Ireland, in the grounds on the east side of Belfast City Hall.  It operated from November 2007 to April 2010.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Belfast": "Belfast (/ˈbɛlfɑːst/ BEL-fahst; from Irish: Béal Feirste, meaning \"mouth of the sand-bank ford\", Irish pronunciation: [bʲeːlˠ ˈfʲɛɾˠ(ə)ʃtʲə]) is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast of Northern Ireland. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 333,871 as of 2015[update]. Belfast suffered greatly in the Troubles: in the 1970s and 1980s it was reported to be one of the world's most dangerous cities, with a homicide rate around 31 per 100,000.",
  "/wiki/Brighton_Wheel": "The Brighton Wheel, also known during its planning and construction phase as the Brighton O and the Wheel of Excellence, was a transportable Ferris wheel installation which operated from October 2011 until May 2016 on the seafront in Brighton, part of the English city of Brighton and Hove. Situated below the East Cliff near Brighton Pier and built with private funding, its promoters anticipated that several hundred thousand visitors per year would experience the 12-minute ride. The wheel's location in a conservation area with many residential buildings proved controversial.",
  "/wiki/Brighton": "Brighton (/ˈbraɪtən/) is a seaside resort in the county of East Sussex. It is a constituent part of the city of Brighton and Hove, created from the formerly separate towns of Brighton and Hove.  Brighton is located on the south coast of England, positioned 47 miles (76 km) south of London.",
  "/wiki/Delhi_Eye": "The wheel has 36 air-conditioned cabins, each able to carry six passengers, from which Akshardham Temple, Humayun's Tomb, Lotus Temple, Qutb Minar and Red Fort are visible on a clear day. It was constructed by Dutch Wheels BV, a division of Vekoma Rides Manufacturing, and operated by Izara Entertainment.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/Eye_on_Malaysia": "Eye on Malaysia was a transportable Ferris wheel installation in Malaysia. It began operating in Kuala Lumpur in 2007, and was then moved to Malacca in 2008, where it operated until 2010.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Malacca": "Malacca (Malay: Melaka;  Tamil: மலாக்கா, simplified Chinese: 马六甲; traditional Chinese: 馬六甲; pinyin: Mǎliùjiǎ), dubbed \"The Historic State\", is a state in Malaysia located in the southern region of the Malay Peninsula, next to the Strait of Malacca.",
  "/wiki/Royal_Windsor_Wheel": "The Royal Windsor Wheel was a non-permanent transportable Ferris wheel installation at Alexandra Gardens, Barry Avenue, Windsor, Berkshire, England.",
  "/wiki/Windsor,_Berkshire": "Windsor is a historic market town and unparished area in the Royal Borough of Windsor and Maidenhead in Berkshire, England. It is widely known as the site of Windsor Castle, one of the official residences of the British Royal Family.",
  "/wiki/Wheel_of_Birmingham": "The Wheel of Birmingham or Birmingham Wheel was a series of transportable Ferris wheel installations at Centenary Square in Birmingham, England. These have been landmarks in central Birmingham, visible from many parts of the City. The first opened on 6 November 2003, and its replacement opened on 21 October 2004, both being 60 metres (197 ft) tall.",
  "/wiki/Centenary_Square": "Centenary Square is a public square on the north side of Broad Street in Birmingham, England, named in 1989 to commemorate the centenary of Birmingham achieving city status. The area was an industrial area of small workshops and canal wharves before it was purchased by the council in the 1920s for the creation of a grand civic centre scheme to include museums, council offices, cathedral and opera house. The scheme was abandoned after the arrival of World War II with only the Hall of Memory and half of the planned Baskerville House complete. After the war the scheme was revived in a simpler form however the council never managed to implement the design.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/Wheel_of_Brisbane": "The Wheel of Brisbane (also Brisbane Eye) is a Bussink R60 transportable Ferris wheel installation in Brisbane, Queensland, Australia. It is 60 metres (197 ft) tall.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/South_Bank_Parklands": "The South Bank Parklands are located at South Bank in Brisbane, Queensland, Australia. The parkland, on the transformed site of Brisbane's World Expo 88, was officially opened to the public on 20 June 1992.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Wheel_of_Dublin": "The Wheel of Dublin, also known as Revolver, was a transportable Ferris wheel installation in the Dublin Docklands in the North Wall area of Dublin, Ireland. Commissioned by Harry Crosbie and operated by World Tourist Attractions, it opened to the public in July 2010 and was closed and dismantled 16 months later in November 2011.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/North_Wall,_Dublin": "North Wall (Irish: Port Thuaidh) is an area east of the inner north side of Dublin, along the River Liffey. It contains the entire north side of Dublin Docklands and includes the International Financial Services Centre, Spencer Dock, and further east the main part of Dublin Port.",
  "/wiki/Wheel_of_Liverpool": "The Wheel of Liverpool is a transportable Ferris wheel installation on the Keel Wharf waterfront of the River Mersey in Liverpool. The wheel is in close proximity to M&S Bank Arena Liverpool, and was opened on 25 March 2010. The structure is 196 feet (60 m) tall, weighs 365 tonnes and has 42 fully enclosed capsules attached. The wheel had been planned for three years by the company Great City Attractions. They submitted a planning application which explained that it would increase tourism in Liverpool. A smaller observation wheel had been operational in the city, which was located at the Liverpool One leisure complex. This was dismantled because of the plans to open the Wheel of Liverpool. Construction was completed on 11 February 2010 at a cost of £6 million.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Wheel_of_Manchester": "The Wheel of Manchester was a transportable Ferris wheel installation at Piccadilly Gardens, Manchester, England. The wheel was originally a smaller installation based in Exchange Square, first assembled in 2004. The wheel's size was increased to 60 metres (197 ft) in 2007, and plans existed to increase this further. However, these plans were never submitted. The wheel was dismantled in 2012 to make way for 2012 Olympics celebrations and Metrolink construction work. In 2013, a new 52.7-metre (173 ft) wheel was installed in Piccadilly Gardens. It was dismantled in June 2015.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Wheel_of_Sheffield": "The Wheel of Sheffield was a 60-metre (197 ft) tall transportable Ferris wheel installation on Fargate, by the Town Hall, in Sheffield, England.",
  "/wiki/Fargate": "Fargate is a pedestrian precinct and shopping area in Sheffield, England. It runs between Barker's Pool and High Street opposite the cathedral. It was pedestrianised in 1973.\nFargate also holds a Continental Market approximately 4 times a year, which includes European stalls selling cheeses, confectionery, clothing, plants and crafts including jewellery and ornaments.",
  "/wiki/Sheffield": "Sheffield is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 582,506 (mid-2018 est.) and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the third-largest English district by population. The metropolitan population of Sheffield is 1,569,000.",
  "/wiki/Yorkshire_Wheel": "Yorkshire Wheel was the name used by two transportable Ferris wheel installations at different locations in York, England.",
  "/wiki/York": "York is a city and unitary authority area in North Yorkshire, England. The population of the council area which includes nearby villages was 208,200 as of 2017[citation needed] and the population of the urban area was 153,717 at the 2011 census. Located at the confluence of the Rivers Ouse and Foss, it is the county town of the historic county of Yorkshire. The city is known for its famous historical landmarks such as York Minster and the city walls, as well as a variety of cultural and sporting activities, which makes it a popular tourist destination in England. The local authority is the City of York Council, a single tier governing body responsible for providing all local services and facilities throughout the city. The City of York local government district includes rural areas beyond the old city boundaries. It is about 25 miles north-east of Leeds and 34 miles north-west of Kingston upon Hull. York is the largest settlement in the ceremonial county of North Yorkshire."
}