{
  "/wiki/Blaenavon_Industrial_Landscape": "Blaenavon Industrial Landscape, in and around Blaenavon, Torfaen, Wales, was inscribed a World Heritage Site by UNESCO in 2000.\nThe Blaenavon Ironworks, now a museum, was a major centre of iron production using locally mined or quarried iron ore, coal and limestone.\nRaw materials and products were transported via horse-drawn tramroads, canals and steam railways.\nThe Landscape includes protected or listed monuments of the industrial processes, transport infrastructure, workers' housing and other aspects of early industrialisation in South Wales.",
  "/wiki/Blaenavon": "Blaenavon (Welsh: Blaenafon) is a town and community in south eastern Wales, lying at the source of the Afon Lwyd north of Pontypool, within the boundaries of the historic county of Monmouthshire and the preserved county of Gwent.  The town lies high on a hillside and has a population of 6,055.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Blenheim_Palace": "Blenheim Palace (pronounced /ˈblɛnɪm/ BLEN-im) is a monumental country house in Woodstock, Oxfordshire, England.  It is the principal residence of the Dukes of Marlborough, and the only non-royal, non-episcopal country house in England to hold the title of palace.  The palace, one of England's largest houses, was built between 1705 and 1722, and designated a UNESCO World Heritage Site in 1987.",
  "/wiki/Woodstock,_Oxfordshire": "Woodstock is a market town and civil parish 8 miles (13 km) north-west of Oxford in Oxfordshire, England. The 2011 Census recorded a parish population of 3,100. Blenheim Palace, a UNESCO World Heritage Site, is next to Woodstock, in the parish of Blenheim. Winston Churchill was born in the palace in 1874 and buried in the nearby village of Bladon. Edward, elder son of King Edward III and heir apparent, was born in Woodstock Manor on 15 June 1330. In his lifetime he was commonly called Edward of Woodstock, but is known today as the Black Prince. In the reign of Queen Mary I, her half-sister Elizabeth was imprisoned in the gatehouse of Woodstock Manor.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/John_Churchill,_1st_Duke_of_Marlborough": "General John Churchill, 1st Duke of Marlborough, 1st Prince of Mindelheim, 1st Count of Nellenburg, Prince of the Holy Roman Empire, KG, PC (/ˈmɑːrlbərə/, often /ˈmɔːrl-/; 26 May 1650 – 16 June 1722 O.S.[a]), was an English soldier and statesman whose career spanned the reigns of five monarchs. From a gentry family, he served first as a page at the court of the House of Stuart under James, Duke of York, through the 1670s and early 1680s, earning military and political advancement through his courage and diplomatic skill.",
  "/wiki/John_Vanbrugh": "Sir John Vanbrugh (/ˈvænbrə/; 24 January 1664 (baptised) – 26 March 1726) was an English architect, dramatist and herald, perhaps best known as the designer of Blenheim Palace and Castle Howard. He wrote two argumentative and outspoken Restoration comedies, The Relapse (1696) and The Provoked Wife (1697), which have become enduring stage favourites but originally occasioned much controversy. He was knighted in 1714.",
  "/wiki/Nicholas_Hawksmoor": "Nicholas Hawksmoor (probably 1661 – 25 March 1736) was an English architect. He was a leading figure of the English Baroque style of architecture in the late-seventeenth and early-eighteenth centuries. Hawksmoor worked alongside the principal architects of the time, Christopher Wren and John Vanbrugh, and contributed to the design of some of the most notable buildings of the period, including St Paul's Cathedral, Wren's City of London churches, Blenheim Palace and Castle Howard. Part of his work has been correctly attributed to him only relatively recently, and his influence has reached several poets and authors of the twentieth century.",
  "/wiki/Lancelot_%22Capability%22_Brown": "Lancelot Brown (born c. 1715–16, baptised 30 August 1716 – 6 February 1783), more commonly known with the byname Capability Brown, was an English landscape architect. He is remembered as \"the last of the great English 18th-century artists to be accorded his due\" and \"England's greatest gardener\".",
  "/wiki/Canterbury_Cathedral": "Canterbury Cathedral in Canterbury, Kent, is one of the oldest and most famous Christian structures in England. It forms part of a World Heritage Site. It is the cathedral of the Archbishop of Canterbury, currently Justin Welby, leader of the Church of England and symbolic leader of the worldwide Anglican Communion.  Its formal title is the Cathedral and Metropolitical Church of Christ at Canterbury.",
  "/wiki/St_Augustine%27s_Abbey": "St Augustine's Abbey was a Benedictine monastery in Canterbury, Kent, England. The abbey was founded in 598 and functioned as a monastery until its dissolution in 1538 during the English Reformation. After the abbey's dissolution, it underwent dismantlement until 1848. Since 1848, part of the site has been used for educational purposes and the abbey ruins have been preserved for their historical value.",
  "/wiki/St_Martin%27s_Church,_Canterbury": "The Church of St Martin in Canterbury, England, situated slightly beyond the city centre, is the first church founded in England, the oldest parish church in continuous use and the oldest church in the entire English-speaking world. As such, it is recognised, along with Canterbury Cathedral and St Augustine's Abbey, as part of a World Heritage Site. Since 1668 the church has been part of the benefice of St Martin and St Paul Canterbury. Both St Martin's and nearby St Paul's churches are used for weekly services. The current rector of the parish is the Reverend Mark Richard Griffin.",
  "/wiki/Canterbury": "Canterbury (/ˈkæntərbəri/ (listen), /-bɛri/) is a historic English cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Romanesque_architecture": "Romanesque architecture is an architectural style of medieval Europe characterized by semi-circular arches. There is no consensus for the beginning date of the Romanesque style, with proposals ranging from the 6th to the 11th century, this later date being the most commonly held. In the 12th century it developed into the Gothic style, marked by pointed arches. Examples of Romanesque architecture can be found across the continent, making it the first pan-European architectural style since Imperial Roman architecture. The Romanesque style in England is traditionally referred to as Norman architecture.",
  "/wiki/Gothic_architecture": "Gothic architecture (Latin: francigenum opus) is a style that flourished in Europe during the High and Late Middle Ages. It evolved from Romanesque architecture and was succeeded by Renaissance architecture. Originating in 12th-century France, it was widely used, especially for cathedrals and churches, until the 16th century.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.",
  "/wiki/Castles_and_Town_Walls_of_King_Edward_in_Gwynedd": "The Castles and Town Walls of King Edward in Gwynedd is a UNESCO-designated World Heritage Site located in Gwynedd,[nb 1] Wales. It includes the castles of Beaumaris and Harlech and the castles and town walls of Caernarfon and Conwy. UNESCO considers the sites to be the \"finest examples of late 13th century and early 14th century military architecture in Europe\".",
  "/wiki/Conwy": "Conwy (Welsh pronunciation: ['kɔnwɨ̞] (northern accents), Welsh pronunciation: ['kɔnwi] (southern accents),[citation needed] is a walled market town and community in Conwy County Borough on the north coast of Wales. The town, which faces Deganwy across the River Conwy, formerly lay in Gwynedd and prior to that in Caernarfonshire.  The community, which includes Deganwy and Llandudno Junction, had a population of 14,208 at the 2001 census, and is a popular tourist destination. The population rose to 14,753 at the 2011 census. In the 2015 census \"The size of the resident population in Conwy County Borough on the 30th June 2015 was estimated to be 116,200 people.\"\nThe town itself has a population of 4,065.",
  "/wiki/Isle_of_Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of the same name, which includes Holy Island to the west and some islets and skerries. Anglesey island, with an area of 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest by area in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2), Its population at the 2011 census was 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and by the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead on Holy Island, where the port handles over 2 million passengers a year to the Republic of Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was administered as part of Gwynedd. Most of Anglesey's inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island is in the LL postcode area (LL58–LL78).",
  "/wiki/Gwynedd": "Gwynedd (English: /ˈɡwɪnɪð/; Welsh: [ˈɡʊɨnɛð]) is a county in Wales, sharing borders with Powys, Conwy, Denbighshire, Anglesey over the Menai Strait, and  Ceredigion over the River Dyfi. The scenic Llŷn Peninsula and most of Snowdonia National Park are in Gwynedd. Bangor is the home of Bangor University. In the northern part of the county, the other main settlements are Caernarfon, Bethesda, Ffestiniog, Porthmadog and Pwllheli. The largest settlement in the south is Tywyn.",
  "/wiki/Edward_I_of_England": "Edward I (17/18 June 1239 – 7 July 1307), also known as Edward Longshanks and the Hammer of the Scots (Latin: Malleus Scotorum), was King of England from 1272 to 1307. He was the fifth king of the House of Plantagenet. Before his accession to the throne, he was commonly referred to as Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259, he briefly sided with a baronial reform movement, supporting the Provisions of Oxford. After reconciliation with his father, however, he remained loyal throughout the subsequent armed conflict, known as the Second Barons' War. After the Battle of Lewes, Edward was hostage to the rebellious barons, but escaped after a few months and defeated the baronial leader Simon de Montfort at the Battle of Evesham in 1265. Within two years the rebellion was extinguished and, with England pacified, Edward joined the Ninth Crusade to the Holy Land. He was on his way home in 1272 when he was informed that his father had died. Making a slow return, he reached England in 1274 and was crowned at Westminster Abbey.",
  "/wiki/Beaumaris_Castle": "Beaumaris Castle (Welsh: Castell Biwmares), in Beaumaris, Anglesey, Wales, was built as part of Edward I's campaign to conquer north Wales after 1282. Plans were probably first made to construct the castle in 1284, but this was delayed due to lack of funds and work only began in 1295 following the Madog ap Llywelyn uprising. A substantial workforce was employed in the initial years under the direction of James of St George. Edward's invasion of Scotland soon diverted funding from the project, however, and work stopped, only recommencing after an invasion scare in 1306. When work finally ceased around 1330 a total of £15,000 had been spent, a huge sum for the period, but the castle remained incomplete.",
  "/wiki/Caernarfon_Castle": "Caernarfon Castle (Welsh: Castell Caernarfon) – often anglicised as Carnarvon Castle or Caernarvon Castle – is a medieval fortress in Caernarfon, Gwynedd, north-west Wales cared for by Cadw, the Welsh Government's historic environment service. It was a motte-and-bailey castle from the late 11th century until 1283 when King Edward I of England began to replace it with the current stone structure. The Edwardian town and castle acted as the administrative centre of north Wales, and as a result the defences were built on a grand scale. There was a deliberate link with Caernarfon's Roman past,[citation needed] and the Roman fort of Segontium is nearby.",
  "/wiki/Conwy_Castle": "Conwy Castle (Welsh: Castell Conwy) is a fortification in Conwy, located in North Wales.  It was built by Edward I, during his conquest of Wales, between 1283 and 1289. Constructed as part of a wider project to create the walled town of Conwy, the combined defences cost around £15,000, a huge sum for the period. Over the next few centuries, the castle played an important part in several wars. It withstood the siege of Madog ap Llywelyn in the winter of 1294–95, acted as a temporary haven for Richard II in 1399 and was held for several months by forces loyal to Owain Glyndŵr in 1401.",
  "/wiki/Harlech_Castle": "Harlech Castle (Welsh: Castell Harlech), located in Harlech, Gwynedd, Wales, is a Grade I-listed medieval fortification, constructed atop a spur of rock close to the Irish Sea. It was built by Edward I during his invasion of Wales between 1282 and 1289 at the relatively modest cost of £8,190. Over the next few centuries, the castle played an important part in several wars, withstanding the siege of Madog ap Llywelyn between 1294–95, but falling to Owain Glyndŵr in 1404. It then became Glyndŵr's residence and military headquarters for the remainder of the uprising until being recaptured by English forces in 1409. During the 15th century Wars of the Roses, Harlech was held by the Lancastrians for seven years, before Yorkist troops forced its surrender in 1468, a siege memorialised in the song Men of Harlech. Following the outbreak of the English Civil War in 1642, the castle was held by forces loyal to Charles I, holding out until 1647 when it became the last fortification to surrender to the Parliamentary armies. In the 21st century the ruined castle is managed by Cadw, the Welsh Government's historic environment service, as a tourist attraction.",
  "/wiki/Bath,_Somerset": "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol. The city became a World Heritage site in 1987.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Palladian_architecture": "Palladian architecture is  a European style of architecture derived from and inspired by the designs of the Venetian architect Andrea Palladio (1508–1580). What is recognised as Palladian architecture today is an evolution of his original concepts. Palladio's work was strongly based on the symmetry, perspective, and values of the formal classical temple architecture of the Ancient Greeks and Romans. From the 17th century Palladio's interpretation of this classical architecture was adapted as the style known as \"Palladianism\". It continued to develop until the end of the 18th century.",
  "/wiki/Cornwall_and_West_Devon_Mining_Landscape": "The Cornwall and West Devon Mining Landscape is a World Heritage site which includes select mining landscapes in Cornwall and West Devon in the south west of England. The site was added to the World Heritage List during the 30th Session of the UNESCO World Heritage Committee in Vilnius, July 2006. Following plans in 2011 to restart mining at South Crofty, and to build a supermarket at Hayle Harbour, the World Heritage Committee drafted a decision in 2014 to put the site on the List of World Heritage in Danger, but this was rejected at the 38th Committee Session at Doha, Qatar (July 2014), in favour of a follow-up Reactive Monitoring Mission.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Derwent_Valley_Mills": "Derwent Valley Mills is a World Heritage Site along the River Derwent in Derbyshire, England, designated in December 2001. It is administered by the Derwent Valley Mills Partnership. The modern factory, or 'mill', system was born here in the 18th century to accommodate the new technology for spinning cotton developed by Richard Arkwright. With advancements in technology, it became possible to produce cotton continuously. The system was adopted throughout the valley, and later spread so that by 1788 there were over 200 Arkwright-type mills in Britain. Arkwright's inventions and system of organising labour was exported to Europe and the United States.",
  "/wiki/Upper_Derwent_Valley": "The Upper Derwent Valley is an area of the Peak District National Park in England. It largely lies in Derbyshire, but its north eastern area lies in Sheffield, South Yorkshire. Its most significant features are the Derwent Dams, Ladybower, Derwent and Howden, which form Ladybower Reservoir, Derwent Reservoir and Howden Reservoir respectively.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.",
  "/wiki/Factory_system": "The factory system is a method of manufacturing using machinery and division of labour.  Because of the high capital cost of machinery and factory buildings, factories were typically privately owned by wealthy individuals who employed the operative labour.  Use of machinery with the division of labour reduced the required skill level of workers and also increased the output per worker.",
  "/wiki/Cromford": "Cromford is a village and civil parish in Derbyshire, England, in the valley of the River Derwent between Wirksworth and Matlock. It is first mentioned in the 11th-century Domesday Book as a berewick (supporting farm) of Wirksworth and this remained the case throughout the Middle Ages. The population at the 2011 Census was 1,433. It is principally known for its historical connection with Richard Arkwright, and the nearby Cromford Mill which he built outside the village in 1771. Cromford is in the Derwent Valley Mills World Heritage site.",
  "/wiki/Water_frame": "The water frame is a spinning frame that is powered by a water-wheel. Water frames in general have existed since ancient Egypt times. Richard Arkwright, who patented the technology in 1769, designed a model for the production of cotton thread; this was first used in 1765.  The Arkwright water frame was able to spin 128 threads at a time, which was an easier and faster method than ever before.  The design was partly based on a spinning machine built for Thomas Highs by clock maker John Kay, who was hired by Arkwright. Being run on water power, it produced stronger and harder yarn than the then-famous \"spinning jenny\", and propelled the adoption of the modern factory system.",
  "/wiki/Industrial_Revolution": "The Industrial Revolution, now also known as the First Industrial Revolution, was the transition to new manufacturing processes in Europe and the United States, in the period from about 1760 to sometime between 1820 and 1840. This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, the development of machine tools and the rise of the mechanized factory system. The Industrial Revolution also led to an unprecedented rise in the rate of population growth.",
  "/wiki/Jurassic_Coast": "The Jurassic Coast is a World Heritage Site on the English Channel coast of southern England. It stretches from Exmouth in East Devon to Studland Bay in Dorset, a distance of about 96 miles (154 km), and was inscribed on the World Heritage List in mid-December 2001.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/Durham_Castle_and_Cathedral": "Durham Castle and Cathedral is a World Heritage Site (WHS ID No. 370).",
  "/wiki/Durham,_England": "Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) is a historic city and the county town of County Durham in North East England. The city lies on the River Wear, to the south-west of Sunderland, south of Newcastle upon Tyne and to the north of Darlington. Founded over the final resting place of St Cuthbert, its Norman cathedral became a centre of pilgrimage in medieval England. The cathedral and adjacent 11th-century castle were designated a World Heritage Site by UNESCO in 1986. The castle has been the home of Durham University since 1832. HM Prison Durham is also located close to the city centre. City of Durham is the name of the civil parish.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Cuthbert_of_Lindisfarne": "Cuthbert (c. 634 – 20 March 687) is an Anglo-Saxon saint of the early Northumbrian church in the Celtic tradition. He was a monk, bishop and hermit, associated with the monasteries of Melrose and Lindisfarne in what might loosely be termed the Kingdom of Northumbria, in North East England[b] and the South East of Scotland. After his death he became the most important medieval saint of Northern England, with a cult centred on his tomb at Durham Cathedral. Cuthbert is regarded as the patron saint of Northumbria. His feast days are 20 March (Catholic Church, Church of England, Eastern Orthodox Church), also 31 August (Episcopal Church) and 4 September (Church in Wales).",
  "/wiki/Bede": "Bede (/biːd/ BEED; Old English: Bǣda, Bēda; 672/3 – 26 May 735), also known as Saint Bede, Venerable Bede, and Bede the Venerable (Latin: Bēda Venerābilis), was an English Benedictine monk at the monastery of St. Peter and its companion monastery of St. Paul in the Kingdom of Northumbria of the Angles (contemporarily Monkwearmouth–Jarrow Abbey in Tyne and Wear, England). Born on lands belonging to the twin monastery of Monkwearmouth-Jarrow in present-day Tyne and Wear, Bede was sent to Monkwearmouth at the age of seven and later joined Abbot Ceolfrith at Jarrow, both of whom survived a plague that struck in 686, an outbreak that killed a majority of the population there. While he spent most of his life in the monastery, Bede travelled to several abbeys and monasteries across the British Isles, even visiting the archbishop of York and King Ceolwulf of Northumbria. He is well known as an author, teacher (a student of one of his pupils was Alcuin), and scholar, and his most famous work, Ecclesiastical History of the English People, gained him the title \"The Father of English History\". His ecumenical writings were extensive and included a number of Biblical commentaries and other theological works of exegetical erudition. Another important area of study for Bede was the academic discipline of computus, otherwise known to his contemporaries as the science of calculating calendar dates. One of the more important dates Bede tried to compute was Easter, an effort that was mired with controversy. He also helped establish the practice of dating forward from the birth of Christ (Anno Domini – in the year of our Lord), a practice which eventually became commonplace in medieval Europe. Bede was one of the greatest teachers and writers of the Early Middle Ages and is considered by many historians to be the single most important scholar of antiquity for the period between the death of Pope Gregory I in 604 and the coronation of Charlemagne in 800.",
  "/wiki/Bishop_of_Durham": "The Bishop of Durham is the Anglican bishop responsible for the Diocese of Durham in the Province of York. The diocese is one of the oldest in England and its bishop is a member of the House of Lords. Paul Butler has been the Bishop of Durham since his election was confirmed at York Minster on 20 January 2014. The previous bishop was Justin Welby, Archbishop of Canterbury. The bishop is one of two (the other is the Bishop of Bath and Wells) who escort the sovereign at the coronation.",
  "/wiki/Lake_District": "The Lake District, also known as the Lakes or Lakeland, is a mountainous region in North West England. A popular holiday destination, it is famous for its lakes, forests and mountains (or fells), and its associations with William Wordsworth and other Lake Poets and also with Beatrix Potter and John Ruskin. The Lake District National Park was established in 1951 and covers an area of 2,362 square kilometres. It was designated a UNESCO World Heritage Site in 2017.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Picturesque": "Picturesque is an aesthetic ideal introduced into English cultural debate in 1782 by William Gilpin in Observations on the River Wye, and Several Parts of South Wales, etc. Relative Chiefly to Picturesque Beauty; made in the Summer of the Year 1770, a practical book which instructed England’s leisured travellers to examine “the face of  a country by the rules of picturesque beauty”. Picturesque, along with the aesthetic and cultural strands of Gothic and Celticism, was a part of the emerging Romantic sensibility of the 18th century.",
  "/wiki/Romanticism": "Romanticism (also known as the Romantic era) was an artistic, literary, musical and intellectual movement that originated in Europe toward the end of the 18th century, and in most areas was at its peak in the approximate period from 1800 to 1850. Romanticism was characterized by its emphasis on emotion and individualism as well as glorification of all the past and nature, preferring the medieval rather than the classical.   It was partly a reaction to the Industrial Revolution, the aristocratic social and political norms of the Age of Enlightenment, and the scientific rationalization of nature—all components of modernity. It was embodied most strongly in the visual arts, music, and literature, but had a major impact on historiography, education, the social sciences, and the natural sciences.[failed verification] It had a significant and complex effect on politics, with romantic thinkers influencing liberalism, radicalism, conservatism and nationalism.",
  "/wiki/Forth_Bridge": "The Forth Bridge is a cantilever railway bridge across the Firth of Forth in the east of Scotland, 9 miles (14 kilometres) west of central Edinburgh. It is considered as a symbol of Scotland (having been voted Scotland's greatest man-made wonder in 2016), and is a UNESCO World Heritage Site. It was designed by the English engineers Sir John Fowler and Sir Benjamin Baker. It is sometimes referred to as the Forth Rail Bridge (to distinguish it from the adjacent Forth Road Bridge), although this has never been its official name.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Cantilever_bridge": "A cantilever bridge is a bridge built using cantilevers, structures that project horizontally into space, supported on only one end. For small footbridges, the cantilevers may be simple beams; however, large cantilever bridges designed to handle road or rail traffic use trusses built from structural steel, or box girders built from prestressed concrete. The steel truss cantilever bridge was a major engineering breakthrough when first put into practice, as it can span distances of over 1,500 feet (460 m), and can be more easily constructed at difficult crossings by virtue of using little or no falsework.",
  "/wiki/Rail_transport": "Rail transport or train transport is a means of transferring passengers and goods on wheeled vehicles running on rails, which are located on tracks. In contrast to road transport, where vehicles run on a prepared flat surface, rail vehicles (rolling stock) are directionally guided by the tracks on which they run. Tracks usually consist of steel rails, installed on ties (sleepers) set in ballast, on which the rolling stock, usually fitted with metal wheels, moves. Other variations are also possible, such as slab track. This is where the rails are fastened to a concrete foundation resting on a prepared subsurface.",
  "/wiki/Firth_of_Forth": "The Firth of Forth (Scottish Gaelic: Linne Foirthe) is the estuary (firth) of several Scottish rivers including the River Forth. It meets the North Sea with Fife on the north coast and Lothian on the south. It was known as Bodotria in Roman times. In the Norse sagas it was known as the Myrkvifiörd. An early Welsh name is Merin Iodeo, or the \"Sea of Iudeu\".",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Limes": "Limes is used here to mean frontier of the Roman Empire.",
  "/wiki/Hadrian%27s_Wall": "Hadrian's Wall (Latin: Vallum Aelium), also called the Roman Wall, Picts' Wall, or Vallum Hadriani in Latin, was a defensive fortification in the Roman province of Britannia, begun in AD 122 in the reign of the emperor Hadrian. It ran from the banks of the River Tyne near the North Sea to the Solway Firth on the Irish Sea, and was the northern limit of the Roman Empire, immediately north of which were the lands of the northern Ancient Britons, including the Picts.",
  "/wiki/Antonine_Wall": "The Antonine Wall, known to the Romans as Vallum Antonini, was a turf fortification on stone foundations, built by the Romans across what is now the Central Belt of Scotland, between the Firth of Forth and the Firth of Clyde. Representing the northernmost frontier barrier of the Roman Empire, it spanned approximately 63 kilometres (39 miles) and was about 3 metres (10 feet) high and 5 metres (16 feet) wide. Lidar scans have been carried out to establish the length of the wall and the Roman distance units used. Security was bolstered by a deep ditch on the northern side. It is thought that there was a wooden palisade on top of the turf. The barrier was the second of two \"great walls\" created by the Romans in Great Britain. Its ruins are less evident than those of the better-known Hadrian's Wall to the south, primarily because the turf and wood wall has largely weathered away, unlike its stone-built southern predecessor.",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Giant%27s_Causeway": "The Giant's Causeway is an area of about 40,000 interlocking basalt columns, the result of an ancient volcanic fissure eruption. It is located in County Antrim on the north coast of Northern Ireland, about three miles (4.8 km) northeast of the town of Bushmills.",
  "/wiki/County_Antrim": "County Antrim (named after the town of Antrim, from Irish: Aontroim, meaning \"lone ridge\", [ˈeːnˠt̪ˠɾˠɪmʲ]) is one of six counties that form Northern Ireland. Adjoined to the north-east shore of Lough Neagh, the county covers an area of 3,046 square kilometres (1,176 sq mi) and has a population of about 618,000. County Antrim has a population density of 203 people per square kilometre or 526 people per square mile. It is also one of the thirty-two traditional counties of Ireland, as well as part of the historic province of Ulster.",
  "/wiki/Basalt": "Basalt (US: /bəˈsɔːlt, ˈbeɪsɒlt/, UK: /ˈbæsɔːlt, ˈbæsəlt/) is a mafic extrusive igneous rock formed from the rapid cooling of magnesium-rich and iron-rich lava exposed at or very near the surface of a terrestrial planet or a moon. More than 90% of all volcanic rock on Earth is basalt. Basalt lava has a low viscosity, due to its low silica content, resulting in rapid lava flows that can spread over great areas before cooling and solidification. Flood basalt describes the formation in a series of lava basalt flows.",
  "/wiki/Tertiary_period": "Tertiary (/ˈtɜːr.ʃə.ri, ˈtɜːr.ʃiˌɛr.i/ TUR-shə-ree, TUR-shee-err-ee) is a widely used, but obsolete term for the geologic period from 66 million to 2.6 million years ago. \nThe period began with the demise of the non-avian dinosaurs in the Cretaceous–Paleogene extinction event, at the start of the Cenozoic Era, and extended to the beginning of the Quaternary glaciation at the end of the Pliocene Epoch. The time span covered by the Tertiary has no exact equivalent in the current geologic time system, but it is essentially the merged Paleogene and Neogene periods, which are informally called the Lower Tertiary and the Upper Tertiary, respectively.",
  "/wiki/Gorham%27s_Cave": "Gorham's Cave (Spanish: Cueva de Gorham, pronounced [ɡoɾˈãm]) is often mistaken for a natural sea cave, but is in fact a sea level cave, in the British Overseas Territory of Gibraltar. It is considered to be one of the last known habitations of the Neanderthals in Europe. It gives its name to the Gorham's Cave complex, which is a combination of four distinct caves of such importance that they are combined into a UNESCO World Heritage site, the only one in Gibraltar. The three other caves are Vanguard Cave, Hyaena Cave, and Bennett's Cave.",
  "/wiki/Rock_of_Gibraltar": "The Rock of Gibraltar, also known as the Rock, is a monolithic limestone promontory located in the territory of Gibraltar, near the southwestern tip of Europe on the Iberian Peninsula. It is 426 m (1,398 ft) high. Most of the Rock's upper area is covered by a nature reserve, which is home to around 300 Barbary macaques. These macaques, as well as a labyrinthine network of tunnels, attract many tourists each year.",
  "/wiki/Gibraltar": "Gibraltar (/dʒɪˈbrɔːltər/ jih-BRAWL-tər, Spanish: [xiβɾalˈtaɾ]) is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians.",
  "/wiki/Sea_cave": "A sea cave, also known as a littoral cave, is a type of cave formed primarily by the wave action of the sea. The primary process involved is erosion.  Sea caves are found throughout the world, actively forming along present coastlines and as relict sea caves on former coastlines. Some of the largest wave-cut caves in the world are found on the coast of Norway, but are now 100 feet or more above present sea level. These would still be classified as littoral caves. By contrast, in places like Thailand's Phang Nga Bay, solutionally formed caves in limestone have been flooded by the rising sea and are now subject to littoral erosion, representing a new phase of their enlargement.",
  "/wiki/Neanderthals_of_Gibraltar": "The Neanderthals in Gibraltar were among the first to be discovered by modern scientists and have been among the most well studied of their species according to a number of extinction studies which emphasize regional differences, usually claiming the Iberian Peninsula partially acted as a “refuge” for the shrinking Neanderthal populations and the Gibraltar community of Neanderthals as having been one of many dwindling communities of archaic human populations, existing just until around 42,000 years ago.  Many other Neanderthal communities went extinct around the same time.",
  "/wiki/Neanderthal": "Neanderthals (/niˈændərtɑːl, neɪ-, -θɔːl/, also Neandertals or Neandert(h)alers, German: Neandertaler [neˈ(ʔ)andɐtaːlɐ]; Homo neanderthalensis or Homo sapiens neanderthalensis), are an extinct species or subspecies of archaic humans who lived in Eurasia until about 40,000 years ago (40 kya [thousand years ago]). They probably went extinct due to competition with or extermination by immigrating modern humans or due to great climatic change, disease, or a combination of these factors.",
  "/wiki/Anatomically_modern_human": "Homo sapiens is the only extant human species. The name is Latin for 'wise man' and was introduced in 1758 by Carl Linnaeus (who is himself the lectotype for the species).",
  "/wiki/Gough_and_Inaccessible_Islands": "Gough and Inaccessible Islands is a  UNESCO World Heritage Site in the archipelago of Tristan da Cunha in the South Atlantic Ocean.  It consists of Gough Island (40°19′S 9°56′W﻿ / ﻿40.32°S 9.94°W﻿ / -40.32; -9.94) and Inaccessible Island. (37°18′S 12°41′W﻿ / ﻿37.30°S 12.68°W﻿ / -37.30; -12.68)",
  "/wiki/Tristan_da_Cunha": "Tristan da Cunha (/ˌtrɪstən də ˈkuːn(j)ə/), colloquially Tristan, is a remote group of volcanic islands in the south Atlantic Ocean which includes Gough Island. It is the most remote inhabited archipelago in the world, lying approximately 1,511 miles (2,432 km) off the coast of Cape Town in South Africa, 1,343 miles (2,161 km) from Saint Helena and 2,166 miles (3,486 km) off the coast of the Falkland Islands.",
  "/wiki/Saint_Helena,_Ascension_and_Tristan_da_Cunha": "Saint Helena, Ascension and Tristan da Cunha are British Overseas Territories located in the South Atlantic and consisting of the island of Saint Helena, Ascension Island and the archipelago of Tristan da Cunha including Gough Island. Its name was Saint Helena and Dependencies until 1 September 2009, when a new constitution came into force giving the three islands equal status as three territories, with a grouping under the Crown.",
  "/wiki/Atlantic_Ocean": "The Atlantic Ocean is the second largest of the world's oceans, with an area of about 106,460,000 square kilometers (41,100,000 square miles). It covers approximately 20 percent of Earth's surface and about 29 percent of its water surface area. It separates the \"Old World\" from the \"New World\".",
  "/wiki/Gough_Island": "Gough Island /ɡɒf/, also known historically as Gonçalo Álvares after the Portuguese explorer, is a rugged volcanic island in the South Atlantic Ocean. It is a dependency of Tristan da Cunha and part of the British overseas territory of Saint Helena, Ascension and Tristan da Cunha. It is about 400 km (250 mi) south-east of the Tristan da Cunha archipelago (which includes Nightingale Island and Inaccessible Island), 2,400 km (1,500 mi) north-east from South Georgia Island, 2,700 km (1,700 mi) west from Cape Town, and over 3,200 km (2,000 mi) from the nearest point of South America.",
  "/wiki/Inaccessible_Island": "Inaccessible Island is an extinct volcano, last active six million years ago, with Cairn Peak reaching 449 m (1,473 ft). The island is 12.65 km2 (4.88 sq mi) in area, rising out of the South Atlantic Ocean 31 km (19 mi) south-west of Tristan da Cunha. Inaccessible Island is fringed with sheer sea cliffs but can be landed on via a few boulder beaches. Generations of sailors were wary of the difficult landings and inhospitable terrain. Inaccessible Island has been without permanent inhabitants since 1873.",
  "/wiki/Heart_of_Neolithic_Orkney": "Heart of Neolithic Orkney refers to a group of Neolithic monuments found on the Mainland of the Orkney Islands, Scotland. The name was adopted by UNESCO when it proclaimed these sites as a World Heritage Site in 1999.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Skara_Brae": "Skara Brae /ˈskærə ˈbreɪ/ is a stone-built Neolithic settlement, located on the Bay of Skaill on the west coast of Mainland, the largest island in the Orkney archipelago of Scotland. Consisting of eight clustered houses, it was occupied from roughly 3180 BC to about 2500 BC and is Europe's most complete Neolithic village. Skara Brae gained UNESCO World Heritage Site status as one of four sites making up \"The Heart of Neolithic Orkney\".a Older than Stonehenge and the Great Pyramids, it has been called the \"Scottish Pompeii\" because of its excellent preservation.",
  "/wiki/Maes_Howe": "Maeshowe (or Maes Howe; Old Norse: Orkhaugr) is a Neolithic chambered cairn and passage grave situated on Mainland Orkney, Scotland. It was probably built around 2800 BC. In the archaeology of Scotland, it gives its name to the Maeshowe type of chambered cairn, which is limited to Orkney. Maeshowe is a significant example of Neolithic craftsmanship and is, in the words of the archaeologist Stuart Piggott, \"a superlative monument that by its originality of execution is lifted out of its class into a unique position.\" The monuments around Maeshowe, including Skara Brae, were designated a UNESCO World Heritage Site in 1999.",
  "/wiki/Stones_of_Stenness": "The Standing Stones of Stenness is a Neolithic monument five miles northeast of Stromness on the mainland of Orkney, Scotland. This may be the oldest henge site in the British Isles. Various traditions associated with the stones survived into the modern era and they form part of the Heart of Neolithic Orkney World Heritage Site. They are looked after by Historic Environment Scotland as a scheduled monument.",
  "/wiki/Ring_of_Brodgar": "The Ring of Brodgar (or Brogar, or Ring o' Brodgar) is a Neolithic henge and stone circle about 6 miles north-east of Stromness on the Mainland, the largest island in Orkney, Scotland. It is part of the UNESCO World Heritage Site known as the Heart of Neolithic Orkney.",
  "/wiki/Henderson_Island_(Pitcairn_Islands)": "Henderson Island (formerly also San Juan Bautista and Elizabeth Island) is an uninhabited island in the south Pacific Ocean. With Pitcairn, Oeno and Ducie Islands it forms the Pitcairn Island Group.",
  "/wiki/Pitcairn_Islands": "The Pitcairn Islands (/ˈpɪtkɛərn/; Pitkern: Pitkern Ailen), officially Pitcairn, Henderson, Ducie and Oeno Islands, are a group of four volcanic islands in the southern Pacific Ocean that form the sole British Overseas Territory in the Pacific Ocean. The four islands—Pitcairn proper, Henderson, Ducie and Oeno—are scattered across several hundred miles of ocean and have a combined land area of about 18 square miles (47 km2). Henderson Island accounts for 86% of the land area, but only Pitcairn Island is inhabited. The nearest places are Mangareva (of French Polynesia) to the west and Easter Island to the east.",
  "/wiki/Pacific_Ocean": "The Pacific Ocean is the largest and deepest of Earth's oceanic divisions. It extends from the Arctic Ocean in the north to the Southern Ocean (or, depending on definition, to Antarctica) in the south and is bounded by the continents of Asia and Australia in the west and the Americas in the east.",
  "/wiki/Atoll": "An atoll  ( /ˈætɒl, ˈætɔːl, ˈætoʊl, əˈtɒl, əˈtɔːl, əˈtoʊl/), sometimes called a coral atoll, is a ring-shaped coral reef including a coral rim that encircles a lagoon partially or completely. There may be coral islands or cays on the rim. (p60) The coral of the atoll often sits atop the rim of an extinct seamount or volcano which has eroded or subsided partially beneath the water. The lagoon forms over the volcanic crater or caldera while the higher rim remains above water or at shallow depths that permit the coral to grow and form the reefs. For the atoll to persist, continued erosion or subsidence must be at a rate slow enough to permit reef growth upward and outward to replace the lost height.",
  "/wiki/UNESCO_World_Heritage_Site:_Historic_Town_of_St_George_and_Related_Fortifications,_Bermuda": "The Historic Town of St George and Related Fortifications is the name used by the United Nations Educational, Scientific and Cultural Organization's (UNESCO) World Heritage Committee to identify collectively as a World Heritage site St. George's Town, founded in 1612 (following the 1609 wreck on Bermuda's reefs of the Sea Venture), and a range of fortifications, batteries, and magazines built between 1612 and 1939, the last of which was removed from use in 1953.",
  "/wiki/St._George%27s,_Bermuda": "St. George's (formally, the Town of St. George, or St. George's Town), located on the island and within the parish of the same names, settled in 1612, is the first permanent English settlement on the islands of Bermuda. It is often described as the third successful English settlement in the Americas, after St. John's, Newfoundland, and Jamestown, Virginia and the oldest continuously-inhabited English town in the New World, since the other two settlements were seasonal for a number of years.",
  "/wiki/Bermuda": "Bermuda (/bərˈmjuːdə/) (in full, the Islands of Bermuda) is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,070 km (665 mi) east-southeast of Cape Hatteras, North Carolina; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; and 1,759 km (1,093 mi) northeast of Cuba. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is self-governing, with its own constitution and government and a Parliament which makes local laws. The United Kingdom retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories.",
  "/wiki/Castle_Islands_Fortifications,_Bermuda": "Several of the islands strung across the South entrance of Castle Harbour, Bermuda were fortified in the early days of the territory, hence the harbour's name. When official settlement of the archipelago by England began in 1612 (unofficial settlement having begun with the 1609 wrecking of the Sea Venture) the first permanent town, St. George's (then called New London) was placed on the North side of St. George's Harbour. St. George's Harbour could be accessed directly by channels from the East. Those channels, however, were shallow, suitable, originally, only for small ships. As a consequence, and despite any major settlement on its shores, Castle Harbour was an important anchorage in the early years of the colony, with its main entrance, Castle Roads being an important route in from the open Atlantic for shipping. It was also a weakpoint, as it was remote from the defences of St. George's Harbour, and difficult to reach. It was quickly fortified and garrisoned by a standing militia.",
  "/wiki/Ironbridge_Gorge": "The Ironbridge Gorge is a deep gorge, containing the River Severn in Shropshire, England. It was first formed by a glacial overflow from the long drained away Lake Lapworth, at the end of the last ice age. The deep exposure of the rocks cut through by the gorge exposed commercial deposits of coal, iron ore, limestone and fireclay, which enabled the rapid economic development of the area during the early Industrial Revolution.",
  "/wiki/Ironbridge": "Ironbridge is a town on the River Severn, at the heart of the Ironbridge Gorge, near Telford, Shropshire, England.  It lies in the civil parish of The Gorge, in the borough of Telford and Wrekin.  Ironbridge developed beside, and takes its name from, The Iron Bridge, a 100-foot (30 m) cast iron bridge that opened in 1781.",
  "/wiki/Shropshire": "Shropshire (/ˈʃrɒpʃər, -ʃɪər/; alternatively Salop; abbreviated, in print only, Shrops; demonym Salopian /səˈloʊpiən/ sə-LOH-pee-ən, Welsh: Swydd Amwythig)  is a county in England, bordering Wales to the west, Cheshire to the north, Staffordshire to the east, and Worcestershire \nand Herefordshire to the south. Shropshire Council was created in 2009, a unitary authority taking over from the previous county council and five district councils. The borough of Telford and Wrekin has been a separate unitary authority since 1998 but continues to be included in the ceremonial county.",
  "/wiki/Coke_(fuel)": "Coke is a grey, hard, and porous fuel with a high carbon content and few impurities, made by heating coal or oil in the absence of air — a destructive distillation process. It is an important industrial product, used mainly in iron ore smelting, but also as a fuel in stoves and forges when air pollution is a concern.",
  "/wiki/The_Iron_Bridge": "The Iron Bridge is a cast iron arch bridge that crosses the River Severn in Shropshire, England. Opened in 1781, it was the first major bridge in the world to be made of cast iron, and was greatly celebrated after construction owing to its use of the new material.",
  "/wiki/Jodrell_Bank_Observatory": "The Jodrell Bank Observatory (originally the Jodrell Bank Experimental Station and from 1966 to 1999, the Nuffield Radio Astronomy Laboratories; /ˈdʒɒdrəl/) hosts a number of radio telescopes, and is part of the Jodrell Bank Centre for Astrophysics at the University of Manchester. The observatory was established in 1945 by Bernard Lovell, a radio astronomer at the University of Manchester to investigate cosmic rays after his work on radar during the Second World War. It has since played an important role in the research of meteors, quasars, pulsars, masers and gravitational lenses, and was heavily involved with the tracking of space probes at the start of the Space Age. The managing director of the observatory is Professor Simon Garrington.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/List_of_World_Heritage_Sites_in_the_United_Kingdom": "The United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage Sites are places of importance to cultural or natural heritage as described in the UNESCO World Heritage Convention, established in 1972."
}