{
  "/wiki/Ski_jumping_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, one individual ski jumping event was contested. It was held on Monday 4 February 1924.",
  "/wiki/Jacob_Tullin_Thams": "Jacob Tullin \"Tulla\" Thams (April 7, 1898 – July 27, 1954) was a Norwegian Olympian.",
  "/wiki/Norway_at_the_1924_Winter_Olympics": "Norway competed at the 1924 Winter Olympics in Chamonix, France.",
  "/wiki/Narve_Bonna": "Narve Bonna (16 January 1901 – 2 March 1976) was a Norwegian ski jumper.",
  "/wiki/Anders_Haugen": "Anders Olsen Haugen (October 24, 1888 – April 14, 1984) was an American ski jumper who won four national ski jumping championships. He competed in the 1924 Winter Olympics in Chamonix and the 1928 Winter Olympics in St. Moritz. \nAnders Haugen was the first and, as of 2016, only American to win an Olympic medal for ski jumping.",
  "/wiki/United_States_at_the_1924_Winter_Olympics": "The United States competed at the 1924 Winter Olympics in Chamonix, France.",
  "/wiki/Ski_jumping_at_the_1928_Winter_Olympics": "The men's ski jumping at the 1928 Winter Olympics took place at the 70-meter (230 ft) Olympiaschanze in St. Moritz, Switzerland, on 18 February. Thirty-eight competitors from thirteen nations competed, with the event being won by Norway's Alf Andersen ahead of countryman Sigmund Ruud and Czechoslovakia's Rudolf Burkert.",
  "/wiki/Alf_Andersen": "Alf Steen Andersen (15 May 1906 – 12 April 1975) was a Norwegian ski jumper.\nHe was born in Drammen, but represented the Oslo clubs Sandaker, Skeid and Lyn. He won the gold medal in the individual large hill at the 1928 Winter Olympics in St. Moritz. He also won a bronze medal in the individual large hill at the 1935 FIS Nordic World Ski Championships in Vysoké Tatry.",
  "/wiki/Norway_at_the_1928_Winter_Olympics": "Norway competed at the 1928 Winter Olympics in St. Moritz, Switzerland. Norway ranked first in the total medal count, as they had in the inaugural 1924 Games.",
  "/wiki/Sigmund_Ruud": "Sigmund Ruud (30 December 1907 – 7 April 1994) was a Norwegian ski jumper. Together with his brothers Birger and Asbjørn, he dominated ski jumping in the 1920s and 1930s. At the 1928 Winter Olympics in St. Moritz, Sigmund earned a silver medal. At the 1929 FIS Nordic World Ski Championships, he won the ski jumping competition while earning a bronze at the 1930 event. Sigmund also competed in the ski jumping competition at the Holmenkollen ski festival, which first began in 1933. He also competed at the 1932 Winter Olympics in the ski jumping event, but finished seventh due to appendicitis. Additionally, Sigmund wanted to compete in the first alpine skiing events at the 1936 Winter Olympics, though he did not start.",
  "/wiki/Rudolf_Burkert": "Rudolf Burkert (31 October 1904 – 7 June 1985) was an Ethnic German Czechoslovak Nordic skier who competed in the 1920s and 1930s. He won a bronze medal in the ski jumping individual large hill competition at the 1928 Winter Olympics in St. Moritz, the first Winter Olympics medal in Czechoslovak history. He also finished 12th in the nordic combined event at those Olympics.",
  "/wiki/Czechoslovakia_at_the_1928_Winter_Olympics": "Czechoslovakia competed at the 1928 Winter Olympics in St. Moritz, Switzerland.\nRudolf Burkert won first Czechoslovak medal from Winter Olympics. Libuše Veselá was first Czechoslovak woman to take part in Winter Olympics.",
  "/wiki/Ski_jumping_at_the_1932_Winter_Olympics": "At the 1932 Winter Olympics one individual ski jumping event was contested. It was held on Friday, February 12, 1932.",
  "/wiki/Birger_Ruud": "Birger Ruud (23 August 1911 – 13 June 1998) was a Norwegian ski jumper.",
  "/wiki/Norway_at_the_1932_Winter_Olympics": "Norway competed at the 1932 Winter Olympics in Lake Placid, United States.",
  "/wiki/Hans_Beck_(ski_jumper)": "Hans Beck (25 April 1911 – 10 April 1996) was a Norwegian ski jumper who won a silver medal in the large hill individual event at the 1932 Winter Olympics in Lake Placid, New York. Having been in the lead after the first round, he was overcome by Birger Ruud, who hailed from the same city, in the second round.",
  "/wiki/Kaare_Wahlberg": "Kaare Wahlberg (July 3, 1912 – February 29, 1988) was a Norwegian ski jumper who won a bronze medal in the Individual Large Hill at the 1932 Winter Olympics in Lake Placid, New York. At the 1936 Winter Olympics in Garmisch-Partenkirchen, he finished fourth. He also finished fifth in the Individual Normal Hill at the 1931 Nordic skiing World Championships.",
  "/wiki/Ski_jumping_at_the_1936_Winter_Olympics": "At the 1936 Winter Olympics, one individual ski jumping event was contested. It was held on Sunday, 16 February 1936.",
  "/wiki/Norway_at_the_1936_Winter_Olympics": "Norway competed at the 1936 Winter Olympics in Garmisch-Partenkirchen, Germany.",
  "/wiki/Sven_Selånger": "Sven Selånger (born Sven Ivan Eriksson, 19 March 1907 – 9 November 1992) was a Swedish Nordic skier. He competed at the 1928, 1932 and 1936 Olympics in the Nordic combined and ski jumping events and won a silver in the jumping in 1936. In 1932 he finished fourth in the jumping and fifth in the Nordic combined. He was the Swedish Olympic flag bearer in 1932 and 1936.",
  "/wiki/Sweden_at_the_1936_Winter_Olympics": "Sweden competed at the 1936 Winter Olympics in Garmisch-Partenkirchen, Germany.",
  "/wiki/Reidar_Andersen": "Reidar Andersen (20 April 1911 – 15 December 1991) was a Norwegian ski jumper who competed in the 1930s. He won a ski jumping bronze at the 1936 Winter Olympics in Garmisch-Partenkirchen.",
  "/wiki/Ski_jumping_at_the_1948_Winter_Olympics": "Ski jumping at the 1948 Winter Olympics consisted of one event held on 7 February. The competition took place at Olympiaschanze with a K-Point of 68m.",
  "/wiki/Petter_Hugsted": "Petter Hugsted (11 July 1921 – 19 May 2000) was a Norwegian ski jumper who won the gold medal in the individual large hill event at the 1948 Olympics.",
  "/wiki/Norway_at_the_1948_Winter_Olympics": "Norway competed at the 1948 Winter Olympics in St. Moritz, Switzerland.",
  "/wiki/Thorleif_Schjelderup": "Thorleif Schjelderup (20 January 1920 – 28 May 2006) was a Norwegian ski jumper, author and environmentalist.",
  "/wiki/Ski_jumping_at_the_1952_Winter_Olympics": "At the 1952 Winter Olympics in Oslo, one ski jumping event was contested.\nThe competition took place at the Holmenkollen ski jump with a K-Point of 72 m (236 ft).",
  "/wiki/Arnfinn_Bergmann": "Arnfinn Bergmann (14 October 1928 – 13 February 2011) was a ski jumper from Norway. He won the individual large hill event at the 1952 Olympics and 1952 Holmenkollen ski festival and placed third at the 1950 World Championships. In 1956 he was awarded the Holmenkollen medal (shared with Borghild Niskin and Arne Hoel).",
  "/wiki/Norway_at_the_1952_Winter_Olympics": "Norway was the host nation for the 1952 Winter Olympics in Oslo.",
  "/wiki/Torbjørn_Falkanger": "Torbjørn Falkanger (8 October 1927 in Trondheim – 16 July 2013) was a Norwegian ski jumper who was active in the late 1940s and early 1950s.",
  "/wiki/Karl_Holmström": "Karl \"Bratt-Kalle\" Holmström (21 March 1925 – 22 June 1974) was a Swedish ski jumper who won a bronze medal in the individual large hill at the 1952 Winter Olympics in Oslo. He died in a road accident aged 49.",
  "/wiki/Sweden_at_the_1952_Winter_Olympics": "Sweden competed at the 1952 Winter Olympics in Oslo, Norway.",
  "/wiki/Ski_jumping_at_the_1956_Winter_Olympics": "Ski jumping at the 1956 Winter Olympics consisted of one event held on 5 February The competition took place at the Trampolino Olimpico Italia with a K-Point of 72m.",
  "/wiki/Antti_Hyvärinen": "Antti Abram Hyvärinen (21 June 1932 – 13 January 2000) was a Finnish ski jumper and coach. He competed at the 1952 and 1956 Olympics in the normal hill event and finished in seventh and first place, respectively, becoming the first non-Norwegian ski jumper to win an Olympic gold medal. In 1956 he also served as the flag bearer for Finland at the opening ceremony of the Winter Olympics and won the jumping event at the Holmenkollen Ski Festival. While preparing for the 1958 World Championships, Hyvärinen fell and broke his hip, which resulted in an early retirement in November 1957. From 1960 to 1964 he worked as the head coach of the Finnish ski jumping team.",
  "/wiki/Finland_at_the_1956_Winter_Olympics": "Finland competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Aulis_Kallakorpi": "Aulis Kallakorpi (1 January 1929 in Kuusankoski – 15 May 2005 in Mikkeli) was a Finnish ski jumper. He won a silver medal in the Individual large hill event at the 1956 Winter Olympics.",
  "/wiki/Harry_Glaß": "Harry Glaß (11 October 1930 – 13 December 1997) was a German ski jumper. Born in Klingenthal, he won a Bronze medal in the Individual Large Hill event at the 1956 Winter Olympics.",
  "/wiki/United_Team_of_Germany_at_the_1956_Winter_Olympics": "Germany was represented at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy by a United Team of Germany of athletes from the (Federal Republic of Germany (FRG), West Germany) and, for the first time, also from the (German Democratic Republic (GDR), East Germany) which had not joined in 1952.",
  "/wiki/Ski_jumping_at_the_1960_Winter_Olympics": "Ski jumping at the 1960 Winter Olympics consisted of one event held on 28 February, taking place at Papoose Peak Jumps.",
  "/wiki/Helmut_Recknagel": "Helmut Recknagel (born 20 March 1937 in Steinbach-Hallenberg) is an East German former ski jumper who was active in the late 1950s and early 1960s.",
  "/wiki/United_Team_of_Germany_at_the_1960_Winter_Olympics": "Athletes from East Germany (German Democratic Republic; GDR) and West Germany (Federal Republic of Germany; FRG) competed together as the United Team of Germany at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Niilo_Halonen": "Kalle Niilo Ponteva Halonen (born 25 December 1940 in Kouvola) is a Finnish former ski jumper who competed between 1960 and 1967. His biggest success was the silver medal in the individual large hill at the 1960 Winter Olympics in Squaw Valley.",
  "/wiki/Finland_at_the_1960_Winter_Olympics": "Finland competed at the 1960 Winter Olympics in Squaw Valley, California, United States.",
  "/wiki/Otto_Leodolter": "Otto Leodolter (born 18 March 1936 in Mariazell) was an Austrian ski jumper who competed between 1955 and 1964. His biggest success was a Bronze medal in the Individual Large Hill at the 1960 Winter Olympics in Squaw Valley.",
  "/wiki/Austria_at_the_1960_Winter_Olympics": "Austria competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Ski_jumping_at_the_1964_Winter_Olympics": "Ski jumping at the 1964 Winter Olympics consisted of two events held from 31 January to 9 February, with the large hill event taking place at Bergiselschanze, and the normal hill event at Seefeld. For the first time at the olympics, more than one ski jumping event was contested, with the addition of a large hill competition.",
  "/wiki/Ski_jumping_at_the_1964_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1964 Winter Olympics was held in Bergiselschanze. It occurred on 9 February.",
  "/wiki/Toralf_Engan": "Toralf Engan (born 1 October 1936) is a retired Norwegian ski jumper. At the 1964 Winter Olympics he won the  large hill and placed second in the new normal hill event. His other victories include the Four Hills Tournament, which he had won the preceding season, as well as the 1962 FIS Nordic World Ski Championships in the individual normal hill (the first ever in that event). Engan won the ski jumping normal hill event at the 1962 Holmenkollen ski festival, the same year he won the Holmenkollen medal. Engan retired after the 1966 season. Later he worked as a national ski jumping coach in 1967–69, and settled in Trondheim with his family.",
  "/wiki/Norway_at_the_1964_Winter_Olympics": "Norway competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Veikko_Kankkonen": "Veikko Kankkonen (born 5 January 1940) is a retired Finnish ski jumper who competed at the 1960, 1964 and 1968 Winter Olympics. He won two medals in 1964 with a gold in the individual normal hill and a silver in the individual large hill event. That same year he won the jumping competition at the Holmenkollen ski festival, which also earned him the Holmenkollen medal (shared with Eero Mäntyranta, Georg Thoma, and Halvor Næs). He also won the Four Hills Tournament and served as the flag bearer for Finland at the 1968 Olympics.",
  "/wiki/Finland_at_the_1964_Winter_Olympics": "Finland competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Torgeir_Brandtzæg": "Torgeir Torbjørn Brandtzæg (born 6 October 1941) is a retired Norwegian ski jumper who won bronze medals both in the large hill and normal hill at the 1964 Winter Olympics.",
  "/wiki/Ski_jumping_at_the_1968_Winter_Olympics": "Ski jumping at the 1968 Winter Olympics consisted of two events held from 11 to 18 February, with the large hill event taking place at Saint-Nizier-du-Moucherotte, and the normal hill event at Autrans.",
  "/wiki/Ski_jumping_at_the_1968_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1968 Winter Olympics was held in Saint-Nizier-du-Moucherotte. It occurred on 18 February.",
  "/wiki/Vladimir_Belousov_(ski_jumper)": "Vladimir Pavlovich Belousov (Russian: Владимир Павлович Белоусов, born 14 July 1946) is a former Soviet ski jumper. He was the only Soviet ski jumper to medal at the Olympics and is the only person from the Soviet Union or Russia to win a gold medal in ski jumping in both the Winter Olympics and the Holmenkollen. He was awarded the Medal \"For Labour Valour\" in 1969 and the Order of Friendship in 2011.",
  "/wiki/Soviet_Union_at_the_1968_Winter_Olympics": "The Soviet Union (USSR) competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Jiří_Raška": "Jiří Raška (Czech pronunciation: [ˈjɪr̝iː ˈraʃka]; 4 February 1941 – 20 January 2012) was a Czech skier. He is regarded as the most famous  Czech ski jumper, Olympic winner of the century.",
  "/wiki/Czechoslovakia_at_the_1968_Winter_Olympics": "Czechoslovakia competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Lars_Grini": "Lars Grini (born 29 June 1944) is a Norwegian former ski jumper who competed between 1966 and 1972.",
  "/wiki/Norway_at_the_1968_Winter_Olympics": "Norway competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Ski_jumping_at_the_1972_Winter_Olympics": "Ski jumping at the 1972 Winter Olympics consisted of two events held from 6 to 11 February, with the large hill event taking place at Okurayama Ski Jump Stadium, and the normal hill event at Miyanomori Ski Jump Stadium.",
  "/wiki/Ski_jumping_at_the_1972_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1972 Winter Olympics was held in Okurayama Ski Jump Stadium. It occurred on 11 February.",
  "/wiki/Wojciech_Fortuna": "Wojciech Fortuna (born 6 August 1952) is a Polish former ski jumper who won the Olympic Gold Medal in the Large Hill at the 1972 Winter Olympics in Sapporo. In the Normal Hill he finished 6th. The Gold Medal was Poland's first - and the only gold until Vancouver 2010 - in the Winter Olympics history.",
  "/wiki/Poland_at_the_1972_Winter_Olympics": "Poland competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Walter_Steiner": "Walter Steiner (born 15 February 1951) is a Swiss former ski jumper who competed in the 1970s. Steiner earned a ski jumping silver medal in the Individual large hill at the 1972 Winter Olympics. He also won the ski jumping competition at the Holmenkollen ski festival in 1974 and won the Ski-flying World Championships in 1972 and 1977. Steiner was awarded the Holmenkollen medal in 1977 (shared with Helena Takalo and Hilkka Kuntola). As of 2012 he resides in the Swedish rural town of Falun, working as a gardener.",
  "/wiki/Switzerland_at_the_1972_Winter_Olympics": "Switzerland competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Rainer_Schmidt_(ski_jumper)": "Rainer Schmidt (born 1 August 1948 in Langewiesen, Thuringia) is an East German former ski jumper who competed from 1972 to 1976. He won the bronze medal in the individual large hill competition at the 1972 Winter Olympics in Sapporo.",
  "/wiki/East_Germany_at_the_1972_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Ski_jumping_at_the_1976_Winter_Olympics": "Ski jumping at the 1976 Winter Olympics consisted of two events held from 7 to 15 February, with the large hill event taking place at Bergiselschanze, and the normal hill event at Seefeld.",
  "/wiki/Ski_jumping_at_the_1976_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1976 Winter Olympics was held in Bergiselschanze. It occurred on 15 February.",
  "/wiki/Karl_Schnabl": "Karl Schnabl (born March 8, 1954 in Achomitz, community Hohenthurn, Carinthia) is an Austrian former ski jumper who competed during the 1970s.",
  "/wiki/Austria_at_the_1976_Winter_Olympics": "Austria was the host nation for the 1976 Winter Olympics in Innsbruck.  It was the second time that Austria had hosted the Winter Games, after the 1964 Winter Olympics, also in Innsbruck.",
  "/wiki/Toni_Innauer": "Anton Innauer (born 1 April 1958) is an Austrian former ski jumper.",
  "/wiki/Henry_Glaß": "Henry Glaß (born 15 February 1953 in Rodewisch) is an East German former ski jumper who competed during the 1970s.",
  "/wiki/East_Germany_at_the_1976_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Ski_jumping_at_the_1980_Winter_Olympics": "Ski jumping at the 1980 Winter Olympics consisted of two events held from 17 February to 23 February, taking place at Lake Placid Olympic Ski Jumping Complex.",
  "/wiki/Ski_jumping_at_the_1980_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1980 Winter Olympics was held in Lake Placid Olympic Ski Jumping Complex. It occurred on 23 February.",
  "/wiki/Jouko_Törmänen": "Jouko Sihveri Törmänen (10 April 1954 – 3 January 2015) was a Finnish ski jumper.",
  "/wiki/Finland_at_the_1980_Winter_Olympics": "Finland competed at the 1980 Winter Olympics in Lake Placid, New York, United States.",
  "/wiki/Hubert_Neuper": "Hubert Neuper (born 29 September 1960) is an Austrian former ski jumper. He was the winner of the first FIS Ski Jumping World Cup title in 1979/80.",
  "/wiki/Austria_at_the_1980_Winter_Olympics": "Austria competed at the 1980 Winter Olympics in Lake Placid, United States.",
  "/wiki/Jari_Puikkonen": "Jari Markus Puikkonen (born 25 June 1959) is a Finnish former ski jumper.",
  "/wiki/Ski_jumping_at_the_1984_Winter_Olympics": "Ski jumping at the 1984 Winter Olympics consisted of two events held from 12 February to 18 February, taking place at Igman Olympic Jumps.",
  "/wiki/Ski_jumping_at_the_1984_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1984 Winter Olympics was held in Igman Olympic Jumps. It occurred on 18 February.",
  "/wiki/Matti_Nykänen": "Matti Ensio Nykänen (pronunciation (help·info)) (17 July 1963 – 4 February 2019) was a Finnish ski jumper who competed from 1981 to 1991. Widely considered to be the greatest male ski jumper of all time, he won five Winter Olympic medals (four gold), nine World Championship medals (five gold), and 22 Finnish Championship medals (14 gold). Most notably, he won three gold medals at the 1988 Winter Olympics, becoming, along with Yvonne van Gennip of the Netherlands, the most medaled athlete at that Olympiad.",
  "/wiki/Finland_at_the_1984_Winter_Olympics": "Finland competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Jens_Weißflog": "Jens Weißflog (born 21 July 1964) is a German former ski jumper. He is one of the best and most successful ski jumper in the history of the sport. Only Finns Matti Nykänen and Janne Ahonen, Poles Adam Małysz and Kamil Stoch and Austrian Gregor Schlierenzauer have won more World Cup victories.",
  "/wiki/East_Germany_at_the_1984_Winter_Olympics": "East Germany (German Democratic Republic) competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Pavel_Ploc": "Pavel Ploc (Czech pronunciation: [ˈpavɛl ˈplots], born 15 June 1964) is a Czech former ski jumper who competed for Czechoslovakia, winning two Olympic medals.",
  "/wiki/Czechoslovakia_at_the_1984_Winter_Olympics": "Czechoslovakia competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Ski_jumping_at_the_1988_Winter_Olympics": "Ski jumping at the 1988 Winter Olympics consisted of three events held from 14 February to 24 February, taking place at Canada Olympic Park. The Calgary Games featured the addition of a new event, the first program change since 1964, with the debut of the team event. Britain's Eddie \"The Eagle\" Edwards achieved celebrity by finishing last in both individual events, with less than half the points of the second-last competitor.",
  "/wiki/Ski_jumping_at_the_1988_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1988 Winter Olympics was held in Canada Olympic Park. It occurred on 23 February.",
  "/wiki/Finland_at_the_1988_Winter_Olympics": "Finland competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.",
  "/wiki/Erik_Johnsen": "Erik Johnsen (born 4 July 1965) is a Norwegian former ski jumper.",
  "/wiki/Norway_at_the_1988_Winter_Olympics": "Norway competed at the 1988 Winter Olympics in Calgary, Alberta, Canada. This was the first time and till now the only time Norway failed to win a gold medal in the Winter Olympics.",
  "/wiki/Matjaž_Debelak": "Matjaž Debelak (born 27 August 1965 in Braslovče) is a Slovenian former ski jumper who competed for Yugoslavia from 1986 to 1990.",
  "/wiki/Yugoslavia_at_the_1988_Winter_Olympics": "Athletes from the Socialist Federal Republic of Yugoslavia competed at the 1988 Winter Olympics in Calgary, Canada.",
  "/wiki/Ski_jumping_at_the_1992_Winter_Olympics": "Ski jumping at the 1992 Winter Olympics consisted of three events held from 9 February to 16 February, taking place at Tremplin du Praz.",
  "/wiki/Ski_jumping_at_the_1992_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1992 Winter Olympics was held in Tremplin du Praz. It occurred on 16 February.",
  "/wiki/Toni_Nieminen": "Toni Markus Nieminen (born 31 May 1975) is a Finnish former ski jumper who competed from 1991 to 2004, with a brief comeback in 2016. He is one of the most successful contemporary ski jumpers from Finland, having won the World Cup in 1991, the Four Hills Tournament in 1992, and three medals at the 1992 Winter Olympics. He remains the youngest ever Winter Olympic gold medalist, at 16 years and 261 days. Additionally, he is known for being the first male ski jumper to land a jump surpassing 200 metres (660 ft), which he achieved in 1994 with a world record of 203 m (666 ft) in Planica.",
  "/wiki/Finland_at_the_1992_Winter_Olympics": "Finland competed at the 1992 Winter Olympics in Albertville, France.",
  "/wiki/Martin_Höllwarth": "Martin Höllwarth (born 13 April 1974) is an Austrian former ski jumper.",
  "/wiki/Austria_at_the_1992_Winter_Olympics": "Austria competed at the 1992 Winter Olympics in Albertville, France.",
  "/wiki/Heinz_Kuttin": "Heinz Kuttin (born 5 January 1971) is an Austrian former ski jumper.",
  "/wiki/Ski_jumping_at_the_1994_Winter_Olympics": "Ski jumping at the 1994 Winter Olympics consisted of three events held from 20 February to 25 February, taking place at Lysgårdsbakken.",
  "/wiki/Ski_jumping_at_the_1994_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1994 Winter Olympics was held in Lysgårdsbakken. It occurred on 20 February.",
  "/wiki/Germany_at_the_1994_Winter_Olympics": "Germany at the 1994 Winter Olympics. 112 athletes, 79 men and 33 women participated in 11 sports. Germany came third in the medal rankings with 9 gold, 7 silver and 8 bronze medals. The biathlete Mark Kirchner was Germany's flagbearer under the opening ceremony.",
  "/wiki/Espen_Bredesen": "Espen Bredesen (born 2 February 1968) is a Norwegian former ski jumper.",
  "/wiki/Norway_at_the_1994_Winter_Olympics": "Norway was the host nation for the 1994 Winter Olympics in Lillehammer.  It was the second time that Norway had hosted the Winter Olympic Games, after the 1952 Games in Oslo.  In 1994, Norway finished second in the medal ranking to Russia, with strong results in the skiing events.",
  "/wiki/Andreas_Goldberger": "Andreas \"Andi\" Goldberger (born 29 November 1972) is an Austrian former ski jumper who competed from 1991 to 2005. In 1997 Goldberger admitted to the use of cocaine, and was given a six-month ban by the Austrian Ski Association.",
  "/wiki/Austria_at_the_1994_Winter_Olympics": "Austria competed at the 1994 Winter Olympics in Lillehammer, Norway.",
  "/wiki/Ski_jumping_at_the_1998_Winter_Olympics": "Ski jumping at the 1998 Winter Olympics consisted of three events held from 11 February to 17 February, taking place at Hakuba Ski Jumping Stadium.",
  "/wiki/Ski_jumping_at_the_1998_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 1998 Winter Olympics was held in Hakuba Ski Jumping Stadium. It occurred on 15 February.",
  "/wiki/Kazuyoshi_Funaki": "Kazuyoshi Funaki (船木 和喜, Funaki Kazuyoshi) (born 27 April 1975) is a Japanese ski jumper. He ranked among the most successful sportsmen of its discipline, particularly in the 1990s. Funaki is known for his special variant of the V-style, in which the body lies flatter between the skis than usual.",
  "/wiki/Japan_at_the_1998_Winter_Olympics": "Japan was the host nation for the 1998 Winter Olympics in Nagano.  It was the second time that Japan has hosted the Winter Games, after the 1972 Winter Olympics in Sapporo, and the third time overall, after the 1964 Summer Olympics in Tokyo.",
  "/wiki/Jani_Soininen": "Jani Markus Soininen (born 12 November 1972) is a Finnish former ski jumper.",
  "/wiki/Finland_at_the_1998_Winter_Olympics": "Finland competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Masahiko_Harada": "Masahiko Harada (原田 雅彦, Harada Masahiko) (born 9 May 1968) is a Japanese former ski jumper. He is best remembered for a meltdown at the 1994 Winter Olympics in Lillehammer, which cost the Japanese national team a victory, and his subsequent redemption at the 1998 Winter Olympics in Nagano; the latter of which led to him being affectionately called \"Happy Harada\".",
  "/wiki/Ski_jumping_at_the_2002_Winter_Olympics": "Ski jumping at the 2002 Winter Olympics, consisted of three events held from 10 February to 13 February, taking place at Park City.",
  "/wiki/Ski_jumping_at_the_2002_Winter_Olympics_-_Large_hill_individual": "The men's large hill individual ski jumping competition for the 2002 Winter Olympics was held in Park City, United States. The competition went for two days, with the qualifying round on February 12 and the final rounds on February 13.",
  "/wiki/Simon_Ammann": "Simon \"Simi\" Ammann (/ˈsiːmɒn/; born 25 June 1981) is a Swiss ski jumper. He is one of the most successful athletes in the history of the sport, having won four individual Winter Olympic gold medals, in 2002 and 2010, and is the only ski jumper to have achieved the gold double–double at the Winter Olympics. His other achievements include winning the 2007 Ski Jumping World Championships, the 2010 Ski Flying World Championships, the 2010 Nordic Tournament, and the 2010 Ski Jumping World Cup overall title.",
  "/wiki/Switzerland_at_the_2002_Winter_Olympics": "Switzerland competed at the 2002 Winter Olympics in Salt Lake City, United States.",
  "/wiki/Adam_Małysz": "Adam Henryk Małysz ([ˈadam ˈmawɨʂ] (listen); born 3 December 1977) is a Polish former ski jumper and rally driver. In ski jumping he competed from 1995 to 2011, and is one of the most successful athletes in the history of the sport. His many accomplishments include four World Cup titles (a record shared with Matti Nykänen and Sara Takanashi), four individual Winter Olympic medals, four individual World Championship gold medals (an all-time record), 39 individual World Cup competition wins, 96 World Cup podiums (individual and team), and being the only ski jumper to win three consecutive World Cup titles. He is also a winner of the Four Hills Tournament, the only three-time winner of the Nordic Tournament, and a former ski flying world record holder.",
  "/wiki/Poland_at_the_2002_Winter_Olympics": "Poland competed at the 2002 Winter Olympics in Salt Lake City, United States. The two medals won by Adam Małysz were the first for Poland in the Winter Olympic Games since 1972.",
  "/wiki/Matti_Hautamäki": "Matti Antero Hautamäki (Finnish pronunciation: [ˈmɑtːi ˈɑntero ˈhɑutɑmæki]; born 14 July 1981) is a Finnish former ski jumper who competed from 1997 to 2012. He is one of Finland's most successful ski jumpers, having won sixteen individual World Cup competitions; multiple medals at the Winter Olympics, Ski Jumping World Championships, and Ski Flying World Championships; the Nordic Tournament twice; and four ski flying world records.",
  "/wiki/Finland_at_the_2002_Winter_Olympics": "Finland competed at the 2002 Winter Olympics in Salt Lake City, Utah, United States. The nation won all Nordic combined events, most notably Samppa Lajunen, in the individual events.",
  "/wiki/Ski_jumping_at_the_2006_Winter_Olympics": "Ski jumping at the 2006 Winter Olympics, was held over nine days, from 11 February to 20 February. Three events were contested in Pragelato.",
  "/wiki/Ski_jumping_at_the_2006_Winter_Olympics_-_Large_hill_individual": "The Men's large hill individual ski jumping competition for the 2006 Winter Olympics was held in Pragelato, Italy. It began on 17 February, and concluded on 18 February.",
  "/wiki/Thomas_Morgenstern": "Thomas Morgenstern (born 30 October 1986) is an Austrian former ski jumper who competed from 2002 to 2014. He is one of the sport's most successful contemporary athletes, having won the World Cup overall title twice, the Four Hills Tournament and the Nordic Tournament once each, eight World Championship gold medals (one individual, seven team), and three Winter Olympic gold medals (one individual, two team).",
  "/wiki/Austria_at_the_2006_Winter_Olympics": "Austria competed at the 2006 Winter Olympics in Turin, Italy.",
  "/wiki/Andreas_Kofler": "Andreas Kofler (born 17 May 1984) is a former Austrian ski jumper.",
  "/wiki/Lars_Bystøl": "Lars Kristian Bystøl (born 4 December 1978) is a Norwegian former ski jumper who competed from 2002 to 2008. His career highlights include an individual gold medal at the 2006 Winter Olympics, one individual World Cup victory, a gold medal in the Ski Flying World Championships, and two World Championship bronze medals in team competitions.",
  "/wiki/Norway_at_the_2006_Winter_Olympics": "Norway sent 74 athletes to the 2006 Winter Olympics in Turin, Italy. At the 2002 Winter Olympics Norway won the most gold medals, and before the Turin games, Norwegian sports officials were aiming for more than the 25 medals they won in Salt Lake City — the president of the Norwegian Skiing Federation Sverre Seeberg was quoted saying he thought Norway would win 25 medals in the skiing events alone (alpine skiing, cross-country skiing, freestyle skiing, Nordic combined and ski jumping). The Norwegian Olympic Committee aimed for Norway to be the best nation measured in the number of gold medals. However, Norway won only two gold medals in the games.",
  "/wiki/List_of_Olympic_medalists_in_ski_jumping": "This is the complete list of Olympic medalists in ski jumping."
}