{
  "/wiki/Indiana_High_School_Athletic_Association": "The Indiana High School Athletic Association (IHSAA) is the arbiter of interscholastic competition among public and private high schools in the U.S. state of Indiana. It monitors a system that divides athletically-competing high schools in Indiana based on the school's enrollment. The divisions, known as classes, are intended to foster fair competition among schools of similar sizes. A school ranked 3A is larger than a school ranked 1A, but not as large as a 6A-ranked school. Only football has 6 classes. Boys' basketball, girls' basketball, volleyball, baseball and softball are divided into four classes. Boys' and girls' soccer have featured three classes since the 2017–18 school year. All other sports compete in a single class.",
  "/wiki/Benjamin_Bosse_High_School": "Benjamin Bosse High School, referred to as Evansville Bosse High School by the IHSAA, is a public high school of the Evansville Vanderburgh School Corporation in Evansville, Indiana, United States. Bosse is the smallest of the EVSC's five high schools, and third smallest high school by enrollment of Vanderburgh County's nine high schools. The school is a contributing property to the Lincolnshire Historic District on the National Register of Historic Places.",
  "/wiki/Evansville_Vanderburgh_School_Corporation": "The Evansville Vanderburgh School Corporation (EVSC) is a public school corporation serving Evansville, Indiana and Vanderburgh County. It is the third largest school district in the state of Indiana, behind Indianapolis Public Schools and Fort Wayne Community Schools and the largest in Southern Indiana. The headquarters are located on Walnut Street in downtown Evansville. The school district serves nearly 23,000 students educated by more than 1,600 teachers.",
  "/wiki/Southern_Indiana_Athletic_Conference": "The Southern Indiana Athletic Conference (SIAC) is a high school athletic conference based in Evansville, Indiana.  Five of the conferences eight schools; Bosse, Central, Harrison, North, and Reitz; comprise the public Evansville Vanderburgh School Corporation.  Mater Dei and Memorial are private Catholic high schools ran by the Roman Catholic Diocese of Evansville and Vincennes, and the largest member is Castle, a public school located in neighboring Newburgh in Warrick County under the Warrick County School Corporation. The league was founded in 1936, and at one point stretched far across South and West Indiana: from Mount Vernon in the west to New Albany in the east, and from Evansville in the south to Terre Haute in the north. Jasper and Vincennes Lincoln announced in May 2019 that they will leave the disbanding Big Eight Conference to rejoin the Southern Indiana Athletic Conference beginning with the 2020-21 season.",
  "/wiki/Central_High_School_(Evansville)": "Evansville Central High School, also known as Central High, is a public high school on the north side of Evansville, Indiana. It is the oldest high school in continuous operation west of the Allegheny Mountains. It was established in 1854 as Evansville High School. The name was changed to Central High School in 1918 when FJ Reitz High School was built.",
  "/wiki/North_High_School_(Evansville)": "North High School, or Evansville North High School, is a public high school now located on the north side of Vanderburgh County, Indiana, approximately 9.5 miles north of Evansville, Indiana, United States.",
  "/wiki/FJ_Reitz_High_School": "Francis Joseph Reitz High School is a public high school on the west side of Evansville, Indiana, United States. It was founded in 1918 in honor of Francis Joseph Reitz, and is the second oldest high school still in use today in the city. It is a member of the Evansville Vanderburgh School Corporation. It is also known by the IHSAA as Evansville Reitz High School and locally known as simply Reitz High School.",
  "/wiki/William_Henry_Harrison_High_School_(Evansville,_Indiana)": "William Henry Harrison High School, also known as Evansville Harrison High School, is a public high school on the east side of Evansville, Indiana. Students at Harrison come from the Plaza Park Middle School and McGary Middle School.",
  "/wiki/Southern_Indiana_Career_%26_Technical_Center": "The Southern Indiana Career & Technical Center is a high school-level institution that provides advanced education to meet the demand in the areas of agriculture, business and marketing, family and consumer sciences, health careers, and trade and industry arts to the students in Indiana's Area Career & Technical District #46 (ACTD-46) consisting of nine school district and corporations in Gibson, Posey, Spencer, Vanderburgh and Warrick Counties in Southwestern Indiana. 90.7 FM WPSR, which used to broadcast from Central High School, now broadcasts from the center.",
  "/wiki/Signature_School": "Signature School is a charter high school located in downtown Evansville, Indiana on the Main Street walkway. The school opened in 2002 as Indiana's first public charter high school. It has been consistently ranked, by a number of publications, as one of the top high schools in the United States.",
  "/wiki/Reitz_Memorial_High_School": "Reitz Memorial High School or simply Memorial High School (MHS) is an inter-parochial Catholic High School on the east side of Evansville, Indiana. It sits on a 13-acre (53,000 m2) tract of land off Lincoln Avenue that was bought with money donated by Francis Joseph Reitz in 1922 in memory of his parents, John Augustus and Gertrude Reitz. The school officially opened its doors on January 5, 1925.  It is part of the Roman Catholic Diocese of Evansville.",
  "/wiki/Roman_Catholic_Diocese_of_Evansville": "The Roman Catholic Diocese of Evansville (Latin: Dioecesis Evansvicensis) is a Latin rite division of the Roman Catholic Church in Southwestern Indiana.",
  "/wiki/Mater_Dei_High_School_(Evansville)": "Mater Dei High School or Evansville Mater Dei High School is a private Catholic high school on the west side of Evansville, Indiana, constructed in 1949. It is one of two Catholic high schools that serve the students of Vanderburgh, Posey, Gibson, and Warrick counties as part of the Roman Catholic Diocese of Evansville.",
  "/wiki/Evansville_Day_School": "Evansville Day School (EDS) is a private, Jr. PreK-12 college-preparatory school located in Evansville, Indiana. It is the only independent coeducational, day school in Evansville and the surrounding region.  To accommodate a wide range of grade levels, the school is separated into three divisions: Primary School (Jr. PreK-4), Middle School (5-8), and Upper School (9-12).",
  "/wiki/Private_school": "An independent school is independent in its finances and governance. Also known as private schools, non-governmental, privately funded, or non-state schools, they are not administered by local, state or national governments. They are usually not dependent upon national or local government to finance their financial endowment. They are typically governed by a board of governors which is elected independently of government, and has a system of governance that ensures its independent operation.",
  "/wiki/IHSAA_Conference-Independent_Schools": "The schools listed below are members of the Indiana High School Athletic Association and are not members of a conference. Of these, several were at one time members of a conference but became independent because of budget and travel concerns. However, some of them, mostly private schools, are also independent in order to better prepare for the state tournament, a practice that the IHSAA has begun to crack down on in recent years.",
  "/wiki/Evansville,_Indiana": "Evansville is a city in, and the county seat of, Vanderburgh County, Indiana. The population was 117,429 at the 2010 census, making it the state's third-most populous city after Indianapolis and Fort Wayne, the largest city in Southern Indiana, and the 232nd-most populous city in the United States.  It is the commercial, medical, and cultural hub of Southwestern Indiana and the Illinois-Indiana-Kentucky tri-state area, home to over 911,000 people. The 38th parallel crosses the north side of the city and is marked on Interstate 69."
}