{
  "/wiki/Hildrun_Claus": "Hildrun Laufer-Claus (née Claus; born 13 May 1939) is a former East German athlete. She competed in the long jump at the 1960 and 1964 Summer Olympics and finished in third and seventh place, respectively.",
  "/wiki/Erfurt": "Erfurt  (/ˈɛərfɜːrt/ AIR-furt, /ˈɛərfʊərt/ AIR-foort; German pronunciation: [ˈɛʁfʊʁt] (listen)) is the capital and largest city in the state of Thuringia, central Germany.",
  "/wiki/Tatyana_Shchelkanova": "Tatyana Shchelkanova (Russian: Татья́на Щелка́нова, 18 April 1937 – 24 November 2011) was a Soviet long jumper, sprinter and pentathlete who won a bronze medal in the long jump at the 1964 Olympics. In 1961 she set a world record at 6.48 m and extended it to 6.53 m in 1962 to and 6.70 m in 1964. However, in the Olympic final she only managed 6.42 m, while the winner Mary Rand broke the world record at 6.76 m. Shchelkanova won two European titles in the long jump, in 1962 and 1966 (indoor).",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Kurayoshi": "Kurayoshi (倉吉市, Kurayoshi-shi) is a city located in the central part of Tottori Prefecture, Japan.",
  "/wiki/Mary_Rand": "Mary Denise Rand, MBE (née Bignal on 10 February 1940) is a former English track and field athlete.  She won the long jump at the 1964 Summer Olympics by breaking the world record, the first British female to win an Olympic gold medal in track and field. She remains the only Great Britain female athlete to win three medals in a single Games.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Dnepropetrovsk": "Dnipro (Ukrainian: Дніпро [d⁽ʲ⁾n⁽ʲ⁾iˈprɔ] (listen); Russian: Днепр, romanized: Dnepr [dʲnʲepr]), called Dnipropetrovsk (Ukrainian: Дніпропетро́вськ [ˌd⁽ʲ⁾n⁽ʲ⁾ipropeˈtrɔu̯sʲk]; Russian: Днепропетро́вск, romanized: Dnepropetróvsk [dʲnʲɪprəpʲɪˈtrofsk]) from 1926 until May 2016, is Ukraine's fourth-largest city, with about one million inhabitants. It stands 391 kilometres (243 mi) southeast of the Ukrainian capital Kiev on the Dnieper River, in the central part of Ukraine. Dnipro is the  administrative centre of the Dnipropetrovsk Oblast. Administratively, it is incorporated as a city of oblast significance, the centre of Dnipro municipality and extraterritorial administrative centre of Dnipro Raion. It has a population of approximately 1,000,000 (2018 est.).",
  "/wiki/Ingrid_Becker": "Ingrid Mickler-Becker (née Becker on 26 September 1942) is a former West German athlete. Her name is sometimes written incorrectly as Ingrid Mickler in result lists. Her international career lasted from 1960 to 1972. She won the pentathlon gold medal at the 1968 Summer Olympics and the 4×100 m relay gold medal at the 1972 Summer Olympics. Becker was the first German woman to clear 1.70 m in high jump (1970) and 6.50 m in the long jump (1967).",
  "/wiki/Viorica_Viscopoleanu": "Viorica Viscopoleanu (née Belmega on 8 August 1939) is a retired Romanian long jumper. She competed at the 1964, 1968 and 1972 Olympics and won a gold medal in 1968, setting a new world record. At the European championships she won a silver medal outdoors in 1969 and two medals indoors, in 1970 and 1971. After retiring from competitions she worked as a coach at her club Steaua Bucureşti. Monica Iagăr was one of her trainees.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Heide_Rosendahl": "Heidemarie Ecker-Rosendahl (née Rosendahl; born 14 February 1947) is a retired German athlete who competed mainly in the pentathlon and long jump. She set a world record in the long jump at 6.84 m in 1970 that stood for almost six years.",
  "/wiki/Leverkusen": "Leverkusen (/ˈleɪvərkuːzən/, German: [ˈleːvɐˌkuːzn̩] (listen), also [leːɐˈkuːzn̩]) is a city in North Rhine-Westphalia, Germany on the eastern bank of the Rhine. To the south, Leverkusen borders the city of Cologne and to the north is the state capital Düsseldorf.",
  "/wiki/Turin": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
  "/wiki/Margrit_Herbst": "Margrit Olfert, née Herbst (born 10 February 1947 in Magdeburg) is a retired East German athlete who specialized in the long jump and pentathlete.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Angela_Schmalfeld": "Angela Voigt, née Schmalfeld (18 May 1951 – 11 April 2013) was an East German long jumper.",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony, and with around 550,000 inhabitants, the state's second most populous city after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area after Berlin, Hamburg and Cologne, as well as the third most populous city in the area of former East Germany, after (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.",
  "/wiki/East_Berlin": "East Berlin was the capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the GDR's capital, nor the GDR's authority to govern East Berlin. On 3 October 1990, the day Germany was officially reunified, East and West Berlin formally reunited as the city of Berlin.",
  "/wiki/Lidiya_Alfeyeva": "Lidiya Nikolayevna Alfeyeva (Ukrainian: Лiдiя Николiевна Алфеева, Russian: Лидия Николаевна Алфеева) (born January 17, 1946 in Dnipropetrovsk, Ukraine) is a Soviet athlete who mainly competed in the women's long jump event during her career.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Siegrun_Siegl": "Siegrun Siegl (née Thon, born 29 October 1954 in Apolda, Thuringia) is a retired East German athlete who specialised in the pentathlon and later long jump.",
  "/wiki/Vilma_Bardauskienė": "Vilhelmina \"Vilma\" Bardauskienė (born 15 June 1953) is a former long jumper from Lithuania, who represented the Soviet Union in the late 1970s and early 1980s. She twice set the women's world record in the long jump, and won the European title in 1978 (Prague). She was born in Pakruojis.",
  "/wiki/Krasnodar": "Krasnodar (/ˌkrɑːsnəˈdɑːr, -noʊ-/; Russian: Краснода́р, IPA: [krəsnɐˈdar]) is a city and the administrative center of Krasnodar Krai, Russia, located on the Kuban River, approximately 148 kilometers (92 mi) northeast of the Black Sea port of Novorossiysk. As of the 2010 Census, its population was 774,234. According to the Federal Statistics Service of Russia, Krasnodar officially reached a population of 1,000,007 on September 22, 2018, thus the city is the 16th most populated city in Russia, and also the country's 16th city with at least a million inhabitants.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Brigitte_Wujak": "Brigitte Wujak, née Künzel (born 6 March 1955 in Karl-Marx-Stadt) is a retired long jumper who represented East Germany with the SC Dynamo Berlin.",
  "/wiki/Potsdam": "Potsdam (German pronunciation: [ˈpɔt͡sdam] (listen); Lower Sorbian: Podstupim) is the capital and largest city of the German federal state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres (16 miles) southwest of Berlin's city centre.",
  "/wiki/Long_jump": "The long jump is a track and field event in which athletes combine speed, strength and agility in an attempt to leap as far as possible from a take off point.  Along with the triple jump, the two events that measure jumping for distance as a group are referred to as the \"horizontal jumps\". This event has a history in the Ancient Olympic Games and has been a modern Olympic event for men since the first Olympics in 1896 and for women since 1948."
}