{
  "/wiki/Achraf_Hakimi": "Achraf Hakimi Mouh   (Arabic: أشرف حكيمي‎; born 4 November 1998), sometimes known simply as Achraf, is a professional footballer who plays for German club Borussia Dortmund, on loan from Real Madrid, and the Morocco national team. Mainly a right-back, he can also play as a left-back or winger.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/UEFA_Champions_League": "The UEFA Champions League (also known as the European Cup) is an annual club football competition organised by the Union of European Football Associations (UEFA) and contested by top-division European clubs, deciding the best team in Europe. It is one of the most prestigious tournaments in the world and the most prestigious club competition in European football, played by the national league champions (and, for some nations, one or more runners-up) of the strongest UEFA national associations.",
  "/wiki/FIFA_Club_World_Cup": "The FIFA Club World Cup is an interleague men's association football competition organised by the Fédération Internationale de Football Association (FIFA), the sport's global governing body. The tournament officially assigns the world title. The competition was first contested in 2000 as the FIFA Club World Championship. It was not held between 2001 and 2004 due to a combination of factors, most importantly the collapse of FIFA's marketing partner International Sport and Leisure. Since 2005, the competition has been held every year, and has been hosted by Brazil, Japan, the United Arab Emirates, Morocco, and Qatar. Views differ as to the cup's prestige: it struggles to attract interest in most of Europe, and is the object of heated debate in Brazil and Argentina.",
  "/wiki/Agustín_Rodríguez_Santiago": "Agustín Rodríguez Santiago (born 10 September 1959) known simply as Agustín, is a Spanish retired footballer who played as a goalkeeper.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/La_Liga": "The Campeonato Nacional de Liga de Primera División,[a] commonly known as La Liga[b] (La Liga Santander) for sponsorship reasons with Santander), is the men's top professional football division of the Spanish football league system. Administered by the Liga Nacional de Fútbol Profesional (English: National Professional Football League), also known as the Liga de Fútbol Profesional (LFP), La Liga is contested by 20 teams, with the three lowest-placed teams at the end of each season relegated to the Segunda División and replaced by the top three teams in that division.",
  "/wiki/Copa_del_Rey": "The Campeonato de España–Copa de Su Majestad el Rey,[a] commonly known as Copa del Rey[b] or simply La Copa,[c] is an annual knockout football competition in Spanish football, organized by the Royal Spanish Football Federation.",
  "/wiki/Supercopa_de_España": "The Supercopa de España or the Spanish Super Cup is a super cup tournament in Spanish football, contested since 2019–20 by the winners and runners-up of La Liga and the winners and runners-up of the Copa del Rey. Previously only two teams participated.",
  "/wiki/Copa_de_la_Liga": "The Copa de la Liga (League Cup in Spanish) was a Spanish football tournament created in 1982.",
  "/wiki/UEFA_Cup": "The UEFA Europa League (abbreviated as UEL) is an annual football club competition organised by UEFA since 1971 for eligible European football clubs. Clubs qualify for the competition based on their performance in their national leagues and cup competitions. It is the second-tier competition of European club football, ranking below the UEFA Champions League.",
  "/wiki/Alberto_Rivera_Pizarro": "Alberto Rivera Pizarro (born 16 February 1978) is a Spanish retired footballer who played as a central midfielder.",
  "/wiki/Alfonso_Pérez": "Alfonso Pérez Muñoz (born 26 September 1972), known simply as Alfonso, is a Spanish retired footballer who played as a striker.",
  "/wiki/Álvaro_Arbeloa": "Álvaro Arbeloa Coca (Spanish pronunciation: [ˈalβaɾo aɾβeˈloa ˈkoka]; born 17 January 1983) is a Spanish retired footballer. He predominantly played as a right back, although he also occasionally played on the left side.",
  "/wiki/UEFA_Super_Cup": "The UEFA Super Cup is an annual super cup football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. It is not recognised as one of UEFA's 'major' competitions.",
  "/wiki/Álvaro_Domínguez_Soto": "Álvaro Domínguez Soto (Spanish pronunciation: [ˈalβaɾo ðoˈmiŋɡeθ ˈsoto]; born 16 May 1989) is a Spanish former professional footballer who played as a centre back and left back during the course of his career.",
  "/wiki/Álvaro_Medrán": "Álvaro Medrán Just (Spanish pronunciation: [ˈalβaɾo meˈðɾan xust]; born 15 March 1994) is a Spanish professional footballer who plays as a midfielder for American club Chicago Fire FC.",
  "/wiki/Álvaro_Mejía_Pérez": "Álvaro Mejía Pérez (born 18 January 1982) is a Spanish professional footballer who plays for Qatari club Al-Shahaniya Sports Club mainly as a central defender.",
  "/wiki/Álvaro_Morata": "Álvaro Borja Morata Martín (Spanish pronunciation: [ˈalβaɾo moˈɾata]; born 23 October 1992) is a Spanish professional footballer who plays as a striker for Atlético Madrid, on loan from English club Chelsea, and the Spain national team.",
  "/wiki/Antonio_Adán": "Antonio Adán Garrido (Spanish pronunciation: [anˈtonjo aˈðan]; born 13 May 1987) is a Spanish professional footballer who plays as a goalkeeper for Atlético Madrid.",
  "/wiki/Borja_Mayoral": "Borja Mayoral Moya (Spanish pronunciation: [ˈboɾxa maʝoˈɾal]; born 5 April 1997) is a Spanish professional footballer who plays as a striker for Levante, on loan from Real Madrid. He has also represented Spain up to under-21 level.",
  "/wiki/Borja_Valero": "Borja Valero Iglesias (Spanish pronunciation: [ˈboɾxa βaˈleɾo]; born 12 January 1985) is a Spanish professional footballer who plays as a central midfielder for Italian club Inter Milan.",
  "/wiki/Chendo": "Miguel Porlán Noguera (born 12 October 1961), known as Chendo, is a Spanish retired footballer who played as a right back.",
  "/wiki/Copa_Iberoamericana": "The Copa Iberoamericana (Spanish: Ibero-American Cup) or Copa Iberia, is an international official football competition. It was created to face the champions of the Copa de Oro Nicolás Leoz and the Copa del Rey, because of an agreement signed between CONMEBOL and the Royal Spanish Football Federation.",
  "/wiki/Dani_Carvajal": "Daniel Carvajal Ramos (Spanish pronunciation: [daˈnjel ˈdani kaɾβaˈxal ˈramos]; born 11 January 1992) is a Spanish professional footballer who plays as a right back for Real Madrid and the Spanish national team.",
  "/wiki/Dani_Parejo": "Daniel \"Dani\" Parejo Muñoz (Spanish pronunciation: [daˈnjel ˈdani paˈɾexo]; born 16 April 1989) is a Spanish professional footballer who plays as a central midfielder for Valencia CF, where he is captain, and the Spanish national team.",
  "/wiki/Denis_Cheryshev": "Denis Dmitriyevich Cheryshev (Russian: Денис Дмитриевич Черышев; born 26 December 1990) is a Russian professional footballer who plays as a left winger for Spanish club Valencia CF and the Russian national team.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Diego_Llorente": "Diego Javier Llorente Ríos (Spanish pronunciation: [ˈdjeɣo ʎoˈɾente ˈri.os]; born 16 August 1993) is a Spanish professional footballer who plays for Real Sociedad and the Spanish national team as a central defender.",
  "/wiki/Diego_López_(footballer,_born_1981)": "Diego López Rodríguez (Spanish pronunciation: [ˈdjeɣo ˈlopeθ]; born 3 November 1981) is a Spanish professional footballer who plays for RCD Espanyol as a goalkeeper.",
  "/wiki/Emilio_Butragueño": "Emilio Butragueño Santos (Spanish pronunciation: [eˈmiljo βutɾaˈɣeɲo ˈsantos]; born 22 July 1963) is a Spanish retired footballer who played as a striker.",
  "/wiki/Enrique_Mateos": "Enrique Mateos Mancebo (15 July 1934 – 6 July 2001) was a Spanish footballer who played as a striker.",
  "/wiki/Intercontinental_Cup_(football)": "The Intercontinental Cup, also known as European/South American Cup, and also Toyota Cup from 1980 to 2004 for commercial reasons by agreement with the automaker, was an international football competition endorsed by the Union of European Football Associations (UEFA) and the Confederación Sudamericana de Fútbol (CONMEBOL), contested between representative clubs from these confederations (representatives of most developed continents in the football world), usually the winners of the UEFA Champions League and the South American Copa Libertadores. All editions were official competitions of UEFA and CONMEBOL and indirectly also of FIFA.",
  "/wiki/La_Fábrica": "N/A"
}