{
  "/wiki/Armagh_GAA": "The Armagh County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae Ard Mhacha) or Armagh GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Armagh. The county board is also responsible for the Armagh inter-county teams.",
  "/wiki/Armagh": "Armagh (/ɑːrˈmɑː/ ar-MAH; Irish: Ard Mhacha, IPA: [ˌaɾd̪ˠ ˈwaxə], \"Macha's height\") is the county town of County Armagh and a city in Northern Ireland, as well as a civil parish. It is the ecclesiastical capital of Ireland – the seat of the Archbishops of Armagh, the Primates of All Ireland for both the Roman Catholic Church and the Church of Ireland. In ancient times, nearby Navan Fort (Eamhain Mhacha) was a pagan ceremonial site and one of the great royal capitals of Gaelic Ireland. Today, Armagh is home to two cathedrals (both named after Saint Patrick) and the Armagh Observatory, and is known for its Georgian architecture.",
  "/wiki/Athletic_Grounds": "The Athletic Grounds (Irish: Páirc Lúthchleasaíochta) is a GAA stadium in Armagh, Northern Ireland. It is the county ground and administrative headquarters of Armagh GAA  and is used for both Gaelic football and hurling.",
  "/wiki/Derry_GAA": "The Derry County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae Dhoire) or Derry GAA is one of the 32 county boards of the GAA in Ireland. It is responsible for gaelic games in County Londonderry in Northern Ireland (the GAA refers to the county as Derry). The county board is also responsible for the Derry inter-county teams.",
  "/wiki/Banagher_GAC": "St Mary's Banagher GAC (Irish: CLG Naomh Mhuire Beannchar) is a Gaelic Athletic Association club based in the Feeny / Park area of County Londonderry, Northern Ireland. The club is a member of the Derry GAA. Banagher is a dual club and currently cater for Gaelic football, Hurling and Camogie. The club motto is the Irish Ni neart go misneach, which translates as \"No strength like courage\".",
  "/wiki/Down_GAA": "The Down County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae An Dún) or Down GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for the administration of Gaelic games in County Down.",
  "/wiki/Ballycran_GAA": "St Joseph's GAA Club, Ballycran is a Gaelic Athletic Association club located in Rubane, County Down, Northern Ireland.  The club is exclusively concerned with hurling and camogie. The club competes in Down GAA competitions and in Division 1 of the Antrim Hurling League. The Club's grounds are called 'McKenna Park' and house the John Mallon Stand (capacity 5,000).  McKenna Park is the home ground for the county hurlers.",
  "/wiki/Kerry_GAA": "The Kerry County Board of the Gaelic Athletic Association (GAA) (or Kerry GAA) is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Kerry. The county board is also responsible for the Kerry inter-county teams.",
  "/wiki/Tralee": "Tralee (/træˈliː/ tral-EE; Irish: Trá Lí, formerly Tráigh Lí, IPA: [t̪ˠɾˠaː ˈl̠ʲiː], meaning 'strand of the Lee River') is the county town of County Kerry in the south-west of Ireland. The town is on the northern side of the neck of the Dingle Peninsula, and is the largest town in County Kerry. The town's population including suburbs was 23,691 as of the 2016[update] census making it the 8th largest town, and 14th largest urban settlement in Ireland. Tralee is well known for the Rose of Tralee International Festival which has been held annually in August since 1959.",
  "/wiki/Austin_Stack_Park": "Austin Stack Park is a GAA stadium in Tralee, County Kerry, Ireland. It is one of the stadiums used by Kerry GAA's Gaelic football team and the stadium of the hurling team.",
  "/wiki/Kildare_GAA": "The Kildare County Board of the Gaelic Athletic Association (GAA), or Kildare GAA, is one of 12 county boards governed by the Leinster provincial council of the GAA in Ireland. The county board regulates Gaelic games in County Kildare and is also responsible for the inter-county teams.",
  "/wiki/Newbridge,_County_Kildare": "Newbridge, officially known by its Irish name Droichead Nua ([ˈd̪ˠɾˠɛçəd̪ˠ n̪ˠuə]), is a town in County Kildare, Ireland. While the nearby Great Connell Priory was founded in the 13th century, the town itself formed from the 18th century onwards, and grew rapidly alongside a military barracks which opened in the early 19th century. Taking on the name Newbridge (An Droichead Nua) in the 20th century, the town expanded to support the local catchment, and also as a commuter town for Dublin. Doubling in population during the 20 years between 1991 and 2011, its population of 22,742 in 2016 makes it the largest town in Kildare and the fifteenth-largest in Ireland.",
  "/wiki/St._Conleth's_Park": "St Conleth's Park (Irish: Páirc Naoimh Conlaith) is a GAA stadium in Newbridge, County Kildare, Ireland. It is the county ground of Kildare's gaelic football and hurling teams. It also served as the town's greyhound racing track from 1948 until 1968.",
  "/wiki/Mayo_GAA": "The Mayo County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Luthchleas Gael Coiste Maigh Eo) or Mayo GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Mayo and the Mayo inter-county teams.",
  "/wiki/Castlebar": "Castlebar (Irish: Caisleán an Bharraigh, meaning \"Barry's Castle\") is the county town of County Mayo, Ireland.",
  "/wiki/McHale_Park": "MacHale Park is a GAA stadium in Castlebar, County Mayo, Ireland. It is the home of the Castlebar Mitchels GAA and Mayo GAA Gaelic football teams. Built in 1931, the ground has a capacity of 25,369 and is named after John MacHale, Catholic Archbishop of Tuam from 1831 to 1881.",
  "/wiki/Meath_GAA": "The Meath County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste na Mí) or Meath GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Meath, as well as for Meath inter-county teams.",
  "/wiki/Páirc_Tailteann": "Páirc Tailteann (Irish pronunciation: [ˈpˠaːɾʲc ˈt̪ˠalʲtʲɛn̪ʲ]) is a GAA stadium in Navan, County Meath, Ireland.  It is the home of the Meath Gaelic football and Hurling teams.  The ground has had a capacity of between 30,000 and 33,000, but following a safety audit in 2011 the GAA reduced the authorized capacity to 10,000. This was later upped to 17,000. The county board in 2012 announced plans to refurbish the grounds. In 2013 Meath county board introduced a ticket system  The name \"Tailteann\" alludes to the Tailteann Games, an ancient Gaelic festival held in Teltown (Tailtin) between Navan and Kells.",
  "/wiki/Navan": "Navan (/ˈnævən/; Irish: An Uaimh [ənˠ ˈuəvʲ], meaning \"the Cave\") is the county town of County Meath, Ireland. In 2019, it had a population of 36,969, making it the fifth largest town in Ireland. Navan is at the confluence of the River Boyne and Blackwater.",
  "/wiki/Wicklow_GAA": "The Wicklow County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael, Coiste Chontae Cill Mhantáin) or Wicklow GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Wicklow. The county board is also responsible for the Wicklow inter-county teams.",
  "/wiki/Aughrim,_County_Wicklow": "Aughrim  (/ˈɔːkrɪm/; Irish: Eachroim, meaning \"horse ridge\") is a small town in County Wicklow, Ireland. It lies in a scenic valley in the east of Ireland where the Ow and Derry rivers meet to form the Aughrim river.  Aughrim is on the R747 regional road which runs between Arklow and Baltinglass.",
  "/wiki/Aughrim_County_Ground": "Aughrim County Ground, known for sponsorship reasons as Joule Park Aughrim, is a GAA stadium in Aughrim, County Wicklow, Ireland. Aughrim County Ground is the name of the home of Gaelic Games for County Wicklow (Gaelic football, Hurling, Camogie, Ladies Football) team. The ground has a capacity of about 10,000. The name \"O'Byrne Park\" was occasionally used in the past, but this has never been the official name: this mistake that came about because of the Irish name for the local village of Aughrim, \"Aughrim of the O'Byrnes\" (Eachdhruim Uí Bhroin). Also known locally as \"The Pitch\", or just \"The Field\".",
  "/wiki/2011_Christy_Ring_Cup": "The 2011 Christy Ring Cup was the seventh season of the Christy Ring Cup since its establishment in 2005."
}