{
  "/wiki/Jeddah_Tower": "Jeddah Tower (Arabic: برج جدة‎), previously known as Kingdom Tower (برج المملكة) and Mile-High Tower (برج الميل), is a planned skyscraper on the north side of Jeddah, Saudi Arabia. It is planned to be the world's first 1 km (3,281 ft) high building, and the centrepiece and first phase of a development and tourist attraction known as Jeddah Economic City.\n Initial plans called for a mile-high structure, but the geology of the area proved unsuitable. The current design, created by American architect Adrian Smith, who also designed Burj Khalifa, incorporates many unique structural and aesthetic features. The creator and leader of the project is Saudi Arabian prince Al-Waleed bin Talal, a grandson of Ibn Saud, and nephew of the Kings of Saudi Arabia before him. Al-Waleed is the chairman of Kingdom Holding Company (KHC), which is a partner in the Jeddah Economic Company (JEC), which was formed in 2009 for the development of Jeddah Tower and City.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).\n Jeddah is the principal gateway to Mecca, the holiest city in Islam, located just 65 kilometres (40 mi) to the east, while Medina, the second-holiest city, is located 360 kilometres (220 mi) to the north.\n Economically, Jeddah is focusing on further developing capital investment in scientific and engineering leadership within Saudi Arabia, and the Middle East. Jeddah was independently ranked fourth in the Africa – Mid-East region in terms of innovation in 2009 in the Innovation Cities Index.\n Jeddah is one of Saudi Arabia's primary resort cities and was named a Beta world city by the Globalization and World Cities Study Group and Network (GaWC). Given the city's close proximity to the Red Sea, fishing and seafood dominates the food culture unlike other parts of the country. In Arabic, the city's motto is \"Jeddah Ghair\", which translates to \"Jeddah is different\". The motto has been widely used among both locals as well as foreign visitors. The city had been previously perceived as the \"most open\" city in Saudi Arabia.",
  "/wiki/Sky_City_(Changsha)": "Sky City (Chinese: 天空城市; pinyin: tiānkōng chéngshì), or Sky City One, was an 838-metre-tall (2,749 ft) planned skyscraper in the city of Changsha, Hunan in south-central China. The prospective builders, Broad Sustainable Building, estimated it would take just 90 days to construct. Including the 120 days required for prefabrication before on-site work commences, the sum of time needed is 210 days. Pre-construction activities were halted in August 2013 after government regulators required additional approvals.\n Broad Sustainable Building had intended to build a 666-metre (2,185 ft) skyscraper, but the local government wanted the world's tallest building, hence the current plans. The company has constructed 20 buildings in China using the same method and has several franchise partners globally. It has a planned helipad at a height of 739.8 m (2,427 ft) above ground.\n As of May 2016[update], plans for the building's construction are stalled, and the foundations for the planned building are being used as a fish farm.\n On June 8, 2016 it was reported by the People's Daily that the project had been dropped due to protests over environmental damage to the Daze Lake wetland. The People's Daily said, \"Central China's Hunan province finally announced a halt on its ambitious plan to build the world's tallest tower within one part of its rare wetland area. The Daze Lake wetland is the location where the world's next tallest tower was originally scheduled to be built. This wetland is now listed as one of the 20 waters to be permanently protected and will follow non-construction zone policies. It is a pristine wetland hailed as the last wetland in Changsha where many rare bird species take habitat. Shelter of these birds would be largely disrupted by the building of this tower.\" However Broad Group declared: \"We will definitely build the tower\".",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.\n Changsha is in the Xiang River valley plain, bordering the Luoxiao Mountains on the east, Wuling Mountains on the west, edging in Dongting Lake on the north and bounded on the south by the Hengshan Mountains. It has a monsoonal humid subtropical climate, with an average annual air temperature of 16.8 to 17.3 °C (62.2 to 63.1 °F) and an annual rainfall of 1,358.6 to 1,552.5 mm (53.49 to 61.12 in).\n Changsha has a history of more than 3,000 years. Changsha was the capital of Changsha Kingdom in the Han Dynasty (206 BC – 220 AD), and the capital of the Chu State (907–951) in the Ten Kingdoms period. The lacquerware and Silk Texts recovered from Mawangdui (2nd century BC) there are an indication of the richness of local craft traditions. In 1904 Changsha was opened to foreign trade, and large numbers of Europeans and Americans settled there. Changsha was the site of Mao Zedong's conversion to communism. It was also the scene of major battles in the Sino-Japanese War (1931–1945) and was briefly occupied by the Japanese. Changsha is now an important commercial, manufacturing and transportation centre.",
  "/wiki/Suzhou_Zhongnan_Center": "Suzhou Zhongnan Center (Chinese: 苏州中南中心) is a megatall skyscraper on hold in SIP, Suzhou, Jiangsu, China. The building will be 729 metres (2,391.7 ft) tall. Suzhou Center Plaza is located in the Central Business District of Suzhou, to the west of Jinji Lake. The building is a part of large urban development project, Suzhou Industrial Park, and the estimated cost of the plaza is 28.5 billion yuan (US$4.46 billion).",
  "/wiki/Suzhou": "Suzhou (Chinese: 苏州; Suzhounese pronunciation: [səu tsøʏ], Putonghua pronunciation: [sú.ʈʂóu]), alternately romanized as Soochow, is a major city located in southeastern Jiangsu Province of East China, about 100 km (62 mi) northwest of Shanghai. It is a major economic center and focal point of trade and commerce, and the second largest city in the province, after its capital Nanjing. The city is situated on the lower reaches of the Yangtze River and the shores of Lake Tai and belongs to the Yangtze River Delta region. Administratively, Suzhou is a prefecture-level city with a population of 4.33 million in its city proper, and a total resident population (as of 2013[update]) of 10.58 million in its administrative area. Its urban population grew at an unprecedented rate of 6.5% between 2000 and 2014, which is the highest among cities with more than 5 million people.\n Founded in 514 BC, Suzhou has over 2,500 years of history, with an abundant display of relics and sites of historical interest. Around AD 100, during the Eastern Han dynasty, it became one of the ten largest cities in the world mostly due to emigration from Northern China. Since the 10th-century Song dynasty, it has been an important commercial center of China. During the Ming and Qing dynasties, Suzhou was a national economic, cultural, and commercial center, as well as the largest non-capital city in the world, until the 1860 Taiping Rebellion. When Li Hongzhang and Charles George Gordon recaptured the city three years later, Shanghai had already taken its predominant place in the nation. Since major economic reforms began in 1978, Suzhou has become one of the fastest growing major cities in the world, with GDP growth rates of about 14% in the past 35 years. With high life expectancy and per capita incomes, Suzhou's Human Development Index ratings is roughly comparable to a moderately developed country, making it one of the most highly developed and prosperous cities in China.\n The city's canals, stone bridges, pagodas, and meticulously designed gardens have contributed to its status as one of the top tourist attractions in China. The Classical Gardens of Suzhou were added to the list of the UNESCO World Heritage Sites in 1997 and 2000. Suzhou is often dubbed the \"Venice of the East\" or \"Venice of China\".",
  "/wiki/India_Tower": "India Tower (previously known as the Park Hyatt Tower; also known as the Dynamix Balwas Tower or DB Tower) is a  canceled 126-story, 707.5 m (2,321 ft) megatall skyscraper that began construction in the city of Mumbai, India, in 2010. The tower was originally planned for completion in 2016, but construction work was put on hold in 2011 due to a dispute between the tower's developers and Mumbai's civic authorities.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.\n The seven islands that constitute Mumbai were originally home to communities of Marathi language speaking Koli people, who originated in Gujarat in prehistoric times. For centuries, the islands were under the control of successive indigenous empires before being ceded to the Portuguese Empire and subsequently to the East India Company when in 1661 Charles II of England married Catherine of Braganza and as part of her dowry Charles received the ports of Tangier and Seven Islands of Bombay. During the mid-18th century, Bombay was reshaped by the Hornby Vellard project, which undertook reclamation of the area between the seven islands from the sea. Along with construction of major roads and railways, the reclamation project, completed in 1845, transformed Bombay into a major seaport on the Arabian Sea. Bombay in the 19th century was characterised by economic and educational development. During the early 20th century it became a strong base for the Indian independence movement. Upon India's independence in 1947 the city was incorporated into Bombay State. In 1960, following the Samyukta Maharashtra Movement, a new state of Maharashtra was created with Bombay as the capital.\n Mumbai is the financial, commercial and entertainment capital of India. It is also one of the world's top ten centres of commerce in terms of global financial flow, generating 6.16% of India's GDP and accounting for 25% of industrial output, 70% of maritime trade in India (Mumbai Port Trust and JNPT), and 70% of capital transactions to India's economy. Mumbai's billionaires had the highest average wealth of any city in the world in 2008.  The city houses important financial institutions such as the Reserve Bank of India, the Bombay Stock Exchange, the National Stock Exchange of India, the SEBI and the corporate headquarters of numerous Indian companies and multinational corporations. It is also home to some of India's premier scientific and nuclear institutes like Bhabha Atomic Research Centre, Nuclear Power Corporation of India, Indian Rare Earths, Tata Institute of Fundamental Research, Atomic Energy Regulatory Board, Atomic Energy Commission of India, Department of Atomic Energy and the Indian Institute of Technology Bombay. The city also houses India's Hindi (Bollywood) and Marathi cinema industries. Mumbai's business opportunities, as well as its potential to offer a higher standard of living, attract migrants from all over India, making the city a melting pot of many communities and cultures.",
  "/wiki/Pearl_of_the_North": "Baoneng Shenyang Global Financial Center (Chinese: 沈阳宝能环球金融中心; pinyin: Shěnyáng Bǎonéng Huánqiú Jīnróng Zhōngxīn) is an unfinished skyscraper Shenyang, Liaoning, China. It is planned to be 568 metres (1,864 ft) tall. Construction started in 2014 and is expected to be completed in 2020. However, as of July 2019 the construction is on hold.\n The towers occupy a prestigious site to the south of the iconic Liaoning TV Tower, and form part of a master plan covering an area of 59 hectares along the famous \"Golden Corridor\" Youth Street in the central business district. The development overlooks Youth Park and the Nanyun River to the east. In addition to the two supertall towers, the complex will contain five luxury high-rise residential buildings, each rising approximately 200 meters above a podium that accommodates a large culturally-themed lifestyle shopping mall.[citation needed]",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.\n In the 17th century, Shenyang was conquered by the Manchu people and briefly used as the capital of the Qing dynasty. The Battle of Mukden took place in 1905 as part of the Russo-Japanese War. Japan's subsequent victory allowed them to annex the region west of the old city and increase their influence on Shenyang; the Mukden Incident led the Japanese to further invade and occupy the rest of Northeast China, creating the puppet state of Manchukuo.  After the Japanese surrender in 1945, Shenyang remained a Kuomintang stronghold, but was captured by the Communists in 1948 after the Liaoshen Campaign.\n Along with its nearby cities, Shenyang is an important industrial center in China, and serves as the transportation and commercial hub of China's northeast—particularly with Japan, Russia and Korea. A center of heavy industry in China since the 1930s, and the spearhead of the Chinese central government's Northeast Area Revitalization Plan, the city has been diversifying its industry, including expanding into the service sector. Growing industries include software, automotive and electronics.",
  "/wiki/Doha_Convention_Center_Tower": "The Doha Convention Center Tower is a cancelled 551 m (1,808 ft) tall skyscraper project which was planned to be constructed in Doha, Qatar.  Construction has been suspended following the discovery that the building would impact flight paths to and from Doha International Airport.  Construction is expected to continue when the New Doha International Airport is completed on reclaimed land approximately 3 km to the east of the current airport.  The delay means that the building's completion date has moved from 2012 to an unknown date. The Tower is redesigned with a similar shape similar to the nearby Al Quds Endowment Tower.\n The current structure, shaped like a tapering obelisk, will house offices on the lower levels, apartments, a hotel and penthouse residences on the upper floors.  At the very top, a private club will occupy a 60 m (200 ft) high glass cylinder surrounded by extensions of tower's facade and supported by a structural helix.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.\n In early 2017, Qatar's total population was 2.6 million: 313,000 Qatari citizens and 2.3 million expatriates. Islam is the official religion of Qatar. The country has the highest per capita income in the world. Qatar is classified by the UN as a country of very high human development and is widely regarded as the most advanced Arab state for human development. Qatar is a high-income economy, backed by the world's third-largest natural gas reserves and oil reserves.\n Qatar has been ruled by the House of Thani since Mohammed bin Thani signed a treaty with the British in 1868 that recognised its separate status. Following Ottoman rule, Qatar became a British protectorate in the early 20th century until gaining independence in 1971. In 2003, the constitution was overwhelmingly approved in a referendum, with almost 98% in favour. In the 21st century, Qatar emerged as a significant power in the Arab world both through its globally expanding media group, Al Jazeera Media Network, and reportedly supporting several rebel groups financially during the Arab Spring. For its size, Qatar wields disproportionate influence in the world, and has been identified as a middle power. Qatar is currently the subject of a diplomatic and economic embargo by Saudi Arabia, the United Arab Emirates (UAE), Bahrain, and Egypt, which began in June 2017. Saudi Arabia has proposed the construction of the Salwa Canal, which would run along the Saudi-Qatar border, effectively turning Qatar into an island.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.\n Doha was founded in the 1820s as an offshoot of Al Bidda. It was officially declared as the country's capital in 1971, when Qatar gained independence from being a British Protectorate. As the commercial capital of Qatar and one of the emergent financial centres in the Middle East, Doha is considered a beta-level global city by the Globalization and World Cities Research Network. Doha accommodates Education City, an area devoted to research and education.\n The city was host to the first ministerial-level meeting of the Doha Development Round of World Trade Organization negotiations. It was also selected as host city of a number of sporting events, including the 2006 Asian Games, the 2011 Pan Arab Games and most of the games at the 2011 AFC Asian Cup. In December 2011, the World Petroleum Council held the 20th World Petroleum Conference in Doha. Additionally, the city hosted the 2012 UNFCCC Climate Negotiations and is set to host many of the venues for the 2022 FIFA World Cup.\nThe city has also hosted the 140th Inter-Parliamentary Union Assembly in April 2019.",
  "/wiki/Dalian_Greenland_Center": "Dalian Greenland Center is a skyscraper under construction  in Dalian, Liaoning, China. It is expected to have 88 floors and be 518 m tall. The anticipated completion date is 2019.\nWhen built, Dalian Greenland Center will become the tallest building in Dalian.",
  "/wiki/Dalian": "Dalian is a major sub-provincial port city in Liaoning province, People's Republic of China, and is Liaoning's second largest city (after the provincial capital Shenyang) and the fourth most populous city of Northeast China.  Located on the southern tip of Liaodong peninsula, it is the southernmost city in both Liaoning and the entire Northeast.  Dalian borders the prefectural cities of Yingkou and Anshan to the north and Dandong to the northeast, and also shares maritime boundaries with Qinhuangdao and Huludao across the Liaodong Bay to west and northwest, Yantai and Weihai on the Shandong peninsula across the Bohai Strait to the south, and North Korea across the Korea Bay to the east.\n Today a financial, shipping and logistics centre for Northeast Asia, Dalian has a significant history of being used by foreign powers for its ports. Dalian was previously known as both \"Dalniy\" (Russian: Дальний; Dal'nii) and \"Dairen\" (Japanese: 大連). However, the city was better known as \"Port Arthur\" (Russian: Порт-Артур; Port-Artur) and \"Ryojun\" (Japanese: 旅順) from the original Port Arthur, now the city's Lüshunkou district.\n In 2016, Dalian ranked 48th in the Global Financial Centres Index, the other Chinese cities on the list being Hong Kong, Shanghai, Shenzhen, Beijing and Qingdao. In 2012, Dalian ranked 82nd in the Global City Competitiveness Index. In 2006, Dalian was named China's most livable city by China Daily.",
  "/wiki/Pentominium": "The Pentominium is a 122-storey, 516 m (1,693 ft) supertall skyscraper on hold in Dubai, United Arab Emirates. Construction on the tower has been halted since August 2011. It was designed by Andrew Bromberg of architects Aedas  and funded by Trident International Holdings. The AED 1.46 billion (US$400 million) construction contract was awarded to Arabian Construction Company (ACC).  The Pentominium has one of the deepest excavations done in the world.\n Construction started on 26 July 2009 and, before construction stopped, the building was expected to be completed in 2013. By May 2011, 22 floors had been completed. However, in August 2011, construction stopped after Trident International Holdings fell behind on payments for a US$20.4 million loan following the global financial crisis. As of 2019[update], the tower still stands incomplete.\n Had the project been completed as scheduled, the Pentominium would be the second tallest building in Dubai after Burj Khalifa as well as the tallest residential building in the world if completed before World One.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.\n Located in the eastern part of the Arabian Peninsula on the coast of the Persian Gulf, Dubai aims to be the business hub of Western Asia. It is also a major global transport hub for passengers and cargo. Oil revenue helped accelerate the development of the city, which was already a major mercantile hub. Today, less than 5% of the emirate's revenue comes from oil. A centre for regional and international trade since the early 20th century, Dubai's economy relies on revenues from trade, tourism, aviation, real estate, and financial services.",
  "/wiki/Busan_Lotte_World_Tower": "The Busan Lotte Town Tower, also known as Busan Lotte World Tower (Hangul: 부산 롯데 타운 타워) is a 108-floor, 510.1 m (1,674 ft) supertall skyscraper on hold in Busan, South Korea. The tower is planned on a site next to Nampo-dong station on Busan Subway Line 1 .\n The tower is the centerpiece of the new Busan Lotte Town and construction is being carried out in four phases. The first phase includes a department store, completed in 2009. The second phase, an addition to the department store, was completed in 2010. The third phase will be a market and a cinema, which was completed in 2014, and the last phase will include a luxury hotel, an observation deck, offices, and cultural facilities in a 107-story skyscraper. The design of the skyscraper is intended to resemble a standing ship, in reference to the city's harbour. The tower's underground parking space will be able to house over 2,400 cars. The tower will contain retail outlets (floors 1-11), offices (12-36), residences (41-78), a luxury hotel (82-104), and public access floors (107-110) with an observation deck.\n In September 2013, the construction work was stopped due to the lack of funding. Construction will be resumed once the developer provides the required payments for the project. It is estimated that construction will restart in 2019.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.\n The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world.\n The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948. In 1950, a North Korean invasion began the Korean War and after its end in 1953, the country's economy began to soar, recording the fastest rise in average GDP per capita in the world between 1980 and 1990. Authoritarian rule ended in 1987 and the country is now the most advanced democracy with the highest level of press freedom in Asia. South Korea is a member of the OECD's Development Assistance Committee, the G20 and the Paris Club.\n South Korea is a highly developed country and the world's 12th-largest economy by nominal GDP. Its citizens enjoy the world's fastest Internet connection speeds and the most dense high-speed railway network along with the world's second-best healthcare system, resulting in the third highest health adjusted life expectancy in the world. The world's 5th largest exporter and 8th largest importer, South Korea is a global leader in many technology and innovation driven fields. Since 2014, South Korea has been named the world's most innovative country by the Bloomberg Innovation Index for 6 consecutive years. Since the 21st century, South Korea has been renowned for its globally influential pop culture such as K-pop, TV dramas and cinema, a phenomenon referred to as the Korean Wave.",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.\n Busan is divided into 15 major administrative districts and a single county, together housing a population of approximately 3.6 million. The full metropolitan area, the Southeastern Maritime Industrial Region, has a population of approximately 8 million. The most densely built-up areas of the city are situated in a number of narrow valleys between the Nakdong and the Suyeong Rivers, with mountains separating most of the districts. The Nakdong is Korea's longest river and Busan's Haeundae Beach is also the country's largest.\n Busan is a center for international conventions, hosting APEC in 2005. It is also a center for sports tournaments in Korea, having hosted the 2002 Asian Games and FIFA World Cup. It is home to the world's largest department store, the Shinsegae Centum City. Busan was added to the UNESCO Creative Cities Network as a \"City of Film\" in December 2014.",
  "/wiki/Burj_Al_Alam": "The Burj Al Alam (English: \"World Tower\") was a proposed 108-story, 510 m (1,670 ft) hyperboloid skyscraper in the Business Bay area of Dubai, United Arab Emirates, though the project's roots are in a 101-storey design called \"Fortune 101\" and slated for the Dubai Marina area. It was designed to resemble a crystal flower. If constructed, it would have become one of the world's tallest buildings. The tower was one of the projects of the Fortune Group, which has a number of other projects in Dubai such as the Fortune Bay and Fortune Tower.\n The proposed building plan contained 74 floors of office space, a retail area at the base, and a hotel and serviced apartments in the top 27 floors. A 5-star hotel section would contain the highest hotel rooms in the world. The building would also feature a 6-storey crown that contained a Turkish bath, sky garden, and other club facilities.\n Ground breaking occurred on 12 November 2006 with the tower slated for completion in 2009, but the project was dogged by delays in payments from investors due to the global financial crisis. Construction of the tower was put on hold just after piling work on the foundations was completed in 2009. The main contractor for construction had not yet been selected when a report stated the structure was expected to be completed in 2012. There was little sign of activity at the site after 2009, and no further statements regarding progress. The pit dug out for foundations was allowed to fill with water, and as of May 2013[update], satellite maps of the site revealed it had been filled in and levelled.\n Sometime in 2012, the tower's official website expired and is now domain parked.  By the end of 2013, the project had been officially cancelled. As of January 2015[update] the Burj Al Alam was listed by the Dubai Real Estate Regulatory Agency's Cancelled Real Estate Projects Committee as among the list of cancelled projects awaiting liquidation hearings.",
  "/wiki/List_of_tallest_structures": "The tallest structure in the world is the Burj Khalifa skyscraper at 829.8 m (2,722 ft). Listed are guyed masts (such as telecommunication masts), self-supporting towers (such as the CN Tower), skyscrapers (such as the Willis Tower), oil platforms, electricity transmission towers, and bridge support towers. This list is organized by absolute height. See List of tallest buildings and structures, List of tallest freestanding structures and List of tallest buildings and List of tallest towers for additional information about these types of structures."
}