{
  "/wiki/Mark_Tewksbury": "Mark Tewksbury, MSM (born February 7, 1968) is a Canadian former competition swimmer.  He is best known for winning the gold medal in the 100-metre backstroke at the 1992 Summer Olympics. He also hosted the first season of How It's Made, a Canadian documentary series, in 2001.",
  "/wiki/Bonn": "The Federal City of Bonn (German pronunciation: [bɔn] (listen)) is a city on the banks of the Rhine in the German state of North Rhine-Westphalia, with a population of over 300,000. About 24 km (15 mi) south-southeast of Cologne, Bonn is in the southernmost part of the Rhine-Ruhr region, Germany's largest metropolitan area, with over 11 million inhabitants. It is famously known as the birthplace of Ludwig van Beethoven in 1770. He spent his childhood and teenage years in Bonn.",
  "/wiki/Sheffield": "Sheffield is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 582,506 (mid-2018 est.) and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the third-largest English district by population. The metropolitan population of Sheffield is 1,569,000.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Jeff_Rouse": "Jeffrey Norman Rouse (born February 6, 1970) is an American former competition swimmer, three-time Olympic champion, and former world record-holder in three events.",
  "/wiki/Lenny_Krayzelburg": "Lenny Krayzelburg (born September 28, 1975, as Leonid Krayzelburg; Ukrainian: Леонід Крайзельбург, Russian: Леони́д Кра́йзельбург) is an American former backstroke swimmer, Olympic gold medalist, and former world record holder. He swam in the 2000 and 2004 Olympics, winning a total of four Olympic gold medals.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Neil_Walker_(swimmer)": "Neil Scott Walker (born June 25, 1976) is an American former competition swimmer, four-time Olympic medalist, and former world record-holder in multiple events.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Thomas_Rupprath": "Thomas Rupprath (born 16 March 1977 in Neuss) is an Olympic swimmer from Germany, who is nicknamed \"The New Albatross\".",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Peter_Marshall_(swimmer)": "Peter Jeffrey Marshall (born March 9, 1982) is an American competition swimmer who specializes in the backstroke.  He is a former world record holder in the 50-meter backstroke (short course) and the 100-meter backstroke (short course).",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Ryan_Lochte": "Ryan Steven Lochte (/ˈlɒkti/ LOK-tee; born August 3, 1984) is an American competitive swimmer and 12-time Olympic medalist. Lochte's 12 Olympic medals earn him the second-most decorated Olympian along with Natalie Coughlin, Dara Torres, and Jenny Thompson. He currently holds the world records in the 200-meter individual medley (long and short course). As part of the American teams, he also holds the world record in the 4×200-meter freestyle (long course) and 4x100-meter freestyle (mixed) relay.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Stanislav_Donets": "Stanislav Yuryevich Donets (Russian: Станисла́в Ю́рьевич Доне́ц, romanized: Stanisláv Yúr'yevich Donéts) (born 7 July 1983) is a Russian swimmer from Dimitrovgrad. He was the world record holder for the 100m backstroke (Short Course).",
  "/wiki/Rijeka": "Rijeka (/riˈɛkə, riˈeɪkə/, also US: /riˈjɛkə/, Croatian: [rijěːka] (listen); Hungarian: Fiume, Italian: Fiume [ˈfjuːme]; Slovene: Reka; German: Sankt Veit am Flaum) is the principal seaport and the third-largest city in Croatia (after Zagreb and Split). It is located in Primorje-Gorski Kotar County on Kvarner Bay, an inlet of the Adriatic Sea and has a population of 128,624 inhabitants. \nHistorically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially among Italy, Hungary (serving as the Kingdom of Hungary's largest and most important port), and Croatia, changing hands and demographics many times over centuries. According to the 2011 census data, the majority of its citizens are Croats, along with a large minority of Serbs, and smaller numbers of Bosniaks and Italians.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Aschwin_Wildeboer": "Aschwin Wildeboer Faber (born 14 February 1986 in Sabadell, Spain) is a Spanish Olympic backstroke swimmer of Dutch origin.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Arkady_Vyatchanin": "Arkady Arkadyevich Vyatchanin (Russian: Аркадий Аркадьевич Вятча́нин, Serbian Cyrillic: Аркадиј Аркадјевич Вјатчањин; born 4 April 1984) is a retired Russian, Serbian and American backstroke swimmer. He was born in Vorkuta, and in 1999 moved to Taganrog, Russia, where he graduated from the South Federal University. He was a member of the Russian National Team in 2000–2015; moved to Serbia in 2015 and to the United States in 2017, and retired in June 2018.",
  "/wiki/2009_European_Short_Course_Swimming_Championships": "The 2009 European Short Course Swimming Championships was held in Istanbul, Turkey, from Thursday 10 to Sunday 13 December 2009. A temporary swimming pool was built within the Abdi İpekçi Arena.",
  "/wiki/Nick_Thoman": "Nicholas Brewer Thoman (born March 6, 1986) is an American competition swimmer who specializes in the backstroke and is an Olympic gold medalist.  He has won two world championships as a member of winning United States medley relay teams at the FINA World Aquatics Championships.  From 2009 to 2015 he held the world record in the 100-meter backstroke (short course).  Thoman has won a total of ten medals in major international competition, four gold, three silver, and three bronze spanning the Olympics, World Championships, Pan Pacific Championships, Pan American Games, and the Summer Universiade.  He was a member of the 2012 U.S. Olympic team, and won gold and silver medals at the 2012 Summer Olympics.",
  "/wiki/2009_Duel_in_the_Pool": "The 2009 Duel in the Pool was a swimming competition between a team from the United States and a combined British, German and Italian \"E-Stars\" team held on Friday 18 and Saturday 19 December 2009 at the Manchester Aquatics Centre, United Kingdom. The naming rights are held by Mutual of Omaha and British Gas in the United States and Europe respectively – the event was therefore promoted as the 2009 Mutual of Omaha Duel in the Pool and 2009 British Gas Duel in the Pool.",
  "/wiki/Matt_Grevers": "Matthew Grevers (born March 26, 1985) is an American competition swimmer who competes in the backstroke and freestyle events, and is a six-time Olympic medalist.  He has won a total of thirty-three medals in major international competition, fourteen gold, twelve silver, and seven bronze spanning the Olympics, World Championships, and the Universiade.  At the 2008 Summer Olympics, Grevers won gold medals as a member of the U.S. teams in the 4×100-meter freestyle and 4×100-meter medley relays, and a silver medal in the 100-meter backstroke.  Four years later, at the 2012 Summer Olympics, he won gold medals in the 100-meter backstroke and the 4×100-meter medley relay, and a silver medal in the 4×100-meter freestyle relay.",
  "/wiki/Duel_in_the_Pool": "The Duel in the Pool is a swimming event that began in 2003. The competition pits swimming stars from two nations to see which is the best across a series of events.",
  "/wiki/Kliment_Kolesnikov": "Kliment Andreyevich Kolesnikov (Russian: Климент Андреевич Колесников; born 9 July 2000) is a Russian swimmer. He holds world junior records in nine events: 50/100/200 back in long course, as well as 100/200 free, 50/100/200 back and 100 IM in short course.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Xu_Jiayu": "Xu Jiayu (Chinese: 徐嘉余; born 19 August 1995) is a Chinese competitive swimmer who specializes in the backstroke. He is the Olympic Silver medalist (2016 Rio de Janeiro) and twice consecutive world champion (2017 Budapest and 2019 Gwangju) in the 100 meters backstroke.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands."
}