{
  "/wiki/David_Theile": "David Egmont Theile, AO (born 17 January 1938) is an Australian former backstroke swimmer of the 1950s and 1960s, who won consecutive gold medals in the 100-metre backstroke at the 1956 and 1960 Summer Olympics, the only Australian to do so. He subsequently became a leading surgeon and medical administrator.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbən/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]\n The city was founded on 30 August 1835, in the then-British colony of New South Wales, by free settlers from the colony of Van Diemen’s Land (modern-day Tasmania). It was incorporated as a Crown settlement in 1837, and named Melbourne by Governor General Richard Bourke on 10 April 1837 in honour of the British Prime Minister, William Lamb, 2nd Viscount Melbourne. In 1851, four years after Queen Victoria declared it a city, Melbourne became the capital of the new colony of Victoria. In the wake of the 1850s Victorian gold rush, the city entered a lengthy boom period that, by the late 1880s, had transformed it into one of the world's largest and wealthiest metropolises. After the federation of Australia in 1901, it served as interim seat of government of the new nation until Canberra became the permanent capital in 1927. Today, it is a leading financial centre in the Asia-Pacific region and ranks 15th in the Global Financial Centres Index.\n Melbourne is home to many of Australia's best-known landmarks, such as the Melbourne Cricket Ground, the National Gallery of Victoria and the World Heritage-listed Royal Exhibition Building. It is also the birthplace of Australian impressionism, Australian rules football, and the Australian film and television industries. More recently, it has been recognised as a UNESCO City of Literature and a global centre for street art, live music and theatre. It hosts major annual international events such as the Australian Grand Prix, the Australian Open and the Melbourne Cup, and also hosted the 1956 Summer Olympics and the 2006 Commonwealth Games. Due to it rating highly in entertainment, tourism and sport, as well as education, health care, research and development, Melbourne consistently ranked as the world's most liveable city for much of the 2010s.\n The main airport serving the city is Melbourne Airport (also referred to as Tullamarine Airport), which is the second busiest in Australia, and Australia's busiest seaport the Port of Melbourne. Its main metropolitan rail terminus is Flinders Street station and its main regional rail and road coach terminus is Southern Cross station. It also has the most extensive freeway network in Australia and the largest urban tram network in the world.",
  "/wiki/John_Monckton_(swimmer)": "John James Monckton (28 October 1938 – 29 June 2017) was an Australian backstroke swimmer who won a silver medal in the 100-metre event at the 1956 Summer Olympics in Melbourne.  Although he set multiple world records, he never won an Olympic gold medal.\n An apprentice carpenter from the New England region of New South Wales, Monckton appeared to be primed to win gold at the 1956 Olympics.  At the national team camp in Townsville before the games, he became the first person to swim 400-metre backstroke in under five minutes. Although it was not a regularly contested event at international level, it was a promising sign for the event to be included for medal competition in the Olympics. He also set world records in the 110- and 220-yard freestyle events.\n At the Olympics, Monckton was the fastest qualifier in the heats and semifinal, but was upstaged in the final by teammate David Theile.\n In the absence of Theile, who had retired after the Olympics to study medicine at university, Monckton dominated backstroke swimming, winning the 110-yard backstroke event at the 1958 British Empire and Commonwealth Games in Cardiff and also the 4×110-yard medley relay. Monckton then prepared for another Olympics in 1960 in Rome, with Theile deferring his studies to defend his Olympic title. Monckton again led the qualifying in the heats and semifinals.  However, in the final, he misjudged the turn and broke a finger. He limped home in seventh position, with Theile successfully defending his title.  Monckton continued competing in the hope of reaching a third Olympics in 1964, but retired after his performances began to deteriorate.\n He married Maureen Giles, an Australian swimmer at the 1956 Olympics.\n He was inducted into the Sport Australia Hall of Fame in 1999.",
  "/wiki/Bob_Bennett_(swimmer)": "Robert Earl Bennett (born May 23, 1943) is an American former competition swimmer, Olympic medalist, and former world record-holder.\n Bennett attended the University of Southern California (USC), where he competed for the USC Trojans swimming and diving team from 1963 to 1965.  He received All-American honors for three consecutive years, and graduated in 1965.\n Bennett represented the United States at the 1960 and 1964 Summer Olympics.  At the 1960 Rome games, he received a bronze medal for his third-place result in the men's 100-meter backstroke, finishing in 1:02.3 – a fraction of a second behind Australian David Theile (1:01.9) and fellow American Frank McKinney (1:02.1).  He also swam for the gold medal-winning U.S. team in the heats of the 4×100-meter medley relay, setting a new world record of 4:08.2 in the process.  He did not receive a medal, however, because he did not swim in the event final, and was not medal-eligible under the 1964 Olympic swimming rules.\n Four years later at the 1964 Tokyo games, he won a second bronze medal in the men's 200-meter backstroke (2:13.1).  He again swam for the first-place U.S. team in the preliminary heats of the 4×100-meter medley relay, but was again ineligible to receive a medal.\n Bennett set a new world record of 1.01.3 in the 100-meter backstroke on August 19, 1961; the record survived for twelve months until broken by American Tom Stock.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/Tom_Stock": "Tom Stock (born c. 1942) is retired American backstroke swimmer. During his career that spanned from about 1956 to 1964 he set several world and 14 national records. He missed the 1964 Olympics due to illness and was not selected for the 1960 Games because he finished third at the trials, whereas only two swimmers were chosen in that year. He was American Swimmer of the Year in 1962. \nIn 1989 he was inducted to the International Swimming Hall of Fame. \n Stock lives in Hinsdale, Illinois, with his wife, Ann, and two children. Together with a fellow swimmer Gary Verhoeven he owns the BVD Steel Hauling Company.",
  "/wiki/Cuyahoga_Falls,_Ohio": "Cuyahoga Falls (/ˌkaɪəˈhoʊɡə/ KY-ə-HOH-gə) is a city in Summit County, Ohio, United States. As of the 2010 census, the city population was 49,652. It is the second-largest city in Summit County and part of the Akron, OH Metropolitan Statistical Area. The city was founded in 1812 by William Wetmore and was originally named Manchester, but renamed for the Cuyahoga River and the series of waterfalls that run along the southern boundary of the city.\n Cuyahoga Falls is bordered by Akron to the south and the Cuyahoga Valley National Park to the northwest.",
  "/wiki/Ernst-Joachim_Küppers": "Ernst-Joachim Küppers (born 24 August 1942) is a German former swimmer. He competed in two events at the 1964 Summer Olympics. He won the silver medal in men's 4×100 metre medley relay.",
  "/wiki/Dortmund": "Dortmund (/ˈdɔːrtmənd/, also UK: /-mʊnd/, US: /-mʊnt/, German: [ˈdɔʁtmʊnt] (listen); Westphalian Low German: Düörpm [ˈdyːœɐ̯pm̩]; Latin: Tremonia) is, with a population of 586,600 (2017), the third-largest city of Germany's most populous federal state of North Rhine-Westphalia after Cologne and Düsseldorf, and Germany's eighth-largest city. It is the largest city (by area and population) of the Ruhr, Germany's largest urban area with some 5.1 million (2011) inhabitants, as well as the largest city of Westphalia. On the Emscher and Ruhr rivers (tributaries of the Rhine), it lies in the Rhine-Ruhr Metropolitan Region and is considered the administrative, commercial, and cultural centre of the eastern Ruhr. Dortmund is the second largest city in the Low German dialect area after Hamburg, Dortmund was one of the host cities of the official tournaments of the 1974 and 2006 FIFA World Cup.\n Founded around 882, Dortmund became an Imperial Free City. Throughout the 13th to 14th centuries, it was the \"chief city\" of the Rhine, Westphalia, the Netherlands Circle of the Hanseatic League.\n During the Thirty Years' War, the city was destroyed and decreased in significance until the onset of industrialization. The city then became one of Germany's most important coal, steel and beer centres. Dortmund consequently was one of the most heavily bombed cities in Germany during World War II. The devastating bombing raids of 12 March 1945 destroyed 98% of buildings in the inner city center. These bombing raids, with more than 1,110 aircraft, hold the record to a single target in World War II.\n The region has adapted since the collapse of its century-long steel and coal industries and shifted to high-technology biomedical technology, micro systems technology, and also services. In 2009, Dortmund was classified as a Node city in the Innovation Cities Index published by 2thinknow and is the most sustainable and digital city in Germany.\n Dortmund is home to many cultural and educational institutions, including the Technical University of Dortmund and Dortmund University of Applied Sciences and Arts, International School of Management and other educational, cultural and administrative facilities with over 49,000 students, many museums, such as Museum Ostwall, Museum of Art and Cultural History, German Football Museum, as well as theatres and music venues like the Konzerthaus or the Opera House of Dortmund. The city is known as Westphalia's \"green metropolis\". Nearly half the municipal territory consists of waterways, woodland, agriculture and green spaces with spacious parks such as Westfalenpark and Rombergpark. This stands in a stark contrast with nearly a hundred years of extensive coal mining and steel milling in the past.\n Dortmund is home to Ballspielverein Borussia 09 e.V. Dortmund, commonly known as Borussia Dortmund, a successful club in German football.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.\n At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the Federal Republic of Germany claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic (GDR) was an illegally constituted puppet state. Though the GDR did hold regular elections, these were neither free nor fair. From the West German perspective, the GDR was therefore illegitimate.  \n Three southwestern states of West Germany merged to form Baden-Württemberg in 1952, and the Saarland joined the Federal Republic of Germany in 1957. In addition to the resulting ten states, West Berlin was considered a de facto eleventh state. While legally not part of the Federal Republic of Germany, as Berlin was under the control of the Allied Control Council, West Berlin politically aligned itself with West Germany and was represented in its federal institutions.\n The foundation for the influential position held by Germany today was laid during the Wirtschaftswunder (economic miracle) of the 1950s when West Germany rose from the enormous destruction wrought by World War II to become the world's third-largest economy. The first chancellor Konrad Adenauer, who remained in office until 1963, had worked for a full alignment with NATO rather than neutrality. He not only secured a membership in NATO but was also a proponent of agreements which developed into the present-day European Union. When the G6 was established in 1975, there was no question  as to whether the Federal Republic of Germany would become a member.\n Following the collapse of communism in Central and Eastern Europe in 1989, symbolised by the opening of the Berlin Wall, there was a rapid move towards German reunification. East Germany voted to dissolve itself and accede to the Federal Republic in 1990. Its five post-war states (Länder) were reconstituted along with the reunited Berlin, which ended its special status and formed an additional Land. They formally joined the Federal Republic on 3 October 1990, raising the number of states from ten to sixteen, ending the division of Germany. The reunion did not result in a new country;  instead, the process was essentially a voluntary act of accession, whereby West Germany was enlarged to include the additional states of East Germany, which had ceased to exist. The expanded Federal Republic retained West Germany's political culture and continued its existing memberships in international organisations, as well as its Western foreign policy alignment and affiliation to Western alliances like UN, NATO, OECD and the European Union.",
  "/wiki/Thompson_Mann": "Harold Thompson Mann (December 1, 1942 – April 4, 2019) was an American competition swimmer, Olympic champion, and world record-holder.  He competed at the 1964 Summer Olympics in Tokyo, Japan, where he received a gold medal swimming for swimming the lead-off backstroke leg for the winning U.S. team in the 4×100-meter medley relay.  Mann and his relay teammates Bill Craig (breaststroke), Fred Schmidt (butterfly) and Steve Clark set a new world record of 3:58.4 – and Mann set an individual world record in the 100-meter backstroke swimming his leg (59.6 seconds).\n In 1965 Mann won the national indoor and outdoor titles in both the 100 and 200 yd backstroke, setting a world's best time and American record over 100 yd. He was inducted into the International Swimming Hall of Fame in 1984, and the Virginia Sports Hall of Fame in 1988.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.\n Originally a small fishing village named Edo (江戸), the city became a prominent political center of Japan when Shōgun Tokugawa Ieyasu made the city his headquarters in 1603. When Emperor Meiji moved the imperial seat to the city from Kyoto in 1868, Edo was renamed Tokyo, literally \"the Eastern Capital\". The Tokyo Metropolis formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi). While commonly referred to as a city, Tokyo is a collective entity of multiple smaller municipalities, including 23 special wards and various bed towns in the western area.\n Modern Tokyo is categorized as an alpha+ city by the Globalization and World Cities Research Network. As of 2019, the population of Tokyo was estimated to be over 13.9 million, making it Japan's most populous prefecture. The metropolitan area is the world's most populous with over 40 million people as well as the world's largest urban agglomeration economy. As of 2011[update], Tokyo hosted 51 of the Fortune Global 500 companies, the highest number of any city in the world at that time. The city ranked sixth on the Global Financial Centres Index of 2019. Along with an advanced economy, Tokyo often ranks high among the most expensive cities for expatriates.\n Tokyo is a major cultural hub and an international trendsetter in the arts, entertainment, gastronomy, and media. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world. The city has hosted multiple international events, including the Summer Olympics (1964), the G7 Summit (1979, 1986, and 1993), and will host the 2020 Summer Olympics and the 2020 Summer Paralympics. Tokyo is a leading center for research and development, represented by various universities, most notably the University of Tokyo.",
  "/wiki/Doug_Russell_(swimmer)": "Douglas Albert Russell  (born February 20, 1946) is an American former competitive swimmer, Olympic champion, and former world record-holder in three different events.",
  "/wiki/Charlie_Hickcox": "Charles Buchanan Hickcox (February 6, 1947 – June 14, 2010) was an American competition swimmer, three-time Olympic champion, and former world record-holder in six events.",
  "/wiki/Roland_Matthes": "Roland Matthes (17 November 1950 – 20 December 2019) was a German swimmer and the most successful backstroke swimmer of all time. Between April 1967 and August 1974 he won all backstroke competitions he entered. He won four European championships and three world championships in a row, and swam 19 world and 21 European records in various backstroke, butterfly, freestyle and medley events. He was trained by Marlies Grohe.\n As an Olympian in 1968, 1972 and 1976 he won a total of eight medals (four gold, two silver and two bronze): In 1968 and 1972 he won gold in both the 100 m and 200 m backstroke, while in 1976 he was third in the 100 m backstroke. In addition to these individual events, he won the 4 × 100 m team medley silver in 1968 and 1972, and a bronze medal for the 4 × 100 m freestyle relay.  At Montreal, he was the only East German male swimmer to win a medal.\n In 1973 in Belgrade he became the first world champion holding the titles in both the 100 m and 200 m backstroke. Additionally he won silver in the 4 × 100 m medley and bronze in the 4 × 100 m freestyle relay. Two years later in 1975 he defended his world title in the 100 m backstroke.\n At the European championships in 1970 in Barcelona and 1974 in Vienna he won all four titles for the 100 and 200 m backstroke. Additionally, in Barcelona he won the individual silver for the 100 m freestyle, gold with the 4 × 100 m medley team, and bronze with both the 4×100 and 4 × 200 m freestyle teams. In Vienna, he also won the individual silver for 100 m butterfly, and bronze with the 4 × 100 m freestyle team.\n He was selected East German Sportspersonality of the Year seven times, in 1967–1971, 1973 and 1975. In 1981 he was inducted into the International Swimming Hall of Fame.\n From 1970 to 1977 he studied sport sciences at DHfK in Leipzig and from 1978 to 1984 he studied medicine at the University of Jena. After graduating he worked as an orthopedic surgeon. He retired from swimming in 1976, and in May 1978 married Kornelia Ender, a fellow East German Olympic swimmer. They divorced in 1982.\n The issue of doping in East Germany brought into questioning most achievements of East German athletes. However, Matthes denied any involvement in doping, claiming that his swimming club was too small to be part of the government system.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.\n Leipzig is located about 160 kilometres (99 mi) southwest of Berlin in the Leipzig Bay, which constitutes the southernmost part of the North German Plain, at the confluence of the White Elster River (progression: Saale→ Elbe→ North Sea) and two of its tributaries: the Pleiße and the Parthe. The name of the city as well as the names of many of its boroughs are of Slavic origin.\n Leipzig has been a trade city since at least the time of the Holy Roman Empire. The city sits at the intersection of the Via Regia and the Via Imperii, two important medieval trade routes. Leipzig was once one of the major European centres of learning and culture in fields such as music and publishing. After the  Second World War and during the period of the German Democratic Republic (East Germany) Leipzig remained a major urban centre in East German terms, but its cultural and economic importance declined. Events in Leipzig in 1989 played a significant role in precipitating the fall of communism in Central and Eastern Europe, mainly through demonstrations starting from St. Nicholas Church. The immediate effects of the reunification of Germany included the collapse of the local economy, which had come to depend on highly polluting heavy industry, severe unemployment, and urban blight. Starting around 2000, however, decline was first arrested and then reversed. Leipzig has undergone significant change with the restoration of major historical buildings, the demolition of derelict properties of little historical value, and the development of new industries and a modern transport infrastructure.\n Leipzig today is an economic centre, the most livable city in Germany, according to the GfK marketing research institution and has the second-best future prospects of all cities in Germany, according to HWWI and Berenberg Bank. The city is one of two seats of the German National Library (together with Frankfurt), as well as the seat of the German Federal Administrative Court. Leipzig Zoo is one of the most modern zoos in Europe and ranks first in Germany and second in Europe according to Anthony Sheridan. Since the opening of the Leipzig City Tunnel in 2013, Leipzig forms the centrepiece of the S-Bahn Mitteldeutschland public transit system. Leipzig is currently listed as a Gamma World City, Germany's \"Boomtown\" and as the European City of the Year 2019.\n Leipzig has long been a major centre for music, both classical as well as modern \"dark alternative music\" or darkwave genres. The Oper Leipzig is one of the most prominent opera houses in Germany. It was founded in 1693, making it the third-oldest opera venue in Europe after La Fenice (Venice, Italy) and the Hamburg State Opera (Hamburg, Germany). Leipzig is also home to the University of Music and Theatre \"Felix Mendelssohn Bartholdy\". It was during a stay in this city that Friedrich Schiller wrote his poem \"Ode to Joy\". The Leipzig Gewandhaus Orchestra, established in 1743, is one of the oldest symphony orchestras in the world. Johann Sebastian Bach is one among many major composers who lived and worked in Leipzig.",
  "/wiki/East_Germany": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.\n The German Democratic Republic was established in the Soviet zone, while the Federal Republic was established in the three western zones. East Germany was a satellite state of the Soviet Union. Soviet occupation authorities began transferring administrative responsibility to German communist leaders in 1948, and the GDR began to function as a state on 7 October 1949. However, Soviet forces remained in the country throughout the Cold War. Until 1989, the GDR was governed by the Socialist Unity Party (SED), though other parties nominally participated in its alliance organisation, the National Front. The SED made the teaching of Marxism–Leninism and the Russian language compulsory in schools.\n The economy was centrally planned and increasingly state-owned. Prices of housing, basic goods and services were set by central government planners rather than rising and falling through supply and demand; and were heavily subsidised. Although the GDR had to pay substantial war reparations to the Soviets, it became the most successful economy in the Eastern Bloc. Emigration to the West was a significant problem—as many of the emigrants were well-educated young people, it further weakened the state economically. The government fortified its western borders and, in 1961, built the Berlin Wall. Many people attempting to flee were killed by border guards or booby traps, such as landmines. Many others spent large amounts of time imprisoned for attempting to escape.\n In 1989, numerous social, economic, and political forces in the GDR and abroad led to the fall of the Berlin Wall and the establishment of a government committed to liberalisation. The following year, free and fair elections were held, and international negotiations led to the signing of the Final Settlement treaty on the status and borders of Germany. The GDR dissolved itself, and Germany was reunified on 3 October 1990, becoming a fully sovereign state again. Several of the GDR's leaders, notably its last communist leader Egon Krenz, were prosecuted after reunification for crimes committed during the Cold War.\n Geographically, the German Democratic Republic bordered the Baltic Sea to the north; Poland to the east; Czechoslovakia to the southeast and West Germany to the southwest and west. Internally, the GDR also bordered the Soviet sector of Allied-occupied Berlin, known as East Berlin, which was also administered as the state's de facto capital. It also bordered the three sectors occupied by the United States, United Kingdom and France known collectively as West Berlin. The three sectors occupied by the Western nations were sealed off from the GDR by the Berlin Wall from its construction in 1961 until it was brought down in 1989.",
  "/wiki/Swimming_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 29 events in swimming were contested.  There was a total of 468 participants from 51 countries competing.  The United States dominated the competition, winning 52 of 87 possible medals. 15-year-old phenom Debbie Meyer from Maryland won three gold medals.",
  "/wiki/Würzburg": "Würzburg (UK: /ˈvɜːrtsbɜːrɡ, ˈvʊərts-/, US: /ˈwɜːrts-, ˈwʊərts-/,[a] German: [ˈvʏʁtsbʊʁk] (listen); Main-Franconian: Wörtzburch) is a city in the region of Franconia, northern Bavaria, Germany. Located on the Main River, it is the capital of the Regierungsbezirk of Lower Franconia. The regional dialect is East Franconian.\n Würzburg lies about equidistant from Frankfurt am Main and Nuremberg (each about 120 kilometers or 75 miles away). Although the city of Würzburg is not part of the Landkreis Würzburg, (i.e., district of Würzburg), it is the seat of the district's administration. The city has a population of around 130,000 people.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.\n Founded as a Roman city, in the Middle Ages Barcelona became the capital of the County of Barcelona. After merging with the Kingdom of Aragon, Barcelona continued to be an important city in the Crown of Aragon as an economic and administrative centre of this Crown and the capital of the Principality of Catalonia. Barcelona has a rich cultural heritage and is today an important cultural centre and a major tourist destination. Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites. The headquarters of the Union for the Mediterranean are located in Barcelona. The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions and also many international sport tournaments.\n Barcelona is one of the world's leading tourist, economic, trade fair and cultural centres, and its influence in commerce, education, entertainment, sports, media, fashion, science, and the arts all contribute to its status as one of the major global cities. It is a major cultural and economic centre in southwestern Europe, 24th in the world (before Zürich, after Frankfurt) and a financial centre. In 2008 it was the fourth most economically powerful city by GDP in the European Union and 35th in the world with GDP amounting to €177 billion. In 2012 Barcelona had a GDP of $170 billion; and it was leading Spain in employment rate in that moment.\n In 2009 the city was ranked Europe's third and one of the world's most successful as a city brand. In the same year the city was ranked Europe's fourth best city for business and fastest improving European city, with growth improved by 17% per year, and the city has been experiencing strong and renewed growth for the past three years. Barcelona is also the home of one of the world's most famous clubs, FC Barcelona. Since 2011 Barcelona has been a leading smart city in Europe. Barcelona is a transport hub, with the Port of Barcelona being one of Europe's principal seaports and busiest European passenger port, an international airport, Barcelona–El Prat Airport, which handles over 50 million passengers per year, an extensive motorway network, and a high-speed rail line with a link to France and the rest of Europe.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/USSR": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/Swimming_at_the_1972_Summer_Olympics": "The 1972 Summer Olympics were held in Munich, West Germany, 29 events in swimming were contested.  There was a total of 532 participants from 52 countries competing.\n Perhaps the most spectacular athletic events were in swimming. Mark Spitz of the United States had a spectacular run, lining up for seven events, winning seven Olympic titles and setting seven world records. The seven world records in a single Olympic meet was tied by Michael Phelps in 2008. According to the official Olympic website, \"He took part in the 4×200 m one hour after his final in the 100 m butterfly. As for the 200 m freestyle gold, it was his third medal in three days\" .\n On the women's side of the competition, Shane Gould of Australia won 5 medals. She won the 200 m and 400 m freestyle as well as the 200 m individual medley, each with a new world record time. In addition, she won the silver and the bronze in the 800 m and 100 m freestyle, respectively.\n In terms of records, the Olympic record was broken at least once in all 29 events. In 20 of those events, there was a new world record set.",
  "/wiki/John_Naber": "John Phillips Naber (born January 20, 1956) is an American former competition swimmer, five-time Olympic medalist, and former world record-holder in multiple events.\n Born in Evanston, Illinois, Naber studied in England and Italy where his father worked as a management consultant. He graduated from Woodside High School in northern California, and then completed his bachelor's degree in psychology in 1977 at the University of Southern California in Los Angeles.  While at USC, he led the Trojans to four consecutive NCAA titles (1974–1977).",
  "/wiki/Swimming_at_the_1976_Summer_Olympics": "The 1976 Summer Olympics were held in Montreal, Quebec, Canada; 26 events in swimming were contested.  There was a total of 471 participants from 51 countries competing.",
  "/wiki/World_record_progression_100_metres_backstroke": "This is a history of the 100 m backstroke world record as swum in both long-course (50 m; Olympic) pools and short-course (25 m) pools—the two categories recognized/tracked by FINA."
}