{
  "/wiki/Aberdeen": "Aberdeen (/ˌæbərˈdiːn/ (listen); Scots: Aiberdeen, listen (help·info); Scottish Gaelic: Obar Dheathain [opəɾ ˈɛ.ɛɲ]; Latin: Aberdonia) is a city in northeast Scotland. It is Scotland's third most populous city, one of Scotland's 32 local government council areas and the United Kingdom's 39th most populous built-up area, with an official population estimate of 196,670 for the city of Aberdeen and 227,560 for the local council area. During the mid-18th to mid-20th centuries, Aberdeen's buildings incorporated locally quarried grey granite, which can sparkle like silver because of its high mica content. Since the discovery of North Sea oil in the 1970s, Aberdeen has been known as the off-shore oil capital of Europe.\nThe area around Aberdeen has been settled for at least 8,000 years, when prehistoric villages lay around the mouths of the rivers Dee and Don. The city has a long, sandy coastline and a marine climate, the latter resulting in chilly summers and mild winters.",
  "/wiki/Scots_language": "Scots (Scottish Gaelic: Albais)  is the West Germanic languages variety spoken in Lowland Scotland and parts of Ulster in Ireland (where the local dialect is known as Ulster Scots). It is sometimes called Lowland Scots to distinguish it from Scottish Gaelic, the Celtic language that was historically restricted to most of the Highlands, the Hebrides and Galloway after the 16th century. The Scots language developed during the Middle English period as a distinct entity.",
  "/wiki/Scottish_Gaelic_language": "Scottish Gaelic (Gàidhlig [ˈkaːlɪkʲ] (listen), Am Faclair Beag Scottish Gaelic pronunciation: ['gaːlɪgʲ]) or Scots Gaelic, sometimes also referred to simply as Gaelic, is a Goidelic language of the Celtic and Indo-European language family, native to the Gaels of Scotland. As a Goidelic language, Scottish Gaelic, like Modern Irish and Manx, developed out of Old Irish. It became a distinct spoken language sometime in the 13th century in the Middle Irish period, although a common literary language was shared by Gaels in both Ireland and Scotland down to the 16th century. Most of modern Scotland was once Gaelic-speaking, as evidenced especially by Gaelic-language placenames.",
  "/wiki/Royal_burgh": "A royal burgh was a type of Scottish burgh which had been founded by, or subsequently granted, a royal charter. Although abolished in law in 1975, the term is still used by many former royal burghs.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Armagh": "Armagh (/ɑːrˈmɑː/ ar-MAH; Irish: Ard Mhacha, IPA: [ˌaɾd̪ˠ ˈwaxə], \"Macha's height\") is the county town of County Armagh and a city in Northern Ireland, as well as a civil parish. It is the ecclesiastical capital of Ireland – the seat of the Archbishops of Armagh, the Primates of All Ireland for both the Roman Catholic Church and the Church of Ireland. In ancient times, nearby Navan Fort (Eamhain Mhacha) was a pagan ceremonial site and one of the great royal capitals of Gaelic Ireland. Today, Armagh is home to two cathedrals (both named after Saint Patrick) and the Armagh Observatory, and is known for its Georgian architecture.",
  "/wiki/Irish_language": "Irish (Gaeilge) is a Goidelic language of the Celtic languages family, itself a branch of the Indo-European language family. Irish originated in Ireland and was historically spoken by Irish people throughout Ireland. Irish is spoken as a first language in substantial areas of counties Galway, Kerry, Cork and Donegal, smaller areas of Waterford, Mayo and Meath, and a few other locations, and both by native speakers as well as a second language by a larger group of habitual but non-traditional speakers across the country.",
  "/wiki/Ulster_Scots_dialects": "Ulster Scots or Ulster-Scots  (Ulstèr-Scotch, Irish: Albainais), also known as Ulster Scotch, Scots-Irish and Ullans, is the dialect of the Scots language spoken in parts of Ulster in Ireland. It is generally considered a dialect or group of dialects of Scots, although groups such as the Ulster-Scots Language Society and Ulster-Scots Academy consider it a language in its own right, and the Ulster-Scots Agency and former Department of Culture, Arts and Leisure have used the terminology Ulster-Scots language.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/Bangor,_Gwynedd": "Bangor (English: /ˈbæŋɡər/; Welsh: [ˈbaŋɡɔr]) is a city and community in Gwynedd, northwest Wales. It is the oldest city in Wales, and one of the smallest cities in the United Kingdom. Historically in Caernarfonshire, it is a university city with a population of 18,808 at the 2011 census, including around 10,500 students at Bangor University. It is one of only six places classed as a city in Wales, although it is only the 25th-largest urban area by population. At the 2001 census, 46.6 per cent of the non-student resident population spoke Welsh.",
  "/wiki/Time_immemorial": "Time immemorial (French: temps immémorial) is a phrase meaning time extending beyond the reach of memory, record, or tradition, indefinitely ancient, \"ancient beyond memory or record\".",
  "/wiki/Bangor_Cathedral": "Bangor Cathedral (Welsh: Eglwys Gadeiriol Bangor) is an ancient place of worship in Bangor, Gwynedd, Wales. It is dedicated to its founder, Saint Deiniol.",
  "/wiki/Community_(Wales)": "A community (Welsh: cymuned) is a division of land in Wales that forms the lowest tier of local government in Wales. Welsh communities are analogous to civil parishes in England. In 2016 there were 870 communities in Wales.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Bath,_Somerset": "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol. The city became a World Heritage site in 1987.",
  "/wiki/Bath_Abbey": "Bath Abbey is a parish church of the Church of England and former Benedictine monastery in Bath, Somerset, England. Founded in the 7th century, it was reorganised in the 10th century and rebuilt in the 12th and 16th centuries; major restoration work was carried out by Sir George Gilbert Scott in the 1860s. It is one of the largest examples of Perpendicular Gothic architecture in the West Country. The medieval abbey church served as a sometime cathedral of a bishop. After long contention between churchmen in Bath and Wells the seat of the Diocese of Bath and Wells was later consolidated at Wells Cathedral.  The Benedictine community was dissolved in 1539 during the Dissolution of the Monasteries.",
  "/wiki/Charter_trustees": "In England and Wales, charter trustees are set up to maintain the continuity of a town charter or city charter after a district with the status of a borough or city has been abolished, until such time as a parish council is established.  Duties are limited to ceremonial activities such as the election of a mayor, and various other functions depending upon local customs and laws.",
  "/wiki/South_West_England": "South West England is one of nine official regions of England.  It is the largest in area, covering 9,200 square miles (23,800 km2), and consists of the counties of Bristol, Cornwall, Dorset, Devon, Gloucestershire,  Somerset, and Wiltshire, as well as the Isles of Scilly. Five million people live in South West England.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/United_Kingdom_Census_2011": "A census of the population of the United Kingdom is taken every ten years. The 2011 census was held in all countries of the UK on 27 March 2011. It was the first UK census which could be completed online via the Internet. The Office for National Statistics (ONS) is responsible for the census in England and Wales, the General Register Office for Scotland (GROS) is responsible for the census in Scotland, and the Northern Ireland Statistics and Research Agency (NISRA) is responsible for the census in Northern Ireland.",
  "/wiki/Belfast": "Belfast (/ˈbɛlfɑːst/ BEL-fahst; from Irish: Béal Feirste, meaning \"mouth of the sand-bank ford\", Irish pronunciation: [bʲeːlˠ ˈfʲɛɾˠ(ə)ʃtʲə]) is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast of Northern Ireland. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 333,871 as of 2015[update]. Belfast suffered greatly in the Troubles: in the 1970s and 1980s it was reported to be one of the world's most dangerous cities, with a homicide rate around 31 per 100,000.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/West_Midlands_(region)": "The West Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It covers the western half of the area traditionally known as the Midlands. It contains Birmingham and the larger West Midlands conurbation, which is the third most populous in the United Kingdom. The City of Coventry is also located within the West Midlands county, but is separated from the conurbation to the west by several miles of green belt. The region also contains 6 shire counties which stretch from the Welsh Border to the East Midlands.",
  "/wiki/City_of_Bradford": "The City of Bradford (/ˈbrædfərd/ (listen)) is a local government district of West Yorkshire, England, with the status of a city and metropolitan borough. It is named after its largest settlement, Bradford, but covers a far larger area which includes the towns and villages of Keighley, Shipley, Bingley, Ilkley, Haworth, Silsden, Queensbury, Thornton and Denholme. Bradford has a population of 528,155, making it the fourth-most populous metropolitan district and the sixth-most populous local authority district in England. It forms part of the West Yorkshire Urban Area conurbation which in 2011 had a population of 1,777,934, and the city is part of the Leeds-Bradford Larger Urban Zone (LUZ), which, with a population of 2,393,300, is the fourth largest in the United Kingdom after London, Birmingham and Manchester.",
  "/wiki/Yorkshire_and_the_Humber": "Yorkshire and the Humber is one of nine official regions of England at the first level of Nomenclature of Territorial Units for Statistics (NUTS) for statistical purposes. It comprises most of Yorkshire (the administrative areas of South Yorkshire, West Yorkshire, East Riding of Yorkshire, Hull, North Yorkshire and the City of York), as well as North Lincolnshire and North East Lincolnshire. It does not include Middlesbrough, Redcar and Cleveland or other areas of the historic county of Yorkshire, such as Sedbergh not included in the aforementioned administrative areas. The largest settlements are, Leeds, Sheffield, Bradford, Hull, and York. The population in 2011 was 5,284,000.",
  "/wiki/Brighton_and_Hove": "Brighton and Hove (/ˈbraɪtən ... ˈhoʊv/) is a seaside city in East Sussex, in South East England. The towns of Brighton and Hove formed a unitary authority in 1997 and in 2001 were granted city status by Queen Elizabeth II. \"Brighton\" is often referred to synonymously with the official \"Brighton and Hove\" although many locals still consider the two to be different towns.  At the 2011 census, the city was England's most populous seaside resort, as well as the largest city in South East England, with a population of 273,400.",
  "/wiki/South_East_England": "South East England is the most populous of the nine official regions of England at the first level of NUTS for statistical purposes. It consists of Berkshire, Buckinghamshire, East Sussex, Hampshire, the Isle of Wight, Kent, Oxfordshire, Surrey and West Sussex. As with the other regions of England, apart from Greater London, the south east has no elected government.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Bristol_Cathedral": "Bristol Cathedral, formally the Cathedral Church of the Holy and Undivided Trinity, is the Church of England cathedral in the city of Bristol, England. Founded in 1140 and consecrated in 1148, it was originally St Augustine's Abbey but after the Dissolution of the Monasteries it became in 1542 the seat of the newly created Bishop of Bristol and the cathedral of the new Diocese of Bristol. It is a Grade I listed building.",
  "/wiki/Ceremonial_county": "The Counties and areas for the purposes of the lieutenancies, informally known as ceremonial counties, also referred to as the lieutenancy areas of England, are areas of England to which a lord-lieutenant is appointed. Legally, the areas in England, as well as in Wales and Scotland, are defined by the Lieutenancies Act 1997 as \"counties and areas for the purposes of the lieutenancies in Great Britain\", in contrast to the areas used for local government. They are also informally known as \"geographic counties\", to distinguish them from other types of counties of England.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/East_of_England": "The East of England is one of nine official regions of England at the first level of NUTS for statistical purposes. It was created in 1994 and was adopted for statistics from 1999. It includes the ceremonial counties of Bedfordshire, Cambridgeshire, Essex, Hertfordshire, Norfolk and Suffolk. Essex has the highest population in the region.",
  "/wiki/City_of_Canterbury": "The City of Canterbury (/ˈkæntərbəri/) is a local government district with city status in Kent, England. The main settlement in the district is Canterbury.",
  "/wiki/Canterbury_Cathedral": "Canterbury Cathedral in Canterbury, Kent, is one of the oldest and most famous Christian structures in England. It forms part of a World Heritage Site. It is the cathedral of the Archbishop of Canterbury, currently Justin Welby, leader of the Church of England and symbolic leader of the worldwide Anglican Communion.  Its formal title is the Cathedral and Metropolitical Church of Christ at Canterbury.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Welsh_language": "Welsh (Cymraeg [kəmˈrɑːɨɡ] (listen) or y Gymraeg [ə gəmˈrɑːɨɡ]) is a Brittonic language of the Celtic language family. It is spoken natively in Wales, by some in England, and in Y Wladfa (the Welsh colony in Chubut Province, Argentina). Historically, it has also been known in English as \"British\", \"Cambrian\", \"Cambric\" and \"Cymric\".",
  "/wiki/City_of_Carlisle": "The City of Carlisle (/kɑːrˈlaɪl/ kar-LYLE, locally /ˈkɑːrlaɪl/ KAR-lyle) is a local government district of Cumbria, England, with the status of a city and non-metropolitan district. It is named after its largest settlement, Carlisle, but covers a far larger area which includes the towns of Brampton and Longtown, as well as outlying villages including Dalston, Scotby and Wetheral. The city has a population of 107,524. and an area of 1,039.97 square kilometres (402 sq mi),.",
  "/wiki/Carlisle_Cathedral": "Carlisle Cathedral is the seat of the Anglican Bishop of Carlisle in Carlisle, Cumbria, England. It was founded as an Augustinian priory and became a cathedral in 1133.",
  "/wiki/North_West_England": "North West England, one of nine official regions of England, consists of the five counties of Cheshire, Cumbria, Greater Manchester, Lancashire and Merseyside. The North West had a population of 7,052,000 in 2011. It is the third-most-populated region in the United Kingdom after the South East and Greater London. The largest settlements are Manchester, Liverpool, Warrington, Preston, Blackpool and Chester.",
  "/wiki/City_of_Chelmsford": "The City of Chelmsford  (/ˈtʃɛlmzfərd/) is a local government district in Essex, England.  It is named after its main settlement, Chelmsford, which is also the county town of Essex. On 1 June 2012 Chelmsford was granted city status to mark the Diamond Jubilee of Elizabeth II.",
  "/wiki/Chester": "Chester is a walled city in Cheshire, England, on the River Dee, close to the border with Wales. With a population of 79,645 in 2011, it is the most populous settlement of Cheshire West and Chester, which had a population of 329,608 in 2011, and serves as the unitary authority's administrative headquarters. Chester is the second-largest settlement in Cheshire after Warrington.",
  "/wiki/Chester_Cathedral": "Chester Cathedral is a Church of England cathedral and the mother church of the Diocese of Chester.  It is located in the city of Chester, Cheshire, England.  The cathedral (formerly the abbey church of a Benedictine monastery, dedicated to Saint Werburgh) is dedicated to Christ and the Blessed Virgin Mary.  Since 1541 it has been the seat of the Bishop of Chester.",
  "/wiki/Chichester": "Chichester (/ˈtʃɪtʃɪstər/) is a cathedral city in West Sussex, in South-East England. It is the only city in West Sussex and is its county town. It has a long history as a settlement from Roman times and was important in Anglo-Saxon times. It is the seat of the Church of England Diocese of Chichester, with a 12th-century cathedral.",
  "/wiki/Chichester_Cathedral": "Chichester Cathedral, formally known as the Cathedral Church of the Holy Trinity, is the seat of the Anglican Bishop of Chichester. It is located in Chichester, in Sussex, United Kingdom. It was founded as a cathedral in 1075, when the seat of the bishop was moved from Selsey.",
  "/wiki/Civil_parishes_in_England": "In England, a civil parish is a type of administrative parish used for local government. It is a territorial designation which is the lowest tier of local government below districts and counties, or their combined form, the unitary authority. Civil parishes can trace their origin to the ancient system of ecclesiastical parishes which historically played a role in both civil and ecclesiastical administration; civil and religious parishes were formally split into two types in the 19th century and are now entirely separate. The unit was devised and rolled out across England in the 1860s.",
  "/wiki/Coventry": "Coventry (/ˈkɒvəntri/ (listen) KOV-ən-tree or /ˈkʌv-/ KUV-) is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it wasn't founded and given its city status since the Middle Ages, since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country, and the city is governed by Coventry City Council.",
  "/wiki/Coventry_Cathedral": "The Cathedral Church of St Michael, commonly known as Coventry Cathedral, is the seat of the Bishop of Coventry and the Diocese of Coventry, and is part of the Church of England in Coventry, West Midlands, England. The current (9th) bishop is Christopher Cocksworth and the current Dean is John Witcombe.",
  "/wiki/Derby": "Derby (/ˈdɑːrbi/ (listen) DAR-bee) is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town.[nb 1] Derby gained city status in 1977, and by the 2011 census its population was 248,700.",
  "/wiki/East_Midlands": "The East Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It consists of Derbyshire, Leicestershire, Lincolnshire (except North and North East Lincolnshire), Northamptonshire, Nottinghamshire and Rutland. The region has an area of 15,627 km2 (6,034 sq mi), with a population over 4.5 million in 2011. There are six main urban centres, Derby, Leicester, Lincoln, Mansfield, Northampton and Nottingham. Others include Boston, Chesterfield, Corby, Grantham, Hinckley, Kettering, Loughborough, Newark-on-Trent, Skegness, and Wellingborough.",
  "/wiki/Derry": "Derry, officially Londonderry (/ˈlʌndəndɛri/), is the second-largest city in Northern Ireland and the fourth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire (modern Irish: Doire [ˈd̪ˠɛɾʲə]) meaning \"oak grove\". In 1613, the city was granted a Royal Charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usually known colloquially as Derry, Londonderry is also commonly used and remains the legal name.",
  "/wiki/Dundee": "Dundee (/dʌnˈdiː/ (listen); Scottish Gaelic: Dùn Dè or Dùn Dèagh [ˈt̪uːn tʲeː]) is Scotland's fourth-largest city and the 51st-most-populous built-up area in the United Kingdom. The mid-year population estimate for 2018 was 148,750, giving Dundee a population density of 2,478/km2 or 6,420/sq mi, the second-highest in Scotland. It lies within the eastern central Lowlands on the north bank of the Firth of Tay, which feeds into the North Sea. Under the name of Dundee City (officially the City of Dundee), it forms one of the 32 council areas used for local government in Scotland.",
  "/wiki/List_of_cities_in_the_United_Kingdom": "This is a list of official cities in the United Kingdom as of 2015. It lists those places that have been granted city status by letters patent or royal charter. There are currently a total of 69 such cities in the United Kingdom: 51 in England, seven in Scotland, six in Wales, and five in Northern Ireland. Of these, 23 in England, two in Wales, and one in Northern Ireland have Lord Mayors and four in Scotland have Lord Provosts. In some cases, the area holding city status does not coincide with the built up area or conurbation of which it forms part. In Greater London, for example, the City of London and that of Westminster each hold city status separately but no other neighbourhood has been granted city status, nor has Greater London as a whole. In other cases, such as the Cities of Canterbury and Lancaster, the status extends over a number of towns and rural areas outside the main settlement proper."
}