{
  "/wiki/FC_Bayern_Munich": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München (German pronunciation: [ʔɛf tseː ˈbaɪɐn ˈmʏnçn̩]), FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 29 national titles and 19 national cups.",
  "/wiki/1987_DFB-Supercup": "The 1987 DFB-Supercup was the inaugural DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/1990_DFB-Supercup": "The 1990 DFB-Supercup was the fourth DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/2010_DFL-Supercup": "The 2010 DFL-Supercup marked the return of the German Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. The competition had not been played in an official capacity since 1996, and was replaced by the DFB Liga-Pokal from 1997 to 2007. For the previous two years, an unofficial super cup had been contested.",
  "/wiki/2012_DFL-Supercup": "The 2012 DFL-Supercup was the 3rd DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. It took place on 12 August 2012. It featured Borussia Dortmund, winners of both the 2011–12 Bundesliga and 2011–12 DFB-Pokal, and runners-up in the Bundesliga and DFB-Pokal Bayern Munich.",
  "/wiki/2016_DFL-Supercup": "The 2016 DFL-Supercup was the seventh edition of the German Super Cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. The match was played on 14 August 2016 at the Signal Iduna Park in Dortmund.",
  "/wiki/2017_DFL-Supercup": "The 2017 DFL-Supercup was the eighth edition of the German super cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. The match was played on 5 August 2017.",
  "/wiki/2018_DFL-Supercup": "The 2018 DFL-Supercup was the ninth edition of the German super cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. The match was played on 12 August 2018.",
  "/wiki/1989_DFB-Supercup": "The 1989 DFB-Supercup was the third DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/1994_DFB-Supercup": "The 1994 DFB-Supercup, known as the Panasonic DFB-Supercup for sponsorship purposes, was the eighth DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/2013_DFL-Supercup": "The 2013 DFL-Supercup was the fourth DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. It featured Bayern Munich, winners of the 2012–13 Bundesliga and the 2012-13 DFB-Pokal and, as a result of the former winning both competitions, the Bundesliga runners-up Borussia Dortmund at Signal Iduna Park.[deprecated source]\nBorussia Dortmund won the game 4–2.",
  "/wiki/2014_DFL-Supercup": "The 2014 DFL-Supercup was the fifth edition of the German Super Cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. It featured Bayern Munich, winners of the 2013–14 Bundesliga and Borussia Dortmund, the runners-up of the 2013–14 Bundesliga who also reached the 2014 DFB-Pokal final.",
  "/wiki/2015_DFL-Supercup": "The 2015 DFL-Supercup was the sixth edition of the German Super Cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. It featured Bayern Munich, the winners of the 2014–15 Bundesliga and VfL Wolfsburg, the winners of the 2014–15 DFB-Pokal.",
  "/wiki/2019_DFL-Supercup": "The 2019 DFL-Supercup was the tenth edition of the German super cup under the name DFL-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. The match was played on 3 August 2019.",
  "/wiki/Borussia_Dortmund": "Ballspielverein Borussia 09 e.V. Dortmund, commonly known as Borussia Dortmund [boˈʁʊsi̯aː ˈdɔɐ̯tmʊnt], BVB, or simply Dortmund, is a German professional sports club based in Dortmund, North Rhine-Westphalia. It is best known for its men's professional football team, which plays in the Bundesliga, the top tier of the German football league system. The club have won eight league championships, four DFB-Pokals, one UEFA Champions League, one Intercontinental Cup, and one UEFA Cup Winners' Cup.",
  "/wiki/1995_DFB-Supercup": "The 1995 DFB-Supercup, known as the Panasonic DFB-Supercup for sponsorship purposes, was the ninth DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/1996_DFB-Supercup": "The 1997 DFB-Supercup, known as the Panasonic DFB-Supercup for sponsorship purposes, was the tenth DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions. It was the last DFB-Supercup, with the competition replaced by a DFB-Ligapokal which ran from 1997 to 2007. The supercup returned in 2010, now run by the Deutsche Fußball Liga (DFL).",
  "/wiki/2011_DFL-Supercup": "The 2011 DFL-Supercup was the 2nd DFL-Supercup, an annual football match contested by the winners of the previous season's Fußball-Bundesliga and DFB-Pokal competitions. It was a Revierderby between 2010–11 Fußball-Bundesliga winner Borussia Dortmund and 2010–11 DFB-Pokal winner Schalke 04. The match was played at Gelsenkirchen.",
  "/wiki/SV_Werder_Bremen": "Sportverein Werder Bremen von 1899 e. V. (German pronunciation: [ˈvɛɐ̯dɐ ˈbʁeːmən]), commonly known as Werder Bremen, is a German sports club based in Bremen in the northwest German federal state Free Hanseatic City of Bremen. The club was founded in 1899 and has grown to 40,400 members. It is best known for its association football team.",
  "/wiki/1988_DFB-Supercup": "The 1988 DFB-Supercup was the second DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/1993_DFB-Supercup": "The 1993 DFB-Supercup, known as the Panasonic DFB-Supercup for sponsorship purposes, was the 7th DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/1991_DFB-Supercup": "The 1991 DFB-Supercup was the fifth edition of the DFB-Supercup. Uniquely, because Germany had just been reunified, the competition featured four teams instead of the usual two: The previous season's Bundesliga and DFB-Pokal winners, 1. FC Kaiserslautern and Werder Bremen, respectively, were joined by their counterparts from the East. Hansa Rostock had won both the NOFV-Oberliga and the NOFV-Pokal, so the losing cup finalists, Stahl Eisenhüttenstadt, took the fourth place in the competition.",
  "/wiki/1._FC_Kaiserslautern": "1. Fußball-Club Kaiserslautern e. V., also known as 1. FCK, FCK or 1. FC Kaiserslautern (German pronunciation: [ʔɛf t͡seː kaɪ̯zɐsˈlaʊ̯tɐn]), is a sports club based in Kaiserslautern, Rhineland-Palatinate. In addition to football, the club also operates in several other sports.",
  "/wiki/FC_Schalke_04": "Fußballclub Gelsenkirchen-Schalke 04 e. V., commonly known as FC Schalke 04 (German: [ɛf tseː ˈʃalkə nʊl fiːɐ̯]), Schalke, Schalke 04 or abbreviated as S04 (German: [ˈɛs nʊl fiːɐ̯]), is a professional German football and multi-sports club originally from the Schalke district of Gelsenkirchen, North Rhine-Westphalia. The \"04\" in the club's name derives from its formation in 1904. Schalke has long been one of the most popular professional football teams and multi-sports club in Germany, even though the club's heyday was in the 1930s and 1940s. Schalke play in the Bundesliga, the top tier of the German football league system. As of June 2018, the club has 155,000 members, making it the second-largest sports club in Germany and the fourth-largest sports club in the world in terms of membership.[not verified in body] Other activities offered by the club include athletics, basketball, handball, table tennis, winter sports and eSports.",
  "/wiki/VfB_Stuttgart": "Verein für Bewegungsspiele Stuttgart 1893 e. V., commonly known as VfB Stuttgart (German pronunciation: [faʊ̯ ʔɛf beː ˈʃtʊtɡaʁt]), is a German sports club based in Stuttgart, Baden-Württemberg. The club is best known for its football team which is currently part of Germany's second division 2. Bundesliga. VfB Stuttgart has won the national championship five times, most recently in 2006–07; the DFB-Pokal three times; and the UEFA Intertoto Cup a record three times.",
  "/wiki/1992_DFB-Supercup": "The 1992 DFB-Supercup, known as the Panasonic DFB-Supercup for sponsorship purposes, was the 6th DFB-Supercup, an annual football match contested by the winners of the previous season's Bundesliga and DFB-Pokal competitions.",
  "/wiki/VfL_Wolfsburg": "Verein für Leibesübungen Wolfsburg e. V., commonly known as VfL Wolfsburg (pronounced [ˌfaʊ ʔɛf ʔɛl ˈvɔlfsbʊɐ̯k]) or Wolfsburg, is a German professional sports club based in Wolfsburg, Lower Saxony. The club grew out of a multi-sports club for Volkswagen workers in the city of Wolfsburg. It is best known for its football department, but other departments include badminton, handball and athletics.",
  "/wiki/Eintracht_Frankfurt": "Eintracht Frankfurt e.V. (German pronunciation: [ˈʔaɪntʁaxt ˈfʁaŋkfʊʁt]) is a German professional sports club based in Frankfurt, Hesse, that is best known for its football club, currently playing in the Bundesliga, the top tier of the German football league system, The club was founded in 1899 and have won one German championship, five DFB-Pokals and one UEFA Cup. Since 1925, their stadium has been the Waldstadion, which was renamed Commerzbank-Arena in 2005.",
  "/wiki/Hamburger_SV": "Hamburger Sport-Verein e.V. ([hamˈbʊʁɡɐ ˌʃpɔʁt fɛɐ̯ˈʔaɪ̯n]), commonly known as Hamburger SV, Hamburg or HSV [haː ʔɛs ˈfaʊ̯], is a German sport club based in Hamburg, its largest branch being its football department. Although the current HSV was founded in June 1919 from a merger of three earlier clubs, it officially traces its origin to 29 September 1887 when the first of the predecessors, SC Germania, was founded. Until 2018 when the team were relegated for the first time in history, HSV's football team had the distinction of being the only team that had played continuously in the top tier of the German football league system since the founding of the club at the end of World War I. It was consequently also the only team that had played in every season of the Bundesliga since its foundation in 1963.",
  "/wiki/Hannover_96": "Hannoverscher Sportverein von 1896, commonly referred to as Hannover 96 ([haˈnoːfɐ ˈzɛksʔʊntˈnɔʏ̯nt͡sɪç]), Hannover, HSV (although this may cause confusion with Hamburger SV) or simply 96, is a German association football club based in the city of Hanover, Lower Saxony. Hannover 96 play in the 2. Bundesliga, the second tier in the German football league system, having been relegated from the Bundesliga, Germany's first tier, after finishing 17th in the 2018–19 season.",
  "/wiki/Bayer_04_Leverkusen": "Bayer 04 Leverkusen Fußball GmbH, also known as Bayer 04 Leverkusen [ˌbaɪ̯ɐ ˈleːvɐˌkuːzn̩], Bayer Leverkusen, Leverkusen or simply Bayer, is a German football club based in Leverkusen, North Rhine-Westphalia. The club plays in the Bundesliga, the top tier of German football, and hosts matches at the BayArena.",
  "/wiki/Borussia_M%C3%B6nchengladbach": "Borussia VfL 1900 Mönchengladbach e.V., commonly known as Borussia Mönchengladbach (pronounced [boˈʁʊsi̯aː mœnçn̩ˈɡlatbax]), Mönchengladbach or Gladbach, (abbreviated as Borussia MG), is a professional football club based in Mönchengladbach, North Rhine-Westphalia, Germany, that plays in the Bundesliga, the top flight of German football. The club has won five League titles, three DFB-Pokals, and two UEFA Europa League titles."
}