{
  "/wiki/Bendeela_Power_Station": "The Shoalhaven Scheme is a dual-purpose water supply and hydro-electric power generation scheme located on the South Coast region of New South Wales, Australia.",
  "/wiki/Turbopump": "A turbopump is a propellant pump with two main components: a rotodynamic pump and a driving gas turbine, usually both mounted on the same shaft, or sometimes geared together. The purpose of a turbopump is to produce a high-pressure fluid for feeding a combustion chamber or other use.",
  "/wiki/Kangaroo_Valley,_New_South_Wales": "Kangaroo Valley is a river valley along the Kangaroo River in the Shoalhaven region of New South Wales, Australia, located west of the seaside in the City of Shoalhaven. It is also the name of the small suburb within it, formerly known as Osborne, with a population of 879 in the 2016 census. The township is accessed by the Moss Vale Road, which links Moss Vale to the Princes Highway at Bomaderry a little north of Nowra via the B73 route.",
  "/wiki/Blayney_Wind_Farm": "The Blayney wind farm is a wind power station at Lake Carcoar, south of Blayney, New South Wales, Australia. It was acquired by Trustpower in 2014, and is now owned by Tilt Renewables. Blayney has fifteen wind turbines, with a total nameplate capacity of 9.9 MW of electricity.",
  "/wiki/Wind_turbines": "A wind turbine, or alternatively referred to as a wind energy converter, is a device that converts the wind's kinetic energy into electrical energy.",
  "/wiki/Blayney,_New_South_Wales": "Blayney is a farming town and administrative centre with a population of 3,378 in 2016, in the Central West region of New South Wales, Australia. Situated on the Mid-Western Highway about 240 km west of Sydney, 35 km west of Bathurst and 863 m above sea-level, Blayney is the seat of Blayney Shire Council.",
  "/wiki/Burrinjuck_Power_Station": "Burrinjuck Power Station is a hydroelectric power station at Burrinjuck Dam, New South Wales, Australia. Burrinjuck has three turbines with a total generating capacity of 28 megawatts (38,000 hp) of electricity.",
  "/wiki/Yass,_New_South_Wales": "Yass /ˈjæs/\nis a town in the Southern Tablelands of New South Wales, Australia in Yass Valley Council. The name appears to have been derived from an Aboriginal word, \"Yarrh\" (or \"Yharr\"), said to mean 'running water'.",
  "/wiki/Crookwell_Wind_Farm": "Crookwell Wind Farm, located at Crookwell west of Goulburn, New South Wales, consists of eight 600 kW wind turbines giving a total capacity of 4.8 MW. It was the first grid-connected wind farm in Australia when built by Pacific Power in 1998. It is now owned by Tilt Renewables.",
  "/wiki/Crookwell,_New_South_Wales": "Crookwell is a small town located in the Southern Tablelands of New South Wales, Australia, in the Upper Lachlan Shire. At the 2016 census, Crookwell had a population of 2,641. The town is at a relatively high altitude of 887 metres and there are several snowfalls annually, especially during the winter months. The nearest major centre is the city of Goulburn which is about a half-hour drive to the south-east of the town. Crookwell is easily accessible to the state capital of Sydney and also the federal capital of Canberra.",
  "/wiki/Eraring_Power_Station": "Eraring Power Station is a coal fired electricity power station with four 720 MW Toshiba steam driven turbo-alternators for a combined capacity of 2,880 MW. The station is located near the township of Dora Creek, on the western shore of Lake Macquarie, New South Wales, Australia and is owned and operated by Origin Energy.  It is Australia's largest power station.",
  "/wiki/Lake_Macquarie,_New_South_Wales": "Lake Macquarie or Awaba is Australia's largest coastal salt water lake. Located in the Hunter Region of New South Wales, it covers an area of 110 square kilometres (42.5 sq mi) and is connected to the Tasman Sea by a short channel. Most of the residents of the City of Lake Macquarie live near the shores of the lake.",
  "/wiki/Hume_Power_Station": "Hume Dam, formerly the Hume Weir, is a major dam across the Murray River downstream of its junction with the Mitta River in the Riverina region of New South Wales, Australia. The dam's purpose includes flood mitigation, hydro-power, irrigation, water supply and conservation. The impounded reservoir is called Lake Hume, formerly the Hume Reservoir. It is a gated concrete gravity dam with four earth embankments and twenty-nine vertical undershot gated concrete overflow spillways.",
  "/wiki/Albury,_New_South_Wales": "Albury (/ˈɔːlbəri/) is a major regional city in New South Wales, Australia. It is located on the Hume Highway and the northern side of the Murray River. Albury is the seat of local government for the council area which also bears the city's name – the City of Albury.",
  "/wiki/Kangaroo_Valley_Power_Station": "The Shoalhaven Scheme is a dual-purpose water supply and hydro-electric power generation scheme located on the South Coast region of New South Wales, Australia.",
  "/wiki/Keepit_Power_Station": "Keepit Power Station is a hydro-electric power station located at the Keepit Dam on the Namoi River, near Gunnedah in the North West Slopes region of New South Wales, Australia. The Keepit Power Station has one turbine with a generating capacity of 7.2 megawatts (9,700 hp) of electricity. The power station is operated by Eraring Energy and generated 1,603 megawatts (2,150,000 hp) of net energy production during 2009, used primarily for peak-load generation.",
  "/wiki/Gunnedah,_New_South_Wales": "Gunnedah /ˈɡʌnədɑː/ is a town in north-eastern New South Wales, Australia and is the seat of the Gunnedah Shire local government area.  In the 2016 census the town recorded a population of 9,726. Gunnedah is situated within the Liverpool Plains, a fertile agricultural region, with 80% of the surrounding shire area devoted to farming. The Namoi River flows west then north-west through the town providing water beneficial to agricultural operations in the area.",
  "/wiki/Warragamba_Power_Station": "Warragamba Power Station is a hydroelectric power station at Warragamba Dam, New South Wales, Australia. Warragamba has one turbine with a generating capacity of 50 MW of electricity.",
  "/wiki/Warragamba_Dam": "Warragamba Dam is a heritage-listed dam in Warragamba, Wollondilly Shire, New South Wales, Australia. It is a concrete gravity dam, which creates Lake Burragorang, the primary reservoir for water supply for the Australian city of Sydney, New South Wales."
}