{
  "/wiki/Robert_E._Galer": "Brigadier General Robert Edward Galer (24 October 1913 – 27 June 2005) was a naval aviator in the United States Marine Corps who received the Medal of Honor for heroism in aerial combat during the Battle of Guadalcanal in World War II. He went on to command Marine Aircraft Group 12 during the Korean War and retired a few years after in 1957.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Major": "Major is a military rank of commissioned officer status, with corresponding ranks existing in many military forces throughout the world.",
  "/wiki/William_Wylie_Galt": "William Wylie Galt (December 19, 1919 – May 29, 1944) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events.[citation needed]",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Archer_T._Gammon": "Archer T. Gammon (September 11, 1918 – January 11, 1945) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/Joe_Gandara": "Joe Gandara (April 25, 1924 – June 9, 1944) was a U.S. Army veteran of World War II and recipient of the Medal of Honor.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/Marcario_Garcia": "Staff Sergeant Marcario García also known as Macario García [note 1]  (January 20, 1920 – December 24, 1972) was the first Mexican immigrant to receive the Medal of Honor, the United States' highest military decoration. He received the award for his heroic actions as a soldier during World War II.",
  "/wiki/Harold_A._Garman": "Harold Alva Garman (February 26, 1918 – August 13, 1992) was a United States Army soldier, combat medic and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Donald_A._Gary": "Commander Donald Arthur Gary (July 23, 1901 – April 9, 1977) was an officer of the United States Navy during World War II. He received the Medal of Honor for his heroism during the fires on USS Franklin on March 19, 1945.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Lieutenant,_Junior_Grade": "Lieutenant (junior grade), commonly abbreviated as LTJG or, historically, Lt. (j.g.) (as well as variants of both abbreviations), is a junior commissioned officer rank of the United States Navy, the United States Coast Guard, the United States Public Health Service Commissioned Corps, and the National Oceanic and Atmospheric Administration Commissioned Officer Corps (NOAA Corps). LTJG has a US military  pay grade of O-2, and a NATO rank code of OF-1a. The rank is also used in the United States Maritime Service. The NOAA Corps's predecessors, the United States Coast and Geodetic Survey Corps (1917–1965) and the Environmental Science Services Administration Corps or ESSA Corps (1965–1970), also used the rank.",
  "/wiki/USS_Franklin_(CV-13)": "USS Franklin (CV/CVA/CVS-13, AVT-8), nicknamed \"Big Ben,\" was one of 24 Essex-class aircraft carriers built during World War II for the United States Navy, and the fifth US Navy ship to bear the name. Commissioned in January 1944, she served in several campaigns in the Pacific War, earning four battle stars. She was badly damaged by a Japanese air attack in March 1945, with the loss of over 800 of her crew, becoming the most heavily damaged United States aircraft carrier to survive the war. Movie footage of the actual attack was included in the 1949 film Task Force starring Gary Cooper.",
  "/wiki/Robert_E._Gerstung": "Robert E. Gerstung (August 6, 1915 – June 17, 1979) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Technical_Sergeant": "Technical sergeant is the name of one current and two former enlisted ranks in the United States Armed Forces.[citation needed] Outside the United States, it is used only by the Philippine Army, Philippine Air Force and the Philippine Marine Corps.",
  "/wiki/Eric_G._Gibson": "Eric Gunnar Gibson (October 3, 1919 – January 28, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Technician_Fifth_Grade": "Technician fifth grade (abbreviated as T/5 or TEC 5) was a United States Army technician rank during World War II. Those who held this rank were addressed as corporal, though were often called a \"tech corporal\". Technicians possessed specialized skills that were rewarded with a higher pay grade. The pay grade number corresponded with the technician's rank. T/5 was under the pay grade 5, along with corporal. Technicians were easily distinguished by the \"T\" imprinted on the standard chevron design for that pay grade.",
  "/wiki/Howard_W._Gilmore": "Howard Walter Gilmore (September 29, 1902 – February 7, 1943) was a submarine commander in the United States Navy who received the Medal of Honor posthumously for his heroic self-sacrifice during World War II.",
  "/wiki/Commander": "Commander is a common naval and air force officer rank. Commander is also used as a rank or title in other formal organisations, including several police forces.\nIn several countries this naval rank is termed Frigate Captain.",
  "/wiki/Crash_dive": "A crash dive is a maneuver by a submarine in which the vessel submerges as quickly as possible to avoid attack. Crash diving from the surface to avoid attack has been largely rendered obsolete with the advent of nuclear-powered submarines, as they normally operate submerged. However, the crash dive is also a standard maneuver to avoid a collision.",
  "/wiki/Harold_Gonsalves": "Harold Gonsalves (January 28, 1926 – April 15, 1945) was a United States Marine Corps private first class who was killed in action during the Battle of Okinawa in World War II. He was awarded the nation's highest military award for valor, the Medal of Honor, posthumously, for his heroic action on April 15, 1945.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/David_M._Gonzales": "Private First Class David M. Gonzales (June 9, 1923 – April 25, 1945) was a United States Army soldier who posthumously received the Medal of Honor —  the United States' highest military decoration — for his actions during World War II.  On April 25, 1945, at age 21, PFC Gonzales was killed in action in the Philippines while, in the face of enemy machine gun fire, digging out fellow soldiers who had been buried in a bomb explosion.",
  "/wiki/Nathan_Green_Gordon": "Nathan Green Gordon (September 4, 1916 – September 8, 2008) was an American lawyer, politician, and decorated naval aviator. A Democrat, he served as the tenth Lieutenant Governor of Arkansas for ten terms, from 1947 to 1967. As a United States Navy officer in World War II, he received the U.S. military's highest decoration—the Medal of Honor—for rescuing the crews of several downed airplanes.",
  "/wiki/Lieutenant_Governor_of_Arkansas": "The Lieutenant Governor of Arkansas presides over the Arkansas Senate with a tie-breaking vote, serves as governor when the governor is out of state, and serves as governor if the governor is impeached, removed from office, dies or is otherwise unable to discharge the office's duties. The lieutenant governor position is elected separately from the governor.",
  "/wiki/Donald_J._Gott": "Donald Joseph Gott  (June 3, 1923 – November 9, 1944) was a United States Army Air Forces officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Saarbrücken": "Saarbrücken (/sɑːrˈbrʊkən/, also US: /zɑːrˈ-, ˈsɑːrbrʊkən, ˈzɑːr-/, German: [zaːɐ̯ˈbʁʏkn̩] (listen); French: Sarrebruck [saʁbʁyk]; Rhine Franconian: Saarbrigge [zaːˈbʁɪɡə]) is the capital and largest city of the state of Saarland, Germany. Saarbrücken is Saarland's administrative, commercial and cultural centre and is next to the French border.",
  "/wiki/William_E._Metzger,_Jr.": "William Edward Metzger Jr. (February 9, 1922 – November 9, 1944) was a United States Army Air Forces officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/William_J._Grabiarz": "William J. Grabiarz (March 25, 1925 – February 23, 1945) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Ross_F._Gray": "Sergeant Ross Franklin Gray (August 1, 1920 – February 27, 1945) was a United States Marine who posthumously received the Medal of Honor — the highest military honor of the United States — for his heroic service in the Battle of Iwo Jima during World War II — he single-handedly disarmed an entire mine field while under heavy enemy fire.  He was killed in action six days later.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Stephen_R._Gregg": "Stephen Raymond Gregg Sr. (September 1, 1914 – February 4, 2005) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Kenneth_E._Gruennert": "Kenneth E. Gruennert (November 19, 1922 – December 24, 1942) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Henry_Gurke": "Private First Class Henry Gurke (November 6, 1922 – November 9, 1943) was a United States Marine who was killed in action in 1943 in the Bougainville Campaign of World War II.  For his heroic actions, he was posthumously received the Medal of Honor — the highest military honor bestowed by the United States.",
  "/wiki/List_of_Medal_of_Honor_recipients_for_World_War_II": "This is a list of Medal of Honor recipients for World War II. The Medal of Honor was created during the American Civil War and is the highest military decoration presented by the United States government to a member of its armed forces. The recipient must have distinguished themselves at the risk of their own life above and beyond the call of duty in action against an \"enemy of the United States\" or an \"opposing foreign force\". Due to the nature of this medal, it is commonly presented posthumously."
}