{
  "/wiki/George_L._Mabry,_Jr.": "George Lafayette Mabry Jr. (September 14, 1917 – July 13, 1990) was a United States Army major general and a recipient of the United States military's highest decoration for valor—the Medal of Honor—for heroism above and beyond the call of duty on 20 November 1944, during the Battle of Hurtgen Forest in World War II.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Lieutenant_Colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Douglas_MacArthur": "General of the Army Douglas MacArthur (26 January 1880 – 5 April 1964) was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines Campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the medal. He was one of only five to rise to the rank of General of the Army in the US Army, and the only one conferred the rank of field marshal in the Philippine Army.",
  "/wiki/General_(United_States)": "In the United States Army, United States Marine Corps, United States Air Force, and United States Space Force, general (abbreviated as GEN in the Army or Gen in the Marine Corps, Air Force, and Space Force) is a four-star general officer rank, with the pay grade of O-10. General ranks above lieutenant general and below General of the Army or General of the Air Force; the Marine Corps and Space Force does not have an established grade above general. General is equivalent to the rank of admiral in the other uniformed services. Since the grades of General of the Army and General of the Air Force are reserved for wartime use only, and since the Marine Corps has no five-star equivalent, the grade of general is the highest appointment an officer can achieve in peacetime.",
  "/wiki/Arthur_MacArthur,_Jr.": "Lieutenant General Arthur MacArthur, Jr., (June 2, 1845 – September 5, 1912) was a United States Army general. He became the military Governor-General of the American-occupied Philippines in 1900 but his term ended a year later due to clashes with the civilian governor, future-U.S. President William Howard Taft.",
  "/wiki/Charles_Andrew_MacGillivary": "Charles Andrew MacGillivary (January 17, 1917 - June 24, 2000) was a Medal of Honor recipient, born in Charlottetown, Prince Edward Island, Canada. A Sergeant in the United States Army, he was attached to Company I, 71st Infantry, 44th Infantry Division during World War II.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/John_D._Magrath": "John David Magrath (July 4, 1924 - April 14, 1945) was a soldier in the U.S. Army who posthumously received the Medal of Honor for his heroic actions and sacrifice of life during World War II for actions occurring in Italy on April 14, 1945.  He served in the 10th Mountain Division.  The Shea-Magrath Sports Complex at Norwalk High School in Connecticut is named for him.\nIn June 1995, Fort Drum, New York renamed its Soldiers Sports Complex the John D. Magrath Gymnasium. A plaque and portrait at Magrath Gym honor his memory.",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events.[citation needed]",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Joe_E._Mann": "Joe Eugene Mann (July 8, 1922 – September 19, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration - the Medal of Honor - for his actions in World War II.",
  "/wiki/Harry_L._Martin": "First Lieutenant Harry Linn Martin (January 4, 1911 – March 26, 1945) was a United States Marine Corps officer who posthumously received the Medal of Honor for his actions on Iwo Jima on March 26, 1945.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Joe_P._Martinez": "Private Joseph Pantillion Martínez (July 27, 1920 – May 26, 1943) born in Taos, New Mexico, was a United States Army soldier who posthumously received the Medal of Honor — the United States' highest military decoration —- for his actions on the Aleutian Islands during World War II. Private Joseph P. Martínez was the first Hispanic-American and first Coloradan to receive the Medal of Honor during World War II. His posthumous award was the first act for combat heroism on American soil (other than the 15 at Pearl Harbor) since the Indian Wars.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/Leonard_F._Mason": "Leonard Foster Mason (February 22, 1920 – July 22, 1944) served in the United States Marine Corps during World War II.  He was posthumously awarded the Medal of Honor for heroism during the Battle of Guam where he was mortally wounded.",
  "/wiki/Archibald_Mathies": "Archibald Mathies (June 3, 1918 – February 20, 1944) posthumously received the Medal of Honor as an enlisted member of the U.S. Army Air Forces during World War II.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff.",
  "/wiki/Jack_W._Mathis": "Jack Warren Mathis (September 25, 1921 – March 18, 1943) was a United States Army Air Forces officer and a recipient of the Medal of Honor, the United States military's highest decoration, for his actions in World War II.",
  "/wiki/Robert_D._Maxwell": "Robert Dale Maxwell (October 26, 1920 – May 11, 2019) was a United States Army combat soldier and a recipient of the United States military's highest decoration for valor—the Medal of Honor—for his heroism in France during World War II.",
  "/wiki/Technician_Fifth_Grade": "Technician fifth grade (abbreviated as T/5 or TEC 5) was a United States Army technician rank during World War II. Those who held this rank were addressed as corporal, though were often called a \"tech corporal\". Technicians possessed specialized skills that were rewarded with a higher pay grade. The pay grade number corresponded with the technician's rank. T/5 was under the pay grade 5, along with corporal. Technicians were easily distinguished by the \"T\" imprinted on the standard chevron design for that pay grade.",
  "/wiki/Martin_O._May": "Martin O. May (April 18, 1922 – April 21, 1945) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Melvin_Mayfield": "Melvin Mayfield (March 24, 1919 – June 19, 1990) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/Victory_over_Japan_Day": "Victory over Japan Day (also known as V-J Day, Victory in the Pacific Day, or V-P Day) is the day on which Imperial Japan surrendered in World War II, in effect bringing the war to an end. The term has been applied to both of the days on which the initial announcement of Japan's surrender was made – to the afternoon of August 15, 1945, in Japan, and because of time zone differences, to August 14, 1945 (when it was announced in the United States and the rest of the Americas and Eastern Pacific Islands) – as well as to September 2, 1945, when the signing of the surrender document occurred, officially ending World War II.",
  "/wiki/Thomas_E._McCall": "Thomas Edward McCall (May 9, 1916 – September 19, 1965) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions during the Battle of Monte Cassino in World War II.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/David_McCampbell": "Captain David McCampbell (January 16, 1910 – June 30, 1996) was a United States Navy captain, fighter pilot, and a Medal of Honor recipient. He retired from the navy in 1964 with 31 years of service.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Commander_(United_States)": "In the United States, commander is a military rank that is also sometimes used as a military billet title—the designation of someone who manages living quarters or a base—depending on the branch of service. It is also used as a rank or title in non-military organizations; particularly in law enforcement.",
  "/wiki/Navy_Cross": "The Navy Cross is the United States military's second-highest decoration awarded for valor in combat. The Navy Cross is awarded primarily to a member of the United States Navy, Marine Corps, and the Coast Guard (when operating under the Department of the Navy) for extraordinary heroism. The medal is equivalent to the Army Distinguished Service Cross, the Air Force Cross, and the Coast Guard Cross.",
  "/wiki/Bruce_McCandless": "Bruce McCandless I (August 12, 1911 – January 24, 1968) was an officer of United States Navy who received the Medal of Honor during World War II for his heroism on board USS San Francisco, during the Naval Battle of Guadalcanal, November 13, 1942. He retired with the rank of Rear Admiral. McCandless was the father of NASA astronaut, Captain Bruce McCandless II, USN (Ret). Additionally, Admiral McCandless was the great-grandson of David Colbert McCanles of the Rock Creek Station, Nebraska shoot-out with Wild Bill Hickok. After that, the McCanles family changed its name to McCandless and moved to Florence, Colorado.",
  "/wiki/Robert_H._McCard": "Gunnery Sergeant Robert Howard McCard (November 25, 1918 – June 16, 1944), a United States Marine, received the Medal of Honor (posthumously) for his actions during the Battle of Saipan during World War II.",
  "/wiki/Gunnery_Sergeant": "Gunnery sergeant (GySgt)  is the seventh enlisted rank in the United States Marine Corps, just above staff sergeant and below master sergeant and first sergeant, and is a staff non-commissioned officer (SNCO). It has a pay grade of E-7.",
  "/wiki/Lloyd_G._McCarter": "Lloyd G. McCarter (May 11, 1917 – February 2, 1956) was a Private in the 503rd Parachute Infantry Regiment of the United States Army who received the Medal of Honor during the battle to recapture Corregidor Island in the Philippines.",
  "/wiki/Joseph_J._McCarthy": "Joseph Jeremiah McCarthy (August 10, 1911 – June 15, 1996) was a mustang officer in the United States Marine Corps Reserve, who served during World War II and the Korean War. He was also the Superintendent of Ambulances in the Chicago Fire Department, \nhowever, with respect for his wartime heroics, firefighters continued to address him by his wartime military rank of \"Captain.\"",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Richard_Miles_McCool": "Richard Miles McCool Jr. (January 4, 1922 – March 5, 2008) was a retired United States Navy officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions during the Battle of Okinawa in World War II.",
  "/wiki/Lieutenant_(navy)": "Lieutenant[nb 1] (abbreviated Lt, LT, LT(N), Lt(N), Lieut and LEUT, depending on nation) is a commissioned officer rank in many nations' navies. It is typically the most senior of junior officer ranks. In most navies, the rank's insignia may consist of two medium gold braid stripes, the uppermost stripe featuring an executive curl in many Commonwealth of Nations; or three stripes of equal or unequal width."
}