{
  "/wiki/Merritt_A._Edson": "Major General Merritt Austin Edson, Sr. (April 25, 1897 – August 14, 1955), known as \"Red Mike\", was a general in the United States Marine Corps. Among the decorations he received were the Medal of Honor, two Navy Crosses, the Silver Star, and two Legions of Merit. He is best known by Marines for the defense of Lunga Ridge during the Guadalcanal Campaign in World War II. He received a commission as a second lieutenant in the Marines in October 1917, and served in France and Germany in World War I. After the war he held several positions until going to flight school in 1922. After graduating flight school and being designated a Naval Aviator, he performed several assignments in Central America and China. It was in Central America where he received his first Navy Cross and the Nicaraguan Medal of Merit with Silver Star. When World War II started Edson was sent as the commanding officer of the Marine Raiders and earned his second Navy Cross on Tulagi.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.\n The Marine Corps has been a component of the U.S. Department of the Navy since 30 June 1834, working closely with naval forces. The USMC operates installations on land and aboard sea-going amphibious warfare ships around the world. Additionally, several of the Marines' tactical aviation squadrons, primarily Marine Fighter Attack squadrons, are also embedded in Navy carrier air wings and operate from the aircraft carriers.\n The history of the Marine Corps began when two battalions of Continental Marines were formed on 10 November 1775 in Philadelphia as a service branch of infantry troops capable of fighting both at sea and on shore. In the Pacific theater of World War II the Corps took the lead in a massive campaign of amphibious warfare, advancing from island to island. As of 2017, the USMC has around 186,000 active duty members and some 38,500 personnel in reserve.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.\n When worn alone, the insignia of rank seen at right is worn centered on headgear and fatigue uniforms. When worn in pairs, the insignia is worn on the officer's left side while a mirror-image reverse version is worn on the right side, such that both of the eagles faces forward to the wearer's front.",
  "/wiki/Solomon_Islands": "The Solomon Islands are a sovereign state consisting of six major islands and over 900 smaller islands in Oceania lying to the east of Papua New Guinea and northwest of Vanuatu and covering a land area of 28,400 square kilometres (11,000 sq mi). The country's capital, Honiara, is located on the island of Guadalcanal. The country takes its name from the Solomon Islands archipelago, which is a collection of Melanesian islands that also includes the North Solomon Islands (part of Papua New Guinea), but excludes outlying islands, such as Rennell and Bellona, and the Santa Cruz Islands. In 1568, the Spanish navigator Álvaro de Mendaña was the first European to visit them, naming them the Islas Salomón. Britain defined its area of interest in the Solomon Islands archipelago in June 1893, when Captain Gibson R.N., of HMS Curacoa, declared the southern Solomon Islands a British protectorate. During World War II, the Solomon Islands campaign (1942–1945) saw fierce fighting between the United States and the Empire of Japan, such as in the Battle of Guadalcanal. The official name of the then British administration was changed from the British Solomon Islands Protectorate to the Solomon Islands in 1975, and self-government was achieved the following year. Independence was obtained, and the name changed to just \"Solomon Islands\" (without the definite article), in 1978.",
  "/wiki/Walter_D._Ehlers": "Walter David Ehlers (May 7, 1921 – February 20, 2014) was a United States Army soldier and a recipient of the US armed forces' highest decoration, the Medal of Honor, for his actions in World War II.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775. As a uniformed military service, the U.S. Army is part of the Department of the Army, which is one of the three military departments of the Department of Defense. The U.S. Army is headed by a civilian senior appointed civil servant, the secretary of the Army (SECARMY) and by a chief military officer, the chief of staff of the Army (CSA) who is also a member of the Joint Chiefs of Staff. It is the largest military branch, and in the fiscal year 2017, the projected end strength for the Regular Army (USA) was 476,000 soldiers; the Army National Guard (ARNG) had 343,000 soldiers and the U.S. Army Reserve (USAR) had 199,000 soldiers; the combined-component strength of the U.S. Army was 1,018,000 soldiers.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories. [XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Henry_Talmage_Elrod": "In his photo Major Elrod is wearing the Marine Corps Good Conduct Medal that he earned (according to his records from the national archives) during his years of enlisted service.(Commonly mistaken as an earlier awarding of the Marine Corps Expeditionary Medal)",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events. [citation needed]\n Further, KIA denotes a person to have been killed in action on the battlefield whereas died of wounds (DOW) relates to someone who survived to reach a medical treatment facility. The North Atlantic Treaty Organization (NATO) also uses DWRIA, rather than DOW, for \"died of wounds received in action\". However, historically, militaries and historians have used the former acronym.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Wake_Island": "Wake Island (also known as Wake Atoll) is a coral atoll in the western Pacific Ocean in the northeastern area of the Micronesia subregion, 1,501 miles (2,416 kilometers) east of Guam, 2,298 miles (3,698 kilometers) west of Honolulu, 1,991 miles (3,204 kilometers) southeast of Tokyo, and 898 miles (1,445 kilometers) north of Majuro. The island is an unorganized, unincorporated territory of the United States that is also claimed by the Republic of the Marshall Islands. Wake Island is one of the most isolated islands in the world and the nearest inhabited island is Utirik Atoll in the Marshall Islands, 592 miles (953 kilometers) to the southeast. Wake Island, one of 14 U.S. insular areas, is administered by the United States Air Force under an agreement with the U.S. Department of the Interior. The center of activity on the atoll is at Wake Island Airfield, which is primarily used as a mid-Pacific refueling stop for military aircraft and an emergency landing area. The 9,800-foot (3,000 m) runway is the longest strategic runway in the Pacific islands. South of the runway is the Wake Island Launch Center, a missile launch site of the Ronald Reagan Ballistic Missile Defense Test Site operated by the United States Army Space and Missile Defense Command and the Missile Defense Agency. About 94 people live on the island, and access to it is restricted.",
  "/wiki/Gerald_L._Endl": "Gerald Leon Endl (August 20, 1915 – July 11, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/New_Guinea": "New Guinea (Tok Pisin: Niugini; Hiri Motu: Niu Gini; Indonesian: Papua, historically, Irian) is a large island separated by the shallow Torres Strait from the rest of the Australian continent. It is the world's second-largest island, after Greenland, covering a land area of 785,753 km2 (303,381 sq mi), and the largest island wholly or partly within the Southern Hemisphere and Oceania.\n The eastern half of the island is the major land mass of the independent state of Papua New Guinea. The western half, known as Western New Guinea or West Papua, forms a part of Indonesia and comprises the provinces of Papua and West Papua.",
  "/wiki/Harold_G._Epperson": "Private First Class Harold Glenn Epperson, USMCR (July 14, 1923, Akron, Ohio - June 25, 1944, at Saipan) was a United States Marine who posthumously received the Medal of Honor, the nation's highest military honor, for his actions during the World War II Battle of Saipan.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/Saipan": "Saipan (/saɪˈpæn/, formerly in Spanish: Saipán, German: Saipan German: [saːɪpaːn], and in Japanese: サイパン島) is the largest island of the Northern Mariana Islands, a commonwealth of the United States in the western Pacific Ocean. According to 2017 estimates by the United States Census Bureau, Saipan's population was 52,263.\n The legislative and executive branches of Commonwealth government are located in the village of Capitol Hill on the island; the judicial branch is headquartered in the village of Susupe. Since the entire island is organized as a single municipality, most publications designate Saipan as the Commonwealth's capital.\n As of June 12, 2015 the Mayor of Saipan is David M. Apatang.",
  "/wiki/Marianas": "The Mariana Islands (/ˌmæriˈɑːnə/; also the Marianas; in Chamorro: Manislan Mariånas) are a crescent-shaped archipelago comprising the summits of fifteen mostly dormant volcanic mountains in the western North Pacific Ocean, between the 12th and 21st parallels north and along the 145th meridian east. They lie south-southeast of Japan, west-southwest of Hawaii, north of New Guinea and east of the Philippines, demarcating the Philippine Sea's eastern limit. They are found in the northern part of the western Oceanic sub-region of Micronesia, and are politically divided into two jurisdictions of the United States: the Commonwealth of the Northern Mariana Islands and, at the southern end of the chain, the territory of Guam. The islands were named after the influential Spanish queen Mariana of Austria following their colonization in the 17th century. Spanish navigators, beginning with Magellan in the early 16th century, were the first Europeans to arrive; eventually Spain annexed and colonized the archipelago, establishing their capital on the largest island, Guam. The Marianas were the first islands Magellan encountered after traversing the Pacific from the southern tip of South America, and the fruits found there helped save the survivors from scurvy, which had already killed dozens of crewmembers. The indigenous inhabitants are the Chamorro people. Archaeologists in 2013 reported findings which indicated that the people who first settled the Marianas arrived there after making what may have been at the time the longest uninterrupted ocean voyage in human history.",
  "/wiki/Henry_E._Erwin": "Henry Eugene \"Red\" Erwin, Sr., (May 8, 1921 – January 16, 2002) was a United States Army Air Forces airman and a recipient of the U.S. military's highest decoration—the Medal of Honor—for his actions in World War II. He earned the award as a staff sergeant and radio operator aboard a B-29 Superfortress in the Asia-Pacific theater. During a 1945 bombing mission over Koriyama, Japan, a white phosphorus bomb prematurely ignited in his aircraft and seriously wounded him. As smoke filled the plane, he picked up the burning device and carried it through the aircraft to the cockpit where he tossed it out a window. Although he suffered severe burns, he successfully saved his plane and all crew members aboard by disposing of the incendiary/smoke-generating bomb.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff. The AAF administered all parts of military aviation formerly distributed among the Air Corps, General Headquarters Air Force, and the ground forces' corps area commanders, and thus became the first air organization of the U.S. Army to control its own installations and support personnel. The peak size of the AAF during the Second World War was over 2.4 million men and women in service and nearly 80,000 aircraft by 1944, and 783 domestic bases in December 1943. By \"V-E Day\", the Army Air Forces had 1.25 million men stationed overseas and operated from more than 1,600 airfields worldwide. The Army Air Forces was created in June 1941 to provide the air arm a greater autonomy in which to expand more efficiently, to provide a structure for the additional command echelons required by a vastly increased force, and to end an increasingly divisive administrative battle within the Army over control of aviation doctrine and organization that had been ongoing since the creation of an aviation section within the U.S. Army Signal Corps in 1914. The AAF succeeded both the Air Corps, which had been the statutory military aviation branch since 1926, and the GHQ Air Force, which had been activated in 1935 to quiet the demands of airmen for an independent Air Force similar to the Royal Air Force which had already been established in the United Kingdom.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi). Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.",
  "/wiki/Ray_E._Eubanks": "Ray E. Eubanks (February 6, 1922 – July 23, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration — the Medal of Honor — for his actions in World War II.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent. The term sergeant refers to a non-commissioned officer placed above the rank of a corporal and a police officer immediately below a lieutenant or, in the UK Police forces, below an inspector. In most armies the rank of sergeant corresponds to command of a squad (or section). In Commonwealth armies, it is a more senior rank, corresponding roughly to a platoon second-in-command. In the United States Army, sergeant is a more junior rank corresponding to a four-soldier fireteam leader.",
  "/wiki/Dutch_New_Guinea": "Netherlands New Guinea (Dutch: Nederlands-Nieuw-Guinea) refers to the Papua region of Indonesia while it was an overseas territory of the Kingdom of the Netherlands from 1949 to 1962. Until 1949 it was a part of the Dutch East Indies. It was commonly known as Dutch New Guinea. It contained what are now Indonesia's two easternmost provinces, Papua and West Papua, which were administered as a single province prior to 2003 under the name Irian Jaya. During the Indonesian Revolution, the Dutch launched 'police actions' to capture territory from the Indonesian Republic. However, the harsh methods of the Dutch had drawn international disapproval. With international opinion shifting towards support of the Indonesian Republic, the Dutch managed in 1949 to negotiate for the separation of Netherlands New Guinea from the broader Indonesian settlement, with the fate of the disputed territory to be decided by the close of 1950. However, the Dutch in coming years were able to argue successfully at the UN that the indigenous population of Netherlands New Guinea represented a separate ethnic group from the people of Indonesia and thus should not be absorbed into the Indonesian state.",
  "/wiki/Ernest_E._Evans": "Ernest Edwin Evans (August 13, 1908 – October 25, 1944) was an officer of the United States Navy who posthumously received the Medal of Honor for his actions during the Battle off Samar in World War II.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army. The U.S. Navy traces its origins to the Continental Navy, which was established during the American Revolutionary War and was effectively disbanded as a separate entity shortly thereafter. After suffering significant loss of goods and personnel at the hands of the Barbary pirates from Algiers, the U.S. Congress passed the Naval Act of 1794 for the construction of six heavy frigates, the first ships of the U.S. Navy. The U.S. Navy played a major role in the American Civil War by blockading the Confederacy and seizing control of its rivers.",
  "/wiki/Commander_(United_States)": "In the United States, commander is a military rank that is also sometimes used as a military billet title—the designation of someone who manages living quarters or a base—depending on the branch of service. It is also used as a rank or title in non-military organizations; particularly in law enforcement.",
  "/wiki/Samar": "Samar (/ˈsɑːmɑːr/ SAH-mar) is the third largest island in the Philippines. Located in eastern Visayas, within central Philippines. The island is divided into three provinces: Samar (the western two-fifths of the island of Samar), Northern Samar, and Eastern Samar. These three provinces, along with the provinces on the nearby islands of Leyte and Biliran are part of the Eastern Visayas region. Samar is the eastern-most island in the Visayas. About a third of the island is protected as a natural park known as the Samar Island Natural Park. The island is separated from Leyte by the San Juanico Strait, which at its narrowest point is only about 2 kilometres (1.2 mi) across. This strait is crossed by the San Juanico Bridge.",
  "/wiki/Forrest_E._Everhart": "Forrest Eugene Everhart Sr., (August 28, 1922 – August 30, 1986) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Technical_Sergeant": "Technical sergeant is the name of one current and two former enlisted ranks in the United States Armed Forces.[citation needed] Outside the United States, it is used only by the Philippine Army, Philippine Air Force and the Philippine Marine Corps.",
  "/wiki/List_of_Medal_of_Honor_recipients_for_World_War_II": "This is a list of Medal of Honor recipients for World War II. The Medal of Honor was created during the American Civil War and is the highest military decoration presented by the United States government to a member of its armed forces. The recipient must have distinguished themselves at the risk of their own life above and beyond the call of duty in action against an \"enemy of the United States\" or an \"opposing foreign force\". Due to the nature of this medal, it is commonly presented posthumously. World War II, or the Second World War, was a global military conflict, the joining of what had initially been two separate conflicts. The first began in Asia in 1937 as the Second Sino-Japanese War; the other began in Europe in 1939 with the German and Soviet invasion of Poland. This global conflict split the majority of the world's nations into two opposing military alliances: the Allies and the Axis powers. The United States was drawn into World War II on December 8, 1941, a day after the Axis-member Japan launched a surprise attack on Pearl Harbor in Honolulu that killed almost 2,500 people in what was considered the biggest peacetime loss on American soil inflicted by foreign people at that time."
}