{
  "/wiki/William_J._O%27Brien_(Medal_of_Honor_recipient)": "William Joseph O'Brien (1899 – July 7, 1944) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II during the Battle of Saipan.",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events.[citation needed]",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Lieutenant_Colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Joseph_T._O%27Callahan": "Joseph Timothy O'Callahan (May 14, 1905 – March 18, 1964) was a Jesuit priest and, during World War II, a United States Navy chaplain. He was awarded the U.S. military's highest decoration, the Medal of Honor, for his actions during and after an attack on the aircraft carrier aboard which he was serving, USS Franklin.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Lieutenant_Commander": "Lieutenant commander (also hyphenated lieutenant-commander and abbreviated LCdr, LCdr. or LCDR) is a commissioned officer rank in many navies. The rank is superior to a lieutenant and subordinate to a commander. The corresponding rank in most armies (armed services) and air forces is major, and in the Royal Air Force and other Commonwealth air forces is squadron leader.",
  "/wiki/USS_Franklin_(CV-13)": "USS Franklin (CV/CVA/CVS-13, AVT-8), nicknamed \"Big Ben,\" was one of 24 Essex-class aircraft carriers built during World War II for the United States Navy, and the fifth US Navy ship to bear the name. Commissioned in January 1944, she served in several campaigns in the Pacific War, earning four battle stars. She was badly damaged by a Japanese air attack in March 1945, with the loss of over 800 of her crew, becoming the most heavily damaged United States aircraft carrier to survive the war. Movie footage of the actual attack was included in the 1949 film Task Force starring Gary Cooper.",
  "/wiki/Carlos_C._Ogden": "Carlos Carnes Ogden, Sr. (May 9, 1917 – April 2, 2001) was a United States Army officer and a recipient of the United States military's highest decoration — the Medal of Honor — for his actions in World War II.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Edward_O%27Hare": "Lieutenant Commander Edward Henry \"Butch\" O'Hare (March 13, 1914 – November 26, 1943) was an American naval aviator of the United States Navy, who on February 20, 1942, became the Navy's first flying ace when he single-handedly attacked a formation of nine heavy bombers approaching his aircraft carrier. Even though he had a limited amount of ammunition, he managed to shoot down five enemy bombers. On April 21, 1942, he became the first naval recipient of the Medal of Honor in World War II.",
  "/wiki/Lieutenant_(navy)": "Lieutenant[nb 1] (abbreviated Lt, LT, LT(N), Lt(N), Lieut and LEUT, depending on nation) is a commissioned officer rank in many nations' navies. It is typically the most senior of junior officer ranks. In most navies, the rank's insignia may consist of two medium gold braid stripes, the uppermost stripe featuring an executive curl in many Commonwealth of Nations; or three stripes of equal or unequal width.",
  "/wiki/O%27Hare_International_Airport": "O'Hare International Airport (IATA: ORD, ICAO: KORD, FAA LID: ORD), typically referred to as O'Hare Airport, Chicago O'Hare, or simply O'Hare, is an international airport located on the Northwest Side of Chicago, Illinois, 14 miles (23 km) northwest of the Loop business district.  Operated by the Chicago Department of Aviation and covering some 7,627 acres (3,087 ha), O'Hare has non-stop flights to 228 destinations in North America, South America, Europe, Africa, Asia and Oceania.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Allan_M._Ohata": "Allan Masaharu Ohata (September 13, 1918 – October 17, 1977) was a United States Army soldier.  He is best known for receiving the Medal of Honor because of his actions in World War II.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Richard_O%27Kane": "Richard Hetherington \"Dick\" O'Kane (February 2, 1911 – February 16, 1994) was a United States Navy submarine commander in World War II, who was awarded the Medal of Honor for commanding USS Tang in Pacific War against Japan to the most successful record of any United States submarine ever. He also received three Navy Crosses and three Silver Stars, for a total of seven awards of the United States military's three highest decorations for valor in combat. Before commanding Tang, O'Kane served in the highly successful USS Wahoo as executive officer and approach officer under noted Lieutenant Commander Dudley \"Mush\" Morton. In his ten combat patrols, five in Wahoo and five commanding Tang, O'Kane participated in more successful attacks on Japanese shipping than any other submarine officer during the war.",
  "/wiki/Commander_(United_States)": "In the United States, commander is a military rank that is also sometimes used as a military billet title—the designation of someone who manages living quarters or a base—depending on the branch of service. It is also used as a rank or title in non-military organizations; particularly in law enforcement.",
  "/wiki/James_K._Okubo": "James K. Okubo (May 30, 1920 – January 29, 1967) was a United States Army soldier.  He was a posthumous recipient of the Medal of Honor for his actions in World War II.",
  "/wiki/Technician_Fifth_Grade": "Technician fifth grade (abbreviated as T/5 or TEC 5) was a United States Army technician rank during World War II. Those who held this rank were addressed as corporal, though were often called a \"tech corporal\". Technicians possessed specialized skills that were rewarded with a higher pay grade. The pay grade number corresponded with the technician's rank. T/5 was under the pay grade 5, along with corporal. Technicians were easily distinguished by the \"T\" imprinted on the standard chevron design for that pay grade.",
  "/wiki/Yukio_Okutsu": "Yukio Okutsu (November 3, 1921 – August 24, 2003) was a United States Army soldier.  He is best known for receiving the Medal of Honor because of his actions in World War II.",
  "/wiki/Technical_Sergeant": "Technical sergeant is the name of one current and two former enlisted ranks in the United States Armed Forces.[citation needed] Outside the United States, it is used only by the Philippine Army, Philippine Air Force and the Philippine Marine Corps.",
  "/wiki/Arlo_L._Olson": "Arlo L. Olson (April 20, 1918 – October 28, 1943) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Truman_O._Olson": "Truman O. Olson (October 13, 1917 – January 31, 1944) was a United States Army sergeant who was posthumously awarded the United States military's highest decoration, the Medal of Honor, for his actions in World War II.",
  "/wiki/Frank_H._Ono": "Frank H. Ono (June 5, 1923 – May 6, 1980) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/Nicholas_Oresko": "Nicholas Oresko (January 18, 1917 – October 4, 2013) was an American combat veteran of World War II who had received the Medal of Honor for his valorous actions in Germany on January 23, 1945.",
  "/wiki/Master_Sergeant": "A master sergeant is the military rank for a senior non-commissioned officer in the armed forces of some countries.",
  "/wiki/Kazuo_Otani": "Kazuo Otani (June 2, 1918 – July 15, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/Robert_A._Owens": "Sergeant Robert Allen Owens (September 13, 1920 – November 1, 1943) was a United States Marine who was killed in action in the Pacific campaign of World War II.  He was posthumously awarded his nation's highest military award — the Medal of Honor — for his heroic actions on his first day in combat at Bougainville.  The commanding general of the 3rd Marine Division described Owens' heroism — \"Among many brave acts on the beachhead of Bougainville, no other single act saved the lives of more of his comrades or served to contribute so much to the success of the landings.\"",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Joseph_W._Ozbourn": "Private Joseph William Ozbourn (October 24, 1919 – July 30, 1944) was a United States Marine who posthumously received the Medal of Honor for sacrificing his life to save his comrades on Tinian in the Marianas on July 30, 1944.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in)."
}