{
  "/wiki/George_Edward_Wahlen": "George E. Wahlen (August 8, 1924 – June 5, 2009) was a United States Army major who served with the United States Navy as a hospital corpsman attached to a Marine Corps rifle company in World War II and was awarded the U.S. military's highest decoration for valor, the Medal of Honor, for heroism above and beyond the call of duty during the Battle of Iwo Jima. He was an Army officer in the Korea War and was wounded in the Vietnam War.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Hospitalman": "A hospital corpsman (HM /ˈkɔːrmən/ [or corpsman]) is an enlisted medical specialist of the United States Navy, who may also serve in a U.S. Marine Corps unit. The corresponding rating within the United States Coast Guard is health services technician (HS).",
  "/wiki/Petty_officer_second_class": "Petty officer second class is the fifth enlisted rank in the U.S. Navy, U.S. Coast Guard, and the United States Naval Sea Cadet Corps, just above petty officer third class and below petty officer first class, and is a non-commissioned officer. It is equivalent to the rank of sergeant in the Army and Marine Corps, and staff sergeant in the Air Force.",
  "/wiki/Francis_B._Wai": "Francis Brown Wai (April 14, 1917 – October 20, 1944) was a captain in the United States Army and received the Medal of Honor for actions during the recapture of the Philippines from Japan in 1944.\nAs a youngster, Wai liked to surf and he played several sports in high school and college. He graduated from college with a degree in finance. Although he initially planned to work with his father, he joined the Hawaii National Guard, commissioned a lieutenant. Wai was sent with his unit to fight in World War II and he was killed during the U.S. amphibious assault on Leyte, Philippines.",
  "/wiki/Killed_in_action": "Killed in action (KIA) is a casualty classification generally used by militaries to describe the deaths of their own combatants at the hands of hostile forces. The United States Department of Defense, for example, says that those declared KIA need not have fired their weapons but have been killed due to hostile attack. KIAs include those killed by friendly fire in the midst of combat, but not from incidents such as accidental vehicle crashes, murder and other non-hostile events or terrorism. KIA can be applied both to front-line combat troops and to naval, air and support troops. Someone who is killed in action during a particular event is denoted with a † (dagger) beside their name to signify their death in that event or events.[citation needed]",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Jonathan_Mayhew_Wainwright_IV": "Jonathan Mayhew Wainwright IV (August 23, 1883 – September 2, 1953) was a career American army officer and the Commander of Allied forces in the Philippines at the time of their surrender to the Empire of Japan during World War II. Wainwright was a recipient of the Medal of Honor for his courageous leadership during the fall of the Philippines.",
  "/wiki/Lieutenant_General_(United_States)": "In the United States Army, United States Marine Corps, and the United States Air Force, lieutenant general (abbreviated LTG in the Army, Lt Gen in the Air Force, and LtGen in the Marine Corps) is a three-star general officer rank, with the pay grade of O-9. Lieutenant general ranks above major general and below general. Lieutenant general is equivalent to the rank of vice admiral in the other uniformed services.",
  "/wiki/Corregidor": "Corregidor Island (Tagalog: Pulo ng Corregidor [kɔˈɾɛhidɔr]) is an island located at the entrance of Manila Bay in southwestern part of Luzon Island in the Philippines. Due to this location, Corregidor has historically been fortified with coastal artillery to defend the entrance of Manila Bay and Manila from attacks by enemy warships. Located 48 kilometres (30 mi) inland, Manila has been the largest city and the most important seaport in the Philippines for centuries, from the colonial rule of Spain, Japan and the United States, to the establishment of the Philippines in 1946.",
  "/wiki/USS_Missouri_(BB-63)": "USS Missouri (BB-63) (\"Mighty Mo\" or \"Big Mo\") is an Iowa-class battleship and was the third ship of the United States Navy to be named after the U.S. state of Missouri. Missouri was the last battleship commissioned by the United States and is best remembered as the site of the surrender of the Empire of Japan, which ended World War II.",
  "/wiki/Douglas_MacArthur": "General of the Army Douglas MacArthur (26 January 1880 – 5 April 1964) was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines Campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the medal. He was one of only five to rise to the rank of General of the Army in the US Army, and the only one conferred the rank of field marshal in the Philippine Army.",
  "/wiki/Kenneth_Walker": "Brigadier General Kenneth Newton Walker (17 July 1898 – 5 January 1943) was a United States Army aviator and a United States Army Air Forces general who exerted a significant influence on the development of airpower doctrine. He posthumously received the Medal of Honor in World War II.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff.",
  "/wiki/Brigadier_General_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/Herman_C._Wallace": "Herman Claudious Wallace (June 12, 1924– February 27, 1945) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/Kenneth_A._Walsh": "Kenneth Ambrose Walsh (November 24, 1916 – July 30, 1998) was a United States Marine Corps lieutenant colonel and a Medal of Honor recipient who was the fourth ranking USMC fighter ace in World War II with a record of 21 enemy planes destroyed. He also served in Korea during the first year of the Korean War and retired from the Marine Corps in February 1962.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/William_G._Walsh": "Gunnery Sergeant William Gary Walsh (April 7, 1922 – February 27, 1945) was a United States Marine who heroically sacrificed his life to save the lives of his fellow Marines during the Battle of Iwo Jima during World War II.  For his actions on February 27, 1945,  he posthumously received the Medal of Honor.",
  "/wiki/Gunnery_Sergeant": "Gunnery sergeant (GySgt)  is the seventh enlisted rank in the United States Marine Corps, just above staff sergeant and below master sergeant and first sergeant, and is a staff non-commissioned officer (SNCO). It has a pay grade of E-7.",
  "/wiki/James_R._Ward": "James Richard Ward (September 10, 1921 – December 7, 1941) was a US Navy sailor who was posthumously awarded the Medal of Honor for his actions during the attack on Pearl Harbor.",
  "/wiki/Seaman_(rank)": "Seaman is a military rank used in many navies around the world. It is considered a junior enlisted rank and, depending on the navy, it may be a single rank on its own or a name shared by several similarly-junior ranks.",
  "/wiki/USS_Oklahoma_(BB-37)": "USS Oklahoma (BB-37) was a Nevada-class battleship built by the New York Shipbuilding Corporation for the United States Navy in 1910, notable for being the first American class of oil-burning dreadnoughts.",
  "/wiki/Keith_L._Ware": "Keith Lincoln Ware (23 November 1915 – 13 September 1968) was a United States Army major general and a Medal of Honor recipient of World War II. General Ware was killed in action while commanding an infantry division in 1968 during the Vietnam War and was posthumously awarded the Distinguished Service Cross.",
  "/wiki/Lieutenant_Colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Henry_F._Warner": "Henry F. Warner (August 23, 1923 – December 21, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/George_Watson_(U.S._Army)": "George Watson (1915 – March 8, 1943) was a United States Army private who gave his life rescuing several soldiers from drowning at sea during World War II. In 1997, he was awarded the Medal of Honor, the nation's highest military decoration for valor, for his actions on March 8, 1943, near Porlock Harbor, New Guinea.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/Wilson_D._Watson": "Wilson Douglas Watson (February 16, 1922 – December 19, 1994) was a United States Marine Corps private who received the Medal of Honor for his actions on Iwo Jima during World War II.  He single-handedly killed 90 enemy soldiers, thus enabling his platoon to advance, earning him the name \"One-Man Regiment\" of Iwo Jima. After World War II, Watson continued his military service in the United States Army. At the time he retired, he held the rank of Staff Sergeant.",
  "/wiki/Robert_T._Waugh": "Robert T. Waugh (January 16, 1919–May 19, 1944) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions during the Battle of Monte Cassino in World War II.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/David_C._Waybur": "David Crowder Waybur (September 29, 1919 – March 28, 1945) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II. During the Allied invasion of Sicily, he led his small patrol in its defense against an attack by four Italian tanks. Despite being seriously wounded, he continued to lead and personally disabled one tank with only a Tommy gun. After receiving the Medal of Honor for these actions, he returned to combat and was killed in action in Germany.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Ellis_R._Weicht": "Ellis R. Weicht (April 17, 1916 – December 3, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Walter_C._Wetzel": "Walter C. Wetzel (June 7, 1919 – April 3, 1945) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Eli_L._Whiteley": "Eli Lamar Whiteley (December 10, 1913 – December 2, 1986) was a former infantry captain in the United States Army who received the Medal of Honor for valor in World War II, for his actions in Sigolsheim, France in 1944. He was drafted into the US Army in April 1942.",
  "/wiki/Hulon_B._Whittington": "Hulon Brocke Whittington (July 9, 1921 – January 17, 1969) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Paul_J._Wiedorfer": "Paul Joseph Wiedorfer (January 17, 1921 – May 25, 2011) was a United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions in World War II.",
  "/wiki/Thomas_W._Wigle": "Thomas W. Wigle (May 18, 1909 – September 16, 1944) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Second_lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/List_of_Medal_of_Honor_recipients_for_World_War_II": "This is a list of Medal of Honor recipients for World War II. The Medal of Honor was created during the American Civil War and is the highest military decoration presented by the United States government to a member of its armed forces. The recipient must have distinguished themselves at the risk of their own life above and beyond the call of duty in action against an \"enemy of the United States\" or an \"opposing foreign force\". Due to the nature of this medal, it is commonly presented posthumously."
}