{
  "/wiki/Shawty_Lo": "Carlos Rico Walker (March 22, 1976 – September 21, 2016), better known as Shawty Lo, was an American rapper, record producer, and executive from Atlanta, Georgia.",
  "/wiki/George_Nozuka": "George Nozuka (born April 28, 1986 in New York City) is a Canadian-American R&B singer of mixed Caucasian and Japanese descent. He is best known for his single \"Talk to Me\", which peaked at No. 1 on the MuchMusic music-video countdown in October 2006.",
  "/wiki/Neverest": "Neverest was a Canadian pop-rock band from Toronto, Ontario. The band was formed by Spyros \"Spee\" Chalkiotis and Mike Klose.",
  "/wiki/Keshia_Chante": "Keshia Chanté  (born June 16, 1988) is a Canadian singer, songwriter, actor, television personality, dancer and philanthropist. She is a teen star, having released four albums and in 2013, she rose to international prominence hosting BET's 106 & Park. Also known as \"KIKI\" from Drake's hit song In My Feelings.",
  "/wiki/Chevy_Woods": "Kevin \"Chevy\" Woods (born May 13, 1981) is an American rapper from Pittsburgh, Pennsylvania. Throughout his career he has been affiliated with rapper Wiz Khalifa and Taylor Gang record label, also serving as Khalifa's hypeman on tour. His first major appearance was on Wiz Khalifa's song \"Taylor Gang\". Woods has been on more than 20 tours and has released several mixtapes including The Cookout with Khalifa and the Gangland series.",
  "/wiki/Dej_Loaf": "Deja Trimble (born April 8, 1991), better known by her stage name Dej Loaf (stylized as DeJ Loaf), is an American rapper, singer and songwriter from Detroit, Michigan. She began her music career in 2011, and released her debut single \"Just Do It\" in 2012. In October 2014, she released her second mixtape, Sell Sole.",
  "/wiki/Post_Malone": "Austin Richard Post (born July 4, 1995), known professionally as Post Malone, is an American rapper, singer, songwriter, and record producer. Known for his introspective songwriting and laconic vocal style, Post has gained acclaim for bending a range of genres including hip hop, pop, country, and rock. He first attained recognition in 2015 following the release of his debut single \"White Iverson\". He subsequently signed a recording contract with Republic Records."
}