{
  "/wiki/The_Isle_of_Love": "The Isle of Love is a 1922 recut of a 1918 silent drama film Over the Rhine starring female impersonator Julian Eltinge.  The film also contained two actors unknown during filming: Virginia Rappe and Rudolph Valentino.  The film went through various recuts and rereleases during the 1920s and is generally known for its cast.",
  "/wiki/Fred_J._Balshofer": "Fred J. Balshofer (November 2, 1877 – June 21, 1969) was a pioneering silent film director, producer, screenwriter, and cinematographer in the United States.",
  "/wiki/Manslaughter_(1922_film)": "Manslaughter is a 1922 American silent drama film directed by Cecil B. DeMille and starring Thomas Meighan, Leatrice Joy, and Lois Wilson. It was scripted by Jeanie MacPherson adapted from the novel of the same name by Alice Duer Miller. The film portrays the main character, Lydia Thorne, as a thrill-seeking, self-entitled, and wild woman who do not have a reputation of thinking before acting. She acts selfishly by dancing with other men in the presence of her husband and not providing help to her maid who is in dire need for her son's health. As a result of her numerous poor decisions, she is taken to court because of a vehicle accident entailing a high-speed chase she has with a motorcyclist policeman. Following this accident, she is imprisoned for manslaughter after being prosecuted by her husband, Daniel O'Bannon, who is a lawyer. After this endeavor, Lydia comes out of jail to find her husband has become an alcoholic. This film was one of the first to depict very graphic scene of men plundering a room of women meant to represent the descent of Lydia's privileged life., and this film contained various imagery depicting life among the upper-class society. Manslaughter was the first film to show an erotic kiss between two members of the same sex. The film consists of a character development that added to the films success, and at the time romance was a popular hit of the time because of the demographic that the films were addressing.",
  "/wiki/Cecil_B._DeMille": "Cecil Blount DeMille (/ˈsɛsəl dəˈmɪl/; August 12, 1881 – January 21, 1959) was an American filmmaker. Between 1914 and 1958, he made a total of 70 features, both silent and sound films. He is acknowledged as a founding father of the American cinema and the most commercially successful producer-director in film history. His films were distinguished by their epic scale and by his cinematic showmanship. His silent films included social dramas, comedies, Westerns, farces, morality plays, and historical pageants.",
  "/wiki/Leatrice_Joy": "Leatrice Joy (born Leatrice Johanna Zeidler, November 7, 1893 – May 13, 1985) was an American actress most prolific during the silent film era.",
  "/wiki/Thomas_Meighan": "Thomas Meighan (April 9, 1879 – July 8, 1936) was an American actor of silent films and early talkies. He played several leading man roles opposite popular actresses of the day including Mary Pickford and Gloria Swanson. At one point he commanded $10,000 a week.",
  "/wiki/Lois_Wilson_(actress)": "Lois Wilson (June 28, 1894 – March 3, 1988) was an American actress who worked during the silent film era. She also directed two short films and was a scenario writer.",
  "/wiki/George_Fawcett": "George Fawcett (August 25, 1860 – June 6, 1939) was an American stage and film actor of the silent era.",
  "/wiki/Julia_Faye": "Julia Faye (born Julia Faye Maloney, September 24, 1892 – April 6, 1966) was an American actress of silent and sound films. She was known for her appearances in more than 30 Cecil B. DeMille productions. Her various roles ranged from maids and ingénues to vamps and queens.",
  "/wiki/Edythe_Chapman": "Edythe Chapman (October 8, 1863 – October 15, 1948) was an American stage and silent film actress.",
  "/wiki/Jack_Mower": "Jack Mower (September 5, 1890 – January 6, 1965) was an American film actor. He appeared in 526 films between 1914 and 1962. He was born in Honolulu and died in Hollywood.",
  "/wiki/Dorothy_Cumming": "Dorothy Greville Cumming (12 April 1894 – 10 December 1983) was an actress of the silent film era. She appeared in 39 American, English, and Australian films between 1915 and 1929, notably appearing as the Virgin Mary in Cecil B. DeMille's 1927 film The King of Kings and the jealous wife in Lillian Gish's 1928 The Wind. She also appeared in stage productions in those same countries.",
  "/wiki/Casson_Ferguson": "Casson Ferguson (May 29, 1891 – February 12, 1929) was an American film actor of the silent era.  He appeared in 54 films between 1917 and 1928.",
  "/wiki/Mickey_Moore": "Michael D. Moore (born Dennis Michael Sheffield, October 14, 1914 – March 4, 2013) was a Canadian-born American film director, second unit director, and child actor, when he was credited as Mickey Moore (or Micky Moore). He was credited as Michael Moore on all the films and TV shows he directed, and on most of the films on which he was second unit director.",
  "/wiki/James_Neill_(actor)": "James Neill (September 29, 1860 – March 16, 1931) was an American stage actor and film actor of the silent era. He appeared in 113 films between 1913 and 1930. His wife, and frequent costar on stage and screen, was Edythe Chapman.",
  "/wiki/Sylvia_Ashton": "Sylvia Ashton (January 26, 1880 – November 17, 1940) was an American film actress of the silent film era.",
  "/wiki/Raymond_Hatton": "Raymond William Hatton (July 7, 1887 – October 21, 1971) was an American film actor who appeared in almost five hundred motion pictures.",
  "/wiki/Mabel_Van_Buren": "Mabel Van Buren (July 17, 1878 – November 4, 1947) was an American stage and screen actress from Chicago, Illinois.",
  "/wiki/Ethel_Wales": "Ethel Wales (April 4, 1878 – February 15, 1952) was an American actress.",
  "/wiki/Dale_Fuller_(actress)": "Dale Fuller (born Marie Dale Phillipps; June 17, 1885 – October 14, 1948) was an American actress of the silent era. She appeared in 67 films between 1915 and 1935. She is best known for her role as the maid in Foolish Wives.",
  "/wiki/Edward_Martindel": "Edward Martindel (July 8, 1876 – May 4, 1955) was an American stage and film actor. He appeared on Broadway and in 89 films between 1915 and 1946.",
  "/wiki/Salom%C3%A9_(1923_film)": "Salomé is a 1923 silent film directed by Charles Bryant and starring Alla Nazimova. It is an adaptation of the Oscar Wilde play of the same name. The play itself is a loose retelling of the biblical story of King Herod and his execution of John the Baptist (here, as in  Wilde's play, called Jokaanan) at the request of Herod's stepdaughter, Salomé, whom he lusts after.",
  "/wiki/Charles_Bryant_(actor)": "Charles Bryant (8 January 1879 – 7 August 1948) was a British actor and film director.",
  "/wiki/Alla_Nazimova": "Alla Nazimova (Russian: Алла Назимова, born Marem-Ides Leventon (Russian: Марем-Идес Левентон; June 3 [O.S. May 22] , 1879 – July 13, 1945) was a Russian-American actress.",
  "/wiki/Michael_Lewis": "Michael Monroe Lewis (born October 15, 1960) is an American financial journalist and bestselling non-fiction author. He has also been a contributing editor to Vanity Fair since 2009.",
  "/wiki/Rose_Dione": "Claudine Rosalie Gras (October 22, 1878 – January 29, 1936), professionally known as Rose Dione, was a French-American actress who appeared in numerous silent era and pre-code films. She appeared in 68 films between 1910 and 1932. She was born in Dardilly, Rhône in France, and died in Los Angeles, California. She was probably best known for her final role as Madame Tetralini in the film Freaks (1932).",
  "/wiki/Earl_Schenck": "Earl O. Schenck (13 May 1889 – c. 1962) was an American film actor. He appeared in 41 films between 1916 and 1946.",
  "/wiki/Arthur_Jasmine": "Arthur Jasmine (April 4, 1899 in St. Paul, Minnesota – August 19, 1954 in Los Angeles, California) was an American film actor.",
  "/wiki/Nigel_De_Brulier": "Nigel De Brulier (born Francis George Packer, 8 August 1877 – 30 January 1948) was an English film actor.",
  "/wiki/Frederick_Peters_(actor)": "Frederick Peters (June 30, 1884 – April 23, 1963), was an American film actor. He appeared in 17 films between years 1918 and 1936.",
  "/wiki/Ponjola": "Ponjola is a 1923 American silent drama film based on the novel of the same name by Cynthia Stockley and directed by Donald Crisp. The film stars Anna Q. Nilsson in a role in which she masquerades as a man. A print of Ponjola still exists and is held by a private collector.",
  "/wiki/Donald_Crisp": "Donald Crisp (born George William Crisp, 27 July 1882 – 25 May 1974) was an English film actor. He was an early producer, director and screenwriter. His career lasted from the early silent film era into the 1960s. He won an Academy Award for Best Supporting Actor in 1942 for his performance in How Green Was My Valley.",
  "/wiki/Anna_Q._Nilsson": "Anna Quirentia Nilsson (March 30, 1888 – February 11, 1974) was a Swedish-American actress who achieved success in American silent movies. She predates fellow Swedish born actresses Greta Garbo and Ingrid Bergman.",
  "/wiki/James_Kirkwood_Sr.": "James Kirkwood Sr. (February 22, 1875 – August 24, 1963) was an American actor and director.",
  "/wiki/Tully_Marshall": "Tully Marshall (born William Phillips; April 10, 1864 – March 10, 1943) was an American character actor. He had nearly a quarter century of theatrical experience before his debut film appearance in 1914.",
  "/wiki/Joseph_Kilgour": "Joseph Kilgour (11 July 1863 – 21 April 1933) was a Canadian actor of the silent film era. He was a well-known veteran stage actor in Broadway theatre before entering silent films. He appeared in 57 films between 1909 and 1926.",
  "/wiki/Ruth_Clifford": "Ruth Clifford (February 17, 1900 – November 30, 1998) was an American actress of leading roles in silent films, whose career lasted from that era into the television era.",
  "/wiki/Claire_Du_Brey": "Claire Du Brey (born Clara Violet Dubreyvich, August 31, 1892 – August 1, 1993) was an American actress. She appeared in more than 200 films between 1916 and 1959. Her name is sometimes rendered as Claire Du Bray or as Claire Dubrey.",
  "/wiki/Claire_McDowell": "Claire McDowell (November 2, 1877 – October 23, 1966) was an American actress of the silent era. She appeared in 350 films between 1908 and 1945.",
  "/wiki/Charles_Ray_(actor)": "Charles Edgar Ray (March 15, 1891 – November 23, 1943) was an American actor, director, producer, and screenwriter. Ray rose to fame during the mid-1910s portraying young, wholesome hicks in silent comedy films.",
  "/wiki/Eddie_Sturgis": "Eddie Sturgis (1881 - 1947), also known as Edwin Sturgis, Ed Sturgis, or Edward Sturgis, was an American character actor of the silent and sound film eras. His career began in the 1916 film, The Lost Bridegroom, which starred John Barrymore. In his twenty-three year career, he appeared in over fifty films, mostly in supporting or smaller roles. His final performance would be in the 1939 Joe E. Brown vehicle, Beware, Spooks!, in a minor role. Sturgis died on December 13, 1947 in Los Angeles, California.",
  "/wiki/The_Soilers": "The Soilers is a 1923 American silent comedy film starring Stan Laurel, and was released in the same year as the Western silent movie drama The Spoilers. The name of one character from the original, \"McNamara\", may have a parody in the name of the James Finlayson character.",
  "/wiki/Ralph_Ceder": "Ralph Carl Ceder (February 2, 1897 – November 29, 1951) was an American film director and writer. He directed 88 films in the 1920s, 1930s, and 1940s.",
  "/wiki/Stan_Laurel": "Stan Laurel (born Arthur Stanley Jefferson; 16 June 1890 – 23 February 1965) was an English comic actor, writer, and film director who was part of the comedy duo Laurel and Hardy. He appeared with his comedy partner Oliver Hardy in 107 short films, feature films, and cameo roles.",
  "/wiki/Ena_Gregory": "Ena Gregory (18 April 1907 – 13 June 1993), also known as Marian Douglas, was an Australian-American actress who achieved fame in Hollywood in the 1920s.",
  "/wiki/Mae_Dahlberg": "Mae Dahlberg, sometimes known as Mae Laurel, (24 May 1888, Brunswick, Melbourne, Victoria, Australia  –  1969, New York, U.S.) was an Australian-born music hall and vaudeville performer and actress, later active in Hollywood silent films. She was Stan Laurel's professional partner and common-law wife from 1917 to 1925.",
  "/wiki/James_Finlayson_(actor)": "James Finlayson (27 August 1887 – 9 October 1953) was a Scottish-born American actor who worked in both silent and sound comedies. Bald, with a fake moustache, Finlayson had many trademark comic mannerisms and is known for his squinting, outraged, \"double take and fade away\" head reaction, and characteristic expression \"d'ooooooh\", and as the best remembered comic foil of Laurel and Hardy.",
  "/wiki/Billy_Engle": "Billy Engle (May 28, 1889 – November 28, 1966) was an Austrian-born American film actor. He appeared in 169 films between 1917 and 1957. He was born in Austria and died in Hollywood, California, from a heart attack.",
  "/wiki/Eddie_Baker": "Eddie Baker (November 17, 1897 – February 4, 1968) was an American film actor. He supported Laurel and Hardy in several of their films, but is best remembered for his (uncredited) role as a boxing referee in Charlie Chaplin's City Lights (1931).",
  "/wiki/Muhsin_Ertu%C4%9Frul": "Muhsin Ertuğrul (28 February 1892 – 29 April 1979), also known as  Ertuğrul Muhsin Bey, was a Turkish actor and director.",
  "/wiki/Augusto_Anibal_quer_casar": "Augusto Anibal quer casar is a 1923 Brazilian silent comedy film directed by Luiz de Barros.",
  "/wiki/Luiz_de_Barros": "Luiz de Barros (September 12, 1893 – 1982) was a prominent Brazilian film director, film producer, film editor, screenwriter, cinematographer, film actor and set designer and manager who played a key role in Brazilian film production from the early silent era around 1914 through to the late 1970s. One of his trademarks was taking responsibility of nearly every department of the production of his films.",
  "/wiki/Michael_(1924_film)": "Michael (also known as Mikaël, Chained: The Story of the Third Sex, and Heart's Desire) was a German silent film released in 1924, directed by Carl Theodor Dreyer, director of other notable silents such as The Passion of Joan of Arc (1928), Master of the House (1925), and Leaves from Satan's Book (1921). The film stars Walter Slezak as the titular Michael, the young assistant and model to the artist Claude Zoret (Benjamin Christensen). Along with Different From the Others (1919) and Sex in Chains (1928), Michael is widely considered a landmark in gay silent cinema.",
  "/wiki/Carl_Theodor_Dreyer": "Carl Theodor Dreyer (Danish: [kʰal tˢeːotoɐ̯ ˈtʁai̯ˀɐ]; 3 February 1889 – 20 March 1968), commonly known as Carl Th. Dreyer, was a Danish film director. He is regarded by many critics and filmmakers as one of the greatest directors in cinema. His best known films include The Passion of Joan of Arc (1928), Vampyr (1932), Day of Wrath (1943), Ordet (1955), and Gertrud (1964).",
  "/wiki/Walter_Slezak": "Walter Slezak (German pronunciation: [ˌvaltɐ ˈslɛzak]; 3 May 1902 – 21 April 1983) was an Austrian-born character actor and singer who appeared in German films before migrating to the US in 1930 and featuring in numerous Hollywood productions.",
  "/wiki/Benjamin_Christensen": "Benjamin Christensen (28 September 1879 – 2 April 1959) was a Danish film director, screenwriter and an actor both in film and on the stage. As a director he is most well known for the 1922 film Häxan and as an actor, he is best known for his performance in the film Michael (1924), in which he plays Claude Zoret, the jilted lover of the film's title character.",
  "/wiki/Nora_Gregor": "Nora Gregor (3 February 1901 – 20 January 1949) was a stage and film actress.",
  "/wiki/Robert_Garrison_(actor)": "Robert Garrison (18 July 1872 – died 5 January 1930) was a German-Jewish film actor.",
  "/wiki/Alexander_Murski": "Alexander Alexandrovich Murski (Russian: Александр Александрович Мурский) (1 November 1869 – April 1943) was a Saint Petersburg, Russian-born German actor. Murski died in 1943 in  Toulouse, Midi-Pyrénées, France.",
  "/wiki/Grete_Mosheim": "Margarete Emma Dorothea \"Grete\" Mosheim (8 January 1905 – 29 December 1986) was a German film, theatre, and television actress of Jewish ancestry (on her father's side).",
  "/wiki/Karl_Freund": "Karl W. Freund, A.S.C. (January 16, 1890 – May 3, 1969) was a German cinematographer and film director best known for photographing Metropolis (1927), Dracula (1931), and television's I Love Lucy (1951-1957). Freund was an innovator in the field of cinematography and is credited with the invention of the unchained camera technique.",
  "/wiki/Beverly_of_Graustark": "Beverly of Graustark is a 1926 American silent romantic comedy film directed by Sidney Franklin and starring Marion Davies, Antonio Moreno, and Creighton Hale. The film's screenplay was written by Agnes Christine Johnston based on the novel by George Barr McCutcheon, and set on the fictional land of Graustark. The film features a final sequence in Technicolor. It was the first film by Sidney Franklin for MGM.",
  "/wiki/Sidney_Franklin_(director)": "Sidney Arnold Franklin (March 21, 1893 – May 18, 1972) was an American film director and producer. Franklin, like William C. deMille, specialized in adapting literary works or Broadway stage plays.",
  "/wiki/Marion_Davies": "Marion Cecilia Davies (born Marion Cecilia Elizabeth Brooklyn Douras; January 3, 1897 – September 22, 1961) was an American film actress, producer, screenwriter, and philanthropist.",
  "/wiki/Antonio_Moreno": "Antonio \"Tony\" Moreno (born Antonio Garrido Monteagudo, September 26, 1887 – February 15, 1967) was a Spanish-born American actor and film director of the silent film era and through the 1950s.",
  "/wiki/Creighton_Hale": "Creighton Hale (born Patrick Fitzgerald; 24 May 1882 – 9 August 1965) was an Irish-American theatre, film, and television actor whose career extended more than a half-century, from the early 1900s to the end of the 1950s.",
  "/wiki/Roy_D%27Arcy": "Roy D'Arcy (born Roy Francis Giusti; February 10, 1894 – November 15, 1969) was an American film actor of the silent film and early sound period of the 1930s noted for his portrayal of flamboyant villains. He appeared in 50 different films between 1925 and 1939, such as The Temptress in 1926 with actresses such as Greta Garbo.",
  "/wiki/Albert_Gran": "Albert Gran (August 4, 1862 – December 16, 1932) was a Norwegian-born American stage and film actor. He is most associated with his appearance in drama and light comedy films.",
  "/wiki/Paulette_Duval": "Paulette Duval (1889 – 1951) was a French dancer and actress of the silent film era and early sound motion pictures. She was born in Buenos Aires, Argentina, in 1889 and raised in France. She was considered one of the most beautiful women in Paris in the early twentieth century. Paulette was recruited by Florenz Ziegfeld for the Ziegfeld Follies, which opened at the New Amsterdam Theater in New York, New York, United States, on October 15, 1923. Before joining the Follies, the French beauty was engaged with the Scandals dance productions of George White.",
  "/wiki/Charles_Clary": "Charles Clary (March 24, 1873 – March 24, 1931) was an American actor of the silent film era. Clary appeared in 206 films between 1910 and 1930. He was born in Charleston, Illinois and died on his 58th birthday in Los Angeles, California. He worked for Selig and the Fine Arts Film Company.",
  "/wiki/Why_Girls_Love_Sailors": "Why Girls Love Sailors is an American comedy short silent film directed by Fred Guiol for Hal Roach Studios. It stars Stan Laurel and Oliver Hardy before they had become the comedy team of Laurel and Hardy. It was shot during February 1927 and released July 17, 1927, by Pathé Exchange. It was considered a lost film until the 1980s.",
  "/wiki/Fred_Guiol": "Fred Guiol (February 17, 1898 – May 23, 1964) was an American film director and screenwriter. Guiol worked at the Hal Roach Studios for many years, and directed Laurel and Hardy's earliest short films, as their famous comic partnership gradually developed during 1927. Along with Ivan Moffat, he was nominated for an Academy Award for Best Adapted Screenplay for adapting Edna Ferber's novel Giant into the film Giant.",
  "/wiki/Oliver_Hardy": "Oliver Norvell Hardy (born Norvell Hardy, January 18, 1892 – August 7, 1957) was an American comic actor and one half of Laurel and Hardy, the double act that began in the era of silent films and lasted from 1927 to 1955. He appeared with his comedy partner Stan Laurel in 107 short films, feature films, and cameo roles. He was credited with his first film Outwitting Dad in 1914. In most of his silent films before joining producer Hal Roach, he was billed on screen as \"Babe Hardy.\"",
  "/wiki/Viola_Richard": "Viola Richard (26 January 1904 – 28 December 1973) was an American actress.",
  "/wiki/Anita_Garvin": "Anita Garvin (born Anna Frances Garvin; February 11, 1906 – July 7, 1994) was an American stage performer and film actress who worked in both the silent and sound eras. Before her retirement in 1942, she reportedly appeared in over 350 shorts and features for various Hollywood studios. Her best known roles are as supporting characters in Hal Roach comedies starring Laurel and Hardy and Charley Chase.",
  "/wiki/Malcolm_Waite": "Malcolm Ivan Waite (May 7, 1892 – April 25, 1949) was an American film actor.",
  "/wiki/Robin_Williamson": "Robin Duncan Harry Williamson (born 24 November 1943, Edinburgh) is a Scottish multi-instrumentalist musician, singer, songwriter and storyteller, who first made his name as a founding member of The Incredible String Band.",
  "/wiki/Gesetze_der_Liebe": "Different from the Others (German: Anders als die Andern, literally 'Other than the Others') is a German film produced during the Weimar Republic. It was first released in 1919 and stars Conrad Veidt and Reinhold Schünzel. The story was co-written by Richard Oswald and Magnus Hirschfeld, who also had a small part in the film and partially funded the production through his Institute for Sexual Science. The film was intended as a polemic against the then-current laws under Germany's Paragraph 175, which made homosexuality a criminal offense. It is believed to be the first pro-gay film in the world.",
  "/wiki/Magnus_Hirschfeld": "Magnus Hirschfeld (14 May 1868 – 14 May 1935) was a German physician and sexologist educated primarily in Germany; he based his practice in Berlin-Charlottenburg during the Weimar period. An outspoken advocate for sexual minorities, Hirschfeld founded the Scientific-Humanitarian Committee. Historian Dustin Goltz characterized this group as having carried out \"the first advocacy for homosexual and transgender rights\". \"Hirschfeld's radical ideas changed the way Germans thought about sexuality.\" Hirschfeld was targeted by Nazis for being Jewish and gay, he was beaten up by völkisch activists in 1920, and in 1933 his Institut für Sexualwissenschaft was sacked and had its books burned by Nazis, forcing him into exile.",
  "/wiki/Richard_Oswald": "Richard Oswald (5 November 1880 – 11 September 1963) was an Austrian director, producer, and screenwriter.",
  "/wiki/Beggars_of_Life": "Beggars of Life (1928) is a Paramount film directed by William Wellman and starring Wallace Beery and Richard Arlen as hobos, and Louise Brooks as a young woman who dresses as a young man and flees the law. The film is regarded as Brooks's best American movie.",
  "/wiki/William_A._Wellman": "William Augustus Wellman  (February 29, 1896 – December 9, 1975) was an American film director notable for his work in crime, adventure and action genre films, often focusing on aviation themes, a particular passion. He also directed several well-regarded satirical comedies. Beginning his film career as an actor, he went on to direct over 80 films, at times co-credited as producer and consultant. In 1927, Wellman famously directed Wings, which became the first film to win an Academy Award for Best Picture at the 1st Academy Awards ceremony. He also won the Academy Award for Best Story for his film A Star Is Born.",
  "/wiki/Wallace_Beery": "Wallace Fitzgerald Beery (April 1, 1885 – April 15, 1949) was an American film and stage actor. He is best known for his portrayal of Bill in Min and Bill (1930) opposite Marie Dressler, as Long John Silver in Treasure Island (1934), as Pancho Villa in Viva Villa! (1934), and his titular role in The Champ (1931), for which he won the Academy Award for Best Actor. Beery appeared in some 250 films during a 36-year career. His contract with Metro-Goldwyn-Mayer stipulated in 1932 that he would be paid $1 more than any other contract player at the studio. This made Beery the highest-paid actor in the world. He was the brother of actor Noah Beery Sr. and uncle of actor Noah Beery Jr.",
  "/wiki/Louise_Brooks": "Mary Louise Brooks (November 14, 1906 – August 8, 1985), known professionally as Louise Brooks, was an American film actress and dancer during the 1920s and 1930s. She is regarded today as a Jazz Age icon and as a flapper sex symbol due to her bob hairstyle that she helped popularize during the prime of her career.",
  "/wiki/Richard_Arlen": "Richard Arlen (born Sylvanus Richard Mattimore, September 1, 1899 – March 28, 1976) was an American actor of film and television.",
  "/wiki/Blue_Washington": "Edgar \"Blue\" Washington (12 February 1898 – 15 September 1970), was an American actor and played for a few years as a pitcher and  first baseman in the Negro Leagues for the Chicago American Giants and the Kansas City Monarchs. He appeared in 74 films between 1919 and 1957, mostly playing small roles as a porter, a bartender, an African native (as in King Kong (1933) and Tarzan's Magic Fountain (1949)), a cook, a chauffeur, a ship's crew member, a Nubian slave, a doorman, etc. He was uncredited in almost every film he appeared in. Some of his characters had names such as \"Ulambo\", \"Sambo\" and \"Hambone\". In the 1933 film Haunted Gold, he portrayed Clarence, John Wayne's comic sidekick. He died in 1970 at age 72.",
  "/wiki/Roscoe_Karns": "Roscoe Karns (September 7, 1891 – February 6, 1970) was an American actor who appeared in nearly 150 films between 1915 and 1964. He specialized in cynical, wise-cracking (and often tipsy) characters, and his rapid-fire delivery enlivened many comedies and crime thrillers in the 1930s and 1940s.",
  "/wiki/Sex_in_Chains": "Sex in Chains (German: Geschlecht in Fesseln – Die Sexualnot der Strafgefangenen) is a 1928 silent film directed by William Dieterle.",
  "/wiki/William_Dieterle": "William Dieterle (July 15, 1893 – December 9, 1972) was a German-American actor and film director, who emigrated to the United States in 1930 to leave a worsening political situation. He worked in Hollywood primarily as a director for much of his career, becoming a United States citizen in 1937.",
  "/wiki/Gunnar_Toln%C3%A6s": "Gunnar Tolnæs (1879–1940) was a Norwegian-born film actor who worked for most of his career in Denmark.",
  "/wiki/Mary_Johnson_(actress)": "Mary Johnson (1896–1975) was a Swedish film actress of the silent era. In the 1920s she moved to Berlin and appeared as a leading lady in a number of German films. She was married to the actor Rudolf Klein-Rogge.",
  "/wiki/Paul_Henckels": "Paul Henckels (9 September 1885 – 27 May 1967) was a German film and stage actor. He appeared in more than 230 films between 1921 and 1965. Paul Henckels had started his acting career on the stage in the 1900s.",
  "/wiki/Hans_Heinrich_von_Twardowski": "Hans Heinrich von Twardowski (5 May 1898 – 19 November 1958) was a German film actor.",
  "/wiki/Pandora%27s_Box_(1929_film)": "Pandora's Box (German: Die Büchse der Pandora) is a 1929 German silent film based on Frank Wedekind's plays Erdgeist (Earth Spirit, 1895) and Die Büchse der Pandora (1904). Directed by Austrian filmmaker Georg Wilhelm Pabst, the film stars Louise Brooks, Fritz Kortner and Francis Lederer. Brooks' portrayal of a seductive, thoughtless young woman whose raw sexuality and uninhibited nature bring ruin to herself and those who love her, although initially unappreciated, eventually made the actress a star.",
  "/wiki/Georg_Wilhelm_Pabst": "Georg Wilhelm Pabst (25 August 1885 – 29 May 1967) was an Austrian film director and screenwriter. He started as an actor and theater director, before becoming one of the most influential German-language filmmakers during the Weimar Republic.",
  "/wiki/Fritz_Kortner": "Fritz Kortner (12 May 1892 – 22 July 1970) was an Austrian stage and film actor and theatre director.",
  "/wiki/Francis_Lederer": "Francis Lederer (November 6, 1899 – May 25, 2000) was an Austrian-born American film and stage actor with a successful career, first in Europe, then in the United States. His original name was František Lederer and in the early years of his career he performed under the stage-name Franz Lederer.",
  "/wiki/That%27s_My_Wife_(1929_film)": "That's My Wife is a 1929 short comedy silent film produced by the Hal Roach Studios and starring Laurel and Hardy. It was shot in December 1928 and released March 23, 1929, by Metro-Goldwyn-Mayer with a synchronized music and sound effects track in theaters equipped for sound.",
  "/wiki/Lloyd_French": "Lloyd French (January 11, 1900 – May 24, 1950) was an American director of short films, most of them comedies. His best remembered films are several Laurel and Hardy comedies in the 1930s. He also made several musical short films featuring many bandleaders of the day; in the 1940s he also directed several shorts starring Edgar Kennedy and Leon Errol; he made his last film in 1946.",
  "/wiki/List_of_LGBT-related_films_of_the_1920s": "This is a list of lesbian, gay, bisexual or transgender-related films released in the 1920s. It contains theatrically released films that deal with important gay, lesbian, bisexual, or transgender characters or issues and may have same-sex romance or relationships as a plot device."
}