{
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/S._Kunanlan": "Kunanlan a/l Subramaniam (born 15 September 1986) is a Malaysian footballer who plays as a midfielder for Johor Darul Ta'zim.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Jean-Emmanuel_Effa_Owona": "Jean-Emmanuel Effa Owona (born 26 December 1983 in Cameroon) is a Cameroonian footballer who last played as a striker for Negeri Sembilan FA in the Malaysia Premier League.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Mohd_Shaffik_Abdul_Rahman": "Shaffik Abdul Rahman (born 14 July 1984) is a Malaysian footballer lastly playing for Negeri Sembilan FA in Malaysia Super League.  He was born in Johor.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/Shukor_Adan": "Muhammad Shukor bin Adan (born 24 September 1979 in Malacca) is a Malaysian professional footballer who last plays for Melaka United. He plays mainly as a defensive midfielder but can also play as a centre back.",
  "/wiki/ATM_FA": "Armed Forces Football Club commonly known as Armed Forces enters a team in Malaysian football competitions to represent the Malaysian Armed Forces. The club's home stadium is the MINDEF Stadium. The club currently plays in the 3rd division of Malaysian football, the Malaysia M3 League.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Marian_Farbák": "Marian Farbák (born 10 February 1983 in Myjava) is a Slovak football player who is currently playing for TJ Jednota Brestovec in the Slovakian League.  He played in the Gambrinus liga in the Czech Republic between 2006 and 2008.",
  "/wiki/G._Mahathevan": "G. Mahathevan (born 31 May 1988 in Setapak, Kuala Lumpur) is a Malaysian footballer currently playing for MISC-MIFA in the Malaysia Premier League.",
  "/wiki/T–Team_F.C.": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Qhairul_Anwar_Roslani": "Qhairul Anwar Roslani (born 22 January 1987 in Seremban, Negeri Sembilan) is a Malaysian footballer currently playing for PDRM FA in Malaysia Super League as a defender.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Mohd_Farizal_Marlias": "Mohd Farizal bin Marlias (born 29 June 1986) is a Malaysian footballer who plays as a goalkeeper for Johor Darul Ta'zim. He was a member of the Malaysian national team and also the Malaysian Pre-Olympic squad.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Khairul_Ridzwan_Othman": "Khairul Ridzwan Othman (born 7 October 1991 in Seremban, Negeri Sembilan) is a Malaysian footballer formerly playing for Negeri Sembilan FA in Malaysia Super League.",
  "/wiki/Khairul_Izuan_Abdullah": "Khairul Izuan Abdullah (born 16 May 1986) is a Malaysian footballer who plays as a striker for Malaysia Premier League side PDRM FA. He is also a police officer, ranked lance corporal, for the Royal Malaysian Police.",
  "/wiki/PDRM_FA": "Royal Malaysia Police Football Association or simply known as Royal Police is an association football club associated with the entity of the Royal Malaysia Police, who play in the Malaysia Premier League, the second division of Malaysian football. The team is based in Kuala Lumpur.",
  "/wiki/Azmeer_Yusof": "Azmeer bin Yusof (born 25 May 1990) is a Malaysian professional footballer who plays for Malaysia Super League side Kedah as a centre back.",
  "/wiki/Pos_Malaysia_F.C.": "DRB-HICOM Football Club is a football club established to compete in Malaysia football league.  The team played in the Malaysia Premier League (the second tier of the country's professional league - Liga M) since 2010 until 2016 before they withdrew from the league.  It was simultaneously decided that the club's 2nd team (previously known as DRB-HICOM 2) to remain competing in an amateur league. Therefore, DRB-HICOM FC remained competing in the Kuala Lumpur Football Association (KLFA) League, where they have played since 2014.  This team is composed of employees of DRB-HICOM Group of Companies and experienced local players.",
  "/wiki/K._Thanaraj": "K. Thanaraj (born 3 January 1986 in Seremban, Negeri Sembilan) is a Malaysian footballer.",
  "/wiki/Sabah_FA": "Sabah Football Association (Malay: Persatuan Bolasepak Sabah) is a football club that supervises football in the state of Sabah. The association's football team competes in Malaysia's football league representing the state of Sabah in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's top division professional football league, the Malaysia Super League. The team's home matches are played at the 35,000 capacity Likas Stadium in Kota Kinabalu, the capital city of Sabah.",
  "/wiki/2013_Negeri_Sembilan_FA_season": "The 2013 season was Negeri Sembilan's sixth season in the Malaysia Super League, the top flight of Malaysian football. The club finished 12th in the table and were relegated to the Malaysia Premier League."
}