{
  "/wiki/Olympic_Stadium_(Montreal)": "Olympic Stadium (French: Stade olympique) is a multi-purpose stadium in Montreal, Canada, located at Olympic Park in the Hochelaga-Maisonneuve district of the city. Built in the mid-1970s as the main venue for the 1976 Summer Olympics, it is nicknamed \"The Big O\", a reference to both its name and to the doughnut-shape of the permanent component of the stadium's roof. It is also called \"The Big Owe\" to reference the astronomical cost of the stadium and the 1976 Olympics as a whole.",
  "/wiki/1977_Montreal_Alouettes_season": "The 1977 Montreal Alouettes finished the season in 1st place in the Eastern Conference with an 11–5 record and won the Grey Cup. The Alouettes set CFL attendance records for the most attended regular season game with 69,093 fans attending the September 6 match-up with the Toronto Argonauts and for the most attended Grey Cup game with 68,205 people attending the 65th Grey Cup. Both records still stand today.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Montreal_Alouettes": "The Montreal Alouettes (French: Les Alouettes de Montréal) are a professional Canadian football team based in Montreal, Quebec. Founded in 1946, the team has folded and been revived twice. The Alouettes compete in the East Division of the Canadian Football League (CFL) and last won the Grey Cup championship in 2010. Their home field is Percival Molson Memorial Stadium for the regular season and as of 2014 also home of their playoff games.",
  "/wiki/Commonwealth_Stadium_(Edmonton)": "Commonwealth Stadium, also known as The Brick Field at Commonwealth Stadium during Eskimos events, is an open-air, all-seater multipurpose stadium located in the McCauley neighbourhood of Edmonton, Alberta, Canada. It has a seating capacity of 55,819, making it the largest open-air stadium in Canada. It has been used for Canadian football, athletics, soccer, and rugby union, as well as concerts.",
  "/wiki/98th_Grey_Cup": "The 98th Grey Cup was a Canadian football game played between the Eastern Division champion Montreal Alouettes and Western Division champion Saskatchewan Roughriders to decide the champion of the Canadian Football League (CFL) for the 2010 season. In a rematch of the 97th Grey Cup, the Alouettes defeated the Roughriders for the second year in a row, 21–18, becoming the first team in 13 years to win back-to-back Grey Cups.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Edmonton_Eskimos": "The Edmonton Eskimos are a professional Canadian football team based in Edmonton, Alberta, competing in the West Division of the Canadian Football League (CFL). The Eskimos play their home games at The Brick Field at Commonwealth Stadium and are the third-youngest franchise in the CFL. The Eskimos were founded in 1949, although there were clubs with the name Edmonton Eskimos as early as 1895. The Eskimos are arguably the most successful CFL franchise of the modern era (since 1954), having won the league's Grey Cup championship fourteen times, second overall only to the Toronto Argonauts who have won seventeen (with seven of those championships coming since 1954). This includes a three-peat between 1954 and 1956 and an unmatched five consecutive wins between 1978 and 1982, and most recently in 2015.",
  "/wiki/Edmonton_Wildcats": "The Edmonton Wildcats (formerly the Edmonton Maple Leafs) are Canadian football team based in Edmonton, Alberta. The Wildcats play in the Prairie Football Conference, which is part of the Canadian Junior Football League and competes for the league championship, the Canadian Bowl. The team was founded in 1948.",
  "/wiki/BC_Place": "BC Place is a multi-purpose stadium located at the north side of False Creek, in Vancouver, British Columbia, Canada. It is owned and operated by the BC Pavilion Corporation (PavCo), a crown corporation of the province. It is currently the home of the BC Lions of the Canadian Football League (CFL), Vancouver Whitecaps FC of Major League Soccer (MLS) and the annual Canada Sevens (part of the World Rugby Sevens Series) as well as the BC Sports Hall of Fame. The stadium also served as the main stadium for the 2010 Winter Olympics and 2010 Paralympics which Vancouver hosted, as well as a venue for multiple matches including the championship match for the 2015 FIFA Women's World Cup.",
  "/wiki/74th_Grey_Cup": "The 74th Grey Cup was the 1986 Canadian Football League championship game that was played at BC Place Stadium in Vancouver, between the Hamilton Tiger-Cats and the Edmonton Eskimos. The Tiger-Cats unexpectedly dominated the Eskimos 39–15.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/BC_Lions": "The BC Lions are a professional Canadian football team competing in the West Division of the Canadian Football League (CFL). Based in Vancouver, British Columbia, the Lions play their home games at BC Place.",
  "/wiki/McMahon_Stadium": "McMahon Stadium /məkˈmæn/ is a Canadian football stadium in Calgary, Alberta. The stadium is owned by the University of Calgary and operated by the McMahon Stadium Society.",
  "/wiki/81st_Grey_Cup": "The 81st Grey Cup was the 1993 Canadian Football League championship game played between the Edmonton Eskimos and the Winnipeg Blue Bombers at McMahon Stadium in Calgary, Alberta. The Eskimos defeated the Blue Bombers 33–23 to win the Grey Cup.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Calgary_Stampeders": "The Calgary Stampeders are a professional Canadian football team based in Calgary, Alberta, competing in the West Division of the Canadian Football League (CFL). The Stampeders play their home games at McMahon Stadium and are the third-oldest active franchise in the CFL. The Stampeders were officially founded in 1945, although there were clubs operating in Calgary as early as 1909.",
  "/wiki/Calgary_Dinos_football": "The Calgary Dinos football team represents the University of Calgary in the sport of Canadian football in U Sports. The program has been in operation since 1964, winning the Vanier Cup national championship five times (1983, 1985, 1988, 1995, 2019), the most out of any of the Canada West teams. The Dinos have also won the Hardy Trophy conference championship 18 times, including six consecutive wins from 2008 to 2013. The team appeared in the 2013 and 2016 Vanier Cup, but lost both years to the Laval Rouge et Or.",
  "/wiki/Calgary_Colts": "The Calgary Colts are a Canadian Junior Football team based in Calgary, Alberta. The Colts play in the six-team Prairie Football Conference, which itself is part of the Canadian Junior Football League (CJFL) and competes annually for the national title known as the Canadian Bowl. The Colts were founded in 1967 and are two time National Champions (1989, 1990)",
  "/wiki/IG_Field": "IG Field, formerly Investors Group Field, is a football stadium in Winnipeg, Manitoba, Canada. The stadium, which opened in 2013, is located on the University of Manitoba campus next to University Stadium. Owned by Triple B Stadium Inc., a consortium of the City of Winnipeg, the Province of Manitoba, the Winnipeg Football Club and the University of Manitoba, the stadium is home to the Winnipeg Blue Bombers of the Canadian Football League (CFL), Valour FC of the Canadian Premier League (CPL), the University of Manitoba Bisons football team, and the Winnipeg Rifles (CJFL).",
  "/wiki/103rd_Grey_Cup": "The 103rd Grey Cup was a Canadian football game that was played on November 29, 2015 between the East Division champion Ottawa Redblacks and the West Division champion Edmonton Eskimos to decide the Canadian Football League (CFL) championship for the 2015 season. The game was played at Investors Group Field in Winnipeg, Manitoba.  Shaw Communications was the presenting sponsor of the game; it was the first time in CFL history that the Grey Cup has been sponsored. The Eskimos won the contest 26–20 to claim their 14th Grey Cup championship in franchise history and first since 2005.  Mike Reilly was named Most Valuable Player and Shamawd Chambers received the Dick Suderman Trophy as Most Valuable Canadian. It was the Eskimos' first Grey Cup win that did not involve Hugh Campbell in any capacity with the organization since the 1975 Grey Cup.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/Winnipeg_Blue_Bombers": "The Winnipeg Blue Bombers (legal name: Winnipeg Football Club) are a professional Canadian football team based in Winnipeg, Manitoba. They are currently members of the West Division of the Canadian Football League (CFL). They play their home games at IG Field after many years of playing at the since demolished Canad Inns Stadium.",
  "/wiki/Manitoba_Bisons_football": "The Manitoba Bisons football team represents the University of Manitoba in the sport of Canadian football in U Sports. The program was the first of four U Sports football teams to have won back-to-back Vanier Cup championships, having won in 1969 and 1970. In total, the Bisons have won three Vanier Cup national championships and 11 Hardy Trophy conference championships. The Bisons are led by head coach, Brian Dobie, who has been the head coach since 1996.",
  "/wiki/Winnipeg_Rifles": "Winnipeg Rifles are a Canadian football team based in Winnipeg, Manitoba.  The Rifles are members of the Canadian Junior Football League and play their home games at IG Field, home of the CFL's Winnipeg Blue Bombers.",
  "/wiki/Mosaic_Stadium": "Mosaic Stadium is an open-air stadium in Regina, Saskatchewan. Announced on July 12, 2012, the stadium replaced Mosaic Stadium at Taylor Field as the home field of the Canadian Football League's Saskatchewan Roughriders. It was designed by HKS, Inc., in joint venture with B+H, the architects of record. Preliminary construction on the new stadium began in early 2014, and it was declared \"substantially complete\" on August 31, 2016. The stadium is owned by the city of Regina and operated by the Regina Exhibition Association Ltd. (REAL).",
  "/wiki/2019_Saskatchewan_Roughriders_season": "The 2019 Saskatchewan Roughriders season was the 62nd season for the team in the Canadian Football League. It was the club's 110th year overall and its 104th season of play. The Roughriders qualified for the playoffs for the third consecutive year and hosted a playoff game for the second consecutive year. They finished 13–5 in the regular season (their best record since 1970) and finished first place in the West Division for only the second time since 1976 and the first time winning the West Division crown since 2009. The 2019 West Final was the first time that the game was held at the new Mosaic Stadium and the second time a playoff game was held at the venue, the first coming during the previous season in 2018.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/Saskatchewan_Roughriders": "The Saskatchewan Roughriders are a professional  Canadian football team based in Regina, Saskatchewan. The Roughriders play in the West Division of the Canadian Football League (CFL).",
  "/wiki/Regina_Rams": "The Regina Rams represent the University of Regina, located in Regina, Saskatchewan, Canada, in U Sports football played under Canadian rules. The Rams nickname is used by the university's football team only; all other teams at the school are named Regina Cougars. The Rams joined U Sports in 1999 and have competed in the Canada West Conference since then.",
  "/wiki/Regina_Thunder": "The Regina Thunder, originally known as the Prairie Thunder, are a junior football club, based out of Regina, Saskatchewan. The Thunder are a part of the Prairie Football Conference (PFC), which is a six-member conference with teams from all three prairie provinces. The PFC is a member of the Canadian Junior Football League, and participates in national championships with two other conferences, based out of Ontario and British Columbia.",
  "/wiki/BMO_Field": "BMO Field is an outdoor stadium located at Exhibition Place in Toronto, Ontario, Canada, which is home to Toronto FC of Major League Soccer and the Toronto Argonauts of the Canadian Football League. Constructed on the site of the former Exhibition Stadium and first opened in 2007, it is owned by the City of Toronto, and managed by Maple Leaf Sports & Entertainment. The stadium's naming rights are held by the Bank of Montreal, which is commonly branded as \"BMO\" (/ˈbiːmoʊ/).",
  "/wiki/104th_Grey_Cup": "The 104th Grey Cup (branded as the 104th Grey Cup presented by Shaw for sponsorship reasons) was a Canadian football game that was played on November 27, 2016, between the Calgary Stampeders and the Ottawa Redblacks, that decided the champion for the 2016 CFL season. In an upset, the Redblacks defeated the heavily favoured Stampeders 39–33 in overtime to win a championship in just their third season of existence. This was the third Grey Cup game to go into overtime (the other two instances came in 1961 and 2005). This also marked a first that a CFL team won its division with a losing record (8-9-1) and became the 3rd worst team (behind the 2000 BC Lions and 2001 Calgary Stampeders who both went 8-10) to win the Grey Cup.",
  "/wiki/Toronto,_Ontario": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Toronto_Argonauts": "The Toronto Argonauts (officially the Toronto Argonaut Football Club, commonly referred to as the Argos) are a professional Canadian football team competing in the East Division of the Canadian Football League (CFL). Based in Toronto, Ontario, the team was founded in 1873, and is the oldest existing professional sports team in North America still using its original name, and they are the oldest-surviving team in both the modern-day CFL and East Division. The team's origins date back to a modified version of rugby football that emerged in North America in the latter half of the nineteenth century. The Argonauts played their home games at Rogers Centre (originally known as SkyDome) from 1989 until 2016 when the team moved to BMO Field, the fifth stadium site to host the team.",
  "/wiki/TD_Place_Stadium": "TD Place Stadium (originally Lansdowne Park and formerly Frank Clair Stadium) is an outdoor stadium in Ottawa, Ontario, Canada. It is located at Lansdowne Park, on the southern edge of The Glebe neighbourhood, where Bank Street crosses the Rideau Canal. It is the home of the Ottawa Redblacks of the Canadian Football League (CFL) and Atlético Ottawa of the Canadian Premier League (CPL).",
  "/wiki/92nd_Grey_Cup": "The 92nd Grey Cup game took place on November 21, 2004, at Frank Clair Stadium in Ottawa, Ontario. The game decided the championship of the 2004 Canadian Football League season. The Toronto Argonauts defeated the BC Lions 27–19.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Ottawa_Redblacks": "The Ottawa Redblacks (officially stylized as REDBLACKS) (French: Le Rouge et Noir d'Ottawa) are a professional Canadian football team based in Ottawa, Ontario. The team plays in the East Division of the Canadian Football League (CFL).",
  "/wiki/Panda_Game": "The Panda Game is a Canadian rivalry football game between the two OUA football teams in Ottawa, Ontario, the University of Ottawa Gee-Gees and Carleton University Ravens. It is one of the oldest and richest rivalries in Canadian university football. Its name is derived from the trophy presented to the winner each year; Pedro the Panda. The game is part of the regular East division season, but is celebrated profusely due to its history, the week preceding the game sometimes referred to as \"Panda Week\". uOttawa is located in the downtown Sandy Hill neighbourhood of the city, while Carleton is between Old Ottawa South and Dow's Lake.",
  "/wiki/Percival_Molson_Memorial_Stadium": "Percival Molson Memorial Stadium (also known in French as Stade Percival-Molson; commonly referred to as Molson Stadium in English or Stade Molson in French) is an outdoor football stadium located downtown on the slopes of Mount Royal in Montreal, Quebec, Canada. Named in honour of Percival Molson, it is owned by McGill University and was the home of the Montreal Alouettes of the Canadian Football League from 1954 to 1967 and again from 1998 to present. The stadium is also home to the McGill Redmen of the RSEQ, the Montreal Royal of the American Ultimate Disc League, and the Canadian Corporate Soccer League, the largest amateur corporate league in Canada. The Selwyn House Gryphons high-school football team also play their home games at the stadium. The stadium has a capacity of 23,420, the result of a renovation project begun in 2009 that increased capacity from 20,202 to over 25,000 before seats were removed in 2014 to reduce capacity to its current level.",
  "/wiki/2010_Montreal_Alouettes_season": "The 2010 Montreal Alouettes season was the 44th season for the team in the Canadian Football League and their 56th overall. The Alouettes won their seventh Grey Cup championship, 21–18 against the Saskatchewan Roughriders, becoming the first team to repeat as Grey Cup champions since the 1996 and 1997 Toronto Argonauts.",
  "/wiki/McGill_Redmen_football": "The McGill Football Club represents McGill University athletics teams in U Sports and is based in Montreal, Quebec. Nicknamed the Redmen until May of 2019, the program is one of the oldest in all of Canada, having begun organized competition in 1874. The team won its first championship in 1902 and since then have also won in 1912, 1913, 1919, 1928, 1938 and 1960 prior to the inauguration of the Vanier Cup in 1965. McGill appeared in the Vanier Cup final in 1969, 1973 and 1987, with the Redmen finally winning the title in the 1987 game. McGill plays out of Percival Molson Memorial Stadium, where the Canadian Football League's Montreal Alouettes also play. After a controversial student campaign in late 2018 that accused the traditional “Redmen” name of being offensive to Canadian First Nations communities, the longstanding men’s varsity nickname was dropped by the university. As of May 2019, the team has been temporarily renamed “the McGill University Football Club” pending an eventual rebranding.",
  "/wiki/Tim_Hortons_Field": "Tim Hortons Field is a multi-purpose stadium in Hamilton, Ontario, Canada. Built as a replacement for Ivor Wynne Stadium, Tim Hortons Field is primarily used for Canadian football and soccer, and is the home of the Hamilton Tiger-Cats of the Canadian Football League and Forge FC of the Canadian Premier League. During the 2015 Pan American Games, it was referred to as CIBC Hamilton Pan Am Soccer Stadium. The stadium opened in September 2014, two months after its original anticipated completion date of June 30, 2014.",
  "/wiki/2019_Hamilton_Tiger-Cats_season": "The 2019 Hamilton Tiger-Cats season was the 62nd season for the team in the Canadian Football League and their 70th overall. It was the 150th year overall in the combined history of the Tiger-Cats and its predecessors the Wildcats and Tigers; the team held sesquicentennial celebrations throughout the season.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Hamilton_Tiger-Cats": "The Hamilton Tiger-Cats are a professional Canadian football team based in Hamilton, Ontario, Canada. They are currently members of the East Division of the Canadian Football League (CFL). The Tiger-Cats play their home games at Tim Hortons Field. They were founded in 1869 as the Hamilton Football Club (nickname \"Tigers\"). In 1950, the Tigers merged with cross-town upstart Hamilton Wildcats and adopted the nickname \"Tiger-Cats\".",
  "/wiki/PEPS_Stadium": "The Pavillon de l'éducation physique et des sports de l'Université Laval (\"Laval University Sports and Physical Education Complex\"), usually called PEPS for short, is a sports complex located in Quebec City, Quebec, on the Université Laval campus. PEPS opened in 1970 and includes an outdoor stadium, an indoor stadium,  two indoor swimming pools (aquatic centre), basketball and tennis courts, a fitness centre, and two hockey arenas.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Laval_Rouge_et_Or_football": "The Laval Rouge et Or football team represents Laval University in Quebec City in the sport of Canadian football in U Sports. The program began its first regular season in 1996 and has quickly become one of the most successful programs in Canadian collegiate football history. The Rouge et Or have won a record ten Vanier Cup championships and their most recent victory occurred at the 54th Vanier Cup in 2018. They are also the only program to have played in four straight Vanier Cups and have a record of 10–2 in Vanier Cup games. The Rouge et Or have also won the Dunsmore Cup 15 times since 1999, demonstrating their historical dominance in their conference.",
  "/wiki/Croix-Bleue_Medavie_Stadium": "Croix-Bleue Medavie Stadium (French: Stade Croix-Bleue Medavie), formerly Moncton Stadium (French: Stade Moncton), is a track and field stadium on the campus of the Université de Moncton in Moncton, New Brunswick, Canada, built to host the IAAF 2010 World Junior Championships in Athletics. The $17 million venue opened in 2010.  Although seating capacity had fluctuated early in construction (original plans called for as many as 28,000 seats), the stadium has 10,000 permanent seats, and is expandable to 20,725 via temporary seating.",
  "/wiki/Touchdown_Atlantic": "Touchdown Atlantic (French: Touché Atlantique) is a series of neutral site Canadian Football League games played in the maritime provinces of Canada.",
  "/wiki/Moncton": "Moncton (/ˈmʌŋktən/; French pronunciation: ​[mɔŋktœn]) is one of three major urban centres in the Canadian province of New Brunswick, along with Saint John and the capital city of Fredericton. Situated in the Petitcodiac River Valley, Moncton lies at the geographic centre of the Maritime Provinces. The city has earned the nickname \"Hub City\" due to its central inland location in the region and its history as a railway and land transportation hub for the Maritimes.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/List_of_Canadian_Football_stadiums_by_capacity": "The following is a partial list of Canadian Football stadiums, ordered by permanent capacity. Most of Canada's football stadiums with permanent seating capacities over 3,000 are listed here. Note that not all stadiums are exclusively used for Canadian football; several are also used for association football (soccer)."
}