{
  "/wiki/Antonina_Lazareva": "Antonina Lazareva (Russian: Антонина Николаевна Лазарева, née Окорокова, Okorokova; born March 27, 1941 in Serpukhov) is a Soviet high jumper.\n She won the silver medal at the 1968 Summer Olympics held in Mexico City, Mexico. She won the bronze medal at the European Indoor Games in 1968 and 1969.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.\n Kiev is an important industrial, scientific, educational and cultural center of Eastern Europe. It is home to many high-tech industries, higher education institutions, and historical landmarks. The city has an extensive system of public transport and infrastructure, including the Kiev Metro.\n The city's name is said to derive from the name of Kyi, one of its four legendary founders. During its history, Kiev, one of the oldest cities in Eastern Europe, passed through several stages of prominence and obscurity. The city probably existed as a commercial center as early as the 5th century. A Slavic settlement on the great trade route between Scandinavia and Constantinople, Kiev was a tributary of the Khazars, until its capture by the Varangians (Vikings) in the mid-9th century. Under Varangian rule, the city became a capital of the Kievan Rus', the first East Slavic state. Completely destroyed during the Mongol invasions in 1240, the city lost most of its influence for the centuries to come. It was a provincial capital of marginal importance in the outskirts of the territories controlled by its powerful neighbours, first Lithuania, then Poland and Russia.\n The city prospered again during the Russian Empire's Industrial Revolution in the late 19th century. In 1918, after the Ukrainian National Republic declared independence from Soviet Russia, Kiev became its capital. From 1921 onwards Kiev was a city of the Ukrainian Soviet Socialist Republic, which was proclaimed by the Red Army, and, from 1934, Kiev was its capital. The city was almost completely ruined during World War II but quickly recovered in the postwar years, remaining the Soviet Union's third-largest city.\n Following the collapse of the Soviet Union and Ukrainian independence in 1991, Kiev remained Ukraine's capital and experienced a steady influx of ethnic Ukrainian migrants from other regions of the country. During the country's transformation to a market economy and electoral democracy, Kiev has continued to be Ukraine's largest and wealthiest city. Its armament-dependent industrial output fell after the Soviet collapse, adversely affecting science and technology, but new sectors of the economy such as services and finance facilitated Kiev's growth in salaries and investment, as well as providing continuous funding for the development of housing and urban infrastructure. Kiev emerged as the most pro-Western region of Ukraine; parties advocating tighter integration with the European Union dominate during elections.",
  "/wiki/Ilona_Gusenbauer": "Ilona Maria Gusenbauer (née Majdan on 16 September 1947) is a retired Austrian high jumper. She competed at the 1968 and 1972 Olympics and finished in eighth and third place, respectively. She held the world record for more than a year starting in 1971, and was the Austrian champion in 1966–1973, 1975 and 1976.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.\n Until the beginning of the 20th century, it was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I, the city had 2 million inhabitants. Today, it is the second-largest German-speaking city after Berlin. Vienna is host to many major international organizations, including the United Nations, OPEC, and the OSCE. The city is located in the eastern part of Austria and is close to the borders of Czechia, Slovakia, and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, Vienna forms a metropolitan region with 3 million inhabitants. In 2001, the city centre was designated a UNESCO World Heritage Site. In July 2017 it was moved to the list of World Heritage in Danger.\n Additionally to being known as the \"City of Music\" due to its musical legacy, Vienna is also said to be the \"City of Dreams\", because of it being home to the world's first psychoanalyst Sigmund Freud. Vienna's ancestral roots lie in early Celtic and Roman settlements that transformed into a Medieval and Baroque city. It is well known for having played a pivotal role as a leading European music centre, from the age of Viennese Classicism through the early part of the 20th century. The historic centre of Vienna is rich in architectural ensembles, including Baroque palaces and gardens, and the late-19th-century Ringstraße lined with grand buildings, monuments and parks.\n Vienna is known for its high quality of life. In a 2005 study of 127 world cities, the Economist Intelligence Unit ranked the city first (in a tie with Vancouver and San Francisco) for the world's most liveable cities. Between 2011 and 2015, Vienna was ranked second, behind Melbourne. In 2018, it replaced Melbourne as the number one spot  and continued as the first in 2019. For ten consecutive years (2009–2019), the human-resource-consulting firm Mercer ranked Vienna first in its annual \"Quality of Living\" survey of hundreds of cities around the world. Monocle's 2015 \"Quality of Life Survey\" ranked Vienna second on a list of the top 25 cities in the world \"to make a base within.\"\n The UN-Habitat classified Vienna as the most prosperous city in the world in 2012/2013. The city was ranked 1st globally for its culture of innovation in 2007 and 2008, and sixth globally (out of 256 cities) in the 2014 Innovation Cities Index, which analyzed 162 indicators in covering three areas: culture, infrastructure, and markets. Vienna regularly hosts urban planning conferences and is often used as a case study by urban planners.\n Between 2005 and 2010, Vienna was the world's number-one destination for international congresses and conventions. It attracts over 6.8 million tourists a year.",
  "/wiki/Yordanka_Blagoeva": "Yordanka Blagoeva (Bulgarian: Йорданка Благоева, born 19 January 1947) is a Bulgarian high jumper. She competed at the 1968, 1972, 1976 and 1980 Olympics and finished in 17th, 2nd, 3rd and 16th place, respectively. She won the high jump at the 1965 Summer Universiade and 1973 European Athletics Indoor Championships. On 24 September 1972 she became the first Bulgarian athlete to break a world record. Next year she also set a new indoor high jump record, and was ranked as the best high jumper in Europe.\n In 1972 Blagova graduated from a Sports Academy. She later served as president of Bulgarian aerobics federation.",
  "/wiki/Zagreb": "Zagreb (/ˈzɑːɡrɛb, ˈzæɡrɛb, zɑːˈɡrɛb/; Croatian pronunciation: [zǎːɡreb] (listen)) is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. \nThe estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.\n Zagreb is a city with a rich history dating from the Roman times to the present day. The oldest settlement located in the vicinity of the city was the Roman Andautonia, in today's Ščitarjevo. The name \"Zagreb\" is recorded in 1134, in reference to the foundation of the settlement at Kaptol in 1094. Zagreb became a free royal town in 1242. In 1851 Zagreb had its first mayor, Janko Kamauf.\n Zagreb has special status as a Croatian administrative division and is a consolidated city-county (but separated from Zagreb County), and is administratively subdivided into 17 city districts. Most of them are at a low elevation along the river Sava valley, whereas northern and northeastern city districts, such as Podsljeme and Sesvete districts are situated in the foothills of the Medvednica mountain, making the city's geographical image rather diverse. The city extends over 30 kilometres (19 miles) east-west and around 20 kilometres (12 miles) north-south.\n The transport connections, concentration of industry, scientific, and research institutions and industrial tradition underlie its leading economic position in Croatia. Zagreb is the seat of the central government, administrative bodies, and almost all government ministries. Almost all of the largest Croatian companies, media, and scientific institutions have their headquarters in the city. Zagreb is the most important transport hub in Croatia where Central Europe, the Mediterranean and Southeast Europe meet, making the Zagreb area the centre of the road, rail and air networks of Croatia. It is a city known for its diverse economy, high quality of living, museums, sporting, and entertainment events. Its main branches of economy are high-tech industries and the service sector.",
  "/wiki/Warsaw": "Warsaw (/ˈwɔːrsɔː/ WOR-saw; Polish: Warszawa [varˈʂava] (listen); see also other names) is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents. With a greater metropolitan area of 3.1 million residents, Warsaw is the 5th most-populous urban area in the European Union. The city limits cover 517.24 square kilometres (199.71 sq mi), while the metropolitan area covers 6,100.43 square kilometres (2,355.39 sq mi). Warsaw is an alpha global city, a major international tourist destination, and a significant cultural, political and economic hub. Its historical old town was designated a UNESCO World Heritage Site.\n Once described as the \"Paris of the North\", Warsaw was believed to be one of the most beautiful cities in the world until World War II. Bombed at the start of the German invasion in 1939, the city withstood a siege for which it was later awarded Poland's highest military decoration for heroism, the Virtuti Militari. Deportations of the Jewish population to concentration camps led to the Warsaw Ghetto Uprising in 1943 and the destruction of the Ghetto after a month of combat. A general Warsaw Uprising between August and October 1944 led to even greater devastation and systematic razing by the Germans in advance of the Vistula–Oder Offensive. Warsaw gained the new title of Phoenix City because of its extensive history and complete reconstruction after World War II, which had left over 85% of its buildings in ruins.\n Warsaw is one of Europe's most dynamic metropolitan cities. In 2012 the Economist Intelligence Unit ranked Warsaw as the 32nd most liveable city in the world. In 2017 the city came 4th in the \"Business-friendly\" category and 8th in \"Human capital and life style\". It was also ranked as one of the most liveable cities in Central and Eastern Europe.\n The city is a significant centre of research and development, Business process outsourcing, Information technology outsourcing, as well as of the Polish media industry. The Warsaw Stock Exchange is the largest and most important in Central and Eastern Europe. Frontex, the European Union agency for external border security as well as ODIHR, one of the principal institutions of the Organization for Security and Cooperation in Europe have their headquarters in Warsaw. Together with Frankfurt, London and Paris, Warsaw is also one of the cities with the highest number of skyscrapers in the European Union.\n The city is the seat of the Polish Academy of Sciences, Warsaw National Philharmonic Orchestra, University of Warsaw, the Warsaw University of Technology, the National Museum, the Great Theatre—National Opera, the largest of its kind in the world, and the Zachęta National Gallery of Art. The picturesque Old Town of Warsaw, which represents examples of nearly every European architectural style and historical period, was listed as a World Heritage Site by UNESCO in 1980. Other main architectural attractions include the Castle Square with the Royal Castle and the iconic King Sigismund's Column, the Wilanów Palace, the Łazienki Palace, St. John's Cathedral, Main Market Square, palaces, churches and mansions all displaying a richness of colour and detail. Warsaw is positioning itself as Central and Eastern Europe's chic cultural capital with thriving art and club scenes and serious restaurants, with around a quarter of the city's area occupied by parks.",
  "/wiki/Rosemarie_Ackermann": "Rosemarie \"Rosi\" Ackermann (née Witschas; born 4 April 1952) is a former East German high jumper. She was the first female high jumper ever to clear the height of 2.00 m, on 26 August 1977 in Berlin.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.\nRome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it one of the oldest continuously occupied cities in Europe. The city's early population originated from a mix of Latins, Etruscans, and Sabines. Eventually, the city  successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first ever Imperial City and metropolis. It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called \"Caput Mundi\" (Capital of the World). After the fall of the Empire in the west, which marked the beginning of the Middle Ages, Rome slowly fell under the political control of the Papacy, and in the 8th century it became the capital of the Papal States, which lasted until 1870. Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world. In this way, Rome became first one of the major centres of the Italian Renaissance, and then the birthplace of both the Baroque style and Neoclassicism. Famous artists, painters, sculptors and architects made Rome the centre of their activity, creating masterpieces throughout the city. In 1871, Rome became the capital of the Kingdom of Italy, which, in 1946, became the Italian Republic.\n As of 2019, Rome is ranked as an Alpha global city by the Globalization and World Cities Research Network. In 2019, Rome was the 11th most visited city in the world, third most visited in the European Union, and the most popular tourist destination in Italy. Its historic centre is listed by UNESCO as a World Heritage Site.  Host city for the 1960 Summer Olympics, Rome is also the seat of several specialized agencies of the United Nations, such as the Food and Agriculture Organization (FAO), the World Food Programme (WFP) and the International Fund for Agricultural Development (IFAD). The city also hosts the Secretariat of the Parliamentary Assembly of the Union for the Mediterranean (UfM) as well as the headquarters of many international business companies such as Eni, Enel, TIM, Leonardo S.p.A., and national and international banks such as Unicredit and BNL. Rome's EUR business district is the home of many companies involved in the oil industry, the pharmaceutical industry, and financial services. The presence of renowned international brands in the city have made Rome an important centre of fashion and design, and the Cinecittà Studios have been the set of many Academy Award–winning movies.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.\n The city is nicknamed Nice la Belle (Nissa La Bella in Niçard), which means Nice the Beautiful, which is also the title of the unofficial anthem of Nice, written by Menica Rondelly in 1912. The area of today's Nice contains Terra Amata, an archaeological site which displays evidence of a very early use of fire 380,000 years ago. Around 350 BC, Greeks of Marseille founded a permanent settlement and called it Nikaia, after Nike, the goddess of victory. Through the ages, the town has changed hands many times. Its strategic location and port significantly contributed to its maritime strength. For centuries it was a dominion of Savoy, and was then part of France between 1792 and 1815, when it was returned to the Kingdom of Piedmont-Sardinia until its re-annexation by France in 1860.\n The natural environment of the Nice area and its mild Mediterranean climate came to the attention of the English upper classes in the second half of the 18th century, when an increasing number of aristocratic families took to spending their winters there. The city's main seaside promenade, the Promenade des Anglais (\"Walkway of the English\") owes its name to visitors to the resort.\nThe clear air and soft light have particularly appealed to notable painters, such as Marc Chagall, Henri Matisse, Niki de Saint Phalle and Arman. Their work is commemorated in many of the city's museums, including Musée Marc Chagall, Musée Matisse and Musée des Beaux-Arts.\nNice has the second largest hotel capacity in the country and it is one of its most visited cities, receiving 4 million tourists every year. It also has the third busiest airport in France, after the two main Parisian ones. It is the historical capital city of the County of Nice (Comté de Nice).",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony and its  second most populous city, following only Leipzig. It is the 12th most populous city of Germany, the third largest by area (following only Berlin, Hamburg and Cologne), and the third most populous city in the area of former East Germany, following only (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.\n Dresden is the largest city on the River Elbe after Hamburg.[a] Most of Dresden's population lives in the Elbe Valley, but a large, albeit very sparsely populated area of the city east of the Elbe lies in the West Lusatian Hill Country and Uplands (the westernmost part of the Sudetes) and thus in Lusatia, while many boroughs west of the Elbe lie in the foreland of the Ore Mountains as well as in the valleys of the rivers rising there and flowing through Dresden, the longest of which are the Weißeritz and the Lockwitzbach.\n The name of the city as well as the names of most of its boroughs and rivers are of Slavic origin. Dresden is the second largest city in the Thuringian-Upper Saxon dialect area, following only Leipzig. The Sorbian language area begins east of the city, in Lusatia.\n Dresden has a long history as the capital and royal residence for the Electors and Kings of Saxony, who for centuries furnished the city with cultural and artistic splendor, and was once by personal union the family seat of Polish monarchs. The city was known as the Jewel Box, because of its baroque and rococo city centre. The controversial American and British bombing of Dresden in World War II towards the end of the war killed approximately 25,000 people, many of whom were civilians, and destroyed the entire city centre. After the war restoration work has helped to reconstruct parts of the historic inner city, including the Katholische Hofkirche, the Zwinger and the Semper Oper.\n Since German reunification in 1990 Dresden has again become a cultural, educational and political centre of Germany and Europe. The Dresden University of Technology is one of the 10 largest universities in Germany and part of the German Universities Excellence Initiative. The economy of Dresden and its agglomeration is one of the most dynamic in Germany and ranks first in Saxony. It is dominated by high-tech branches, often called “Silicon Saxony”. The city is also one of the most visited in Germany with 4.3 million overnight stays per year. Main sights are also the nearby National Park of Saxon Switzerland, the Ore Mountains and the countryside around Elbe Valley and Moritzburg Castle. The most prominent building in the city of Dresden is the Frauenkirche. Built in the 18th century, the church was destroyed during World War II. The remaining ruins were left for 50 years as a war memorial, before being rebuilt between 1994 and 2005.\n According to the Hamburgische Weltwirtschaftsinstitut (HWWI) and Berenberg Bank in 2017, Dresden has the fourth best prospects for the future of all cities in Germany.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.\n \n Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects.\n First documented in the 13th century and situated at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and the Third Reich (1933–1945). Berlin in the 1920s was the third largest municipality in the world. After World War II and its subsequent occupation by the victorious countries, the city was divided; West Berlin became a de facto West German exclave, surrounded by the Berlin Wall (1961–1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany.\n Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, pharmaceuticals, biomedical engineering, clean tech, biotechnology, construction and electronics.\n Berlin is home to world-renowned universities such as the Humboldt Universität zu Berlin (HU Berlin), the Technische Universität Berlin (TU Berlin), the Freie Universität Berlin (Free University of Berlin), the Universität der Künste (University of the Arts, UdK) and the Berlin School of Economics and Law. The city has numerous orchestras, museums, and entertainment venues, and is host to many sporting events. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With the world's oldest large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts and a very high quality of living. Since the 2000s Berlin has seen the emergence of a cosmopolitan entrepreneurial scene.",
  "/wiki/Sara_Simeoni": "Sara Simeoni (born 19 April 1953) is an Italian former high jumper, who won a gold medal at the 1980 Summer Olympics and twice set a world record in the women's high jump.",
  "/wiki/Brescia": "Brescia (/ˈbrɛʃə/, also US: /-ʃɑː, ˈbreɪ-/, Italian: [ˈbreʃːa] (listen); Lombard: Brèsa [ˈbrɛsɔ, -hɔ, -sa]; Latin: Brixia; Venetian: Bressa) is a city and comune in the region of Lombardy in northern Italy. It is situated at the foot of the Alps, a few kilometres from the lakes Garda and Iseo. With a population of more than 200,000, it is the second largest city in the region and the fourth of northwest Italy. The urban area of Brescia extends beyond the administrative city limits and has a population of 672,822, while over 1.5 million people live in its metropolitan area. The city is the administrative capital of the Province of Brescia, one of the largest in Italy, with over 1,200,000 inhabitants.\n Founded over 3,200 years ago, Brescia (in antiquity Brixia) has been an important regional centre since pre-Roman times. Its old town contains the best-preserved Roman public buildings in northern Italy and numerous monuments, among these the medieval castle, the Old and New cathedral, the Renaissance Piazza della Loggia and the rationalist Piazza della Vittoria.\n The monumental archaeological area of the Roman forum and the monastic complex of San Salvatore-Santa Giulia have become a UNESCO World Heritage Site as part of a group of seven inscribed as Longobards in Italy, Places of Power.\n Brescia is considered to be an important industrial city. The metallurgy and the production of machine tools and firearms are of particular economic significance, along with mechanical and automotive engineering. The major companies based in the city are utility company A2A, steel producer Lucchini, firearms manufacturer Beretta, shotgun producer Perazzi, machine tools manufacturer Camozzi and gas equipment manufacturer Cavagna Group.\n Nicknamed Leonessa d'Italia (\"The Lioness of Italy\"), Brescia is the home of Italian caviar, and is known for being the original production area of the Franciacorta sparkling wine as well as the prestigious Mille Miglia classic car race that starts and ends in the city. In addition, Brescia is the setting for most of the action in Alessandro Manzoni's 1822 play Adelchi.\n Brescia and its territory was the \"European Region of Gastronomy\" in 2017.",
  "/wiki/Turin": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.\n The city used to be a major European political centre. From 1563, it was the capital of the Duchy of Savoy, then of the Kingdom of Sardinia ruled by the House of Savoy, and the first capital of the Kingdom of Italy from 1861 to 1865. Turin is sometimes called \"the cradle of Italian liberty\" for having been the birthplace and home of notable individuals who contributed to the Risorgimento, such as Cavour. Even though much of its political significance and importance had been lost by World War II, Turin became a major European crossroad for industry, commerce and trade, and is part of the famous \"industrial triangle\" along with Milan and Genoa. Turin is ranked third in Italy, after Milan and Rome, for economic strength. With a GDP of $58 billion, Turin is the world's 78th richest city by purchasing power. As of 2018, the city  has been ranked by GaWC as a Gamma World city. Turin is also home to much of the Italian automotive industry, with the headquarters of Fiat, Lancia and Alfa Romeo.\n The city has a rich culture and history, being known for its numerous art galleries, restaurants, churches, palaces, opera houses, piazzas, parks, gardens, theatres, libraries, museums and other venues. Turin is well known for its Renaissance, Baroque, Rococo, Neo-classical, and Art Nouveau architecture. Many of Turin's public squares, castles, gardens and elegant palazzi such as the Palazzo Madama, were built between the 16th and 18th centuries. A part of the historical center of Turin was inscribed in the World Heritage List under the name Residences of the Royal House of Savoy. In addition, the city is home to museums such as the Museo Egizio and the Mole Antonelliana which in turn hosts the Museo Nazionale del Cinema. Turin's attractions make it one of the world's top 250 tourist destinations and the tenth most visited city in Italy in 2008. The city also hosts some of Italy's best universities, colleges, academies, lycea and gymnasia, such as the University of Turin, founded in the 15th century, and the Turin Polytechnic. Turin is well known as the home of the Shroud of Turin, the football teams Juventus F.C. and Torino F.C., and as host of the 2006 Winter Olympics.",
  "/wiki/Pam_Spencer": "Pamela Ann Spencer (born October 8, 1957) is a retired high jumper from the United States, who set her personal best on 1981-08-28, jumping 1.97 metres at a meet in Brussels, Belgium. She competed for her native country at the 1984 Summer Olympics in Los Angeles, California, finishing in eleventh place (1.85 metres).\n Spencer grew up in Great Falls, Montana and attended Great Falls High School where she set state records in the high jump. She later attended Seattle Pacific University and California State University, Northridge where she graduated in 1983.\n Spencer is a two-time national champion (1981 and 1984), and was a member of the 1976 and of the 1980 Olympic Teams which was unable to compete due to the 1980 Summer Olympics boycott. She did receive one of 461 Congressional Gold Medals created especially for the spurned athletes. In 1981, she raised the American record twice, up to her personal best of 1.97 m.  Spencer was also a member of the 1984 U.S. Olympic Team.\n Pam married Eric Marquez in 1982 and they have two children. They currently reside in Northridge, CA.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.\n Brussels grew from a small rural settlement on the river Senne to become an important city-region in Europe. Since the end of the Second World War, it has been a major centre for international politics and home to numerous international organisations, politicians, diplomats and civil servants. Brussels is the de facto capital of the European Union, as it hosts a number of principal EU institutions, including its administrative-legislative, executive-political, and legislative branches (though the judicial branch is located in Luxembourg, and the European Parliament meets for a minority of the year in Strasbourg)[c]. Its name is sometimes used metonymically to describe the EU and its institutions. The secretariat of the Benelux and headquarters of NATO are also located in Brussels. As the economic capital of Belgium and one of the top financial centres of Western Europe with Euronext Brussels, it is classified as an Alpha global city. Brussels is a hub for rail, road and air traffic, sometimes earning the moniker \"Crossroads of Europe\". The Brussels Metro is the only rapid transit system in Belgium. In addition, both its airport and railway stations are the largest and busiest in the country.\n Historically Dutch-speaking, Brussels saw a language shift to French from the late 19th century. The Brussels-Capital Region is officially bilingual in French and Dutch, even though French is now the de facto main language with over 90% of the population speaking it. Brussels is also increasingly becoming multilingual. English is spoken as a second language by nearly a third of the population and many migrants and expatriates speak other languages as well.\n Brussels is known for its cuisine and gastronomy, as well as its historical and architectural landmarks; some of them are registered as UNESCO World Heritage sites. Main attractions include its historic Grand Place, Manneken Pis, Atomium, and cultural institutions such as La Monnaie/De Munt and the Museums of Art and History. Due to its long tradition of Belgian comics, Brussels is also hailed as a capital of the comic strip.",
  "/wiki/Ulrike_Meyfarth": "Ulrike Nasse-Meyfarth (born 4 May 1956) is a German former high jumper. She won the Olympic title twice, in 1972 and 1984. She is the youngest Olympic champion ever in women's high jump, and at the time of her 1984 triumph, she also was the oldest ever.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.\nClassical Athens was a powerful city-state that emerged in conjunction with the seagoing development of the port of Piraeus. A center for the arts, learning and philosophy, home of Plato's Academy and Aristotle's Lyceum, it is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political impact on the European continent, and in particular the Romans. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece.\n Athens is a global city and one of the biggest economic centers in southeastern Europe. It has a large financial sector, and its port Piraeus is both the largest passenger port in Europe, and the second largest in the world. \nThe Municipality of Athens (also City of Athens), which actually constitutes a small administrative unit of the entire city, had a population of 664,046 (in 2011) within its official limits, and a land area of 38.96 km2 (15.04 sq mi). The urban area of Athens (Greater Athens and Greater Piraeus) extends beyond its administrative municipal city limits, with a population of 3,090,508 (in 2011) over an area of 412 km2 (159 sq mi). According to Eurostat in 2011, the functional urban area (FUA) of Athens was the 9th most populous FUA in the European Union (the 6th most populous capital city of the EU), with a population of 3.8 million people. Athens is also the southernmost capital on the European mainland and the warmest major city in Europe.\n The heritage of the classical era is still evident in the city, represented by ancient monuments and works of art, the most famous of all being the Parthenon, considered a key landmark of early Western civilization. The city also retains Roman and Byzantine monuments, as well as a smaller number of Ottoman monuments. Athens is home to two UNESCO World Heritage Sites, the Acropolis of Athens and the medieval Daphni Monastery. Landmarks of the modern era, dating back to the establishment of Athens as the capital of the independent Greek state in 1834, include the Hellenic Parliament and the so-called \"architectural trilogy of Athens\", consisting of the National Library of Greece, the National and Kapodistrian University of Athens and the Academy of Athens. Athens is also home to several museums and cultural institutions, such as the National Archeological Museum, featuring the world's largest collection of ancient Greek antiquities, the Acropolis Museum, the Museum of Cycladic Art, the Benaki Museum and the Byzantine and Christian Museum. Athens was the host city of the first modern-day Olympic Games in 1896, and 108 years later it welcomed home the 2004 Summer Olympics, making it one of only a handful of cities to have hosted the Olympics more than once.",
  "/wiki/Tamara_Bykova": "Tamara Vladimirovna Bykova (Russian: Тамара Владимировна Быкова; born December 21, 1958) is a Russian former track and field athlete who represented the Soviet Union and competed in the high jump. She is the 1983 World Champion, the 1988 Olympic bronze medallist, and is a former world record holder, with clearances of 2.03 and 2.04 metres in 1983 and 2.05 metres in 1984. She also won silver medals at the 1982 European Championships, the 1989 and 1991 World Indoor Championships, and three times at the World Cup (1981, 1985 and 1989).",
  "/wiki/Pisa": "Pisa (/ˈpiːzə/ PEE-zə, Italian: [ˈpiːza] (listen) or [ˈpiːsa]) is a city and comune in Tuscany, central Italy, straddling the Arno just before it empties into the Ligurian Sea. It is the capital city of the Province of Pisa. Although Pisa is known worldwide for its leaning tower (the bell tower of the city's cathedral), the city of over 91,104 residents (around 200,000 with the metropolitan area) contains more than 20 other historic churches, several medieval palaces, and various bridges across the Arno. Much of the city's architecture was financed from its history as one of the Italian maritime republics.\n The city is also home of the University of Pisa, which has a history going back to the 12th century and also has the Scuola Normale Superiore di Pisa, founded by Napoleon in 1810, and its offshoot, the Sant'Anna School of Advanced Studies, as the best-sanctioned Superior Graduate Schools in Italy.",
  "/wiki/Budapest": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the ninth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.\n The history of Budapest began when an early Celtic settlement transformed into the Roman town of Aquincum, the capital of Lower Pannonia. The Hungarians arrived in the territory in the late 9th century, but the area was pillaged by the Mongols in 1241–42. Re-established Buda became one of the centres of Renaissance humanist culture by the 15th century. \nThe Battle of Mohács, in 1526, was followed by nearly 150 years of Ottoman rule. After the reconquest of Buda in 1686, the region entered a new age of prosperity, with Pest-Buda becoming a global city after the unification of Buda, Óbuda, and Pest on 17 November 1873, with the name 'Budapest' given to the new capital. Budapest also became the co-capital of the Austro-Hungarian Empire, a great power that dissolved in 1918, following World War I. The city was the focal point of the Hungarian Revolution of 1848, the Battle of Budapest in 1945, and the Hungarian Revolution of 1956.\n Budapest is an Alpha − global city with strengths in commerce, finance, media, art, fashion, research, technology, education, and entertainment. It is Hungary's financial centre and was ranked as the second fastest-developing urban economy in Europe. Budapest is the headquarters of the European Institute of Innovation and Technology, the European Police College and the first foreign office of the China Investment Promotion Agency. Over 40 colleges and universities are located in Budapest, including the Eötvös Loránd University, the Semmelweis University and the Budapest University of Technology and Economics. Opened in 1896, the city's subway system, the Budapest Metro, serves 1.27 million, while the Budapest Tram Network serves 1.08 million passengers daily.\n Among Budapest's important museums and cultural institutions is the Museum of Fine Arts. Further famous cultural institutions are the Hungarian National Museum, House of Terror, Franz Liszt Academy of Music, Hungarian State Opera House and National Széchényi Library. The central area of the city along the Danube River is classified as a UNESCO World Heritage Site and has several notable monuments, including the Hungarian Parliament, Buda Castle, Fisherman's Bastion, Gresham Palace, Széchenyi Chain Bridge, Matthias Church and the Liberty Statue. Other famous landmarks include Andrássy Avenue, St. Stephen's Basilica, Heroes' Square, the Great Market Hall, the Nyugati Railway Station built by the Eiffel Company of Paris in 1877 and the second-oldest metro line in the world, the Millennium Underground Railway. The city also has around 80 geothermal springs, the largest thermal water cave system, second largest synagogue, and third largest Parliament building in the world. Budapest attracts around 12 million international tourists per year, making it a highly popular destination in Europe. The city was chosen as the Best European Destination of 2019, a major poll conducted by EBD, a tourism organisation partnering with the European Commission. It also topped the Best European Destinations 2020 list by Big7Media. Budapest also ranks as the 3rd best European city in a similar poll conducted by Which? Magazine.",
  "/wiki/Lyudmila_Andonova": "Lyudmila Andonova (Bulgarian: Людмила Андонова, née Zhecheva; born 6 May 1960) is a retired female high jumper from Bulgaria. In 1984, she broke the World Record with a clearance of 2.07 metres. She competed at the 1988 Olympic Games in Seoul  and the 1992 Olympic Games in Barcelona.",
  "/wiki/Stefka_Kostadinova": "Stefka Georgieva Kostadinova (Bulgarian: Стефка Георгиева Костадинова; born March 25, 1965) is a Bulgarian retired athlete who competed in the high jump. Her world record of 2.09 metres has stood since 1987. She was the 1996 Olympic champion, a twice World champion and five-times a World Indoor champion. She has been the president of the Bulgarian Olympic Committee since 2005.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/Sofia": "Sofia (/ˈsoʊfiə, ˈsɒf-, soʊˈfiːə/ SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] (listen)) is the capital and largest city of Bulgaria.  The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.\n Sofia is the 13th largest city in the European Union. The city is surrounded by mountains, such as Mount Vitosha by the southern side, Lyulin by the western side, and the Balkan Mountains by the north, which makes it the second highest European capital after Madrid. The city is built on the Iskar river, and has many mineral springs, such as the Sofia Central Mineral Baths. Sofia has a humid continental climate. \n Sofia has been described as the 'triangle of religious tolerance'.  This is due to the fact that three colossal temples of the three world major religions - Christianity, Islam and Judaism, reside inside the borders of the city, which are the Sveta Nedelya Church, Banya Bashi Mosque and Sofia Synagogue.  \n Being Bulgaria's primate city, Sofia is a hometown of many of the major local universities, cultural institutions and commercial companies. Sofia is one of the top ten best places for start-up businesses in the world, especially in information technologies. Sofia was Europe's most affordable capital to visit in 2013. In 1979, the Boyana Church in Sofia was included onto the World Heritage List, and it was deconstructed in the Second Bulgarian Empire, holding a lot of symbolic heritage to the Bulgarian Orthodox Church. \n With its cultural significance in Eastern Europe, Sofia is home to the National Opera and Ballet of Bulgaria, the National Palace of Culture, the Vasil Levski National Stadium, the Ivan Vazov National Theatre, the National Archaeological Museum, and the Serdica Amphitheatre. The Museum of Socialist Art includes a lot of sculptures and posters that educate visitors about the lifestyle in communist Bulgaria.  \n The population of Sofia declined down from 70,000 in the late 18th century, through 19,000 in 1870, to 11,649 in 1878 and began increasing. Sofia hosts some 1.23 million residents within a territory of 492 km2, a concentration of 17.5% of the country population within the 200th percentile of the country territory. The urban area of Sofia hosts some 1.54 million residents within 5723 km², which comprises Sofia City Province and parts of Sofia Province (Dragoman, Slivnitsa, Kostinbrod, Bozhurishte, Svoge, Elin Pelin, Gorna Malina, Ihtiman, Kostenets) and Pernik Province (Pernik, Radomir), representing 5.16% of the country territory. The metropolitan area of Sofia is based upon one hour of car travel time, stretches internationally and includes Dimitrovgrad in Serbia. Unlike most European metropolitan areas, it is not to be defined as a substantially functional metropolitan area, but is of the type with \"limited variety of functions\". The metropolitan region of Sofia is inhabited by a population of 1.68 million and is made up of the whole provinces Sofia City, Sofia and Pernik, comprising more than 10,000 km².",
  "/wiki/Silvia_Costa_(athlete)": "Silvia Costa Acosta-Martínez (born May 4, 1964 in La Palma, Pinar del Río Province) is a former high jumper from Cuba.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.\n Founded as a Roman city, in the Middle Ages Barcelona became the capital of the County of Barcelona. After merging with the Kingdom of Aragon, Barcelona continued to be an important city in the Crown of Aragon as an economic and administrative centre of this Crown and the capital of the Principality of Catalonia. Barcelona has a rich cultural heritage and is today an important cultural centre and a major tourist destination. Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites. The headquarters of the Union for the Mediterranean are located in Barcelona. The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions and also many international sport tournaments.\n Barcelona is one of the world's leading tourist, economic, trade fair and cultural centres, and its influence in commerce, education, entertainment, sports, media, fashion, science, and the arts all contribute to its status as one of the major global cities. It is a major cultural and economic centre in southwestern Europe, 24th in the world (before Zürich, after Frankfurt) and a financial centre. In 2008 it was the fourth most economically powerful city by GDP in the European Union and 35th in the world with GDP amounting to €177 billion. In 2012 Barcelona had a GDP of $170 billion; and it was leading Spain in employment rate in that moment.\n In 2009 the city was ranked Europe's third and one of the world's most successful as a city brand. In the same year the city was ranked Europe's fourth best city for business and fastest improving European city, with growth improved by 17% per year, and the city has been experiencing strong and renewed growth for the past three years. Barcelona is also the home of one of the world's most famous clubs, FC Barcelona. Since 2011 Barcelona has been a leading smart city in Europe. Barcelona is a transport hub, with the Port of Barcelona being one of Europe's principal seaports and busiest European passenger port, an international airport, Barcelona–El Prat Airport, which handles over 50 million passengers per year, an extensive motorway network, and a high-speed rail line with a link to France and the rest of Europe.",
  "/wiki/Pireás": "Piraeus (/paɪˈriːəs, pɪˈreɪəs/; Greek: Πειραιάς Pireás [pireˈas], Ancient Greek: Πειραιεύς, Peiraieús, pronounced [peːrai̯eús]) is a port city in the region of Attica, Greece. Piraeus is located within the Athens urban area, 12 kilometres (7 miles) southwest from its city centre (municipality of Athens), and lies along the east coast of the Saronic Gulf.\n According to the 2011 census, Piraeus had a population of 163.688 people within its administrative limits, making it the fifth largest municipality in Greece and the second largest within the urban area of the Greek capital, following the municipality of Athens. The municipality of Piraeus and several other suburban municipalities within the regional unit of Piraeus form the greater Piraeus area, with a total population of 448,997, and is part οf Athens urban area.\n Piraeus has a long recorded history, dating to ancient Greece. The city was founded in the early 5th century BC, when this area was selected to become the new port of classical Athens and was built as a prototype harbour, concentrating all the import and transit trade of Athens. During the Golden Age of Athens the Long Walls were constructed to fortify Athens and its port (Piraeus). Consequently, it became the chief harbour of ancient Greece, but declined gradually after the 3rd century B.C., growing once more in the 19th century, after Athens' declaration as the capital of Greece. In the modern era, Piraeus is a large city, bustling with activity and an integral part of Athens, acting as home to the country's biggest harbour and bearing all the characteristics of a huge marine and commercial-industrial center.\n The port of Piraeus is the chief port in Greece, the largest passenger port in Europe and the second largest in the world, servicing about 20 million passengers annually. With a throughput of 1.4 million TEUs, Piraeus is placed among the top ten ports in container traffic in Europe and the top container port in the Eastern Mediterranean. The municipality hosted events in both the 1896 and 2004 Summer Olympics held in Athens. The University of Piraeus is one of the largest Greek universities and has the country's second-oldest business school, as well as the oldest academic department in the area of finance.",
  "/wiki/High_jump": "The high jump is a track and field event in which competitors must jump unaided over a horizontal bar placed at measured heights without dislodging it. In its modern most practiced format, a bar is placed between two standards with a crash mat for landing. In the modern era, athletes run towards the bar and use the Fosbury Flop method of jumping, leaping head first with their back to the bar. Since ancient times, competitors have introduced increasingly effective techniques to arrive at the current form.\n The discipline is, alongside the pole vault, one of two vertical clearance events to feature on the Olympic athletics programme. It is contested at the World Championships in Athletics and IAAF World Indoor Championships, and is a common occurrence at track and field meetings. The high jump was among the first events deemed acceptable for women, having been held at the 1928 Olympic Games.\n Javier Sotomayor (Cuba) is the current men's record holder with a jump of 2.45 m (8 ft 1⁄4 in) set in 1993 – the longest standing record in the history of the men's high jump. Stefka Kostadinova (Bulgaria) has held the women's world record at 2.09 m (6 ft 10 1⁄4 in) since 1987, also the longest-held record in the event."
}