{
  "/wiki/Niki_Xanthou": "Niki Xanthou (Greek: Νίκη Ξάνθου, [ˈnici ˈksanθu], born 11 October 1973 in Rhodes) is a Greek long jumper.",
  "/wiki/Sportsperson": "An athlete (also sportsman  or sportswoman) is a person who competes in one or more sports that involve physical strength, speed or endurance. The use of the term in sports such as golf or auto racing is somewhat controversial.",
  "/wiki/Long_jump": "The long jump is a track and field event in which athletes combine speed, strength and agility in an attempt to leap as far as possible from a take off point.  Along with the triple jump, the two events that measure jumping for distance as a group are referred to as the \"horizontal jumps\". This event has a history in the Ancient Olympic Games and has been a modern Olympic event for men since the first Olympics in 1896 and for women since 1948.",
  "/wiki/Actor": "An actor is a person who portrays a character in a performance (also actress; see below). The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is \"playing themselves\", as in some forms of experimental performance art.",
  "/wiki/Nasos_Galakteros": "Athanasios \"Nasos\" Galakteros (Greek: Αθανάσιος \"Νάσος\" Γαλακτερός; born June 15, 1969 in Kavala, Greece) is a retired Greek professional basketball player. Galakteros played professionally in the Greek Basket League, winning several titles, and represented the senior Greek national basketball team in major tournaments.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Marietta_Chrousala": "Marietta Chrousala (Greek: Μαριέττα Χρουσαλά: born 11 March 1983) is a Greek model, entrepreneur and former television presenter.",
  "/wiki/Fashion_model": "A model is a person with a role either to promote, display or advertise commercial products (notably fashion clothing in fashion shows), or to serve as a visual aid for people who are creating works of art or to pose for photography.",
  "/wiki/TV_presenter": "A television presenter is a person who introduces and/or hosts television programs (or segments thereof such as an infomercial advertiser). Nowadays, it is common for personalities in other fields to take on this role, but some people have made their name solely within the field of presenting, particularly within children's television series, to become television personalities.",
  "/wiki/Water_polo": "Water polo is a competitive team sport played in the water between two teams. The game consists of four quarters in which the two teams attempt to score goals by throwing the ball into the opposing team's goal. The team with the most goals at the end of the game wins the match. Each team is made up of six field players and one goalkeeper. Except for the goalkeeper, players participate in both offensive and defensive roles. Water polo is typically played in an all-deep pool meaning that players cannot touch the bottom.",
  "/wiki/Actress": "An actor is a person who portrays a character in a performance (also actress; see below). The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is \"playing themselves\", as in some forms of experimental performance art.",
  "/wiki/Singer": "Singing is the act of producing musical sounds with the voice and augments regular speech by the use of sustained tonality, rhythm, and a variety of vocal techniques. A person who sings is called a singer or vocalist (in jazz and popular music). Singers perform music (arias, recitatives, songs, etc.) that can be sung with or without accompaniment by musical instruments. Singing is often done in an ensemble of musicians, such as a choir of singers or a band of instrumentalists. Singers may perform as soloists or accompanied by anything from a single instrument (as in art song or some jazz styles) up to a symphony orchestra or big band. Different singing styles include art music such as opera and Chinese opera, Indian music and religious music styles such as gospel, traditional music styles, world music, jazz, blues, ghazal and popular music styles such as pop, rock, electronic dance music and filmi (Indian film songs).",
  "/wiki/Journalist": "A journalist is a person who collects, writes, or distributes news or other current information to the public. A journalist's work is called journalism.",
  "/wiki/Hairstylist": "A hairdresser is a person whose occupation is to cut or style hair in order to change or maintain a person's image. This is achieved using a combination of hair coloring, haircutting, and hair texturing techniques. Most hairdressers are professionally licensed as either a hairdresser, a barber or a cosmetologist.[where?]",
  "/wiki/Aggeliki_Iliadi": "Aggeliki Iliadi (Greek: Αγγελική Ηλιάδη, pronounced [aɲɟeliˌci iˈʎaði]); born on 16 September 1977), is a popular Greek woman folk singer.",
  "/wiki/Kostas_Martakis": "Kostas Martakis (Greek: Κώστας Μαρτάκης; born 25 May 1984) is a Greek singer, model, television host and actor, who rose to fame after appearing on Greek talent show Dream Show aired by Alpha TV in 2006. Following his participation, he released five studio albums and also participated in the Greek national final for the Eurovision Song Contest 2008 and 2014. In 2011, he participated in the second season of Greece's Dancing with the Stars, placing second and three years later he was in the backstage host featuring Doukissa Nomikou.  In 2013, he took part in the first season of Your Face Sounds Familiar."
}