{
  "/wiki/Chorzow": "Chorzów [ˈxɔʐuf] (listen) (German: Königshütte [ˈkøːnɪçsˌhʏtə]; Silesian: Chorzōw) is a city in Silesia in southern Poland, near Katowice. Chorzów is one of the central cities of the Upper Silesian Metropolitan Union - a metropolis with a population of 2 million. It is located in the Silesian Highlands, on the Rawa River (a tributary of the Vistula).",
  "/wiki/Viktor_Saneyev": "Viktor Danilovich Saneyev (Georgia (country) ვიქტორ სანაევი born 3 October 1945) is a retired triple jumper, who competed internationally for the USSR and won four Olympic medals; three golds (1968, 1972 and 1976) and one silver (1980). He was born in Sukhumi, Georgian SSR, and trained in Sukhumi and later in Tbilisi.",
  "/wiki/Ciudad_de_Mexico": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Athina": "Athena[b] or Athene,[c] often given the epithet Pallas,[d] is an ancient Greek goddess associated with wisdom, handicraft, and warfare who was later syncretized with the Roman goddess Minerva. Athena was regarded as the patron and protectress of various cities across Greece, particularly the city of Athens, from which she most likely received her name. She's usually shown in art wearing a helmet and holding a spear. Her major symbols include owls, olive trees, snakes, and the Gorgoneion.",
  "/wiki/Suhumi": "Sukhumi or Sokhumi (Abkhazian: Аҟәа, Aqwa; Georgian: სოხუმი, [sɔxumi] (listen); Russian: Суху́м(и),  Sukhum(i) [sʊˈxum(ʲɪ)]) is a city on the Black Sea coast. It is the capital of the breakaway Republic of Abkhazia, which has controlled it since the 1992-93 war in Abkhazia, although most of the international community considers it legally part of Georgia.",
  "/wiki/Pedro_P%C3%A9rez": "Pedro Damián Pérez Dueñas  (Spanish pronunciation: [ˈpeðɾo ˈpeɾes]; February 23, 1952 – July 18, 2018) was a Cuban triple jumper, who set the world record in the men's triple jump event on August 5, 1971, jumping 17.40 metres, while still a 19-year-old Junior athlete, in the final of the Pan American Games. His mark was a centimeter improvement over the three-year-old record of Viktor Sanyeyev set as the last of 5 world record improvements during the 1968 Olympics emphasizing the advantage of jumping at altitude.  Cali, Colombia is also considered at altitude.  While Sanyeyev reclaimed the record at sea level in Sukhumi, the next record in succession by João Carlos de Oliveira was also set at altitude in Mexico City and lasted ten more years. While he was the standing world record holder during the 1972 Olympics, he only managed a 15.72 and did not get out of the qualifying round. He improved four years later, taking the early lead in the final before eventually finishing in fourth place.",
  "/wiki/Cali": "Santiago de Cali (Spanish pronunciation: [sanˈtjaɣo ðe ˈkali]), or Cali, is the capital of the Valle del Cauca department, and the most populous city in southwest Colombia, with an 2,227,642 residents according to the 2018 census. The city spans 560.3 km2 (216.3 sq mi) with 120.9 km2 (46.7 sq mi) of urban area, making Cali the second-largest city in the country by area and the third most populous. As the only major Colombian city with access to the Pacific Coast, Cali is the main urban and economic centre in the south of the country, and has one of Colombia's fastest-growing economies. The city was founded on 25 July 1536 by the Spanish explorer Sebastián de Belalcázar.",
  "/wiki/Mikhail_Bariban": "Mikhail Mikhailovich Bariban (Russian: Михаил Михайлович Барибан; 25 February 1949 – 8 August 2016) was a Russian triple jumper who represented the USSR. Bariban trained at Dynamo in Krasnodar. He won two medals at the European Indoor Championships as well as a gold medal at the 1973 Summer Universiade.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Jo%C3%A3o_Carlos_de_Oliveira": "João Carlos de Oliveira, also known as \"João do Pulo\" (May 28, 1954 – May 29, 1999) was a Brazilian athlete who competed in the triple jump and the long jump.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/Bratislava": "Bratislava (/ˌbrætɪˈslɑːvə/, also US: /ˌbrɑːt-/, Slovak: [ˈbracislaʋa] (listen); German: Preßburg or Pressburg [ˈprɛsbʊrk] (listen); Hungarian: Pozsony) is the capital of Slovakia. With a population of about 430,000, it is one of the smaller capitals of Europe but still the country's largest city. The greater metropolitan area is home to more than 650,000 people. Bratislava is in southwestern Slovakia, occupying both banks of the River Danube and the left bank of the River Morava. Bordering Austria and Hungary, it is the only national capital that borders two sovereign states.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Jaak_Uudm%C3%A4e": "Jaak Uudmäe (born September 3, 1954) is a retired Estonian triple jumper and long jumper who competed for the Soviet Union. He was the gold medalist at the 1980 Summer Olympics. He set a personal best of 17.35 m (56 ft 11 in) in his Olympic victory – a mark which remains the Estonian record.",
  "/wiki/Willie_Banks": "William Augustus Banks, III (born March 11, 1956) is an American athlete. Born at Travis Air Force Base, California, he grew up in San Diego County and went to Oceanside High School. Banks is an Eagle Scout.",
  "/wiki/Sacramento,_California": "Sacramento (/ˌsækrəˈmɛntoʊ/ SAK-rə-MEN-toh; Spanish: [sakɾaˈmento]; Spanish for \"sacrament\") is the capital city of the U.S. state of California and the seat of Sacramento County. Located at the confluence of the Sacramento River and the American River in Northern California's Sacramento Valley, Sacramento's estimated 2018 population of 501,334 makes it the sixth-largest city in California and the ninth largest capital in the United States. Sacramento is the seat of the California Legislature and the Governor of California, making it the state's political center and a hub for lobbying and think tanks. Sacramento is also the cultural and economic core of the Sacramento metropolitan area, which had a 2010 population of 2,414,783, making it the fifth largest in California.",
  "/wiki/Keith_Connor": "Keith Leroy Connor (born 16 September 1957 in Anguilla, United Kingdom is a male retired athlete who represented Great Britain and England.",
  "/wiki/Provo,_Utah": "Provo /ˈproʊvoʊ/ is the third-largest city in Utah, United States. It is 43 miles (69 km) south of Salt Lake City along the Wasatch Front. Provo is the largest city and county seat of Utah County. It is home to Brigham Young University, and Sundance Resort is located just northeast of the city.",
  "/wiki/Vasiliy_Grishchenkov": "Vasily Grishchenkov (Russian: Василий Грищенков) born January 23, 1958) is a retired triple jumper from the Soviet Union, best known for winning the silver medal at the 1982 European Championships in Athens, Greece. He set the world's best year performance in 1983 with a leap of 17.55 metres (personal best), achieved on June 19, 1983 in Moscow.",
  "/wiki/Oleg_Protsenko": "Oleg Valeryevich Protsenko (Russian: Олег Валерьевич Проценко; born 11 August 1963 in Soltsy, Novgorod, USSR) is a former Soviet athlete.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Khristo_Markov": "Khristo Ganchev Markov (Bulgarian: Христо Ганчев Мaрков) (born January 27, 1965 in Dimitrovgrad) is a former triple jumper from Bulgaria, best known for becoming Olympic champion in 1988. He also won the European and world championships. Markov was also the coach of compatriot Tereza Marinova (between 1997 and 2008), who won gold in the same discipline at the 2000 Olympics.",
  "/wiki/Budapest": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary."
}