{
  "/wiki/William_Burnett_House": "The William Burnett House was a historic farmhouse located near the city of Washington Court House in Fayette County, Ohio, United States.  Constructed in the nineteenth century, it was once a masterpiece of multiple architectural styles, and it was designated a historic site because of its architectural distinction.",
  "/wiki/U.S._Route_62": "U.S. Route 62 or U.S. Highway 62 (US 62) runs from the Mexico-US border at El Paso, Texas, to Niagara Falls, New York, near the Canada–US border. It is the only east-west United States Numbered Highway that connects Mexico and Canada.",
  "/wiki/Washington_Court_House,_Ohio": "Washington Court House is a city in Union Township, Fayette County, Ohio, United States.  It is the county seat of Fayette County and is located between Cincinnati and Columbus, Ohio.  The population was 14,192 in 2010 at the 2010 census. Until 2002, the official name of the city was City of Washington,[citation needed] but there also existed a municipality in Guernsey County, Ohio with the name Washington (now known as Old Washington). The area was originally settled by Virginia war veterans who received the land from the government as payment for their service in the American Revolution. In 2002, a new charter was adopted, officially changing the name to the \"City of Washington Court House\".[citation needed] The name is often abbreviated as \"Washington C.H.\"",
  "/wiki/Fayette_County_Courthouse_(Ohio)": "The Fayette County Courthouse is a historic courthouse building located at 110 East Court Street in Washington Court House, Ohio. On July 2, 1973, it was added to the National Register.",
  "/wiki/Jackson_Mound": "The Jackson Mound is a Native American mound in the south-central portion of the U.S. state of Ohio.  Located north of Pancoastburg in Fayette County, it measures approximately 75 feet (23 m) in diameter and 5.5 feet (1.7 m) in height.  The mound has never been excavated, making the certain identification of its builders impossible; however, its location on a high terrace above a relatively small stream suggests that it was built by the Adena culture, which favored such sites for its many mounds.  If true, it was originally more conical in shape (the mound's location in a farm field has resulted in its being damaged by years of plowing), and it is likely to cover the remains of a wooden charnel house built by the Adena.",
  "/wiki/Ohio_State_Route_207": "State Route 207 (SR 207, OH 207) is a 31.23-mile (50.26 km) long north–south state highway in the southern portion of the U.S. state of Ohio.  The southern terminus of SR 207 is at a diamond interchange with U.S. Route 23 (US 23) nearly 4 miles (6.4 km) north of Chillicothe.  Its northern terminus is in Mount Sterling, following a 0.33-mile (0.53 km) long concurrence with US 62 and SR 3, at the intersection where they meet SR 56.",
  "/wiki/Madison_Township,_Fayette_County,_Ohio": "Madison Township is one of the ten townships of Fayette County, Ohio, United States. As of the 2010 census the population was 1,122, up from 946 at the 2000 census.",
  "/wiki/Judy_Chapel": "The Washington Cemetery is a historic rural cemetery on the outskirts of the city of Washington Court House in the southeastern part of the U.S. state of Ohio.  Established in the mid-19th century, the cemetery was transformed from a typical cemetery into a masterpiece of design during its first several decades.  It is the burial place of several prominent political figures, and elements of its design have caused it to be designated a historic site.",
  "/wiki/Barney_Kelley_House": "The Barney Kelley House is a historic residence in Washington Court House, Ohio, United States.  Built amid a period of commercial prosperity for the city, it was home to some of the area's leading businessmen for many decades.",
  "/wiki/Jacob_Light_House": "The Jacob Light House is a historic residence in the city of Washington Court House, Ohio, United States.  Once home to a prominent local craftsman, it has been designated a historic site as a well-preserved example of the Italianate style of architecture.",
  "/wiki/Concord_Township,_Fayette_County,_Ohio": "Concord Township is one of the ten townships of Fayette County, Ohio, United States. As of the 2010 census the population was 901, down from 1,068 at the 2000 census.",
  "/wiki/Union_Township,_Fayette_County,_Ohio": "Union Township is one of the ten townships of Fayette County, Ohio, United States. At the 2010 census the population was 3,733.",
  "/wiki/Rawlings-Brownell_House": "The Rawlings-Brownell House is a historic residence on the northern side of Washington Court House, Ohio, United States.  Built during the middle of the nineteenth century, it was home to the man who established the neighborhood in which it is located, and it was later the home of a leading merchant.  Although constructed in one architectural style, it was later partially converted into another style, becoming a good example of changes in the community's architectural tastes.  It has been designated a historic site.",
  "/wiki/Robinson-Pavey_House": "The Robinson-Pavey House is a historic residence in western Washington Court House, Ohio, United States.  Named for its two prominent earliest residents, the house has been named a historic site.",
  "/wiki/Morris_Sharp_House": "The Morris Sharp House is a historic residence in the city of Washington Court House, Ohio, United States.  Built to be the home of one of the city's leading citizens, it has remained the architectural landmark that it was designed to be.  The house has served as a museum for nearly fifty years, and it has been designated a historic site.",
  "/wiki/Edward_Smith,_Jr.,_Farm": "The Edward Smith Jr. Farm is a historic farm complex located near Washington Court House in Fayette County, Ohio, United States.  Home to one of Fayette County's earliest residents, the farm has experienced remarkably few changes since the nineteenth century, and it has been named a historic site.",
  "/wiki/Ohio_State_Route_41": "State Route 41 (SR 41) is a north–south state highway in the southern and western portions of the U.S. state of Ohio.  Its southern terminus is at U.S. Route 52, US 62 Business, and US 68 Business in Aberdeen. (US 62 Bus. and US 68 Bus. continue south through Maysville, Kentucky crossing the Ohio River at the Simon Kenton Memorial Bridge from this point); and its northern terminus is along SR 48 at US 36 in Covington.  Throughout its southern portion the route is quite hilly as it passes predominantly northward through scenic areas with state parks and monuments.  Along its northern portion the route heads in a more westerly direction across mainly flat terrain as a major road through the cities of Washington Court House, Springfield, and Troy.",
  "/wiki/Perry_Township,_Fayette_County,_Ohio": "Perry Township is one of the ten townships of Fayette County, Ohio, United States. As of the 2010 census the population was 1,041, up from 945 at the 2000 census.",
  "/wiki/Washington_Cemetery_(Washington_Court_House,_Ohio)": "The Washington Cemetery is a historic rural cemetery on the outskirts of the city of Washington Court House in the southeastern part of the U.S. state of Ohio.  Established in the mid-19th century, the cemetery was transformed from a typical cemetery into a masterpiece of design during its first several decades.  It is the burial place of several prominent political figures, and elements of its design have caused it to be designated a historic site."
}