{
  "/wiki/2000_UCI_Track_Cycling_World_Cup_Classics": "The 2000 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 19 May 2000 to 13 August 2000. The World Cup is organised by the UCI.",
  "/wiki/Cali": "Santiago de Cali (Spanish pronunciation: [sanˈtjaɣo ðe ˈkali]), or Cali, is the capital of the Valle del Cauca department, and the most populous city in southwest Colombia, with an 2,227,642 residents according to the 2018 census. The city spans 560.3 km2 (216.3 sq mi) with 120.9 km2 (46.7 sq mi) of urban area, making Cali the second-largest city in the country by area and the third most populous. As the only major Colombian city with access to the Pacific Coast, Cali is the main urban and economic centre in the south of the country, and has one of Colombia's fastest-growing economies. The city was founded on 25 July 1536 by the Spanish explorer Sebastián de Belalcázar.\n Cali is also a centre for sports in Colombia, and is the only Colombian city to have hosted the Pan American Games (in 1971). It hosted the 1992 World Wrestling Championships, the ninth edition of the World Games in 2013, the UCI Track Cycling World Championships in 2014 and the World Youth Championships in Athletics in 2015. Cali will host the first ever Junior Pan American Games in 2021.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/2002_UCI_Track_Cycling_World_Cup_Classics": "The 2002 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 19 April 2002 to 11 August 2002. The World Cup is organised by the UCI.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Kunming": "Kunming is the capital and the largest city of Yunnan province—China's fourth least developed province based on disposable income per capita. Known as Yunnan-Fu (Yunnan City) until the 1920s, today it is a prefecture-level city and the political, economic, communications and cultural centre of the province as well as the seat of the provincial government. The headquarters of many of Yunnan's large businesses are in Kunming. It was important during World War II as a Chinese military center, American air base, and transport terminus for the Burma Road. Located in the middle of the Yunnan–Guizhou Plateau, Kunming is located at an altitude of 1,900 metres (6,234 feet) above sea level and at a latitude just north of the Tropic of Cancer. As of 2014, Kunming has a population of 6,626,000 with an urban population of 4,575,000, and is located at the northern edge of Dian Lake, surrounded by temples and lake-and-limestone hill landscapes.\n Kunming consists of an old, previously walled city, a modern commercial district, residential zones and university areas. The city has an astronomical observatory, and its institutions of higher learning include Yunnan University, Yunnan Normal University, Kunming University of Science and Technology, and Kunming Medical University. On the northeast mountainous outskirt is a bronze temple dating from the Ming dynasty, the largest of its kind in China.\n Its economic importance derives from its geographical position. It is positioned near the border with Southeastern Asian countries, serving as a transportation hub in Southwest China, linking by rail to Vietnam and by road to Burma, Laos and Thailand. This positioning also makes it an important trade center in this region of the nation. It also houses some manufacturing, chiefly the processing of copper, as well as various chemicals, machinery, textiles, paper and cement. Though having a nearly 2,400-year history, its modern prosperity dates only from 1910, when the railway from Hanoi was built. The city has continued to develop rapidly under China's modernization efforts. Kunming's streets have widened while office buildings and housing projects develop at a fast pace. Kunming has been designated a special tourism center and as such sports a proliferation of high-rises and luxury hotels.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/2003_UCI_Track_Cycling_World_Cup_Classics": "The 2003 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 14 February 2003 to 18 May 2003. The World Cup is organised by the UCI.",
  "/wiki/2004_UCI_Track_Cycling_World_Championships": "The 2004 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Melbourne, Australia from 26 May to 30 May 2004.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbən/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]\n The city was founded on 30 August 1835, in the then-British colony of New South Wales, by free settlers from the colony of Van Diemen’s Land (modern-day Tasmania). It was incorporated as a Crown settlement in 1837, and named Melbourne by Governor General Richard Bourke on 10 April 1837 in honour of the British Prime Minister, William Lamb, 2nd Viscount Melbourne. In 1851, four years after Queen Victoria declared it a city, Melbourne became the capital of the new colony of Victoria. In the wake of the 1850s Victorian gold rush, the city entered a lengthy boom period that, by the late 1880s, had transformed it into one of the world's largest and wealthiest metropolises. After the federation of Australia in 1901, it served as interim seat of government of the new nation until Canberra became the permanent capital in 1927. Today, it is a leading financial centre in the Asia-Pacific region and ranks 15th in the Global Financial Centres Index.\n Melbourne is home to many of Australia's best-known landmarks, such as the Melbourne Cricket Ground, the National Gallery of Victoria and the World Heritage-listed Royal Exhibition Building. It is also the birthplace of Australian impressionism, Australian rules football, and the Australian film and television industries. More recently, it has been recognised as a UNESCO City of Literature and a global centre for street art, live music and theatre. It hosts major annual international events such as the Australian Grand Prix, the Australian Open and the Melbourne Cup, and also hosted the 1956 Summer Olympics and the 2006 Commonwealth Games. Due to it rating highly in entertainment, tourism and sport, as well as education, health care, research and development, Melbourne consistently ranked as the world's most liveable city for much of the 2010s.\n The main airport serving the city is Melbourne Airport (also referred to as Tullamarine Airport), which is the second busiest in Australia, and Australia's busiest seaport the Port of Melbourne. Its main metropolitan rail terminus is Flinders Street station and its main regional rail and road coach terminus is Southern Cross station. It also has the most extensive freeway network in Australia and the largest urban tram network in the world.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/2004–2005_UCI_Track_Cycling_World_Cup_Classics": "The 2004–2005 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 5 November 2004 to 20 February 2005. The World Cup is organised by the UCI.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.\n Prague is a political, cultural and economic centre of central Europe complete with a rich history. Founded during the Romanesque and flourishing by the Gothic, Renaissance and Baroque eras, Prague was the capital of the Kingdom of Bohemia and the main residence of several Holy Roman Emperors, most notably of Charles IV (r. 1346–1378).\nIt was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire. The city played major roles in the Bohemian and Protestant Reformation, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.\n Prague is home to a number of well-known cultural attractions, many of which survived the violence and destruction of 20th-century Europe. Main attractions include Prague Castle, Charles Bridge, Old Town Square with the Prague astronomical clock, the Jewish Quarter, Petřín hill and Vyšehrad. Since 1992, the extensive historic centre of Prague has been included in the UNESCO list of World Heritage Sites.\n The city has more than ten major museums, along with numerous theatres, galleries, cinemas and other historical exhibits. An extensive modern public transportation system connects the city. It is home to a wide range of public and private schools, including Charles University in Prague, the oldest university in Central Europe.\n Prague is classified as an \"Alpha −\" global city according to GaWC studies and ranked sixth in the Tripadvisor world list of best destinations in 2016. In 2019, the city was ranked as 69th most liveable city in the world by Mercer. In the same year, the PISCA Index ranked the city as 13th most liveable city in the world. Its rich history makes it a popular tourist destination and as of 2017, the city receives more than 8.5 million international visitors annually. In 2017 Prague was listed as the fifth most visited European city after London, Paris, Rome and Istanbul.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Ivan_Vrba": "Ivan Vrba (born 15 June 1977 in Zlín) is a Czech track cyclist. Vrba specialises in the sprint disciplines and won the bronze medal in keirin at the 2004 UCI Track Cycling World Championships."
}