{
  "/wiki/First_Solar": "First Solar, Inc. is an American manufacturer of solar panels, and a provider of utility-scale PV power plants and supporting services that include finance, construction, maintenance and end-of-life panel recycling.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/MEMC_Electronic_Materials": "SunEdison, Inc. (formerly MEMC Electronic Materials) is a renewable energy company headquartered in the U.S. In addition to developing, building, owning, and operating solar power plants and wind energy plants, it also manufactures high purity polysilicon, monocrystalline silicon ingots, silicon wafers, solar modules, solar energy systems, and solar module racking systems. Originally a silicon-wafer manufacturer established in 1959 as the Monsanto Electronic Materials Company, Monsanto sold the company in 1989.",
  "/wiki/SunPower": "SunPower Corporation is an American energy company that designs and manufactures crystalline silicon photovoltaic cells and solar panels based on an all-back-contact solar cell invented at Stanford University. The company is majority owned by Total and is publicly traded on the NASDAQ as SPWR.",
  "/wiki/SMA_Solar_Technology": "SMA Solar Technology AG (meaning System, Mess and Anlagentechnik) is a German solar energy equipment supplier founded in 1981 and headquartered in Niestetal, Northern Hesse, Germany. SMA is a producer and manufacturer of solar inverters for photovoltaics systems with grid connection, off-grid power supply and backup operations.",
  "/wiki/Renewable_Energy_Corporation": "REC Group (REC) is a leading European brand of solar panels and a vertically integrated solar energy company. REC manufactures silicon, wafers, cells, high-quality solar photovoltaic (PV) panels, and also provides turnkey Engineering, Procurement and Construction (EPC) solutions. REC’s renowned product quality is supported by the lowest warranty claims rate in the industry.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Motech_Industries": "Motech Industries Inc. or Motech Solar,  is a solar cell manufacturer based in Taiwan, ranked as the 6th largest solar cell manufacturer in the world in 2007.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Trina_Solar": "Trina Solar Limited (TSL, Chinese: 天合光能有限公司) is a Chinese company located in the province of Jiangsu, with numerous branches in the US, Europe, Asia and Latin America, which is listed on the PPVX solar share index and on the NYSE. Founded in 1997 by Jifan Gao the company develops and produces ingots, wafers, solar cells and solar modules. In the past few years Trina Solar was listed repeatedly on the Fortune list of the top 100 of the world’s fastest growing companies (in 2011 No.11). Trina Solar has developed a vertically integrated supply chain, from the production of  ingots, wafers and cells to the assembly of modules. The company has shipped solar modules with a total output of 11 GW until the end of 2014. In the financial year of 2014 a total of 3.66 GW have been shipped, making Trina Solar the top PV module supplier globally as IHS reported. Trina Solar surpassed Yingli as the world's biggest solar panel maker.",
  "/wiki/PRC": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Meyer_Burger": "Meyer Burger, headquartered in Thun (Switzerland), is a globally active mechanical engineering company, which is primarily known for its production facilities in the photovoltaic industry. Meyer Burger develops and produces systems with which solar cells can be manufactured and electrically connected for use in solar modules. The focus is on heterojunction technology (HJT) and the exclusive SmartWire Connection Technology (SWCTTM). High-precision measuring systems for silicon wafers, solar cells and modules are also offered.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Neo_Solar_Power": "Neo Solar Power Energy Corp. (traditional Chinese: 新日光能源), also known as NSP, is a Taiwan-based solar cell and module manufacturer. The company was ranked one of the global top ten solar cell manufacturers by capacity in 2013 and the largest solar cell producer by revenue in Taiwan. Neo Solar Power has merged into United Renewable Energy Co., Ltd. (3576.TW).",
  "/wiki/SolarWorld": "SolarWorld is a German company dedicated to the manufacture and marketing photovoltaic products worldwide by integrating all components of the solar value chain, from feedstock (polysilicon) to module production, from trade with solar panels to the promotion and construction of turn-key solar power systems. The group controls the development of solar power technologies at all levels in-house.",
  "/wiki/Photovoltaik_Global_30_Index": "Photovoltaik Global 30 Index is a German stock market index which includes up to 30 companies in the photovoltaics sector. It was introduced on 1 June 2009. The constituting companies and their weightings are reviewed quarterly (March, June, September and December). No company should be represented with more than 10 per cent. The Photovoltaik Global 30 Index is calculated as a performance index as well as a price index."
}