{
  "/wiki/Maria_Montessori": "Maria Tecla Artemisia Montessori (/ˌmɒntɪˈsɔːri/ MON-tiss-OR-ee, Italian: [maˈriːa montesˈsɔːri]; August 31, 1870 – May 6, 1952) was an Italian physician and educator best known for the philosophy of education that bears her name, and her writing on scientific pedagogy. At an early age, Montessori broke gender barriers and expectations when she enrolled in classes at an all-boys technical school, with hopes of becoming an engineer. She soon had a change of heart and began medical school at the Sapienza University of Rome, where she graduated – with honors – in 1896. Her educational method is still in use today in many public and private schools throughout the world.",
  "/wiki/Natural_sciences": "Natural science is a branch of science concerned with the description, prediction, and understanding of natural phenomena, based on empirical evidence from observation and experimentation. Mechanisms such as peer review and repeatability of findings are used to try to ensure the validity of scientific advances.",
  "/wiki/Montessori_method": "The Montessori Method of Education, developed by Maria Montessori, is a child-centered educational approach based on scientific observations of children. Montessori's method has been used for over 100 years in many parts of the world.",
  "/wiki/Federico_Fellini": "Federico Fellini, Cavaliere di Gran Croce OMRI (Italian: [fedeˈriːko felˈliːni]; 20 January 1920 – 31 October 1993) was an Italian film director and screenwriter. Known for his distinct style that blends fantasy and baroque images with earthiness, he is recognized as one of the greatest and most influential filmmakers of all time. His films have ranked, in polls such as Cahiers du cinéma and Sight & Sound, as some of the greatest films of all time. Sight & Sound lists his 1963 film 8½ as the 10th-greatest film of all time.",
  "/wiki/Evangelista_Torricelli": "Evangelista Torricelli (/ˌtɒrɪˈtʃɛli/ TORR-ih-CHEL-ee, also US: /ˌtɔːr-/ TOR-, Italian: [evandʒeˈlista torriˈtʃɛlli] (listen); 15 October 1608 – 25 October 1647) was an Italian physicist and mathematician, and a student of Galileo. He is best known for his invention of the barometer, but is also known for his advances in optics and work on the method of indivisibles.",
  "/wiki/Physics": "Physics (from Ancient Greek: φυσική (ἐπιστήμη), romanized: physikḗ (epistḗmē), lit. 'knowledge of nature', from φύσις phýsis 'nature') is the natural science that studies matter, its motion and behavior through space and time, and the related entities of energy and force. Physics is one of the most fundamental scientific disciplines, and its main goal is to understand how the universe behaves.[a]",
  "/wiki/Barometer": "A barometer is a scientific instrument that is used to measure air pressure in a certain environment. Pressure tendency can forecast short term changes in the weather. Many measurements of air pressure are used within surface weather analysis to help find surface troughs, pressure systems and frontal boundaries.",
  "/wiki/Optics": "Optics is the branch of physics that studies the behaviour and properties of light, including its interactions with matter and the construction of instruments that use or detect it. Optics usually describes the behaviour of visible, ultraviolet, and infrared light. Because light is an electromagnetic wave, other forms of electromagnetic radiation such as X-rays, microwaves, and radio waves exhibit similar properties.",
  "/wiki/Enrico_Fermi": "Enrico Fermi (Italian: [enˈriːko ˈfermi]; 29 September 1901 – 28 November 1954) was an Italian–American physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi held several patents related to the use of nuclear power, and was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutron bombardment and for the discovery of transuranium elements.  He made significant contributions to the development of statistical mechanics, quantum theory, and nuclear and particle physics.",
  "/wiki/Physicist": "A physicist is a scientist who specializes in the field of physics, which encompasses the interactions of matter and energy at all length and time scales in the physical universe.\nPhysicists generally are interested in the root or ultimate causes of phenomena, and usually frame their understanding in mathematical terms.\nPhysicists work across a wide range of research fields, spanning all length scales: from sub-atomic and particle physics, through biological physics, to cosmological length scales encompassing the universe as a whole.\nThe field generally includes two types of physicists: experimental physicists who specialize in the observation of physical phenomena and the analysis of experiments, and theoretical physicists who specialize in mathematical modeling of physical systems to rationalize, explain and predict natural phenomena.\nPhysicists can apply their knowledge towards solving practical problems or to developing new technologies (also known as applied physics or engineering physics).",
  "/wiki/Ettore_Majorana": "Ettore Majorana  (/maɪəˈrɑːnə/, /ˌmædʒəˈrænə/,[citation needed] Italian: [ˈɛttore majoˈraːna]; born on 5 August 1906 – probably died after 1959) was an Italian theoretical physicist who worked on neutrino masses. On 25 March 1938, he disappeared under mysterious circumstances while going by ship from Palermo to Naples. The Majorana equation and Majorana fermions are named after him.\nIn 2006, the Majorana Prize was established in his memory.",
  "/wiki/Atomic_bomb": "A nuclear weapon (also called an atom bomb, nuke, atomic bomb, nuclear warhead, A-bomb, or nuclear bomb) is an explosive device that derives its destructive force from nuclear reactions, either fission (fission bomb) or from a combination of fission and fusion reactions (thermonuclear bomb). Both bomb types release large quantities of energy from relatively small amounts of matter. The first test of a fission (\"atomic\") bomb released an amount of energy approximately equal to 20,000 tons of TNT (84 TJ). The first thermonuclear (\"hydrogen\") bomb test released energy approximately equal to 10 million tons of TNT (42 PJ). A thermonuclear weapon weighing little more than 2,400 pounds (1,100 kg) can release energy equal to more than 1.2 million tons of TNT (5.0 PJ). A nuclear device no larger than traditional bombs can devastate an entire city by blast, fire, and radiation. Since they are weapons of mass destruction, the proliferation of nuclear weapons is a focus of international relations policy.",
  "/wiki/Neutron_irradiation": "Neutron activation is the process in which neutron radiation induces radioactivity in materials, and occurs when atomic nuclei capture free neutrons, becoming heavier and entering excited states. The excited nucleus often decays immediately by emitting gamma rays, or particles such as beta particles, alpha particles, fission products, and neutrons (in nuclear fission). Thus, the process of neutron capture, even after any intermediate decay, often results in the formation of an unstable activation product. Such radioactive nuclei can exhibit half-lives ranging from small fractions of a second to many years.",
  "/wiki/Nuclear_chain_reaction": "A nuclear chain reaction occurs when one single nuclear reaction causes an average of one or more subsequent nuclear reactions, thus leading to the possibility of a self-propagating series of these reactions.  The specific nuclear reaction may be the fission of heavy isotopes (e.g., uranium-235, 235U).  The nuclear chain reaction releases several million times more energy per reaction than any chemical reaction.",
  "/wiki/Fermi–Dirac_statistics": "In quantum statistics, a branch of physics, Fermi–Dirac statistics describe a distribution of particles over energy states in systems consisting of many identical particles that obey the \"Pauli exclusion principle\". It is named after Enrico Fermi and Paul Dirac, each of whom discovered the method independently (although Fermi defined the statistics earlier than Dirac).",
  "/wiki/Beta_decay": "In nuclear physics, beta decay (β-decay) is a type of radioactive decay in which a beta particle (fast energetic electron or positron) is emitted from an atomic nucleus, transforming the original nuclide to an isobar. For example, beta decay of a neutron transforms it into a proton by the emission of an electron accompanied by an antineutrino; or, conversely a proton is converted into a neutron by the emission of a positron with a neutrino in so-called positron emission. Neither the beta particle nor its associated (anti-)neutrino exist within the nucleus prior to beta decay, but are created in the decay process. By this process, unstable atoms obtain a more stable ratio of protons to neutrons. The probability of a nuclide decaying due to beta and other forms of decay is determined by its nuclear binding energy. The binding energies of all existing nuclides form what is called the nuclear band or valley of stability. For either electron or positron emission to be energetically possible, the energy release (see below) or Q value must be positive.",
  "/wiki/Emilio_Gino_Segrè": "Emilio Gino Segrè (1 February 1905 – 22 April 1989) was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959.\nFrom 1943 to 1946 he worked at the Los Alamos National Laboratory as a group leader for the Manhattan Project. He found in April 1944 that Thin Man, the proposed plutonium gun-type nuclear weapon, would not work because of the presence of plutonium-240 impurities.",
  "/wiki/Antiproton": "The antiproton, p, (pronounced p-bar) is the antiparticle of the proton. Antiprotons are stable, but they are typically short-lived, since any collision with a proton will cause both particles to be annihilated in a burst of energy.",
  "/wiki/Astatine": "Astatine is a radioactive chemical element with the symbol At and atomic number 85. It is the rarest naturally occurring element in the Earth's crust, occurring only as the decay product of various heavier elements. All of astatine's isotopes are short-lived; the most stable is astatine-210, with a half-life of 8.1 hours. A sample of the pure element has never been assembled, because any macroscopic specimen would be immediately vaporized by the heat of its own radioactivity.",
  "/wiki/Technetium": "Technetium is a chemical element with the symbol Tc and atomic number 43. It is the lightest element whose isotopes are all radioactive; none are stable other than the fully ionized state of 97Tc. Nearly all technetium is produced as a synthetic element, and only about 18,000 tons are estimated to exist at any given time in the Earth's crust. Naturally occurring technetium is a spontaneous fission product in uranium ore and thorium ore, the most common source, or the product of neutron capture in molybdenum ores. This silvery gray, crystalline transition metal lies between manganese and rhenium in group 7 of the periodic table, and its chemical properties are intermediate between those of these two adjacent elements. The most common naturally occurring isotope is 99Tc.",
  "/wiki/Daniel_Bovet": "Daniel Bovet ForMemRS (23 March 1907 – 8 April 1992) was a Swiss-born Italian pharmacologist who won the 1957 Nobel Prize in Physiology or Medicine for his discovery of drugs that block the actions of specific neurotransmitters. He is best known for his discovery in 1937 of antihistamines, which block the neurotransmitter histamine and are used in allergy medication. His other research included work on chemotherapy, sulfa drugs, the sympathetic nervous system, the pharmacology of curare, and other neuropharmacological interests.",
  "/wiki/Psychobiology": "Behavioral neuroscience, also known as biological psychology, biopsychology, or psychobiology, is the application of the principles of biology to the study of physiological, genetic, and developmental mechanisms of behavior in humans and other animals.",
  "/wiki/Nobel_Prize_in_Physiology_or_Medicine": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Foundation for outstanding discoveries in the fields of life sciences and medicine.",
  "/wiki/Antihistamines": "Antihistamines are drugs which treat allergic rhinitis and other allergies.  Typically people take antihistamines as an inexpensive, generic, over-the-counter drug that can provide relief from nasal congestion, sneezing, or hives caused by pollen, dust mites, or animal allergy with few side effects. Antihistamines are usually for short-term treatment. Chronic allergies increase the risk of health problems which antihistamines might not treat, including asthma, sinusitis, and lower respiratory tract infection. Consultation of a medical professional is recommended for those who intend to take antihistamines for longer-term use.",
  "/wiki/Neurotransmitter": "Neurotransmitters are endogenous chemicals that enable neurotransmission. It is a type of chemical messenger which transmits signals across a chemical synapse, such as a neuromuscular junction, from one neuron (nerve cell) to another \"target\" neuron, muscle cell, or gland cell. Neurotransmitters are released from synaptic vesicles in synapses into the synaptic cleft, where they are received by neurotransmitter receptors on the target cells. Many neurotransmitters are synthesized from simple and plentiful precursors such as amino acids, which are readily available from the diet and only require a small number of biosynthetic steps for conversion. Neurotransmitters play a major role in shaping everyday life and functions. Their exact numbers are unknown, but more than 200 unique chemical messengers have been identified.",
  "/wiki/Histamine": "Histamine is an organic nitrogenous compound involved in local immune responses, as well as regulating physiological function in the gut and acting as a neurotransmitter for the brain, spinal cord, and uterus. Histamine is involved in the inflammatory response and has a central role as a mediator of itching. As part of an immune response to foreign pathogens, histamine is produced by basophils and by mast cells found in nearby connective tissues.  Histamine increases the permeability of the capillaries to white blood cells and some proteins, to allow them to engage pathogens in the infected tissues. It consists of an imidazole ring attached to an ethylamine chain; under physiological conditions, the amino group of the side-chain is protonated.",
  "/wiki/Allergy": "Allergies, also known as allergic diseases, are a number of conditions caused by hypersensitivity of the immune system to typically harmless substances in the environment. These diseases include hay fever, food allergies, atopic dermatitis, allergic asthma, and anaphylaxis. Symptoms may include red eyes, an itchy rash, sneezing, a runny nose, shortness of breath, or swelling. Food intolerances and food poisoning are separate conditions.",
  "/wiki/Pietro_Belluschi": "Pietro Belluschi (August 18, 1899 – February 14, 1994) was an Italian-born American architect, a leader of the Modern Movement in architecture, and was responsible for the design of over 1,000 buildings.",
  "/wiki/Modern_Movement": "Modernism is both a philosophical movement and an art movement that, along with cultural trends and changes, arose from wide-scale and far-reaching transformations in Western society during the late 19th and early 20th centuries. Among the factors that shaped modernism were the development of modern industrial societies and the rapid growth of cities, followed then by reactions to the horrors of World War I. Modernism also rejected the certainty of Enlightenment thinking, although many modernists also rejected religious belief.",
  "/wiki/MIT_School_of_Architecture_and_Planning": "The MIT School of Architecture and Planning (MIT SAP, stylized as SA+P) is one of the five schools of the Massachusetts Institute of Technology, located in Cambridge, Massachusetts. Founded in 1865 by William Robert Ware, the School offered the first formal architectural curriculum in the United States, and the first architecture program in the world operating within the establishment of a University. MIT SAP is considered a global academic leader in the design fields and one of the most prestigious schools in the world. \nMIT's Department of Architecture has consistently ranked among the top architecture/built environment schools in the world, and from 2015-2018 was ranked highest in the world in QS World University Rankings. It is currently ranked 2nd.",
  "/wiki/Pan_Am_Building": "The MetLife Building is a 59-story skyscraper at 200 Park Avenue at East 45th Street above Grand Central Terminal in Midtown Manhattan, New York City. Built in 1963 as the Pan Am Building, the then-headquarters of Pan American World Airways, it was designed by Emery Roth & Sons, Pietro Belluschi and Walter Gropius in the International style. The Metropolitan Life Insurance Company (MetLife) bought the building in 1981 and used it as their headquarters. MetLife sold the building in 2005. The world's largest commercial office space by square footage at its opening, it remains one of the 100 tallest buildings in the United States.",
  "/wiki/Ennio_de_Giorgi": "Ennio De Giorgi (8 February 1928 – 25 October 1996) was an Italian mathematician, member of the House of Giorgi, who worked on partial differential equations and the foundations of mathematics.",
  "/wiki/Mathematics": "Mathematics (from Greek μάθημα máthēma, \"knowledge, study, learning\") includes the study of such topics as quantity (number theory), structure (algebra), space (geometry), and change (mathematical analysis). It has no generally accepted definition.",
  "/wiki/Bernstein's_problem": "In differential geometry, Bernstein's problem is as follows: if the graph of a function on Rn−1 is a minimal surface in Rn, does this imply that the function is linear? \nThis is true in dimensions n at most 8, but false in dimensions n at least 9.  The problem is named for Sergei Natanovich Bernstein who solved the case n = 3 in 1914.",
  "/wiki/Minimal_surfaces": "In mathematics, a minimal surface is a surface that locally minimizes its area. This is equivalent to having zero mean curvature (see definitions below).",
  "/wiki/Hilbert's_nineteenth_problem": "Hilbert's nineteenth problem is one of the 23 Hilbert problems, set out in a list compiled in 1900 by David Hilbert. It asks whether the solutions of regular problems in the calculus of variations are always analytic. Informally, and perhaps less directly, since Hilbert's concept of a \"regular variational problem\" identifies precisely a variational problem whose Euler–Lagrange equation is an elliptic partial differential equation with analytic coefficients, Hilbert's nineteenth problem, despite its seemingly technical statement, simply asks whether, in this class of partial differential equations, any solution function inherits the relatively simple and well understood structure from the solved equation. Hilbert's nineteenth problem was solved independently in the late 1950s by Ennio De Giorgi and John Forbes Nash, Jr.",
  "/wiki/Elliptic_partial_differential_equation": "Second order linear partial differential equations (PDEs) are classified as either elliptic, hyperbolic, or parabolic. Any second order linear PDE in two variables can be written in the form",
  "/wiki/Umberto_Guidoni": "Umberto Guidoni (born 18 August 1954 in Rome) is an Italian astrophysicist, science writer and a former ESA astronaut, being the first European to visit the International Space Station. He is a veteran of two NASA space shuttle missions. He was also a Member of the European Parliament (MEP) from 2004 to 2009, with the Group of the European United Left (GUE/NGL)[]",
  "/wiki/Astrophysics": "Astrophysics is the branch of astronomy that employs the principles of physics and chemistry \"to ascertain the nature of the astronomical objects, rather than their positions or motions in space\". Among the objects studied are the Sun, other stars, galaxies, extrasolar planets, the interstellar medium and the cosmic microwave background. Emissions from these objects are examined across all parts of the electromagnetic spectrum, and the properties examined include luminosity, density, temperature, and chemical composition. Because astrophysics is a very broad subject, astrophysicists apply concepts and methods from many disciplines of physics, including classical mechanics, electromagnetism, statistical mechanics, thermodynamics, quantum mechanics, relativity, nuclear and particle physics, and atomic and molecular physics.",
  "/wiki/European_Space_Agency": "The European Space Agency pronunciation (help·info) (ESA; French: Agence spatiale européenne pronunciation (help·info), ASE; German: Europäische Weltraumorganisation) is an intergovernmental organisation of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion (~US$7.43 billion) in 2020.",
  "/wiki/Italian_Space_Agency": "The Italian Space Agency (Italian: Agenzia Spaziale Italiana; ASI) is a government agency established in 1988 to fund, regulate and coordinate space exploration activities in Italy. The agency cooperates with numerous national and international entities who are active in aerospace research and technology.",
  "/wiki/ESA": "The European Space Agency pronunciation (help·info) (ESA; French: Agence spatiale européenne pronunciation (help·info), ASE; German: Europäische Weltraumorganisation) is an intergovernmental organisation of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion (~US$7.43 billion) in 2020.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Space_shuttle": "The Space Shuttle is a partially reusable low Earth orbital spacecraft system that was operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982. In addition to the prototype whose completion was cancelled, five complete Shuttle systems were built and used on a total of 135 missions from 1981 to 2011, launched from the Kennedy Space Center (KSC) in Florida. Operational missions launched numerous satellites, interplanetary probes, and the Hubble Space Telescope (HST); conducted science experiments in orbit; and participated in construction and servicing of the International Space Station. The Shuttle fleet's total mission time was 1322 days, 19 hours, 21 minutes and 23 seconds.",
  "/wiki/Mario_Draghi": "Mario Draghi OMRI GColIH BVO (Italian pronunciation: [ˈmaːrjo ˈdraːɡi]; born 3 September 1947) is an Italian economist who served as President of the European Central Bank between 2011 and 2019. Prior to that, he served as the Chairman of the Financial Stability Board from 2009 to 2011 and Governor of the Bank of Italy from 2005 to 2011.",
  "/wiki/President_of_the_European_Central_Bank": "The President of the European Central Bank  is the head of the European Central Bank (ECB), the main institution responsible for the management of the euro and monetary policy in the Eurozone of the European Union (EU).",
  "/wiki/International_Bank_for_Reconstruction_and_Development": "The International Bank for Reconstruction and Development (IBRD) is an international financial institution that offers loans to middle-income developing countries. The IBRD is the first of five member institutions that compose the World Bank Group, and is headquartered in Washington, D.C. in the United States. It was established in 1944 with the mission of financing the reconstruction of European nations devastated by World War II. The IBRD and its concessional lending arm, the International Development Association, are collectively known as the World Bank as they share the same leadership and staff. Following the reconstruction of Europe, the Bank's mandate expanded to advancing worldwide economic development and eradicating poverty. The IBRD provides commercial-grade or concessional financing to sovereign states to fund projects that seek to improve transportation and infrastructure, education, domestic policy, environmental consciousness, energy investments, healthcare, access to food and potable water, and access to improved sanitation.",
  "/wiki/Asian_Development_Bank": "The Asian Development Bank (ADB) is a regional development bank established on 19 December 1966, which is headquartered in the Ortigas Center located in the city of Mandaluyong, Metro Manila, Philippines. The company also maintains 31 field offices around the world to promote social and economic development in Asia. The bank admits the members of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP, formerly the Economic Commission for Asia and the Far East or ECAFE) and non-regional developed countries. From 31 members at its establishment, ADB now has 68 members.",
  "/wiki/Banca_d'Italia": "The Bank of Italy, known in Italian as [La] Banca d'Italia (pronounced [ˈbaŋka diˈtaːlja]), also known as Bankitalia, is the central bank of Italy and part of the European System of Central Banks. It is located in Palazzo Koch, via Nazionale, Rome. The bank's current governor is Ignazio Visco, who took the office on 1 November 2011.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/Goldman_Sachs": "The Goldman Sachs Group, Inc., is an American multinational investment bank and financial services company headquartered in New York City. It offers services in investment management, securities, asset management, prime brokerage, and securities underwriting.",
  "/wiki/Sergio_Balanzino": "Sergio Silvio Balanzino (Bologna, 20 June 1934 – Rome, 25 February 2018) was an Italian diplomat.",
  "/wiki/NATO": "The North Atlantic Treaty Organization (NATO /ˈneɪtoʊ/; French: Organisation du traité de l'Atlantique nord, OTAN), also called the North Atlantic Alliance, is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party. NATO's Headquarters are located in Evere, Brussels, Belgium, while the headquarters of Allied Command Operations is near Mons, Belgium.",
  "/wiki/Antonio_Tajani": "Antonio Tajani (Italian pronunciation: [anˈtɔːnjo taˈjaːni]; born 4 August 1953) is an Italian politician and former Italian Army officer, serving as President of the European Parliament from 2017 to 2019, and has served as a member of the European Parliament since 2014.",
  "/wiki/President_of_the_European_Parliament": "The President of the European Parliament presides over the debates and activities of the European Parliament. They also represent the Parliament within the EU and internationally. The president's signature is required for enacting most EU laws and the EU budget.",
  "/wiki/European_Commissioner_for_Industry_and_Entrepreneurship": "The Commissioner for Industry and Entrepreneurship is a Vice-President of the European Commission. The current commissioner is Jyrki Katainen.",
  "/wiki/Federica_Mogherini": "Federica Mogherini (Italian: [fedeˈriːka moɡeˈriːni]; born 16 June 1973) is an Italian politician who served as High Representative of the Union for Foreign Affairs and Security Policy and Vice-President of the European Commission since November 2014 to November 2019. She previously served as Italy's Minister for Foreign Affairs and International Cooperation from February 2014 to October 2014, in the centre-left Renzi Cabinet. She was a Member of the Chamber of Deputies (MP) from 2008 to 2014.",
  "/wiki/Political_Science": "Political science is a social science which deals with systems of governance, and the analysis of political activities, political thoughts, and political behavior.",
  "/wiki/High_Representative_of_the_Union_for_Foreign_Affairs_and_Security_Policy": "The High Representative of the Union for Foreign Affairs and Security Policy (HR/VP) is the chief co-ordinator and representative of the Common Foreign and Security Policy (CFSP) within the European Union (EU). The position is currently held by Josep Borrell.",
  "/wiki/Sergio_Mattarella": "Sergio Mattarella OMRI OMCA K.U.O.M. GColL RSerafO KBE (Italian pronunciation: [ˈsɛrdʒo mattaˈrɛlla]; born 23 July 1941) is an Italian politician, lawyer and academic serving as the 12th and current President of Italy since 2015. He was previously Minister for Parliamentary Relations from 1987 to 1989, Minister of Public Education from 1989 to 1990, Deputy Prime Minister of Italy from 1998 to 1999 and Minister of Defence from 1999 to 2001. In 2011, he became an elected judge on the Constitutional Court. On 31 January 2015, he was elected by the Italian Parliament to serve as President of the Italian Republic.",
  "/wiki/President_of_Italy": "The President of Italy, officially the President of the Italian Republic (Italian: Presidente della Repubblica Italiana) is the head of state of Italy. In that role, the officeholder represents national unity and guarantees that Italian politics comply with the Constitution of Italy. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Mattarella, who was elected on 31 January 2015.",
  "/wiki/Vito_Volterra": "Born in Ancona, then part of the Papal States, into a very poor Jewish family: his father was Abramo Volterra and mother, Angelica Almagia.",
  "/wiki/Mathematical_physics": "Mathematical physics refers to the development of mathematical methods for application to problems in physics. The Journal of Mathematical Physics defines the field as \"the application of mathematics to problems in physics and the development of mathematical methods suitable for such applications and for the formulation of physical theories\".",
  "/wiki/Integral_equations": "In mathematics, integral equations are equations in which an unknown function appears under an integral sign.",
  "/wiki/Lotka–Volterra_equations": "The Lotka–Volterra equations, also known as the predator–prey equations, are a pair of first-order nonlinear differential equations, frequently used to describe the dynamics of biological systems in which two species interact, one as a predator and the other as prey. The populations change through time according to the pair of equations:",
  "/wiki/Gabriele_d'Annunzio": "D'Annunzio was associated with the Decadent movement in his literary works, which interplayed closely with French Symbolism and British Aestheticism. Such works represented a turn against the naturalism of the preceding romantics and was both sensuous and mystical. He came under the influence of Friedrich Nietzsche which would find outlets in his literary and later political contributions. His affairs with several women, including Eleonora Duse and Luisa Casati, received public attention.",
  "/wiki/Decadent_movement": "The Decadent movement was a late-19th-century artistic and literary movement, centered in Western Europe, that followed an aesthetic ideology of excess and artificiality. The visual artist Félicien Rops's body of work and Joris-Karl Huysmans's novel Against Nature (1884) are considered the prime examples of the decadent movement. It first flourished in France and then spread throughout Europe and to the United States. The movement was characterized by self-disgust, sickness at the world, general skepticism, delight in perversion and employment of crude humor and a belief in the superiority of human creativity over logic and the natural world.",
  "/wiki/Bernardo_Bertolucci": "Bernardo Bertolucci (Italian: [berˈnardo bertoˈluttʃi]; 16 March 1941 – 26 November 2018) was an Italian director and screenwriter, whose films include The Conformist, Last Tango in Paris, 1900, The Last Emperor (for which he won the Academy Award for Best Director and the Academy Award for Best Adapted Screenplay), The Sheltering Sky, Little Buddha, Stealing Beauty and The Dreamers.",
  "/wiki/The_Conformist": "The Conformist (Il conformista) is a novel by Alberto Moravia published in 1951, which details the life and desire for normalcy of a government official during Italy's fascist period. It is also known for the 1970 film adaptation by Bernardo Bertolucci.",
  "/wiki/Last_Tango_in_Paris": "Last Tango in Paris (Italian: Ultimo tango a Parigi; French: Le Dernier Tango à Paris) is a 1972 erotic drama film directed by Bernardo Bertolucci, which portrays a recently widowed American who begins an anonymous sexual relationship with a young Parisian woman. It stars Marlon Brando, Maria Schneider, and Jean-Pierre Léaud.",
  "/wiki/The_Last_Emperor": "The Last Emperor (Italian: L'ultimo imperatore) is a 1987 epic biographical drama film, directed by Bernardo Bertolucci, about the life of Puyi, the last Emperor of China, whose autobiography was the basis for the screenplay written by Bertolucci and Mark Peploe.  Independently produced by Jeremy Thomas, it was directed by Bertolucci and released in 1987 by Columbia Pictures. Puyi's life is depicted from his ascent to the throne as a small boy to his imprisonment and political rehabilitation by the Communist Party of China.",
  "/wiki/The_Sheltering_Sky": "The Sheltering Sky is a 1949 novel of alienation and existential despair by American writer and composer Paul Bowles.",
  "/wiki/The_Dreamers_(film)": "The Dreamers is a 2003 romantic drama film directed by Bernardo Bertolucci. The screenplay is by Gilbert Adair, based on his own novel The Holy Innocents. An international co-production by companies from France, the United Kingdom, and Italy, the film tells the story of an American university student in Paris who, after meeting a peculiar brother and sister who are fellow film enthusiasts, becomes entangled in an erotic triangle. It is set against the backdrop of the 1968 Paris student riots. The film makes several references to various movies of classical and New Wave cinema, incorporating clips from films that are often imitated by the actors in particular scenes.",
  "/wiki/Charles_Ponzi": "Charles Ponzi (/ˈpɒnzi/, Italian: [ˈpontsi]; born Carlo Pietro Giovanni Guglielmo Tebaldo Ponzi; March 3, 1882 – January 18, 1949) was an Italian swindler and con artist in the U.S. and Canada. His aliases include Charles Ponci, Carlo, and Charles P. Bianchi. Born and raised in Italy, he became known in the early 1920s as a swindler in North America for his money-making scheme. He promised clients a 50% profit within 45 days or 100% profit within 90 days, by buying discounted postal reply coupons in other countries and redeeming them at face value in the United States as a form of arbitrage. In reality, Ponzi was paying earlier investors using the investments of later investors. While this type of fraudulent investment scheme was not originally invented by Ponzi, it became so identified with him that it now is referred to as a \"Ponzi scheme\". His scheme ran for over a year before it collapsed, costing his \"investors\" $20 million.",
  "/wiki/Ponzi_scheme": "A Ponzi scheme (/ˈpɒnzi/, Italian: [ˈpontsi]; also a Ponzi game) is a form of fraud that lures investors and pays profits to earlier investors with funds from more recent investors. The scheme leads victims to believe that profits are coming from product sales or other means, and they remain unaware that other investors are the source of funds. A Ponzi scheme can maintain the illusion of a sustainable business as long as new investors contribute new funds, and as long as most of the investors do not demand full repayment and still believe in the non-existent assets they are purported to own.",
  "/wiki/Nicola_Cabibbo": "Nicola Cabibbo (10 April 1935 – 16 August 2010) was an Italian physicist, best known for his work on the weak interaction.",
  "/wiki/Pontifical_Academy_of_Sciences": "The Pontifical Academy of Sciences (Italian: Pontificia accademia delle scienze, Latin: Pontificia Academia Scientiarum) is a scientific academy of the Vatican City, established in 1936 by Pope Pius XI, and thriving with the blessing of the Papacy ever since. Its aim is to promote the progress of the mathematical, physical, and natural sciences and the study of related epistemological problems. The Academy has its origins in the Accademia Pontificia dei Nuovi Lincei (\"Pontifical Academy of the New Lynxes\"), founded in 1847 as a more closely supervised successor to the Accademia dei Lincei (\"Academy of Lynxes\") established in Rome in 1603 by the learned Roman Prince, Federico Cesi (1585–1630), who was a young botanist and naturalist, and which claimed Galileo Galilei as its president. The Accademia dei Lincei survives as a wholly separate institution.",
  "/wiki/Enrico_Giovannini": "Enrico Giovannini (born 6 June 1957) is an Italian economist and statistician, member of the Club of Rome. From April 2013 to February 2014, he served as Minister of Labour and Social Policies in the government of Enrico Letta. From 2009 to 2013, he held the office of President of the Italian National Institute of Statistics (Istat).",
  "/wiki/OECD": "The Organisation for Economic Co-operation and Development (OECD; French: Organisation de coopération et de développement économiques, OCDE) is an intergovernmental economic organisation with 36 member countries, founded in 1961 to stimulate economic progress and world trade. It is a forum of countries describing themselves as committed to democracy  and the market economy, providing a platform to compare policy experiences, seek answers to common problems, identify good practices and coordinate domestic and international policies of its members. Most OECD members are high-income economies with a very high Human Development Index (HDI) and are regarded as developed countries. As of 2017, the OECD member countries collectively comprised 62.2% of global nominal GDP (US$49.6 trillion) and 42.8% of global GDP (Int$54.2 trillion) at purchasing power parity. The OECD is an official United Nations observer.",
  "/wiki/Sapienza_University_of_Rome": "The Sapienza University of Rome (Italian: Sapienza – Università di Roma), also called simply Sapienza[a] or the University of Rome, is a collegiate research university that is located in Rome, Italy. Formally known as Università degli Studi di Roma \"La Sapienza\", it is one of the largest European universities by enrollments and one of the oldest in history, founded in 1303. The University is one of the most prestigious Italian universities and in the world, commonly ranking first in national rankings and in Southern Europe. In 2018 it ranked 1st in the world for Classics and Ancient history."
}