{
  "/wiki/Baykal-Energiya_Irkutsk": "Baykal-Energiya (Russian: Байкал-Энергия) is a bandy club from Irkutsk, Russia. The team plays in the Russian Bandy Super League, the highest level of Russian bandy.",
  "/wiki/Irkutsk": "Irkutsk (/ɪərˈkutsk/ eer-KOOTSK; Russian: Иркутск, IPA: [ɪrˈkutsk]; Buryat and Mongolian: Эрхүү, Erhüü) is the administrative center of Irkutsk Oblast, Russia, and one of the largest cities in Siberia.",
  "/wiki/Rekord_Stadium": "Rekord Stadium is a sports venue in Irkutsk. It is the home of Baykal-Energiya.",
  "/wiki/Dynamo_Moscow_Bandy_Club": "Dynamo Moscow Bandy Club (Russian: Динамо клуб по хоккею с мячом, Москва) is a Russian Bandy club from Moscow which was founded in 1923.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Ice_Palace_Krylatskoye": "Krylatskoye Ice Palace (Russian: Ледовый дворец «Крылатское») is an indoor ice arena for speed skating and bandy located in Krylatskoye District, Moscow, Russia. It is the home of  Dynamo Moscow bandy club.",
  "/wiki/Dynamo_Kazan_Bandy_Club": "Dynamo-Kazan (Russian: Дина́мо-Каза́нь; formerly Raketa (Russian: Ракета) 1958–2008) is a professional bandy club from Kazan, Russia, established in 1958 and playing in the Russian Bandy League since 1996. The club plays at Raketa Stadium, an outdoor arena with artificial ice of 5,000 spectators' capacity in the outskirts of Kazan.",
  "/wiki/Kazan": "Kazan (/kəˈzæn, -ˈzɑːn/; Russian: Каза́нь, IPA: [kɐˈzanʲ]; Tatar: Казан) is the capital and largest city of the Republic of Tatarstan, Russia. With a population of 1,243,500, it is the sixth most populous city in Russia.",
  "/wiki/Raketa_Stadium": "Raketa Stadium is a sports venue in Kazan. It is the home of Dynamo Kazan.",
  "/wiki/Kuzbass_Kemerovo_Bandy_Club": "KhK Kuzbass (Russian: ХК Кузбасс) is a professional bandy club from Kemerovo, Russia, established in 1948. It plays in the Russian Bandy Super League, the top division of Russian bandy. The home games are played at Khimik Stadium in Kemerovo. While during the 2016-17 season, the indoor arena was their base, 2017-18 it will be Khimik again. The club colours are dark orange, white and black and the club logo also includes the arms of Kemerovo.",
  "/wiki/Kemerovo": "Kemerovo (Russian: Ке́мерово, IPA: [ˈkʲemʲɪrəvə]) is an industrial city and the administrative center of Kemerovo Oblast, Russia, located at the confluence of the Iskitim and Tom Rivers, in the major coal mining region of the Kuznetsk Basin. Its population was 532,981 in the 2010 Census; 484,754 in the 2002 Census; 520,263 in the 1989 Census.",
  "/wiki/Khimik_Stadium_(Kemerovo)": "Khimik Stadion is a multi-use stadium in Kemerovo, Russia.  It is currently used mostly for football and bandy matches. The stadium holds 32,000 people. It is the home ground for bandy club Kuzbass.",
  "/wiki/Rodina_Kirov": "Rodina (Russian: Родина) is a bandy club from Kirov, Russia whose team currently plays in the Russian Bandy Super League. It was founded in 1934. The club colours are white and blue.",
  "/wiki/Kirov,_Kirov_Oblast": "Kirov (Russian: Ки́ров, IPA: [ˈkʲirəf]) is a city and the administrative center of Kirov Oblast, Russia, located on the Vyatka River. As of the 2010 Census, its population was 473,695.",
  "/wiki/Rodina_Stadium_(Kirov)": "Rodina Stadium is a sports venue in Kirov. It is the home of Rodina.",
  "/wiki/Sibselmash_Novosibirsk": "Sibselmash (Russian: Сибсельмаш) is a bandy club from Novosibirsk, Russia. The team plays in the top Russian bandy league, the Super League. It was founded in 1937 and subsequently reestablished in 1974. The club colours are red and blue.",
  "/wiki/Novosibirsk": "Novosibirsk (/ˌnoʊvəsɪˈbɪərsk, -voʊs-/, also UK: /ˌnɒv-/; Russian: Новосиби́рск, IPA: [nəvəsʲɪˈbʲirsk] (listen), li.: \"New Siberia\") is the administrative center of Novosibirsk Oblast in Russia. Located in the southwestern part of Siberia on the banks of the Ob River, it is the third-most populous city in Russia (after Moscow and St. Petersburg) as well as the most populous city in Asian Russia, with a population of 1,612,833 as of the 2018 census.",
  "/wiki/Sibselmash_Stadium": "Sibselmash Stadium is a sports venue in Novosibirsk. It is the home of Sibselmash.",
  "/wiki/SKA-Neftyanik_Khabarovsk": "SKA-Neftyanik (Russian: СКА-Нефтяник) is a professional bandy club from Khabarovsk, Russia, established in 1947. It plays in the Russian Bandy Super League, the top division of Russian bandy. The club colours are yellow, red and black.",
  "/wiki/Khabarovsk": "Khabarovsk (Russian: Хаба́ровск, tr. Khabarovsk, IPA: [xɐˈbarəfsk] (listen)) is the largest city and the administrative center of Khabarovsk Krai, Russia, located 30 kilometers (19 mi) from the Chinese border, at the confluence of the Amur and Ussuri Rivers, about 800 kilometers (500 mi) north of Vladivostok. The city was the administrative center of the Far Eastern Federal District of Russia from 2002 until December 2018, when Vladivostok took over that role. It is the largest city in the Russian Far East, having overtaken Vladivostok in 2015. As of the 2010 Census, its population was 577,441. It was previously known as Khabarovka (until 1893).",
  "/wiki/Arena_Yerofey": "Arena Yerofey (Russian: Арена «Ерофей») is a bandy arena in Khabarovsk, Russia, hosting the 2015 Bandy World Championship. The 2018 Bandy World Championship was also hosted there, but only Division A that time around. The arena was built in 2013, is 46,000 m2 and can seat 10,000 spectators. It is named after Yerofey Khabarov, the city's eponym.",
  "/wiki/Start_Nizhny_Novgorod": "Start (Russian: Старт) is a professional bandy club from Nizhny Novgorod, Russia, established in 1932. It plays in the Russian Bandy Super League, the top division of Russian bandy.",
  "/wiki/Nizhny_Novgorod": "Nizhny Novgorod (/ˌnɪʒni ˈnɒvɡərɒd/ NIZH-nee NOV-gə-rod; Russian: Ни́жний Но́вгород, IPA: [ˈnʲiʐnʲɪj ˈnovɡərət]), colloquially shortened to Nizhny, is a city in Russia and the administrative center (capital) of Volga Federal District and Nizhny Novgorod Oblast. From 1932 to 1990, it was known as Gorky (Го́рький, IPA: [ˈɡorʲkʲɪj]), after the writer Maxim Gorky, who was born there.",
  "/wiki/Start_Stadium_(Nizhny_Novgorod)": "Start Stadium is a sports venue in Nizhny Novgorod. It is the home of Start.",
  "/wiki/Stroitel_Syktyvkar": "Stroitel (Russian: Строи́тель) is a Russian bandy club from Syktyvkar that was founded in 1947. At the final tournament of the 2016-17 season, with two Super League tickets held in Syktyvkar, Stroitel won and was thus eligible for promotion. After discussions whether or not to accept, the answer was a yes and the team will play Super League bandy again in the season of 2017-18 after several years in the second tier Supreme League. Its home venue is Respublikansky Stadion. In the 2016/17 season, the club adopted a new logotype (shown to the right in this article) instead of an old one which had a white bear playing bandy.",
  "/wiki/Syktyvkar": "Syktyvkar (/sɪktɪfˈkɑːr/, Russian: Сыктывка́р, IPA: [sɨktɨfˈkar]; Komi: Сыктывкар) is the capital city of the Komi Republic, Russia. Population: 235,006 (2010 Census); 230,011 (2002 Census); 232,117 (1989 Census).",
  "/wiki/Respublikansky_Stadion": "Respublikansky Stadion is a sports arena in Syktyvkar, Russia, which is used as the home ground for bandy club Stroitel, which plays in the Super League, first-tier of Russian professional bandy. The arena was inaugurated in 1971 and has a capacity of 15,000 spectators.",
  "/wiki/Zorky_Krasnogorsk": "Zorky (Russian: Зоркий) is a bandy club based in Krasnogorsk, Moscow Oblast, Russia.  Its team currently plays in the Russian Bandy Super League, the top tier of the Russian bandy championship. The club was founded in 1954. Zorky have had some recent successes and reached the finals of the Bandy World Cup, Russian Cup and Champions Cup in the 2006–07 season only to lose to Dynamo Moscow in all three matches. In 2009 they reached the World Cup final again, this time losing to Hammarby. In 2012, they won the World Cup. The team was the best team of the regular season of the Russian Bandy Super League 2012–13 but lost the final against Dynamo Moscow for the national championship.",
  "/wiki/Krasnogorsk,_Moscow_Oblast": "Krasnogorsk (Russian: Красного́рск, Russian pronunciation: [krəsnɐˈgorsk]) is a city and the administrative center of Krasnogorsky District in Moscow Oblast, Russia, located on the Moskva River, adjacent to the northwestern boundary of Moscow. Population: 116,896 (2010 Census); 92,545 (2002 Census); 90,477 (1989 Census).",
  "/wiki/Zorky_Stadium": "Zorky Stadium is a sports venue in Krasnogorsk, Moscow Oblast, Russia. It is the home of Zorky.",
  "/wiki/Uralsky_Trubnik_Bandy_Club": "Uralsky Trubnik (Russian: Уральский трубник) is a bandy club from Pervouralsk that plays in the Russian Bandy Super League. After the indoor stadium Volga-Sport-Arena in Ulyanovsk was finished, Uralsky Trubnik was for a few years the only club in the highest division without artificial ice. That is until Murman got promoted for the 2018-19 season. However, a decision to build an indoor bandy stadium has been taken. In 2017 the team won the pre-season tournament ExTeCupen. In 2019 the club for the first time in its history took a medal in the domestic league with a third place.",
  "/wiki/Pervouralsk": "Pervouralsk (Russian: Первоура́льск, lit. the first in the Urals) is a city in Sverdlovsk Oblast, Russia, located on the Chusovaya River (Kama's tributary) 39 kilometers (24 mi) west of Yekaterinburg, the administrative center of the oblast. Population: 124,528 (2010 Census); 132,277 (2002 Census); 142,193 (1989 Census); 122,000 (1974); 90,000 (1959); 44,000 (1939).",
  "/wiki/Uralskiy_Trubnik_Stadium": "Uralsky Trubnik Stadium is a sports venue in Pervouralsk, the only one in the Russian Bandy Super League without  artificial ice. It is the home of SKA-Sverdlovsk and Uralsky Trubnik.",
  "/wiki/Vodnik_Arkhangelsk": "Vodnik (Russian: Водник) is a bandy club from Arkhangelsk in Russia. Vodnik was founded in 1925 and in the mid-1990s it became a major team in both Russian and international bandy. During the existence of the Soviet Union the club was a part of the Voluntary Sports Societies of the USSR Vodnik.",
  "/wiki/Arkhangelsk": "Arkhangelsk (UK: /ˌɑːrkæŋˈɡɛlsk, ɑːrˈkæŋɡɛlsk/, US: /ɑːrˈkɑːnɡɛlsk/; Russian: Арха́нгельск, IPA: [ɐrˈxanɡʲɪlʲsk]), also known in English as Archangel and Archangelsk, is a city and the administrative center of Arkhangelsk Oblast, in the north of European Russia. It lies on both banks of the Northern Dvina River near its exit into the White Sea. The city spreads for over 40 kilometers (25 mi) along the banks of the river and numerous islands of its delta. Arkhangelsk was the chief seaport of medieval and early modern Russia until 1703 (when it was replaced by Saint Petersburg). A 1,133-kilometer-long (704 mi) railway runs from Arkhangelsk to Moscow via Vologda and Yaroslavl, and air travel is served by the Talagi Airport and a smaller Vaskovo Airport. As of the 2010 Census, the city's population was 348,783, down from 356,051 recorded in the 2002 Census, and further down from 415,921 recorded in the 1989 Census.",
  "/wiki/Trud_Stadium_(Arkhangelsk)": "Trud Stadium is a sports venue in Arkhangelsk. It is the home arena of bandy club Vodnik and has hosted the Bandy World Championship twice.",
  "/wiki/Volga_Ulyanovsk_Bandy_Club": "Volga (Russian: Волга) is a bandy club from Ulyanovsk, Russia.  Volga currently plays in the Russian Bandy Super League, the highest division of Russian bandy.",
  "/wiki/Ulyanovsk": "Ulyanovsk[a] is a city and the administrative center of Ulyanovsk Oblast, Russia, located on the Volga River 705 kilometers (438 mi) east of Moscow. Population: 613,786 (2010 Census); 635,947 (2002 Census); 625,155 (1989 Census).",
  "/wiki/Volga-Sport-Arena": "Volga-Sport-Arena is a sports venue in Ulyanovsk, Russia. It is the home of Volga. At the 2016 Bandy World Championship it hosted most of the matches.",
  "/wiki/Yenisey_Krasnoyarsk_Bandy_Club": "Yenisey (Russian: Енисе́й) is a bandy club from Krasnoyarsk, Russia.  Yenisey has historically been a very successful club, having won the national championship fifteen times, last in 2016, and the Bandy World Cup in 1982, 1984, 2011 and 2015 and been runners-up in 1983, 1985 and 2000.",
  "/wiki/Krasnoyarsk": "Krasnoyarsk (/ˌkræsnəˈjɑːrsk, ˌkrɑːs-/ KRA(H)SS-nə-YARSK; Russian: Красноя́рск, tr. Krasnojársk, IPA: [krəsnɐˈjarsk] (listen)) is a city and the administrative center of Krasnoyarsk Krai, Russia, located on the Yenisei River. It is the third-largest city in Siberia after Novosibirsk and Omsk, with a population of 1,035,528 as of the 2010 Census. Krasnoyarsk is an important junction of the Trans-Siberian Railway and one of Russia's largest producers of aluminium.",
  "/wiki/Yenisey_Stadium": "Yenisey Stadium is a demolished outdoor sports venue in Krasnoyarsk, which in December 2018 was reopened as an indoor arena. It is the home of Yenisey. At the 2019 Winter Universiade the new indoor stadium hosted bandy matches."
}