{
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.\n The territory of Angola has been inhabited since the Paleolithic Era, hosting a wide variety of ethnic groups, tribes and kingdoms. The nation state of Angola originated from Portuguese colonisation, which initially began with coastal settlements and trading posts founded in the 16th century. In the 19th century, European settlers gradually began to establish themselves in the interior. The Portuguese colony that became Angola did not have its present borders until the early 20th century because of resistance by groups such as the Cuamato, the Kwanyama and the Mbunda.\n After a protracted anti-colonial struggle, independence was achieved in 1975 as the Marxist–Leninist People's Republic of Angola, a one-party state supported by the Soviet Union and Cuba. The civil war between the ruling People's Movement for the Liberation of Angola (MPLA) and the insurgent anti-communist National Union for the Total Independence of Angola (UNITA), supported by the United States and apartheid South Africa, lasted until 2002. The sovereign state has since become a relatively stable unitary, presidential constitutional republic.\n Angola has vast mineral and petroleum reserves, and its economy is among the fastest-growing in the world, especially since the end of the civil war; however, the standard of living remains low for most of the population, and life expectancy in Angola is among the lowest in the world, while infant mortality is among the highest. Angola's economic growth is highly uneven, with most of the nation's wealth concentrated in a disproportionately small sector of the population.\n Angola is a member state of the United Nations, OPEC, African Union, the Community of Portuguese Language Countries, and the Southern African Development Community. A highly multiethnic country, Angola's 25.8 million people span tribal groups, customs, and traditions. Angolan culture reflects centuries of Portuguese rule, in the predominance of the Portuguese language and of the Catholic Church.",
  "/wiki/Cape_Verde": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).\n The Cape Verde archipelago was uninhabited until the 15th century, when Portuguese explorers discovered and colonized the islands, establishing the first European settlement in the tropics. Ideally located for the Atlantic slave trade, the islands grew prosperous throughout the 16th and 17th centuries, attracting merchants, privateers, and pirates. The end of transatlantic slavery in the 19th century led to economic decline and emigration. Cape Verde gradually recovered as an important commercial center and stopover for shipping routes. Incorporated as an overseas department of Portugal in 1951, the islands continued to campaign for independence, which was achieved in 1975.\n Since the early 1990s, Cape Verde has been a stable representative democracy, and remains one of the most developed and democratic countries in Africa. Lacking natural resources, its developing economy is mostly service-oriented, with a growing focus on tourism and foreign investment. Its population of around 540,000 is mostly of mixed European, Moorish, Arab and African heritage, and predominantly Roman Catholic, reflecting the legacy of Portuguese rule. A sizeable diaspora community exists across the world, slightly outnumbering inhabitants on the islands.\n Historically, the name \"Cape Verde\" has been used in English for the archipelago and, since independence in 1975, for the country. In 2013, the Cape Verdean government determined that the Portuguese designation Cabo Verde would henceforth be used for official purposes, such as at the United Nations, even in English contexts.  Cape Verde is a member of the African Union.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.\n The region was dominated by Bantu-speaking tribes at least 3,000 years ago, who built trade links leading into the Congo River basin. Congo was formerly part of the French colony of Equatorial Africa. The Republic of the Congo was established on 28 November 1958 but gained independence from France in 1960. It was a Marxist-Leninist state from 1969 to 1992, under the name People's Republic of the Congo. The sovereign state has had multi-party elections since 1992, although a democratically elected government was ousted in the 1997 Republic of the Congo Civil War, and President Denis Sassou Nguesso, who first came to power in 1979, has ruled for 35 of the past 40 years.\n The Republic of the Congo has become the fourth-largest oil producer in the Gulf of Guinea, providing the country with a degree of prosperity despite political and economic instability in some areas and unequal distribution of oil revenue nationwide. Congo's economy is heavily dependent on the oil sector, and economic growth has slowed considerably since the post-2015 drop in oil prices.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.\n Before its colonization by Europeans, Ivory Coast was home to several states, including Gyaaman, the Kong Empire and Baoulé. The area became a protectorate of France in 1843 and was consolidated as a French colony in 1893 amid the European scramble for Africa. It achieved independence in 1960, led by Félix Houphouët-Boigny, who ruled the country until 1993. Relatively stable by regional standards, Ivory Coast established close political and economic ties with its West African neighbors while at the same time maintaining close relations to the West, especially France. Ivory Coast experienced a coup d'état in 1999 and two religiously-grounded civil wars, first between 2002 and 2007 and again during 2010–2011. In 2000, the country adopted a new constitution.\n Ivory Coast is a republic with strong executive power vested in its president. Through the production of coffee and cocoa, the country was an economic powerhouse in West Africa during the 1960s and 1970s, though it went through an economic crisis in the 1980s, contributing to a period of political and social turmoil. It was not until around 2014 that the gross domestic product again reached the level of its peak in the 1970s. In the 21st century, the Ivorian economy has been largely market-based, and it still relies heavily on agriculture, with smallholder cash-crop production being predominant.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/The_Gambia": "The Gambia (/ˈɡæmbiə/ (listen); Mandinka: Kambiya; Wolof: Gámbi), officially the Republic of The Gambia, is a country in Western Africa that is almost entirely surrounded by Senegal with the exception of its western coastline along the Atlantic Ocean. It is the smallest country within mainland Africa. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of The Gambia and empties into the Atlantic Ocean. It has an area of  10,689 square kilometres (4,127 sq mi) with a population of 1,857,181 as of the April 2013 census. Banjul is the Gambian capital and the largest cities are Serekunda and Brikama.\n The Gambia shares historical roots with many other West African nations in the slave trade, which was the key factor in the placing and keeping of a colony on the Gambia River, first by the Portuguese, during which era it was known as A Gâmbia. Later, on 25 May 1765, The Gambia was made a part of the British Empire when the government formally assumed control, establishing the Province of Senegambia. In 1965, The Gambia gained independence under the leadership of Dawda Jawara, who ruled until Yahya Jammeh seized power in a bloodless 1994 coup. Adama Barrow became The Gambia's third president in January 2017, after defeating Jammeh in the December 2016 elections. Jammeh initially accepted the results, then refused to accept them, which triggered a constitutional crisis and military intervention by the Economic Community of West African States, resulting in his exile.\n The Gambia's economy is dominated by farming, fishing and, especially, tourism. In 2015, 48.6% of the population lived in poverty. In rural areas, poverty is even more widespread, at almost 70%.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.\n The first permanent state in the territory of present-day Ghana dates back to the 11th century. Numerous kingdoms and empires emerged over the centuries, of which the most powerful was the Kingdom of Ashanti. Beginning in the 15th century, numerous European powers contested the area for trading rights, with the British ultimately established control of the coast by the late 19th century. Following over a century of native resistance, Ghana's current borders were established by the 1900s as the British Gold Coast. It became independent of the United Kingdom on 6 March 1957.\n Ghana's population of approximately 30 million spans a variety of ethnic, linguistic and religious groups. According to the 2010 census, 71.2% of the population was Christian, 17.6% was Muslim, and 5.2% practised traditional faiths. Its diverse geography and ecology ranges from coastal savannahs to tropical rain forests.\n Ghana is a unitary constitutional democracy led by a president who is both head of state and head of the government. Ghana's growing economic prosperity and democratic political system have made it a regional power in West Africa. It is a member of the Non-Aligned Movement, the African Union, the Economic Community of West African States (ECOWAS), Group of 24 (G24) and the Commonwealth of Nations.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).\n The sovereign state of Guinea is a republic with a president who is directly elected by the people; this position is both head of state and head of government.  The unicameral Guinean National Assembly is the legislative body of the country, and its members are also directly elected by the people.  The judicial branch is led by the Guinea Supreme Court, the highest and final court of appeal in the country.\n The country is named after the Guinea region. Guinea is a traditional name for the region of Africa that lies along the Gulf of Guinea. It stretches north through the forested tropical regions and ends at the Sahel. The English term Guinea comes directly from the Portuguese word Guiné, which emerged in the mid-15th century to refer to the lands inhabited by the Guineus, a generic term for the black African peoples south of the Senegal River, in contrast to the \"tawny\" Zenaga Berbers above it, whom they called Azenegues or Moors.\n Guinea is a predominantly Islamic country, with Muslims representing 85 percent of the population. Guinea's people belong to twenty-four ethnic groups.  French, the official language of Guinea, is the main language of communication in schools, in government administration, and the media, but more than twenty-four indigenous languages are also spoken.\n Guinea's economy is largely dependent on agriculture and mineral production. It is the world's second largest producer of bauxite, and has rich deposits of diamonds and gold. The country was at the core of the 2014 Ebola outbreak. Human rights in Guinea remain a controversial issue. In 2011 the United States government claimed that torture by security forces, and abuse of women and children (e.g. female genital mutilation) were ongoing abuses of human rights.",
  "/wiki/Equatorial_Guinea": "Equatorial Guinea (Spanish: Guinea Ecuatorial;[a] French: Guinée équatoriale; Portuguese: Guiné Equatorial), officially the Republic of Equatorial Guinea (Spanish: República de Guinea Ecuatorial, French: République de Guinée équatoriale, Portuguese: República da Guiné Equatorial),[b] is a country located on the west coast of Central Africa, with an area of 28,000 square kilometres (11,000 sq mi). Formerly the colony of Spanish Guinea, its post-independence name evokes its location near both the Equator and the Gulf of Guinea. Equatorial Guinea is the only sovereign African state in which Spanish is an official language. As of 2015[update], the country had an estimated population of 1,222,245.\n Equatorial Guinea consists of two parts, an insular and a mainland region. The insular region consists of the islands of Bioko (formerly Fernando Pó) in the Gulf of Guinea and Annobón, a small volcanic island which is the only part of the country south of the equator. Bioko Island is the northernmost part of Equatorial Guinea and is the site of the country's capital, Malabo. The Portuguese-speaking island nation of São Tomé and Príncipe is located between Bioko and Annobón. The mainland region, Río Muni, is bordered by Cameroon on the north and Gabon on the south and east. It is the location of Bata, Equatorial Guinea's largest city, and Ciudad de la Paz, the country's planned future capital. Rio Muni also includes several small offshore islands, such as Corisco, Elobey Grande, and Elobey Chico. The country is a member of the African Union, Francophonie, OPEC and the CPLP.\n Since the mid-1990s, Equatorial Guinea has become one of sub-Saharan Africa's largest oil producers. It is subsequently the richest country per capita in Africa, and its gross domestic product (GDP) adjusted for purchasing power parity (PPP) per capita ranks 43rd in the world; however, the wealth is distributed extremely unevenly, with few people benefiting from the oil riches. The country ranks 135th on the 2016 Human Development Index, with less than half the population having access to clean drinking water and 20% of children dying before the age of five.\n Equatorial Guinea's government is authoritarian and has one of the worst human rights records in the world, consistently ranking among the \"worst of the worst\" in Freedom House's annual survey of political and civil rights. Reporters Without Borders ranks President Teodoro Obiang Nguema Mbasogo among its \"predators\" of press freedom. Human trafficking is a significant problem; the 2012 U.S. Trafficking in Persons Report stated that Equatorial Guinea \"is a source and destination for women and children subjected to forced labour and forced sex trafficking.\"  The report rates Equatorial Guinea as a government that \"does not fully comply with minimum standards and is not making significant efforts to do so.\"",
  "/wiki/Guinea-Bissau": "Guinea-Bissau (/ˌɡɪni bɪˈsaʊ/ (listen); Portuguese: Guiné-Bissau), officially the Republic of Guinea-Bissau (Portuguese: República da Guiné-Bissau [ʁɛˈpuβlikɐ ðɐ ɣiˈnɛ βiˈsaw]), is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east.\n Guinea-Bissau was once part of the kingdom of Gabu, as well as part of the Mali Empire. Parts of this kingdom persisted until the 18th century, while a few others were under some rule by the Portuguese Empire since the 16th century. In the 19th century, it was colonised as Portuguese Guinea. Upon independence, declared in 1973 and recognised in 1974, the name of its capital, Bissau, was added to the country's name to prevent confusion with Guinea (formerly French Guinea). Guinea-Bissau has a history of political instability since independence, and only one elected president (José Mário Vaz) has successfully served a full five-year term.\n Only about  2% of the population speaks Portuguese, the official language, as a first language and 33% as a second language. As for Creole, the national language, also considered language of unity, 54% of population speak it as a first language and about 52% speaks it as a second language (According to a study conducted in 2012 pertaining to language policy in Guinea-Bissau)  The remainder speak a variety of native African languages. There are diverse religions in Guinea-Bissau with no one religion having a majority. The CIA World Factbook (2008 estimate) states there are about 40% Muslims, 22% Christians, 15% Animists, and 18% unspecified or other. The country's per-capita gross domestic product is one of the lowest in the world.\n The sovereign state of Guinea-Bissau is a member of the United Nations, African Union, Economic Community of West African States, Organisation of Islamic Cooperation, Community of Portuguese Language Countries, La Francophonie, and the South Atlantic Peace and Cooperation Zone, and was a member of the now-defunct Latin Union.",
  "/wiki/Liberia": "Liberia (/laɪˈbɪəriə/ (listen)), officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It covers an area of 111,369 square kilometres (43,000 sq mi) and has a population of around 4,900,000. English is the official language, but over 20 indigenous languages are spoken, representing the numerous ethnic groups who make up more than 95% of the population. The country's capital and largest city is Monrovia.\n Liberia began as a settlement of the American Colonization Society (ACS), who believed black people would face better chances for freedom and prosperity in Africa than in the United States. The country declared its independence on July 26, 1847. The U.S. did not recognize Liberia's independence until February 5, 1862, during the American Civil War. Between January 7, 1822, and the American Civil War, more than 15,000 freed and free-born black people who faced legislated limits in the U.S., and 3,198 Afro-Caribbeans, relocated to the settlement. The settlers carried their culture and tradition with them. The Liberian constitution and flag were modeled after those of the U.S. On January 3, 1848, Joseph Jenkins Roberts, a wealthy, free-born African American from Virginia who settled in Liberia, was elected Liberia's first president after the people proclaimed independence.\n Liberia was the first African republic to proclaim its independence, and is Africa's first and oldest modern republic. It retained its independence during the Scramble for Africa. During World War II, Liberia supported the United States war efforts against Germany and in turn, the U.S. invested in considerable infrastructure in Liberia to help its war effort, which also aided the country in modernizing and improving its major air transportation facilities. In addition, President William Tubman encouraged economic changes. Internationally, Liberia was a founding member of the League of Nations, United Nations, and the Organisation of African Unity.\n The Americo-Liberian settlers did not relate well to the indigenous peoples they encountered, especially those in communities of the more isolated \"bush\". The colonial settlements were raided by the Kru and Grebo from their inland chiefdoms. Americo-Liberians developed as a small elite that held on to political power, and indigenous tribesmen were excluded from birthright citizenship in their own land until 1904, in an echo of the United States' treatment of Native Americans. Americo-Liberians promoted religious organizations to set up missions and schools to educate the indigenous peoples.\n In 1980 political tensions from the rule of William R. Tolbert resulted in a military coup during which Tolbert was killed, marking the beginning of years-long political instability. Five years of military rule by the People's Redemption Council and five years of civilian rule by the National Democratic Party of Liberia were followed by the First and Second Liberian Civil Wars. These resulted in the deaths of 250,000 people (about 8% of the population) and the displacement of many more, and shrank Liberia's economy by 90%. A peace agreement in 2003 led to democratic elections in 2005, in which Ellen Johnson Sirleaf was elected President. National infrastructure and basic social services were severely affected by the conflicts, with 83% of the population now living below the international poverty line.",
  "/wiki/Mali": "Mali (/ˈmɑːli/ (listen); French pronunciation: ​[mali]), officially the Republic of Mali (French: République du Mali; Bambara: Mali ka Fasojamana; N'Ko script: ߡߊߟߌ ߝߊ ߝߊߛߏߖߊߡߊߣߊ ) is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders on the north reach deep into the middle of the Sahara Desert, while the country's southern part, where the majority of inhabitants live, features the Niger and Senegal rivers. The country's economy centers on agriculture and mining. Some of Mali's prominent natural resources include gold, being the third largest producer of gold in the African continent, and salt.\n Present-day Mali was once part of three West African empires that controlled trans-Saharan trade: the Ghana Empire (for which Ghana is named), the Mali Empire (for which Mali is named), and the Songhai Empire. During its golden age, there was a flourishing of mathematics, astronomy, literature, and art. At its peak in 1300, the Mali Empire covered an area about twice the size of modern-day France and stretched to the west coast of Africa. In the late 19th century, during the Scramble for Africa, France seized control of Mali, making it a part of French Sudan. French Sudan (then known as the Sudanese Republic) joined with Senegal in 1959, achieving independence in 1960 as the Mali Federation. Shortly thereafter, following Senegal's withdrawal from the federation, the Sudanese Republic declared itself the independent Republic of Mali. After a long period of one-party rule, a coup in 1991 led to the writing of a new constitution and the establishment of Mali as a democratic, multi-party state.\n In January 2012, an armed conflict broke out in northern Mali, in which Tuareg rebels took control of a territory in the north, and in April declared the secession of a new state, Azawad. The conflict was complicated by a military coup that took place in March and later fighting between Tuareg and other rebel factions. In response to territorial gains, the French military launched Opération Serval in January 2013. A month later, Malian and French forces recaptured most of the north. Presidential elections were held on 28 July 2013, with a second-round run-off held on 11 August, and legislative elections were held on 24 November and 15 December 2013.",
  "/wiki/Mauritania": "Mauritania (/ˌmɒrɪˈteɪniə, ˌmɔːrɪ-/ (listen); Arabic: موريتانيا‎, Mūrītānyā, French: Mauritanie; Berber: Agawej or Cengit: Pulaar: Moritani; Wolof: Gànnaar; Soninke: Murutaane), officially the Islamic Republic of Mauritania (Arabic: جمهورية الإسلامية الموريتانية‎), is a country in Northwest Africa. It is the eleventh largest sovereign state in Africa and is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeria to the northeast, Mali to the east and southeast, and Senegal to the southwest.\n The country derives its name from the ancient Berber kingdom of Mauretania, which existed from the 3rd century BCE into the 7th century CE in the far north of modern-day Morocco and Algeria. Approximately 90% of Mauritania's land is within the Sahara; consequently, the population is concentrated in the south, where precipitation is slightly higher. The capital and largest city is Nouakchott, located on the Atlantic coast, which is home to around one-third of the country's 4.4 million people. The government was overthrown on 6 August 2008, in a military coup d'état led by General Mohamed Ould Abdel Aziz. On 16 April 2009, Aziz resigned from the military to run for president in the 19 July elections, which he won.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.\n Centred on the Congo Basin, the territory of the DRC was first inhabited by Central African foragers around 90,000 years ago and was reached by the Bantu expansion about 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to 19th centuries. In the centre and east, the kingdoms of Luba and Lunda ruled from the 16th and 17th centuries to the 19th century.\n In the 1870s, just before the onset of the Scramble for Africa, European exploration of the Congo Basin was carried out, first led by Henry Morton Stanley under the sponsorship of Leopold II of Belgium. Leopold formally acquired rights to the Congo territory at the Berlin Conference in 1885 and made the land his private property, naming it the Congo Free State. During the Free State, his colonial military unit, the Force Publique, forced the local population to produce rubber. From 1885 to 1908, millions of the Kongo people died as a consequence of disease and exploitation. In 1908, Leopold, despite his initial reluctance, formally annexed the so-called Free State to  Belgium, thus it became known as the Belgian Congo. \n Congo achieved independence from Belgium on 30 June 1960 under the name Republic of the Congo. Congolese nationalist Patrice Lumumba was elected the first Prime Minister, while Joseph Kasa-Vubu became the first President. Conflict arose over the administration of the territory, which became known as the Congo Crisis. The provinces of Katanga, under Moïse Tshombe, and South Kasai attempted to secede. After the UN and Western governments refused his requests for aid and Lumumba stated that he was open to any country , including the Soviet Union for assistance in the crisis, the U.S. and Belgium became wary and oversaw his removal from office by Kasa-Vubu on 5 September and ultimate execution by Belgian-led Katangese troops on 17 January 1961. \n On 25 November 1965, Army Chief of Staff Joseph-Désiré Mobutu, who later renamed himself Mobutu Sese Seko, officially came into power through a coup d'état. In 1971, he renamed the country Zaire. The country was run as a dictatorial one-party state, with his Popular Movement of the Revolution as the sole legal party. Mobutu's government received considerable support from the United States, due to its anti-communist stance during the Cold War. By the early 1990s, Mobutu's government began to weaken. Destabilisation in the east resulting from the 1994 Rwandan genocide and disenfranchisement among the eastern Banyamulenge (Congolese Tutsi) population led to a 1996 invasion led by Tutsi FPR-ruled Rwanda, which began the First Congo War.\n On 17 May 1997, Laurent-Désiré Kabila, a leader of Tutsi forces from the province of South Kivu, became President after Mobutu fled to Morocco, reverting the country's name to the Democratic Republic of the Congo. Tensions between President Kabila and the Rwandan and Tutsi presence in the country led to the Second Congo War from 1998 to 2003. Ultimately, nine African countries and around twenty armed groups became involved in the war, which resulted in the deaths of 5.4 million people. The two wars devastated the country. President Laurent-Désiré Kabila was assassinated by one of his bodyguards on 16 January 2001 and was succeeded eight days later as President by his son Joseph.\n The Democratic Republic of the Congo is extremely rich in natural resources but has had political instability, a lack of infrastructure, issues with corruption and centuries of both commercial and colonial extraction and exploitation with little holistic development. Besides the capital Kinshasa, the two next largest cities Lubumbashi and Mbuji-Mayi are both mining communities. DR Congo's largest export is raw minerals, with China accepting over 50% of DRC's exports in 2012. In 2016, DR Congo's level of human development was ranked 176th out of 187 countries by the Human Development Index. As of 2018[update], around 600,000 Congolese have fled to neighbouring countries from conflicts in the centre and east of the DRC. Two million children risk starvation, and the fighting has displaced 4.5 million people. The sovereign state is a member of the United Nations, Non-Aligned Movement, African Union, and COMESA.",
  "/wiki/Sierra_Leone": "Sierra Leone (/siˌɛrə liˈoʊn(i)/ (listen), also UK: /siˌɛərə -/, US: /ˌsɪərə -/), officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate, with a diverse environment ranging from savanna to rainforests, and a total area of 71,740 km2 (27,699 sq mi) and a population of 7,075,641 as of the 2015 census. The capital and largest city is Freetown. Sierra Leone is divided into five administrative regions, which are further subdivided into sixteen districts.\n Sierra Leone was a British Crown Colony from 1808 to April 27, 1961, when it achieved independence from Britain as Milton Margai became the country's first Prime Minister. Milton Margai's political party, the Sierra Leone People's Party (SLPP), under the leadership of Albert Margai, narrowly lost the 1967 Sierra Leone parliamentary elections to the main opposition party, the All People's Congress (APC), led by Siaka Stevens. Stevens, a political strongman, ruled Sierra Leone from 1967 to 1985 when he retired from politics due to poor health. On 19 April 1971, Stevens' government abolished Sierra Leone's parliamentary government system and declared Sierra Leone a presidential republic. From 1978 to 1985, president Stevens\" APC party was the only legal political party in Sierra Leone. The current multiparty democratic constitution of Sierra Leone was adopted in 1991 by the government of President Joseph Saidu Momoh, Stevens' hand picked successor, just as the rebel group Revolutionary United Front, led by former imprisoned Sierra Leone army officer Foday Sankoh, launched a brutal civil war in the country.\n On 29 April 1992, a group of Junior soldiers in the Sierra Leone Army led by a 25 year old Captain Valentine Strasser overthrew President Momoh, and Sierra Leone was under Military rule from 1992 to 1996 during the civil war. Sierra Leone returned to a democratically elected government when the military Junta under Brigadier General Julius Maada Bio, who had ousted Strasser in a coup in 1996, handed the presidency to Ahmad Tejan Kabbah of the SLPP after his victory in the 1996 Sierra Leone presidential election. However, on 25 May 1997, the Sierra Leone military overthrew President Kabbah in a coup and Major General Johnny Paul Koroma became the country's Head of State. However, in February 1998, a coalition of West African Ecowas armed forces led by Nigeria reinstated President Kabbah by military force, and the leaders of the coup were executed after they were sentenced to death by a Sierra Leone military court. In January 2002, President Kabbah announced the ending of the civil war with the help and support of Ecowas, the British government, the African Union, and the United Nations. Sierra Leone has had an uninterrupted democratic government from 1998 to present.\n Sixteen ethnic groups inhabit Sierra Leone, each with its own language and customs. The two largest and most influential are the Temne and Mende. The Temne are predominantly found in the northwest of the country, and the Mende in the southeast. Comprising a small minority, about 2%, are the Krio people, who are descendants of freed African-American and West Indian slaves. Although English is the official language, used in schools and government administration, Krio, an English-based creole, is the most widely spoken language across Sierra Leone. Spoken by 98% of the population, Krio unites all the ethnic groups in the country, especially in their trade and social interaction.\n Sierra Leone is a Muslim-majority country 77%, with an influential Christian minority at 22%. Sierra Leone is regarded as one of the most religiously tolerant countries in the world. Muslims and Christians collaborate and interact with each other very peacefully, and religious violence is very rare. The major Christian and Muslim holidays are officially public holidays in the country, including Christmas, Easter, Eid al-Fitr and Eid al-Adha.\n Sierra Leone has relied on mining, especially of diamonds, for its economic base. It is also among the largest producers of titanium and bauxite, is a major producer of gold, and has one of the world's largest deposits of rutile. Sierra Leone is home to the third-largest natural harbour in the world. Despite this natural wealth, 53% of its population lived in poverty in 2011. Sierra Leone is a member of many international organisations, including the United Nations, the African Union, the Economic Community of West African States (ECOWAS), the Mano River Union, the Commonwealth of Nations, the African Development Bank and the Organisation of Islamic Cooperation.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.\n Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres (810 miles) of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin and, by means of the Sicilian Strait and Sardinian Channel, feature the African mainland's second and third nearest points to Europe after Gibraltar.\n Tunisia is a unitary semi-presidential representative democratic republic. It is considered to be the  only fully democratic sovereign state in the Arab world. It has a high human development index. It has an association agreement with the European Union; is a member of La Francophonie, the Union for the Mediterranean, the Common Market for Eastern and Southern Africa, the Arab Maghreb Union, the Arab League, the OIC, the Greater Arab Free Trade Area, the Community of Sahel–Saharan States, the African Union, the Non-Aligned Movement, the Group of 77; and has obtained the status of major non-NATO ally of the United States. In addition, Tunisia is also a member state of the United Nations and a state party to the Rome Statute of the International Criminal Court. Close relations with Europe, in particular with France and with Italy, have been forged through economic cooperation, privatisation and industrial modernization.\n In ancient times, Tunisia was primarily inhabited by Berbers. Phoenician immigration began in the 12th century BC; these immigrants founded Carthage. A major mercantile power and a military rival of the Roman Republic, Carthage was defeated by the Romans in 146 BC. The Romans occupied Tunisia for most of the next 800 years, introduced Christianity and left architectural legacies like the El Djem amphitheater. After several attempts starting in 647, Muslims conquered the whole of Tunisia by 697 and introduced Islam. After a series of campaigns beginning in 1534 to conquer and colonize the region, the Ottoman Empire established control in 1574 and held sway for over 300 years afterwards. French colonization of Tunisia occurred in 1881. Tunisia gained independence with Habib Bourguiba and declared the Tunisian Republic in 1957. In 2011, the Tunisian Revolution resulted in the overthrow of President Zine El Abidine Ben Ali, followed by parliamentary elections. The country voted for parliament again on 26 October 2014, and for President on 23 November 2014. As a result, Tunisia is the only country in North Africa classified as \"Free\" by the Freedom House organization and is also considered by The Economist Magazine's Democracy Index as the only democracy in the Arab World.",
  "/wiki/Africa": "Africa is the world's second-largest and second-most populous continent, after Asia. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With\n1.3 billion people as of 2018, it accounts for about 16% of the world's human population. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states (countries), four territories and two de facto independent states with limited or no recognition. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere.\n Africa's average population is the youngest amongst all the continents; the median age in 2012 was 19.7, when the worldwide median age was 30.4. Algeria is Africa's largest country by area, and Nigeria is its largest by population. Africa, particularly central Eastern Africa, is widely accepted as the place of origin of humans and the Hominidae clade (great apes), as evidenced by the discovery of the earliest hominids and their ancestors as well as later ones that have been dated to around 7 million years ago, including Sahelanthropus tchadensis, Australopithecus africanus, A. afarensis, Homo erectus, H. habilis and H. ergaster—the earliest Homo sapiens (modern human), found in Ethiopia, date to circa 200,000 years ago. Africa straddles the equator and encompasses numerous climate areas; it is the only continent to stretch from the northern temperate to southern temperate zones.\n Africa hosts a large diversity of ethnicities, cultures and languages. In the late 19th century, European countries colonised almost all of Africa; most present states in Africa emerged from a process of decolonisation in the 20th century. African nations cooperate through the establishment of the African Union, which is headquartered in Addis Ababa.",
  "/wiki/Immigration_to_Spain": "Immigration to Spain increased significantly in the beginning of the 21st century. In 1998, immigrants accounted for 1.6% of the population, and by 2009, that number had jumped to above 12% — one of the highest in Europe at the time. Until 2014, the numbers were decreasing due to the economical crisis, but since then, immigration to Spain has increased again since 2015 and immigrants now account for 12.8% of the Spanish population, according to the United Nations. As of 2018, there were over 5,947,106 foreign-born people in Spain, 12.8% of the total population. This makes Spain one of the world's preferred destinations to immigrate to, being the 4th country in Europe by immigration numbers. Spain attracts significant immigration from Latin America and Eastern Europe. The fastest-growing immigrant groups in 2017 were Venezuelans, Colombians, Italians, Ukrainians, and Argentinians.\n The population of Spain doubled during the 20th century due to the spectacular demographic boom in the 1960s and early 1970s. The birth rate then plunged by the 1980s, and Spain's population became stagnant, its demographics showing one of the lowest sub-replacement fertility rate in the world.[citation needed].\n During the early 21st century, the average year-on-year demographic growth set a new record with its 2003 peak variation of 2.1%, doubling the previous record reached back in the 1960s when a mean year on year growth of 1% was experienced. This trend is far from being reversed at the present moment and, in 2005 alone, the immigrant population of Spain increased by 700,000 people."
}