{
  "/wiki/Joe_R._Baldonado": "Joe R. Baldonado  (August 28, 1930 – November 25, 1950) was a United States Army recipient of the Medal of Honor for his actions during the Battle of the Ch'ongch'on River in the Korean War.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Victor_H._Espinoza": "Victor Hugo Espinoza (July 15, 1929 – April 17, 1986) was a U.S. Army veteran of the Korean War and a recipient of the Medal of Honor for his actions during the Battle of Old Baldy.",
  "/wiki/Fernando_Luis_Garc%C3%ADa": "Fernando Luis García (October 14, 1929 – September 5, 1952), was a United States Marine Corps private first class who was killed in action during the Korean War and posthumously  awarded the Medal of Honor for heroism above and beyond the call of duty on September 5, 1952 during the Battle of Bunker Hill (1952). He was the first of nine Puerto Rican servicemen to be awarded the Medal of Honor and is the only Puerto Rican Marine to be awarded the medal.",
  "/wiki/Private_first_class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/3rd_Battalion,_5th_Marines": "3rd Battalion, 5th Marines (3/5, nicknamed Dark Horse) is an infantry battalion in the United States Marine Corps. The battalion is based at Marine Corps Base Camp Pendleton, California and consists of approximately 1,000 Marines and Fleet Marine Force Navy personnel. The 3rd Battalion falls under the command of the 5th Marine Regiment which falls under the command of the 1st Marine Division.",
  "/wiki/Korea": "Korea is a region in East Asia consisting of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. Korea has been divided since 1948 between two distinct sovereign states, North Korea and South Korea. Korea is bordered by Russia to the northeast, China to the northwest, and neighbours Japan to the east via the Korea Strait and the Sea of Japan (East Sea).",
  "/wiki/Edward_Gomez": "Private First Class Edward Gómez (August 10, 1932 – September 14, 1951) was a United States Marine from Omaha, Nebraska who posthumously received the Medal of Honor — the United States' highest decoration for valor — for gallantly sacrificing his life to save the lives of four fellow Marines on his machine gun team during the Battle of the Punchbowl. PFC Gomez was the 18th Marine to receive the Medal of Honor for heroism during the Korean War.",
  "/wiki/2nd_Battalion,_1st_Marines": "2nd Battalion, 1st Marines (2/1) is an infantry battalion in the United States Marine Corps based out of Camp Horno on Marine Corps Base Camp Pendleton, California. Nicknamed \"The Professionals,\" the battalion consists of approximately 1,200 Marines and sailors. Normally they fall under the command of the 1st Marine Regiment and the 1st Marine Division.",
  "/wiki/Eduardo_C._Gomez": "Eduardo Corral Gomez (28 October 1919 – 29 January 1972) was a U.S. Army veteran of the Korean War and a  recipient of the Medal of Honor for his actions during the Battle of Tabu-dong on 3 September 1950.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Ambrosio_Guillen": "Staff Sergeant Ambrosio Guillen (December 7, 1929 – July 25, 1953) was a United States Marine who was posthumously awarded the Medal of Honor—the United States' highest military award for valor—for his heroic actions and sacrifice of life on July 25, 1953, two days before the ceasefire, during the Korean War. He was responsible for his infantry platoon's turning an overwhelming enemy attack into a defeat and disorderly retreat.",
  "/wiki/Staff_sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/2nd_Battalion,_7th_Marines": "The 2nd Battalion, 7th Marines (2/7) is a light infantry battalion of the United States Marine Corps. They are based at the Marine Corps Air Ground Combat Center Twentynine Palms and consist of approximately 1,200 Marines and Sailors. The battalion falls under the command of the 7th Marine Regiment and the 1st Marine Division.",
  "/wiki/Rodolfo_P._Hernandez": "Rodolfo Pérez \"Rudy\" Hernández (April 14, 1931 – December 21, 2013) was a United States Army soldier who received the Medal of Honor — America's highest military decoration — for his actions on May 31, 1951, during the UN May–June 1951 counteroffensive in the Korean War. Despite his wounds, Hernández took actions during an enemy counterattack near Wonton-ni that allowed his platoon to retake their defensive position.",
  "/wiki/Baldomero_Lopez": "Baldomero López (August 23, 1925 – September 15, 1950) was a first lieutenant in the United States Marine Corps during the Korean War.  He posthumously received the Medal of Honor for smothering a hand grenade with his own body during the Inchon Landing on September 15, 1950.",
  "/wiki/First_lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/1st_Battalion,_5th_Marines": "1st Battalion, 5th Marines (1/5) is an infantry battalion in the United States Marine Corps based out of Marine Corps Base Camp Pendleton, California consisting of approximately 800 Marines and sailors. Nicknamed Geronimo, it falls under the command of the 5th Marine Regiment and the 1st Marine Division. The battalion was formed in 1914 and has served in every major conflict that the United States has been involved in since then.",
  "/wiki/Benito_Martinez_(soldier)": "Corporal Benito Martinez (April 21, 1932 – September 6, 1952) was a United States Army soldier who posthumously received the Medal of Honor — the United States' highest military decoration — for his actions on the near Satae-ri in  Korea during the Korean War. Martinez was mortally wounded while solely defending his outpost. His actions enabled his company to take back the terrain which they had lost.",
  "/wiki/Juan_E._Negr%C3%B3n": "Master Sergeant Juan E. Negrón (September 26, 1929 – March 29, 1996) was a member of the United States Army who served in the 65th Infantry Regiment during the Korean War. He was awarded a Distinguished Service Cross for his actions during combat in the Chinese Spring Offensive at Kalma-Eri, North Korea, on April 28, 1951, which was posthumously upgraded to the Medal of Honor in 2014.",
  "/wiki/Master_sergeant": "A master sergeant is the military rank for a senior non-commissioned officer in the armed forces of some countries.",
  "/wiki/Eugene_Arnold_Obregon": "Eugene Arnold Obregon (November 12, 1930 – September 26, 1950) was a United States Marine who was posthumously awarded the United States' highest military decoration for valor — the Medal of Honor — for sacrificing his life to save that of a wounded comrade during the Second Battle of Seoul. On September 26, 1950, Private First Class Obregon was fatally wounded by enemy machine gun fire while using his body to shield a wounded fellow Marine.",
  "/wiki/Second_Battle_of_Seoul": "The Second Battle of Seoul was a battle that resulted in United Nations forces recapturing Seoul from the North Koreans in late September 1950.",
  "/wiki/Mike_C._Pena": "Mike Castaneda Pena (November 6, 1924 – September 5, 1950) was a U.S. Army veteran of World War II and the Korean War, and a recipient of the Medal of Honor for his actions at the Battle of Tabu-dong.",
  "/wiki/Demensio_Rivera": "Private Demensio Rivera (April 28, 1932 – March 19, 1964) was a United States Army veteran of the Korean War who was awarded the Distinguished Service Cross; the award was upgraded in 2014, decades after his death, to the Medal of Honor.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/Joseph_C._Rodriguez": "Colonel Joseph Charles Rodríguez (November 14, 1928 – November 1, 2005) was a United States Army soldier who earned the Medal of Honor – the United States' highest military decoration for his actions near Munye-ri, Korea, during the Korean War.",
  "/wiki/Miguel_A._Vera": "Miguel Armando \"Nando\" Vera[a] (3 May 1932 – 21 September 1952) was a United States Army soldier who was killed in the Korean War and a posthumous recipient of the Medal of Honor for his actions during the Battle of Old Baldy."
}