{
  "/wiki/Armenia": "The original native Armenian name for the country was Հայք (Hayk’); however, it is currently rarely used. The contemporary name Հայաստան (Hayastan) became popular in the Middle Ages by addition of the Persian suffix -stan (place).[citation needed]. However the origins of the name Hayastan trace back to much earlier dates and were first attested in circa 5th century in the works of Agathangelos, Faustus of Byzantium, Ghazar Parpetsi, Koryun, and Sebeos.\n The name has traditionally been derived from Hayk (Հայկ), the legendary patriarch of the Armenians and a great-great-grandson of Noah, who, according to the 5th-century AD author Moses of Chorene (Movsis Khorenatsi), defeated the Babylonian king Bel in 2492 BC and established his nation in the Ararat region. The further origin of the name is uncertain. It is also further postulated that the name Hay comes from one of the two confederated, Hittite vassal states—the Ḫayaša-Azzi (1600–1200 BC).\n The exonym Armenia is attested in the Old Persian Behistun Inscription (515 BC) as Armina (    ). The Ancient Greek terms Ἀρμενία (Armenía) and Ἀρμένιοι (Arménioi, \"Armenians\") are first mentioned by Hecataeus of Miletus (c. 550 BC – c. 476 BC). Xenophon, a Greek general serving in some of the Persian expeditions, describes many aspects of Armenian village life and hospitality in around 401 BC.\n Some scholars have linked the name Armenia with the Early Bronze Age state of Armani (Armanum, Armi) or the Late Bronze Age state of Arme (Shupria). These connections are inconclusive as it is not known what languages were spoken in these kingdoms. Additionally, while it is agreed that Arme was located to the immediate west of Lake Van (and therefore in the greater Armenia region), the location of the older site of Armani is a matter of debate. Some modern researchers have placed it in the same general area of Arme, near modern Samsat, and have suggested it was populated, at least partially, by an early Indo-European-speaking people. It has also been speculated that the land of Ermenen (located in or near Minni), mentioned by the Egyptian pharaoh Thutmose III in 1446 BCE, could be a reference to Armenia.\n \nAccording to the histories of both Moses of Chorene and Michael Chamchian, Armenia derives from the name of Aram, a lineal descendant of Hayk. The Table of Nations lists Aram as the son of Shem, to whom the Book of Jubilees attests,",
  "/wiki/Armenians_in_Spain": "Armenians in Spain refers to ethnic Armenians living in Spain. They number around 40,000, centred in Valencia, Barcelona, and Madrid. Spain was the fourth most popular country of destination for emigrating Armenians in 2011.\n There were no Armenian churches in Spain, until one was opened in a small town near Barcelona in August 2009. Most Armenians in Spain belong to the Armenian Apostolic Church. The number of Armenian Sunday schools in Spain is on the rise.\n Most Spanish Armenians speak Armenian and Spanish. Much emigration from Armenia following dissolution of the Soviet Union has been directed to the EU, including Spain, along with Russia and the United States.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.\n During the classical era, several independent kingdoms became established in what is now Georgia, such as Colchis and Iberia. The Georgians officially adopted Christianity in the early 4th century. The Georgian Orthodox Church had enormous importance for the spiritual and political unification of early Georgian states. The unified Kingdom of Georgia reached its Golden Age during the reign of King David the Builder and Queen Tamar the Great in the 12th and early 13th centuries. Thereafter, the kingdom declined and eventually disintegrated under the hegemony of various regional powers, including the Mongols, the Ottoman Empire and successive dynasties of Iran. In the late 18th century, the eastern Georgian Kingdom of Kartli-Kakheti forged an alliance with the Russian Empire, which directly annexed the kingdom in 1801 and conquered the western Kingdom of Imereti in 1810. Russian rule over Georgia was eventually acknowledged in various peace treaties with Iran and the Ottomans and the remaining Georgian territories were absorbed by the Russian Empire in a piecemeal fashion through the course of the 19th century.\n During the Civil War following the Russian Revolution in 1917, Georgia briefly became part of the Transcaucasian Federation and then emerged as an independent republic before the Russian army invasion in 1921, which established a government of workers' and peasants' soviets. Soviet Georgia would be incorporated into a new Transcaucasian Federation that, in 1922, would be a founding republic of the Soviet Union. In 1936, the Transcaucasian Federation was dissolved and Georgia emerged as a Union Republic. During World War II, almost 700,000 Georgians fought in the Red Army against the Germans. After Soviet leader Joseph Stalin, a native Georgian, died in 1953, a wave of protest spread against Nikita Khrushchev and his de-Stalinization reforms, leading to the death of nearly one hundred students in 1956.\n By the 1980s, an independence movement was established and grew, leading to Georgia's secession from the Soviet Union in April 1991. For most of the following decade, post-Soviet Georgia suffered from civil conflicts, secessionist wars in Abkhazia and South Ossetia, and economic crisis. Following the bloodless Rose Revolution in 2003, Georgia strongly pursued a pro-Western foreign policy; aimed at NATO and European integration, it introduced a series of democratic and economic reforms. This brought about mixed results, but strengthened state institutions. The country's Western orientation soon led to the worsening of relations with Russia, culminating in the brief Russo-Georgian War in August 2008 and Georgia's current territorial dispute with Russia.\n Georgia is a developing country and ranks 70th on the Human Development Index. The country is a member of the United Nations, the Council of Europe, and the GUAM Organization for Democracy and Economic Development. It contains two de facto independent regions, Abkhazia and South Ossetia, which gained very limited international recognition after the 2008 Russo-Georgian War. Most of the world's countries consider the regions to be Georgian territory under Russian occupation.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.\n The Philippines' location on the Pacific Ring of Fire and close to the equator makes the Philippines prone to earthquakes and typhoons, but also endows it with abundant natural resources and some of the world's greatest biodiversity. The Philippines is the world's 5th largest island country with an area of 300,000 km2 (120,000 sq mi). As of 2015, it had a population of at least 100 million. As of January 2018[update], it is the eighth-most populated country in Asia and the 12th most populated country in the world. Approximately 10 million additional Filipinos lived overseas, comprising one of the world's largest diasporas. Multiple ethnicities and cultures are found throughout the islands. In prehistoric times, Negritos were some of the archipelago's earliest inhabitants. They were followed by successive waves of Austronesian peoples. Exchanges with Malay, Indian, Arab and Chinese nations occurred. Then, various competing maritime states were established under the rule of datus, rajahs, sultans and lakans.\n The arrival of Ferdinand Magellan, a Portuguese explorer leading a fleet for the Spanish, in Homonhon, Eastern Samar in 1521 marked the beginning of Hispanic colonization. In 1543, Spanish explorer Ruy López de Villalobos named the archipelago Las Islas Filipinas in honor of Philip II of Spain. With the arrival of Miguel López de Legazpi from Mexico City, in 1565, the first Hispanic settlement in the archipelago was established. The Philippines became part of the Spanish Empire for more than 300 years. This resulted in Catholicism becoming the dominant religion. During this time, Manila became the western hub of the trans-Pacific trade connecting Asia with Acapulco in the Americas using Manila galleons.\n As the 19th century gave way to the 20th, the Philippine Revolution quickly followed, which then spawned the short-lived First Philippine Republic, followed by the bloody Philippine–American War. The war, as well as the ensuing cholera epidemic, resulted in the deaths of thousands of combatants as well as tens of thousands of civilians. After the war, the United States retained sovereignty over the country until the Japanese invasion and subsequent occupation of the islands during World War II. Later in the war, it was liberated by the combined forces of Americans and Filipinos and by 1946, was recognized as an independent nation. Since then, the unitary sovereign state  has often had a tumultuous experience with democracy, which included the overthrow of a dictatorship by a non-violent revolution.\n The Philippines is a founding member of the United Nations, World Trade Organization, Association of Southeast Asian Nations, the Asia-Pacific Economic Cooperation forum, and the East Asia Summit. It also hosts the headquarters of the Asian Development Bank. The Philippines is considered to be an emerging market and a newly industrialized country, which has an economy transitioning from being based on agriculture to one based more on services and manufacturing. Along with East Timor, the Philippines is one of Southeast Asia's predominantly Christian nations.",
  "/wiki/Filipino_Spaniards": "There are many Spanish people of Filipino ancestry, consisting of the descendants of early migrants from the Philippines to Spain. The number of Filipinos with dual citizenship is of 115,362 as of 2007. There are also 40,000 expatriates from the Philippines living in Spain that do not hold the Spanish citizenship.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.\n The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world.\n The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948. In 1950, a North Korean invasion began the Korean War and after its end in 1953, the country's economy began to soar, recording the fastest rise in average GDP per capita in the world between 1980 and 1990. Authoritarian rule ended in 1987 and the country is now the most advanced democracy with the highest level of press freedom in Asia. South Korea is a member of the OECD's Development Assistance Committee, the G20 and the Paris Club.\n South Korea is a highly developed country and the world's 12th-largest economy by nominal GDP. Its citizens enjoy the world's fastest Internet connection speeds and the most dense high-speed railway network along with the world's second-best healthcare system, resulting in the third highest health adjusted life expectancy in the world. The world's 5th largest exporter and 8th largest importer, South Korea is a global leader in many technology and innovation driven fields. Since 2014, South Korea has been named the world's most innovative country by the Bloomberg Innovation Index for 6 consecutive years. Since the 21st century, South Korea has been renowned for its globally influential pop culture such as K-pop, TV dramas and cinema, a phenomenon referred to as the Korean Wave.",
  "/wiki/Koreans_in_Spain": "Koreans in Spain form one of the country's smaller Asian populations.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.\n Bangladesh forms the largest and eastern part of the Bengal region. According to the ancient Indian epics, Ramayana and Mahabharata, the Vanga Kingdom, one of the namesakes of the Bengal region, was a strong naval ally of the legendary Ayodhya. In the ancient and classical period of the Indian subcontinent, the territory was home to many principalities, including the Pundra, Gangaridai, Gauda, Samatata and Harikela. It was also a Mauryan province under the reign of Ashoka. The principalities were notable for their overseas trade, contacts with the Roman world, export of fine muslin and silk to the Middle East, and spreading of philosophy and art to Southeast Asia. The Pala Empire, the Chandra dynasty, and the Sena dynasty were the last pre-Islamic Bengali middle kingdoms. Islam was introduced during the Pala Empire, through trade with the Abbasid Caliphate, but following the early conquest of Bakhtiyar Khalji and the subsequent establishment of the Delhi Sultanate and preaching of Shah Jalal in East Bengal, the faith fully spread across the region. In 1576, the wealthy Bengal Sultanate was absorbed into the Mughal Empire, but its rule was briefly interrupted by the Suri Empire. Following the death of Emperor Aurangzeb in the early 1700s, the proto-industrialised Mughal Bengal became a semi-independent state under the Nawabs of Bengal. The region was later conquered by the British East India Company at the Battle of Plassey in 1757. The borders of modern Bangladesh were established with the separation of Bengal and India in August 1947, when the region became East Pakistan as a part of the newly formed State of Pakistan, demarcated by the Boundary of the Partition of India. Later the rise of the Bengali nationalist and self-determination movement led to the Liberation War and eventually resulted in the emergence of Bangladesh as a sovereign nation in 1971.\n The Bengali ethnicity, speakers of the official Bengali language, make up 98% of the population. Bangladesh is created on the basis of language and ethnicity. The politically dominant Bengali Muslims make the nation the world's fourth-largest Muslim-majority country. The constitution declares Bangladesh a secular state while recognizing Islam as a state religion. A middle power, Bangladesh is a unitary parliamentary democracy and constitutional republic in the Westminster tradition. The country is divided into eight administrative divisions and sixty-four districts. It is one of the emerging and growth-leading economies of the world, one of the Next Eleven countries, with one of the fastest real GDP growth rates in the world. Its gross domestic product ranks 39th largest in terms of market exchange rates, and 29th in purchasing power parity. Its per capita income ranks 143th nominally and 136th by purchasing power parity. In recent years Bangladesh has registered notable success in reducing child mortality; population control; combating natural disasters; women's empowerment; using microcredit to alleviate poverty; and boosting income through the export of textiles, garments, pharmaceuticals, manpower, agricultural produce, shrimps, jute, leather goods, seafood, tea, etc. However, the country continues to face the challenges of the Rohingya genocide and refugee crisis, corruption, and the erratic effects of climate change.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.\n Iran is home to one of the world's oldest civilizations, beginning with the formation of the Elamite kingdoms in the fourth millennium BCE. It was first unified by the Iranian Medes in the seventh century BCE, and reached its territorial height in the sixth century BCE under Cyrus the Great, whose Achaemenid Empire stretched from Eastern Europe to the Indus Valley, one of the largest empires in history. The empire fell to Alexander the Great in the fourth century BCE and was divided into several Hellenistic states. An Iranian rebellion established the Parthian Empire in the third century BCE, which was succeeded in the third century CE by the Sasanian Empire, a leading world power for the next four centuries.\nArab Muslims conquered the empire in the seventh century CE, and the subsequent Islamization of Iran led to the decline of the once dominant Zoroastrian religion. Iran's major contributions to art, philosophy, and science spread throughout the Muslim world and beyond during the Islamic Golden Age. Over the next two centuries, a series of native Muslim dynasties emerged before the Seljuq Turks and the Ilkhanate Mongols conquered the region. The rise of the native Safavids in the 15th century led to the reestablishment of a unified Iranian state and national identity, with the country's conversion to Shia Islam marking a turning point in Iranian and Muslim history.\n Under Nader Shah, Iran was one of the most powerful states in the 18th century, though by the 19th century, a series of conflicts with the Russian Empire led to significant territorial losses. The Persian Constitutional Revolution in the early 20th century created a constitutional monarchy and the country's first legislature. A 1953 coup instigated by the United Kingdom and the United States resulted in greater autocratic rule under Mohammad Reza Pahlavi and growing Western political influence. A far-reaching series of reforms known as the White Revolution was launched by the Shah in 1963, prompting industrial growth, land reforms, and increased women's rights. Nevertheless, widespread dissatisfaction and unrest against the monarchy persisted, leading to the Iranian Revolution, which established the current Islamic Republic. For most of the 1980s, Iran fought a war with Iraq that resulted in millions of casualties and economic devastation for both sides.\n Iran's political system has elements of a presidential democracy with a theocracy governed by an autocratic \"Supreme Leader\". It has been described as authoritarian, with significant constraints and abuses against human rights.\n Iran is a founding member of the UN, ECO, OIC, and OPEC. It is a major regional and middle power, and its large reserves of fossil fuels—including the world's largest natural gas supply and the third largest proven oil reserves—exert considerable influence in international energy security and the world economy. The country's rich cultural legacy is reflected in part by its 22 UNESCO World Heritage Sites, the third largest number in Asia and 10th largest in the world. Historically a multi-ethnic country, Iran remains a pluralistic society comprising numerous ethnic, linguistic, and religious groups, the largest being Persians, Azeris, Kurds, Mazandaranis and Lurs.",
  "/wiki/Iranians_in_Spain": "Iranians in Spain do not form a very large population, but they have a history going back for over a millennium. They are a part of the Iranian diaspora.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.\n Iraq has a coastline measuring 58 km (36 miles) on the northern Persian Gulf and encompasses the Mesopotamian Alluvial Plain, the northwestern end of the Zagros mountain range and the eastern part of the Syrian Desert. Two major rivers, the Tigris and Euphrates, run south through Iraq and into the Shatt al-Arab near the Persian Gulf. These rivers provide Iraq with significant amounts of fertile land.\n The region between the Tigris and Euphrates rivers, historically known as Mesopotamia, is often referred to as the cradle of civilisation. It was here that mankind first began to read, write, create laws and live in cities under an organised government—notably Uruk, from which \"Iraq\" is derived. The area has been home to successive civilisations since the 6th millennium BC. Iraq was the centre of the Akkadian, Sumerian, Assyrian and Babylonian empires. It was also part of the Median, Achaemenid, Hellenistic, Parthian, Sassanid, Roman, Rashidun, Umayyad, Abbasid, Ayyubid, Seljuk, Mongol, Timurid, Safavid, Afsharid and Ottoman empires.\n The country today known as Iraq was a region of the Ottoman Empire until the partition of the Ottoman Empire in the 20th century. It was made up of three provinces, called vilayets in the Ottoman language: Mosul Vilayet, Baghdad Vilayet, and Basra Vilayet. In April 1920 the British Mandate of Mesopotamia was created under the authority of the League of Nations. A British-backed monarchy joining these vilayets into one Kingdom was established in 1921 under Faisal I of Iraq. The Hashemite Kingdom of Iraq gained independence from the UK in 1932. In 1958, the monarchy was overthrown and the Iraqi Republic created. Iraq was controlled by the Arab Socialist Ba'ath Party from 1968 until 2003. After an invasion by the United States and its allies in 2003, Saddam Hussein's Ba'ath Party was removed from power, and multi-party parliamentary elections were held in 2005. The US presence in Iraq ended in 2011, but the Iraqi insurgency continued and intensified as fighters from the Syrian Civil War spilled into the country. Out of the insurgency came a highly destructive group calling itself ISIL, which took large parts of the north and west. It has since been largely defeated. Disputes over the sovereignty of Kurdistan Region continue. A referendum about the full sovereignty of Kurdistan Region was held on 25 September 2017. On 9 December 2017, then-Iraqi Prime Minister Haider al-Abadi declared victory over ISIL after the group lost its territory in Iraq.\n Iraq is a federal parliamentary republic consisting of 19 governorates (provinces) and one autonomous region (Kurdistan Region). The country's official religion is Islam. Culturally, Iraq has a very rich heritage and celebrates the achievements of its past in both pre-Islamic as well as post-Islamic times and is known for its poets. Its painters and sculptors are among the best in the Arab world, some of them being world-class as well as producing fine handicrafts, including rugs and carpets. Iraq is a founding member of the UN as well as of the Arab League, OIC, Non-Aligned Movement and the IMF.",
  "/wiki/Arabs_in_Spain": "There have been Arabs in Spain (Spanish: Árabes en España) since the early 8th century when the Umayyad conquest of Hispania created the state of Al-Andalus. In modern times there are expatriates from a range of Arab countries, particularly Morocco, Sahrawi Arab Democratic Republic, Algeria, Lebanon, Syria, the Palestinian Territories, and Iraq; and also small groups from Egypt, Tunisia, Libya, Jordan and Sudan. As a result of the Arab Spring (Libyan Civil War and Syrian Civil War), many have the status of refugees or illegal immigrants, trying to immigrate especially to France, Germany and Sweden.\nThe Arab population in Spain is estimated to be between 702,000[citation needed] (lower estimate) and 1,600,000 - 1,800,000 (higher estimate).",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces. The successful Maccabean Revolt led to an independent Hasmonean kingdom by 110 BCE, which in 63 BCE however became a client state of the Roman Republic that subsequently installed the Herodian dynasty in 37 BCE, and in 6 CE created the Roman province of Judea. Judea lasted as a Roman province until the failed Jewish revolts resulted in widespread destruction, the expulsion of the Jewish population and the renaming of the region from Iudaea to Syria Palaestina. Jewish presence in the region has persisted to a certain extent over the centuries. In the 7th century CE, the Levant was taken from the Byzantine Empire by the Arabs and remained in Muslim control until the First Crusade of 1099, followed by the Ayyubid conquest of 1187. The Mamluk Sultanate of Egypt extended its control over the Levant in the 13th century until its defeat by the Ottoman Empire in 1517. During the 19th century, national awakening among Jews led to the establishment of the Zionist movement in the diaspora followed by waves of immigration to Ottoman Syria and later Mandatory Palestine.\n In 1947, the United Nations (UN) adopted a Partition Plan for Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. The plan was accepted by the Jewish Agency, and rejected by Arab leaders. The following year, the Jewish Agency declared the independence of the State of Israel, and the subsequent 1948 Arab–Israeli War saw Israel's establishment over most of the former Mandate territory, while the West Bank and Gaza were held by neighboring Arab states. Israel has since fought several wars with Arab countries, and since the Six-Day War in 1967 held occupied territories including the West Bank, Golan Heights and the Gaza Strip (still considered occupied after the 2005 disengagement, although some legal experts dispute this claim).[fn 5] It extended its laws to the Golan Heights and East Jerusalem, but not the West Bank. Israel's occupation of the Palestinian territories is the world's longest military occupation in modern times.[fn 5] Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement. However, peace treaties between Israel and both Egypt and Jordan have been signed.\n In its Basic Laws, Israel defines itself as a Jewish and democratic state and the nation state of the Jewish people. The country has a liberal democracy (one of only two in the Middle East and North Africa region, the other being Tunisia), with a parliamentary system, proportional representation, and universal suffrage. The prime minister is head of government and the Knesset is the legislature. With a population of around 9 million as of 2019, Israel is a developed country and an Organisation for Economic Co-operation and Development (OECD) member, has the 31st or 32nd-largest economy in the world by nominal gross domestic product (GDP), and is the richest (nominal GDP) and the most developed country currently in conflict (counting countries with at least 100–999 military deaths per year). It has the highest standard of living in the Middle East, and ranks among the world's top countries by percentage of citizens with military training, percentage of citizens holding a tertiary education degree, research and development spending by GDP percentage, women's safety, life expectancy, innovativeness, and happiness.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Japanese_Spaniards": "Japanese people in Spain consist largely of expatriate managers in Japanese corporations, as well as international students. There are also some people of Japanese ancestry in Spain, including descendants of 17th-century migrants to Spain, as well as migrants from among Nikkei populations in Latin America. According to Spain's National Statistical Institute, 4,898 Japanese citizens resided in the country as of 2009[update]; Japan's Ministry of Foreign Affairs gave a higher figure of 8,080 as of 2015[update].",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.\n What is now Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. Later rulers include the Nabataean Kingdom, the Roman Empire, and the Ottoman Empire. After the Great Arab Revolt against the Ottomans in 1916 during World War I, the Ottoman Empire was partitioned by Britain and France. The Emirate of Transjordan was established in 1921 by the Hashemite, then Emir, Abdullah I, and the emirate became a British protectorate. In 1946, Jordan became an independent state officially known as the Hashemite Kingdom of Transjordan, but was renamed in 1949 to the Hashemite Kingdom of Jordan after the country captured the West Bank during the 1948 Arab–Israeli War and annexed it until it was lost to Israel in 1967. Jordan renounced its claim to the territory in 1988, and became one of two Arab states to sign a peace treaty with Israel in 1994. Jordan is a founding member of the Arab League and the Organisation of Islamic Co-operation. The sovereign state is a constitutional monarchy, but the king holds wide executive and legislative powers.\n Jordan is a relatively small, semi-arid, almost landlocked country with an area of 89,342 km2 (34,495 sq mi) and a population numbering 10 million, making it the 11th-most populous Arab country. Sunni Islam, practiced by around 95% of the population, is the dominant religion in Jordan and coexists with an indigenous Christian minority. Jordan has been repeatedly referred to as an \"oasis of stability\" in a turbulent region. It has been mostly unscathed by the violence that swept the region following the Arab Spring in 2010. From as early as 1948, Jordan has accepted refugees from multiple neighbouring countries in conflict. An estimated 2.1 million Palestinian and 1.4 million Syrian refugees are present in Jordan as of a 2015 census. The kingdom is also a refuge to thousands of Iraqi Christians fleeing persecution by ISIL. While Jordan continues to accept refugees, the recent large influx from Syria placed substantial strain on national resources and infrastructure.\n Jordan is classified as a country of \"high human development\" with an \"upper middle income\" economy. The Jordanian economy, one of the smallest economies in the region, is attractive to foreign investors based upon a skilled workforce. The country is a major tourist destination, also attracting medical tourism due to its well developed health sector. Nonetheless, a lack of natural resources, large flow of refugees and regional turmoil have hampered economic growth.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established. As the Arab Muslims conquered the region, the Maronites held onto their religion and identity. However, a new religious group, the Druze, established themselves in Mount Lebanon as well, generating a religious divide that has lasted for centuries. During the Crusades, the Maronites re-established contact with the Roman Catholic Church and asserted their communion with Rome. The ties they established with the Latins have influenced the region into the modern era.\n The region eventually was ruled by the Ottoman Empire from 1516 to 1918. Following the collapse of the empire after World War I, the five provinces that constitute modern Lebanon came under the French Mandate of Lebanon. The French expanded the borders of the Mount Lebanon Governorate, which was mostly populated by Maronites and Druze, to include more Muslims. Lebanon gained independence in 1943, establishing confessionalism, a unique, Consociationalism-type of political system with a power-sharing mechanism based on religious communities. Bechara El Khoury, President of Lebanon during the independence, Riad El-Solh, first Lebanese prime minister and Emir Majid Arslan II, first Lebanese minister of defence, are considered the founders of the modern Republic of Lebanon and are national heroes for having led the country's independence. Foreign troops withdrew completely from Lebanon on 31 December 1946, although the country was subjected to military occupations by Syria that lasted nearly thirty years before being withdrawn in April 2005 as well as Israel for fifteen years before being withdrawn in May 2000.\n Despite its small size, the country has developed a well-known culture and has been highly influential in the Arab world, powered by its large diaspora. Before the Lebanese Civil War (1975–1990), the country experienced a period of relative calm and renowned prosperity, driven by tourism, agriculture, commerce, and banking. Because of its financial power and diversity in its heyday, Lebanon was referred to as the \"Switzerland of the East\" during the 1960s, and its capital, Beirut, attracted so many tourists that it was known as \"the Paris of the Middle East\". At the end of the war, there were extensive efforts to revive the economy and rebuild national infrastructure. In spite of these troubles, Lebanon has the highest Human Development Index and GDP per capita in the Arab world outside of the oil-rich economies of the Persian Gulf. Lebanon has been a member of the United Nations since its founding in 1945 as well as of the Arab League (1945), the Non-Aligned Movement (1961), Organisation of the Islamic Cooperation (1969) and the Organisation internationale de la francophonie (1973).",
  "/wiki/Lebanese_people_in_Spain": "Lebanese people in Spain (Spanish: Libaneses en España) are people from Lebanon or those of Lebanese descent, who live in the country of Spain. Most of the Lebanese people in Spain are expatriates from Lebanon but also there is a sizable group of people with Lebanese descent from Latin American countries with sizable Lebanese diasporas like Argentina, Colombia, Ecuador, Venezuela, Mexico, Uruguay, Chile, Paraguay and Brazil.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.\n Syria is a unitary republic consisting of 14 governorates and is the only country that politically espouses Ba'athism. It is a member of one international organization other than the United Nations, the Non-Aligned Movement; it was suspended from the Arab League in November 2011 and the Organisation of Islamic Cooperation, and self-suspended from the Union for the Mediterranean.\n The name \"Syria\" historically referred to a wider region, broadly synonymous with the Levant, and known in Arabic as al-Sham. The modern state encompasses the sites of several ancient kingdoms and empires, including the Eblan civilization of the 3rd millennium BC. Aleppo and the capital city Damascus are among the oldest continuously inhabited cities in the world. In the Islamic era, Damascus was the seat of the Umayyad Caliphate and a provincial capital of the Mamluk Sultanate in Egypt. The modern Syrian state was established in the mid-20th century after centuries of Ottoman and a brief period French mandate, and represented the largest Arab state to emerge from the formerly Ottoman-ruled Syrian provinces. It gained de jure independence as a parliamentary republic on 24 October 1945, when Republic of Syria became a founding member of the United Nations, an act which legally ended the former French Mandate – although French troops did not leave the country until April 1946. The post-independence period was tumultuous, with many military coups and coup attempts shaking the country from 1949 to 1971. In 1958, Syria entered a brief union with Egypt called the United Arab Republic, which was terminated by the 1961 Syrian coup d'état. The republic was renamed into the Arab Republic of Syria in late 1961 after December 1 constitutional referendum, and was increasingly unstable until the 1963 Ba'athist coup d'état, since which the Ba'ath Party has maintained its power. Syria was under Emergency Law from 1963 to 2011, effectively suspending most constitutional protections for citizens.\n Bashar al-Assad has been president since 2000 and was preceded by his father Hafez al-Assad, who was in office from 1971 to 2000. Through his rule, Syria and the ruling Ba'ath Party was condemned and criticized for human rights abuses, frequent executions of citizens and political prisoners, and massive censorship.\n Since March 2011, Syria has been embroiled in an armed conflict, with a number of countries in the region and beyond involved militarily or otherwise. As a result, a number of self-proclaimed political entities have emerged on Syrian territory, including the Syrian opposition, Rojava, Tahrir al-Sham and Islamic State of Iraq and the Levant. Syria is ranked last on the Global Peace Index from 2016 to 2018, making it the most violent country in the world due to the war. The war has killed more than 570,000 people, caused 7.6 million internally displaced people (July 2015 UNHCR estimate) and over 5 million refugees (July 2017 registered by UNHCR), making population assessment difficult in recent years.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/Turks_in_Spain": "Turks in Spain refers to ethnic Turks living in Spain.",
  "/wiki/Asia": "Asia (/ˈeɪʒə, ˈeɪʃə/ (listen)) is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements, as well as vast barely populated regions. Its 4.5 billion people (as of June 2019[update]) constitute roughly 60% of the world's population, more than all other continents combined.\n In general terms, Asia is bounded on the east by the Pacific Ocean, on the south by the Indian Ocean, and on the north by the Arctic Ocean. The border of Asia with Europe is a historical and cultural construct, as there is no clear physical and geographical separation between them. It is somewhat arbitrary and has moved since its first conception in classical antiquity. The division of Eurasia into two continents reflects East–West cultural, linguistic, and ethnic differences, some of which vary on a spectrum rather than with a sharp dividing line. The most commonly accepted boundaries place Asia to the east of the Suez Canal separating it from Africa; and to the east of the Turkish Straits, the Ural Mountains and Ural River, and to the south of the Caucasus Mountains and the Caspian and Black Seas, separating it from Europe.\nChina and India alternated in being the largest economies in the world from 1 to 1800 CE. China was a major economic power and attracted many to the east, and for many the legendary wealth and prosperity of the ancient culture of India personified Asia, attracting European commerce, exploration and colonialism. The accidental discovery of a trans-Atlantic route from Europe to America by Columbus while in search for a route to India demonstrates this deep fascination. The Silk Road became the main east–west trading route in the Asian hinterlands while the Straits of Malacca stood as a major sea route. Asia has exhibited economic dynamism (particularly East Asia) as well as robust population growth during the 20th century, but overall population growth has since fallen. Asia was the birthplace of most of the world's mainstream religions including Hinduism, Zoroastrianism, Judaism, Jainism, Buddhism, Confucianism, Taoism, Christianity, Islam, Sikhism, as well as many other religions.\n Given its size and diversity, the concept of Asia—a name dating back to classical antiquity—may actually have more to do with human geography than physical geography.[citation needed] Asia varies greatly across and within its regions with regard to ethnic groups, cultures, environments, economics, historical ties and government systems. It also has a mix of many different climates ranging from the equatorial south via the hot desert in the Middle East, temperate areas in the east and the  continental centre to vast subarctic and polar areas in Siberia.",
  "/wiki/Immigration_to_Spain": "Immigration to Spain increased significantly in the beginning of the 21st century. In 1998, immigrants accounted for 1.6% of the population, and by 2009, that number had jumped to above 12% — one of the highest in Europe at the time. Until 2014, the numbers were decreasing due to the economical crisis, but since then, immigration to Spain has increased again since 2015 and immigrants now account for 12.8% of the Spanish population, according to the United Nations. As of 2018, there were over 5,947,106 foreign-born people in Spain, 12.8% of the total population. This makes Spain one of the world's preferred destinations to immigrate to, being the 4th country in Europe by immigration numbers. Spain attracts significant immigration from Latin America and Eastern Europe. The fastest-growing immigrant groups in 2017 were Venezuelans, Colombians, Italians, Ukrainians, and Argentinians.\n The population of Spain doubled during the 20th century due to the spectacular demographic boom in the 1960s and early 1970s. The birth rate then plunged by the 1980s, and Spain's population became stagnant, its demographics showing one of the lowest sub-replacement fertility rate in the world.[citation needed].\n During the early 21st century, the average year-on-year demographic growth set a new record with its 2003 peak variation of 2.1%, doubling the previous record reached back in the 1960s when a mean year on year growth of 1% was experienced. This trend is far from being reversed at the present moment and, in 2005 alone, the immigrant population of Spain increased by 700,000 people."
}