{
  "/wiki/Prescott_Bush": "Prescott Sheldon Bush (May 15, 1895 – October 8, 1972) was an American banker and politician. After working as a Wall Street executive investment banker, he represented Connecticut in the United States Senate from 1952 to 1963. A member of the Bush family, he was the father of Vice President and President George H. W. Bush, and the paternal grandfather of Texas Governor and President George W. Bush and Florida Governor Jeb Bush.",
  "/wiki/George_H.W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.",
  "/wiki/Scott_Brown_(politician)": "Scott Philip Brown (born September 12, 1959) is an American attorney and politician serving as the United States Ambassador to New Zealand and Samoa. He is a former United States Senator for Massachusetts (2010–2013), and also was the 2014 Republican nominee for the U.S. Senate in New Hampshire. Prior to his Senate tenure, Brown served as a member of the Massachusetts General Court, first in the State House of Representatives (1998–2004) and then in the State Senate (2004–2010).",
  "/wiki/William_F._Knowland": "William Fife Knowland (June 26, 1908 – February 23, 1974) was an American politician, newspaper publisher, and Republican Party leader. He was a US Senator representing California from 1945 to 1959. He served as Senate Majority Leader from August 1953 to January 1955 after the death of Robert A. Taft.",
  "/wiki/Edward_I._Edwards": "Edward Irving Edwards (December 1, 1863 – January 26, 1931) was an American Democratic Party politician who served as the 37th Governor of New Jersey from 1920 to 1923 and in the United States Senate from 1923 to 1929.",
  "/wiki/Governor_of_New_Jersey": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansion located in Princeton, New Jersey; the office of the governor is at the New Jersey State House in Trenton. \nThe first Governor of New Jersey was William Livingston, who served from August 31, 1776, to July 25, 1790. The current governor is Phil Murphy, a Democrat who assumed office on January 16, 2018.",
  "/wiki/George_Wharton_Pepper": "George Wharton Pepper (March 16, 1867 – May 24, 1961) was an American lawyer, law professor at the University of Pennsylvania Law School, Christian activist, and Republican politician from Philadelphia, Pennsylvania. He represented Pennsylvania in the United States Senate, and founded the law firm of Pepper Hamilton.",
  "/wiki/Pepper_Hamilton_LLP": "Pepper Hamilton LLP is a U.S.-based law firm with 14 offices and around 500 attorneys.  The firm is ranked among the 100 largest firms by revenue in the United States and is one of the 100 most prestigious firms according to Vault's surveys of the legal industry. The firm’s largest practices include defense of pharmaceutical and medical device manufacturers in product liability litigation and related matters, patent enforcement and prosecution, corporate transactions, and commercial litigation.",
  "/wiki/Pete_Wilson": "Peter Barton Wilson (born August 23, 1933) is an American attorney and politician. A Republican, he served as a United States Senator and the 36th Governor of California.",
  "/wiki/San_Diego": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/William_Benton_(senator)": "William Burnett Benton (April 1, 1900 – March 18, 1973) was an American senator from Connecticut (1949–1953) and publisher of the Encyclopædia Britannica (1943–1973).",
  "/wiki/Encyclopædia_Britannica": "The Encyclopædia Britannica (Latin for \"British Encyclopaedia\") is a general knowledge English-language encyclopaedia. It was formerly published by Encyclopædia Britannica, Inc., and other publishers (for previous editions). It was written by about 100 full-time editors and more than 4,000 contributors. The 2010 version of the 15th edition, which spans 32 volumes and 32,640 pages, was the last printed edition.",
  "/wiki/Gilbert_Hitchcock": "Gilbert Monell Hitchcock (September 18, 1859 – February 3, 1934) was an American congressman and  U.S. Senator from Nebraska, and the founder of the Omaha World-Herald newspaper.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/List_of_Zeta_Psi_brothers": "The Zeta Psi Fraternity Incorporated (ΖΨ) was founded in was founded June 1, 1847 as a social college fraternity, The organization now comprises fifty-three active chapters and thirty-four inactive chapters, encompassing roughly fifty thousand brothers, across the United States and Canada. Over the course of its long history, members of the fraternity have gone on to distinguish themselves in a wide range of professional fields, including government service, the military, literature and the entertainment industry."
}