{
  "/wiki/St._Moritz_Olympic_Ice_Rink": "St. Moritz Olympic Ice Rink (German: Eisstadion Badrutts Park) is an outdoor stadium in St. Moritz, Switzerland.  It was the venue for the ice hockey, speedskating and figure skating events, as well as the location of the opening and closing ceremonies at the 1928 Winter Olympics and 1948 Winter Olympics.",
  "/wiki/1928_Winter_Olympics": "The 1928 Winter Olympics, officially known as the II Olympic Winter Games (French: Les IIes Jeux olympiques d'hiver; German: Olympische Winterspiele 1928; Italian: II Giochi olimpici invernali; Romansh: Gieus olimpics d'enviern 1928), were a winter multi-sport event which was celebrated February 11–19, 1928 in St. Moritz, Switzerland.",
  "/wiki/Figure_skating_at_the_1928_Winter_Olympics": "Figure skating at the 1928 Winter Olympics took place at the Olympic Ice Rink in St. Moritz, Switzerland, between February 14 and February 19, 1928. Three figure skating events were contested: men's singles, ladies' singles, and pair skating.",
  "/wiki/Ice_hockey_at_the_1928_Winter_Olympics": "The men's ice hockey tournament at the 1928 Winter Olympics in St. Moritz, Switzerland, was the 3rd Olympic Championship, also serving as the 3rd World Championships and the 13th European Championships. Canada, represented by the Conn Smythe-coached Toronto Varsity Blues, won its third consecutive gold medal.  Highest finishing European team Sweden won the silver medal and its third European Championship.",
  "/wiki/Speed_skating_at_the_1928_Winter_Olympics": "At the 1928 Winter Olympics in St. Moritz, four speed skating events were scheduled, all for men, but medals were only awarded for three events, because the 10.000 m event was not completed. The Allround event, which was only organized in 1924, was removed from the program. The competitions were held on Monday, 13 February 1928 and on Tuesday, 14 February 1928.",
  "/wiki/St._Moritz-Celerina_Olympic_Bobrun": "The Olympia Bob Run St. Moritz-Celerina is a bobsleigh track located in the Engadin Valley, Switzerland. It officially opened on New Year's Day 1904 and is the oldest bobsleigh track in the world and the only one that is natural refrigerated. It is also used for other sliding sports, including skeleton and luge.",
  "/wiki/Bobsleigh_at_the_1928_Winter_Olympics": "At the 1928 Winter Olympics, only one bobsleigh event was contested, the five man event. The competition was held on Saturday, 18 February 1928.",
  "/wiki/1948_Winter_Olympics": "The 1948 Winter Olympics, officially known as the V Olympic Winter Games (French: Les Ves Jeux olympiques d'hiver; German: Olympische Winterspiele 1948; Italian: V Giochi olimpici invernali; Romansh: Gieus olimpics d'enviern 1948), was a winter multi-sport event celebrated in 1948 in St. Moritz, Switzerland.",
  "/wiki/Bobsleigh_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics, two bobsleigh events were contested. The two-man competition was held on Friday, January 30, 1948 and on Saturday, January 31, 1948 while the four-man competition was held on Friday, February 6, 1948 and on Saturday, February 7, 1948.",
  "/wiki/Saint-Nizier-du-Moucherotte": "Saint-Nizier-du-Moucherotte is a commune in the Isère department in southeastern France.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Ski_jumping_at_the_1968_Winter_Olympics": "Ski jumping at the 1968 Winter Olympics consisted of two events held from 11 to 18 February, with the large hill event taking place at Saint-Nizier-du-Moucherotte, and the normal hill event at Autrans.",
  "/wiki/EnergySolutions_Arena": "Vivint Smart Home Arena is an indoor arena located in Salt Lake City, Utah. The building is owned by the Miller Family Legacy Trust. The arena is the home of the Utah Jazz of the National Basketball Association (NBA) and has been the home venue for other professional athletic teams such as the Utah Blaze of the Arena Football League and the Utah Starzz of the Women's National Basketball Association (WNBA). It seats 18,306 for basketball, has 56 luxury suites, and 668 club seats.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Figure_skating_at_the_2002_Winter_Olympics": "All figure skating events in 2002 Winter Olympics were held at the Salt Lake Ice Center.",
  "/wiki/Short_track_speed_skating_at_the_2002_Winter_Olympics": "Short track speed skating at the 2002 Winter Olympics was held from 13 to 23 February. Eight events were contested at Salt Lake Ice Center (normally called Delta Center (now Vivint Smart Home Arena)). Two new events were added for these games, with the men's and women's 1500 metres making debuts.",
  "/wiki/San_Sicario_Fraiteve": "San Sicario Fraiteve is a venue built for the 2006 Winter Olympic. It seated 6,160 spectators, including 5,660 seated and 500 standing, for the women's alpine skiing downhill, super-G, and combined. The course has an overall length of 3.135 km (1.948 mi).",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics": "Alpine skiing at the 2006 Winter Olympics consisted of ten events, held at Sestriere and Cesana-San Sicario, Italy.  The races were held 12–25 February 2006.",
  "/wiki/Sauze_d%27Oulx-Jouvencaux": "Sauze d'Oulx-Jouvenceaux is a venue located in Sauze d'Oulx, Italy. During the 2006 Winter Olympics, it hosted the freestyle skiing competitions.",
  "/wiki/Freestyle_skiing_at_the_2006_Winter_Olympics": "Four freestyle skiing events were held at the 2006 Winter Olympics in Turin, at the venue in Sauze d'Oulx.  There were both men's and women's competition in both aerials and moguls events.  In moguls, the athletes ski down a slope littered with moguls, attempting to get down in as fast a time as possible while also attempting to get points for technique and their two aerial jumps during the course.  The aerials events consisted of two jumps, which were judged by air, form and landing.",
  "/wiki/Seefeld,_Tirol": "Seefeld in Tirol is an old farming village, now a major tourist resort, in Innsbruck-Land District in the Austrian state of Tyrol with a local population of 3,312 (as of 1 January 2013). The village is located about 17 km (11 mi) northwest of Innsbruck on a plateau between the Wetterstein mountains and the Karwendel on a historic road from Mittenwald to Innsbruck that has been important since the Middle Ages. It was first mentioned in 1022 and since the 14th century has been a pilgrimage site, benefiting not only from the visit of numerous pilgrims but also from its stacking rights as a trading station between Augsburg and the Venice. Also since the 14th century, Tyrolean shale oil has been extracted in the area. Seefeld was a popular holiday resort even before 1900 and, since the 1930s, has been a well known winter sports centres and amongst the most popular tourist resorts in Austria. The municipality, which has been the venue for several Winter Olympics Games, is the home village of Anton Seelos, the inventor of the parallel turn.",
  "/wiki/1964_Winter_Olympics": "The 1964 Winter Olympics, officially known as the IX Olympic Winter Games (French: Les IXes Jeux olympiques d'hiver)  (German: Olympische Winterspiele 1964), was a winter multi-sport event which was celebrated in Innsbruck, Austria, from January 29 to February 9, 1964. The Games included 1091 athletes from 36 nations, and the Olympic Torch was carried by Joseph Rieder, a former alpine skier who had participated in the 1956 Winter Olympics.",
  "/wiki/Biathlon_at_the_1964_Winter_Olympics": "Biathlon at the 1964 Winter Olympics consisted of one biathlon event, held at Seefeld. The events began on 9 February and ended on 11 February 1964.",
  "/wiki/Cross-country_skiing_at_the_1964_Winter_Olympics": "At the 1964 Winter Olympics seven cross-country skiing events – four for men and three for women – were contested. The events began on 30 January 1964 in Seefeld, Austria. The women's 5 km race debuted at this Olympics.",
  "/wiki/Nordic_combined_at_the_1964_Winter_Olympics": "Nordic combined at the 1964 Winter Olympics consisted of one event, held 2–3 February at Seefeld in Tirol.",
  "/wiki/Ski_jumping_at_the_1964_Winter_Olympics": "Ski jumping at the 1964 Winter Olympics consisted of two events held from 31 January to 9 February, with the large hill event taking place at Bergiselschanze, and the normal hill event at Seefeld. For the first time at the olympics, more than one ski jumping event was contested, with the addition of a large hill competition.",
  "/wiki/1976_Winter_Olympics": "The 1976 Winter Olympics, officially known as the XII Olympic Winter Games (French: XIIes Jeux olympiques d'hiver, German: Olympische Winterspiele 1976), were a winter multi-sport event which was celebrated February 4–15, 1976 in Innsbruck, Austria. It was the second time the Tyrolean city hosted the Games, which were awarded to Innsbruck after Denver, the original host city, withdrew in 1972.",
  "/wiki/Biathlon_at_the_1976_Winter_Olympics": "Biathlon at the 1976 Winter Olympics consisted of two biathlon events, held at Seefeld. The events began on 6 February and ended on 13 February 1976.",
  "/wiki/Cross-country_skiing_at_the_1976_Winter_Olympics": "The 1976 Winter Olympic Games cross-country skiing results. The women's 3 × 5 km relay was replaced by a 4 × 5 km relay at these games.",
  "/wiki/Nordic_combined_at_the_1976_Winter_Olympics": "Nordic combined at the 1976 Winter Olympics, consisted of one event, held from 8 February to 9 February at Seefeld.",
  "/wiki/Ski_jumping_at_the_1976_Winter_Olympics": "Ski jumping at the 1976 Winter Olympics consisted of two events held from 7 to 15 February, with the large hill event taking place at Bergiselschanze, and the normal hill event at Seefeld.",
  "/wiki/Sestriere": "Sestriere (Occitan: Sestrieras, Piedmontese: Ël Sestrier, French: Sestrières) is an alpine village in Italy, a comune (municipality) of the Metropolitan City of Turin. It is situated in Val Susa, 17 km (11 mi) from the French border. Its name derives from Latin: ad petram sistrariam, that is at sixty Roman miles from Turin.",
  "/wiki/Skenderija": "Skenderija is a cultural, sports and trade center located in Sarajevo, Bosnia and Herzegovina.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/Figure_skating_at_the_1984_Winter_Olympics": "Figure skating at the 1984 Winter Olympics took place at the Zetra Olympic Hall in Sarajevo, Yugoslavia.",
  "/wiki/Ice_hockey_at_the_1984_Winter_Olympics": "The men's ice hockey tournament at the 1984 Winter Olympics in Sarajevo, Yugoslavia, was the 15th Olympic Championship. The Soviet Union won its sixth gold medal. Games were held mostly in the arena portion of the Olympic Hall Zetra, with some played in the arena portion of the Skenderija Olympic Hall.",
  "/wiki/Papoose_Peak_Jumps": "Papoose Peak Jumps was a ski jumping hill located at Squaw Valley Ski Resort in the US state of California. The hill consisted of three jumps, with K-points of 80, 60 and 40 meters, respectively. Constructed upon the hill-side of Little Papoose Peak, it was built for the 1960 Winter Olympics; the 80-meter hill hosted the ski jumping event and the 60-meter hill the Nordic combined event. The jump was designed by Heini Klopfer and opened in 1958. After the Olympics the venue saw little use; it was renovated for the 1976 US National Ski Jumping Championships, but has since fallen into disrepair and demolished to make room for a ski lift.",
  "/wiki/1960_Winter_Olympics": "The 1960 Winter Olympics, officially known as the VIII Olympic Winter Games, was a winter multi-sport event held between February 18–28, 1960, in Squaw Valley, California, United States.",
  "/wiki/Nordic_combined_at_the_1960_Winter_Olympics": "Nordic combined at the 1960 Winter Olympics consisted of one event, held from 21 February to 22 February. The ski jumping portion took place at Papoose Peak Jumps, while the cross-country portion took place at McKinney Creek Stadium (Tahoma, California).",
  "/wiki/Ski_jumping_at_the_1960_Winter_Olympics": "Ski jumping at the 1960 Winter Olympics consisted of one event held on 28 February, taking place at Papoose Peak Jumps.",
  "/wiki/Snow_Harp": "Snow Harp is a cross-country skiing venue located in Hakuba, Nagano, Japan. For the 1998 Winter Olympics, the venue hosted the cross-country skiing and the cross-country skiing portion of the Nordic combined events.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Cross-country_skiing_at_the_1998_Winter_Olympics": "The 1998 Winter Olympic Games cross-country skiing competition results were as follows.",
  "/wiki/Nordic_combined_at_the_1998_Winter_Olympics": "Nordic combined at the 1998 Winter Olympics, consisted of two events, held from 13 February to 20 February. The ski jumping portion took place at Hakuba Ski Jumping Stadium, while the cross-country portion took place at Snow Harp.",
  "/wiki/Snowbasin": "Snowbasin Resort is a ski resort in the western United States, located in Weber County, Utah, 33 miles (53 km) northeast of Salt Lake City, on the back side of the Wasatch Range.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics": "Alpine skiing at the 2002 Winter Olympics consisted of ten events held February 10–23 in the United States near Salt Lake City, Utah. The downhill, super-G, and combined events were held at Snowbasin, the giant slaloms at Park City, and the slaloms at adjacent Deer Valley.",
  "/wiki/Soldier_Hollow": "Soldier Hollow is a cross-country ski venue located at the mouth of a hollow of the same name about 53 miles (85 km) southeast of Salt Lake City in Wasatch Mountain State Park in northwestern Wasatch County, Utah, United States. The venue was created for the 2002 Winter Olympics, and during the games it hosted the biathlon, cross-country skiing, and the cross country skiing portion of the Nordic combined events.:81–82 Since hosting the Olympics, it has been developed as a cross-country skiing, tubing, and snowshoeing venue, while featuring mountain biking and golfing in the summer. On May 1, 2016, the venue operation contract transferred from the Soldier Hollow Legacy Foundation to the Utah Olympic Legacy Foundation, which owns and operates several Olympic and Paralympic legacy venues elsewhere in the state.",
  "/wiki/Biathlon_at_the_2002_Winter_Olympics": "Biathlon at the 2002 Winter Olympics consisted of eight biathlon events. They were held at Soldier Hollow.  The events began on 11 February and ended on 20 February 2002. For the first time since 1992, the biathlon program expanded. A new race type, the pursuit was added, the first new race type since the debut of the sprint in 1980.",
  "/wiki/Cross-country_skiing_at_the_2002_Winter_Olympics": "The cross-country skiing events at the 2002 Winter Olympics were marred by drug problems.  The winners of three races were disqualified after blood tests showed that three skiers had overly high red blood cell counts indicating the use of darbepoetin, a drug used to treat anemia.  At the time, the drug was not specifically listed in the International Olympic Committee's (IOC) list of banned substances, but the Olympic rules generally prohibit doping of any kind, in accordance with its charter. After two years and several lawsuits in Olympic and Swiss courts, the skiers in question (Johann Mühlegg of Spain, and Larissa Lazutina and Olga Danilova of Russia) were stripped of all their medals from the 2002 Games.",
  "/wiki/Nordic_combined_at_the_2002_Winter_Olympics": "Nordic combined at the 2002 Winter Olympics, consisted of three events held over ten days, from 9 February to 22 February. The ski jumping part took place in Park City, while the cross-country part took place in Soldier Hollow. This was the first Winter Olympics to have two individual Nordic Combined events: the 10 km individual normal hill (sprint) and the 10 km individual large hill (individual).",
  "/wiki/Spiral_(bobsleigh,_luge,_and_skeleton)": "The Spiral is a bobsleigh, luge, and skeleton track located in Iizuna village, located north of Nagano, Japan. Used for the bobsleigh and luge competitions for the 1998 Winter Olympics, it is the first permanent bobsleigh, luge, and skeleton track in Asia and the first of its type in the world with two or more uphill sections. It is officially referred to as the Nagano Bobsleigh-Luge Park in Japan.",
  "/wiki/Bobsleigh_at_the_1998_Winter_Olympics": "Bobsleigh at the 1998 Winter Olympics consisted of two events at Spiral.  The competition took place between February 16 and February 23, 1998.",
  "/wiki/Luge_at_the_1998_Winter_Olympics": "Luge at the 1998 Winter Olympics consisted of three events at Spiral.  The competition took place between February 8 and February 11, 1998.",
  "/wiki/Squaw_Valley_Olympic_Skating_Rink": "The Squaw Valley Olympic Skating Rink was a temporary venue constructed for the 1960 Winter Olympics in Squaw Valley, California. Located outdoors near the Blyth Arena, it hosted the speed skating and some of the ice hockey events for those games. The site has been re-developed as parking and mixed residential-retail complex.",
  "/wiki/Ice_hockey_at_the_1960_Winter_Olympics": "The men's ice hockey tournament at the 1960 Winter Olympics in Squaw Valley, United States, was the 9th Olympic Championship, also serving as the 27th World Championships and the 38th European Championships.  The United States won its first Olympic gold medal and second World Championship.  Canada, represented for the second time by the Kitchener-Waterloo Dutchmen, won the silver and its ninth consecutive Olympic ice hockey medal (a feat not matched until the Soviet Union won its ninth consecutive medal in 1988). Highest finishing European team Soviet Union won the bronze medal and its sixth European Championship.  The tournament was held at the Blyth Arena.",
  "/wiki/Speed_skating_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics, eight speed skating events were contested in Squaw Valley, California. For the first time, women participated in the Olympic speed skating events. The competitions were held from Saturday, February 20, to Tuesday, February 23, 1960 (women), and from Wednesday, February 24, to Saturday, February 27, 1960 (men).",
  "/wiki/Squaw_Valley_Ski_Resort": "Squaw Valley Ski Resort in Olympic Valley, California, is one of the largest ski areas in the United States, and was the host site of the entire 1960 Winter Olympics. It is the second-largest ski area in Lake Tahoe after Heavenly, with 30 chairlifts, 3,600 acres (15 km2) and the only funitel in the U.S. Since Squaw Valley joined forces with Alpine Meadows in 2012, the resorts offer joint access to 6,200 acres (25 km2), 43 lifts and over 270 trails. The resort attracts approximately 600,000 skiers a year.",
  "/wiki/Alpine_skiing_at_the_1960_Winter_Olympics": "Alpine skiing at the 1960 Winter Olympics consisted of six events, held in the United States at Squaw Valley, California, from February 20–26, 1960. Competitions took place at Squaw Peak (Men's downhill), KT-22 (Women's downhill, Men's slalom and giant slalom) and (Little) Papoose Peak (sub-peak of KT-22) (Women's slalom and giant slalom).",
  "/wiki/Stade_Olympique_de_Chamonix": "Stade Olympique de Chamonix is an equestrian stadium in Chamonix, France.  It hosted the opening and closing ceremonies to the 1924 Winter Olympics along with cross-country skiing, curling, figure skating, ice hockey, military patrol, the cross-country skiing part of the Nordic combined, and the speed skating events.  The stadium holds 45,000.",
  "/wiki/1924_Winter_Olympics": "The 1924 Winter Olympics, officially known as the I Olympic Winter Games (French: Les Iers Jeux olympiques d'hiver), were a winter multi-sport event which was held in 1924 in Chamonix, France. Originally held in association with the 1924 Summer Olympics, the sports competitions were held at the foot of Mont Blanc in Chamonix, and Haute-Savoie, France between January 25 and February 5, 1924.  The Games were organized by the French Olympic Committee, and were originally reckoned as the \"International Winter Sports Week.\" With the success of the event, it was retroactively designated by the International Olympic Committee (IOC) as the I Olympic Winter Games.",
  "/wiki/Cross-country_skiing_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, two cross-country skiing events were held. The 50 km competition was held on Wednesday, 30 January 1924 and the 18 km competition was held on Saturday, 2 February 1924. The events were also part of the FIS Nordic World Ski Championships as well, which would be combined until the 1980 Winter Olympics.",
  "/wiki/Curling_at_the_1924_Winter_Olympics": "The curling event at the 1924 Winter Olympics was contested only by men. It is the first curling event in Olympic history.",
  "/wiki/Figure_skating_at_the_1924_Winter_Olympics": "Figure skating at the 1924 Winter Olympics took place at the Stade Olympique in Chamonix, France, from January 29 to January 31, 1924. Three figure skating events were contested: men's singles, ladies' singles, and pair skating.",
  "/wiki/Ice_hockey_at_the_1924_Winter_Olympics": "The men's ice hockey tournament at the 1924 Winter Olympics in Chamonix, France, was the 2nd Olympic Championship, also serving as the 2nd World Championships.  The competition was held from Monday, January 28, 1924, to Sunday, February 3, 1924. Canada, represented by the Toronto Granites, defended its championship from the 1920 Summer Olympics. The United States and Great Britain took the silver and bronze respectively, while other contenders included Czechoslovakia, France, and Sweden.",
  "/wiki/Military_patrol_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, in Chamonix, France, a military patrol competition was held. The Olympic results database lists the official medal winners for the event, as does the Official Report (1924), yet several sources have incorrectly counted this competition as a demonstration event only. The event was also demonstrated in 1928, 1936, and 1948, but those results are still considered unofficial. A full 36 years would pass before the modern version of the sport, biathlon, became an official Winter Olympic sport.[nb 1]",
  "/wiki/Nordic_combined_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics one individual Nordic combined event was contested. It was held on Saturday, February 2, 1924 (cross-country skiing) and on Monday, February 4, 1924 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events. The winner, Thorleif Haug was also the winner of both cross country skiing races, and the podium was identical to that in the 50 km cross country.",
  "/wiki/Speed_skating_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics in Chamonix, five speed skating events were contested, all for men. The competitions were held on Saturday, January 26, 1924 and on Sunday, January 27, 1924. Charles Jewtraw won the first gold medal of the 1924 Winter Games, and Clas Thunberg and Roald Larsen each won medals in all five events, with Thunberg winning 3 gold.",
  "/wiki/List_of_Winter_Olympics_venues:_S": "For the Winter Olympics, there are 24 venues starting with the letter 'S'."
}