{
  "/wiki/Canada_Olympic_Park": "WinSport's Canada Olympic Park (COP) (formerly known as Paskapoo Ski Hill) is a ski hill and multi-purpose training and competition facility located in Calgary, Alberta, Canada, and is owned and operated by WinSport. It is currently used both for high performance athletic training and for recreational purposes by the general public. Canada Olympic Park was one of the venues for the 1988 Winter Olympics, being the primary venue for ski jumping, bobsleigh, and luge.",
  "/wiki/Canada_Olympic_Park_bobsleigh,_luge,_and_skeleton_track": "The Canada Olympic Park bobsleigh, luge, and skeleton track is a bobsleigh, luge, and skeleton track located in Calgary, Alberta. Part of Canada Olympic Park, it hosted the bobsleigh and luge competitions at the 1988 Winter Olympics. This track is one of only two of its type in the world to be featured in a non-documentary film when it was part of the 1993 American film Cool Runnings which loosely followed the Jamaican Bobsled Team during their competition in bobsleigh at the 1988 Games (The other was the 1981 British film For Your Eyes Only which included scenes from the bobsleigh track in Cortina d'Ampezzo, Italy.).",
  "/wiki/Bobsleigh_at_the_1988_Winter_Olympics": "Bobsleigh at the 1988 Winter Olympics consisted of two events, at Canada Olympic Park.  The competition took place between February 20 and February 28, 1988.",
  "/wiki/Freestyle_skiing_at_the_1988_Winter_Olympics": "Freestyle skiing was a demonstration sport at the 1988 Winter Olympics. The venues were Canada Olympic Park for aerials and ballet, and Nakiska for moguls. This was the first appearance of freestyle skiing at the Winter Olympics.",
  "/wiki/Luge_at_the_1988_Winter_Olympics": "Luge at the 1988 Winter Olympics consisted of three events at Canada Olympic Park.  The competition took place between February 14 and February 19, 1988.",
  "/wiki/Nordic_combined_at_the_1988_Winter_Olympics": "Nordic combined at the 1988 Winter Olympics consisted of two events, held from 23 February to 28 February. The ski jumping portion took place at Canada Olympic Park, while the cross-country portion took place at Canmore Nordic Centre.",
  "/wiki/Ski_jumping_at_the_1988_Winter_Olympics": "Ski jumping at the 1988 Winter Olympics consisted of three events held from 14 February to 24 February, taking place at Canada Olympic Park. The Calgary Games featured the addition of a new event, the first program change since 1964, with the debut of the team event. Britain's Eddie \"The Eagle\" Edwards achieved celebrity by finishing last in both individual events, with less than half the points of the second-last competitor.",
  "/wiki/Canmore_Nordic_Centre_Provincial_Park": "Canmore Nordic Centre Provincial Park  is a provincial park in Alberta, Canada, located immediately west of Canmore, 105 km (65 mi) west of Calgary.",
  "/wiki/Biathlon_at_the_1988_Winter_Olympics": "Biathlon at the 1988 Winter Olympics consisted of three biathlon events. They were held at the Canmore Nordic Centre, about 100 kilometres from the host city of Calgary.  The events began on 20 February and ended on 26 February 1988.",
  "/wiki/Cross-country_skiing_at_the_1988_Winter_Olympics": "1988 Winter Olympic Games cross-country skiing results was contested at the Canmore Nordic Centre in Canmore, Alberta, Canada.",
  "/wiki/Father_David_Bauer_Olympic_Arena": "The Father David Bauer Olympic Arena is an ice hockey arena in Calgary, Alberta, Canada. It seats about 1,750 for hockey with a standing room capacity of over 2,000. It is named after Father David Bauer, a Hockey Hall of Famer and hockey pioneer.",
  "/wiki/Figure_skating_at_the_1988_Winter_Olympics": "Figure skating at the 1988 Winter Olympics took place at the Stampede Corral, the Olympic Saddledome and the Father David Bauer Olympic Arena in Calgary, Alberta, Canada.",
  "/wiki/Ice_hockey_at_the_1988_Winter_Olympics": "The men's ice hockey tournament at the 1988 Winter Olympics in Calgary, Alberta, Canada, was the 16th Olympic Championship. The Soviet Union won its seventh gold medal. The silver medal was won by Finland, marking its first ever Olympic ice hockey medal. Sweden won the bronze medal.  Games were held in the Olympic Saddledome, the Stampede Corral, and Father David Bauer Olympic Arena. This is so far the only Olympic tournament held on North American soil that was not won by either Canada or United States.",
  "/wiki/Max_Bell_Arena": "The Max Bell Centre (commonly Max Bell Arena) is an ice hockey arena in Calgary, Alberta, Canada, in the community of Radisson Heights. It seats 2,121 for hockey, with a standing room capacity of over 3,000. It is named after Max Bell, a philanthropist who was a prominent businessman in Calgary.",
  "/wiki/Curling_at_the_1988_Winter_Olympics": "Curling was a demonstration sport at the 1988 Winter Olympics. The venue was the Max Bell Arena in Calgary.",
  "/wiki/Short_track_speed_skating_at_the_1988_Winter_Olympics": "Short track speed skating was a demonstration sport at the 1988 Winter Olympic Games. Those competition events took place at the Max Bell Arena in Calgary. This was the only time in the history of Olympic Games that the short track venue was shared with curling.",
  "/wiki/McMahon_Stadium": "McMahon Stadium /məkˈmæn/ is a Canadian football stadium in Calgary, Alberta. The stadium is owned by the University of Calgary and operated by the McMahon Stadium Society.",
  "/wiki/Nakiska": "Nakiska is a ski resort in western Canada, in the Kananaskis Country region of the province of Alberta. It is located 83 km (52 mi) from Calgary, west on Highway 1 (Trans-Canada Highway) and south on Highway 40 (Kananaskis Trail). \"Nakiska\" is a Cree word meaning \"to meet\" or \"meeting place.\"",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics": "Alpine Skiing at the 1988 Winter Olympics consisted of ten alpine skiing events, held February 15–27 at Nakiska on Mount Allan,\na new ski area west of Calgary.",
  "/wiki/Olympic_Oval": "The Olympic Oval in Calgary, Alberta, Canada, is North America's first covered speed skating oval; it was built for the 1988 Winter Olympics and opened 33 years ago on September 27, 1987. Located on the University of Calgary campus, it is the official designated training centre for Speed Skating Canada and the Elite Athlete Pathway.",
  "/wiki/Speed_skating_at_the_1988_Winter_Olympics": "Speed skating at the 1988 Winter Olympics, was held from 14 to 28 February. Ten events were contested at Olympic Oval. For the first time, the women contested a 5000-metre race, the longest distance contested by women in speed skating.",
  "/wiki/Olympic_Saddledome": "Scotiabank Saddledome is a multi-use indoor arena in Calgary, Alberta, Canada. Located in Stampede Park in the southeast end of downtown Calgary, the Saddledome was built in 1983 to replace the Stampede Corral as the home of the Calgary Flames of the National Hockey League, and to host ice hockey and figure skating at the 1988 Winter Olympics.",
  "/wiki/Stampede_Corral": "The Stampede Corral is a multi-purpose venue (ice hockey, rodeo, tennis) in Calgary, Alberta, Canada. Located on the grounds of Stampede Park, the arena was completed in 1950 at a cost of C$1.25 million ($13.3 million today) to replace Victoria Arena as the home of the Calgary Stampeders minor professional hockey club (not to be confused with the present-day Canadian Football League team of the same name), which hosted their Western Hockey League games for years. The Corral was built and is still owned by the not-for-profit Calgary Exhibition & Stampede organization, which leases the underlying land at $1/year from the city of Calgary. Seating 6,475, plus standing room, it is still used for the annual Calgary Stampede, with a variety of entertainment events in each year's daily ENMAX Corral Show."
}