{
  "/wiki/Big_Falls_Inn": "The Big Falls Inn, also known as Upper Mesa Falls Lodge, is located near Island Park, Idaho.  It was built in 1907.\nIt is on the western bank of Henrys Fork at Upper Mesa Falls in the Targhee National Forest.",
  "/wiki/Targhee_National_Forest": "Caribou–Targhee National Forest is located in the states of Idaho and Wyoming, with a small section in Utah in the United States. The forest is broken into several separate sections and extends over 2.63 million acres (10,600 km2). To the east the forest borders Yellowstone National Park, Grand Teton National Park and Bridger-Teton National Forest. Most of the forest is a part of the 20-million-acre (81,000 km2) Greater Yellowstone Ecosystem.",
  "/wiki/Island_Park,_Idaho": "Island Park is a city in Fremont County, Idaho, United States. The city's population was 286 at the 2010 census, up from 215 in 2000. The city was incorporated by owners of the many lodges and resorts along U.S. Route 20 in 1947, primarily to circumvent Idaho's liquor laws that prohibited the sale of liquor outside of city limits. It is only 500 feet (150 m) wide in most locations and, at 33 miles (53 km), claims to have the longest \"Main Street\" in the world.",
  "/wiki/Bishop_Mountain_Lookout": "The Bishop Mountain Lookout, located in Island Park, Idaho, was created between 1936 and 1938 by the Civilian Conservation Corps (CCC) in the Caribou-Targhee National Forest. It was listed on the National Register of Historic Places in 1986, and its cabin is currently available as reserved accommodations through the United States Forest Service.",
  "/wiki/Conant_Creek_Pegram_Truss_Railroad_Bridge": "The Conant Creek Pegram Truss Railroad Bridge, in Fremont County, Idaho near Grainville, Idaho and Ashton, Idaho, was built in 1894.  It brought a railroad over the Conant Creek, 1 mile south of the junction of Squirrel Rd. and the old Ashton-Victor railroad spur tracks.  It is a Pegram truss bridge, designed by George H. Pegram.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Glen_and_Addie_Crabtree_Cabin": "The Glen and Addie Crabtree Cabin was built in 1928. It was listed on the National Register of Historic Places in 2000.",
  "/wiki/Fremont_County_Courthouse_(Idaho)": "Fremont County Courthouse in St. Anthony, Idaho was built in 1909. It was listed on the National Register of Historic Places in 1979. The architects who designed the building were Wayland & Fennell.",
  "/wiki/St._Anthony,_Idaho": "St. Anthony is a city in and the county seat of Fremont County, Idaho, United States. The population was 3,542 at the 2010 census, up from 3,342 in 2000. It is part of the Rexburg, Idaho Micropolitan Statistical Area.",
  "/wiki/Idaho_State_Industrial_School_Women%27s_Dormitory": "The Idaho State Industrial School Women's Dormitory in St. Anthony, Idaho was completed in 1924 from 1920 plans designed by the architectural firm Tourtellotte & Hummel.  It was listed on the National Register of Historic Places on November 17, 1982.",
  "/wiki/Independent_Order_of_Odd_Fellows_Hall_(Ashton,_Idaho)": "The Independent Order of Odd Fellows Hall in Ashton, Idaho, also known as the Ashton State Bank Building was built in 1907 in Early Commercial architectural style.  It served historically as a meeting hall and for businesses.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Ashton,_Idaho": "Ashton is a city in Fremont County, Idaho, United States. The population was 1,127 at the 2010 census, and it is part of the Rexburg Micropolitan Statistical Area. The district is noted for seed potato production and bills itself as the world's largest seed potato growing area.",
  "/wiki/U.S._Route_20": "U.S. Route 20 or U.S. Highway 20 (US 20) is an east–west United States highway that stretches from the Pacific Northwest all the way to New England. The \"0\" in its route number indicates that US 20 is a coast-to-coast route and major route. Spanning 3,365 miles (5,415 km), it is the longest road in the United States, and the route is roughly parallel to that of the newer Interstate 90 (I-90), which is in turn the longest Interstate Highway in the U.S. There is a discontinuity in the official designation of US 20 through Yellowstone National Park, with unnumbered roads used to traverse the park.",
  "/wiki/Johnny_Sack_Cabin": "The Johnny Sack Cabin, at Big Springs, Idaho near Island Park, is a log bungalow built in 1932-34.  It was listed on the National Register of Historic Places in 1979.",
  "/wiki/St._Anthony_Pegram_Truss_Railroad_Bridge": "The St. Anthony Pegram Truss Railroad Bridge, in Fremont County, Idaho near St. Anthony, Idaho, was built in 1896.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Eastern_Idaho_Railroad": "The Eastern Idaho Railroad (reporting mark EIRR) started running on November 21, 1993, as a collection of two disconnected clusters of former Union Pacific branches. EIRR is owned by Watco, Inc (WAMX), of Pittsburg, Kansas, a short line operator. EIRR operates two segments, that move more than 35,000 carloads per year to the Union Pacific, with interchanges at Idaho Falls on the Northern Segment, and Minidoka on the Southern segment. The annual income is reported as being under 25 million dollars.",
  "/wiki/Idaho_State_Highway_87": "State Highway 87 (SH-87) is a 9.133-mile-long (14.698 km) state highway in Idaho from U.S. Route 20 (US-20) to the Montana state line where it continues as Montana Highway 87 (MT 87)."
}