{
  "/wiki/Barrie_Molson_Centre": "Sadlon Arena (formerly known as the Barrie Molson Centre) is a 4,195-seat multi-purpose arena in Barrie, Ontario, Canada. It is primarily home to the Barrie Colts of the Ontario Hockey League. It is located in the south end of the city on Bayview Drive at Mapleview Drive, near  Park Place and big box shopping plazas.",
  "/wiki/Barrie": "Barrie is a city, and manifesting regional centre in Central Ontario, Canada, positioned on the shores of Kempenfelt Bay, the western arm of Lake Simcoe. The city is located geographically within Simcoe County, however, it is a politically independent single-tier municipality.  It is part of the historically significant Huronia region of Central Ontario and is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. As of the 2016 census, the city's population was 141,434 making it the 34th largest in Canada in terms of population proper. The Barrie census metropolitan area (CMA) as of the same census had a population of 197,059 residents, making the city the 21st largest CMA in Canada. The city itself has seen significant growth in recent decades due to its emergence as a bedroom community, and its relatively close proximity to the city of Toronto. Barrie is situated approximately 86.6 kilometres (53.8 mi) from the Toronto Pearson International Airport and 109 kilometres (68 mi) from Downtown Toronto, representing the city's highly centralized and historically strategic geographical orientation and its ease of access to major centres and airports across the region.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Bell_MTS_Place": "Bell MTS Place is an indoor arena in downtown Winnipeg, Manitoba. The arena is the home of the National Hockey League's Winnipeg Jets and their American Hockey League affiliate, the Manitoba Moose.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/BMO_Field": "BMO Field is an outdoor stadium located at Exhibition Place in Toronto, Ontario, Canada, which is home to Toronto FC of Major League Soccer and the Toronto Argonauts of the Canadian Football League. Constructed on the site of the former Exhibition Stadium and first opened in 2007, it is owned by the City of Toronto, and managed by Maple Leaf Sports & Entertainment. The stadium's naming rights are held by the Bank of Montreal, which is commonly branded as \"BMO\" (/ˈbiːmoʊ/).",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Brandt_Centre": "The Brandt Centre (formerly the Regina Agridome) is an indoor arena in Regina, Saskatchewan, located on the city's exhibition grounds Evraz Place. Built in 1977, it is the home arena for the WHL's Regina Pats. It is owned by the city of Regina and operated by the Regina Exhibition Association Ltd. (REAL).",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/CAA_Centre": "The CAA Centre (formerly the Brampton Centre for Sports & Entertainment and the Powerade Centre) is a 5,000-seat multi-purpose arena in Brampton, Ontario, Canada. It was built in 1998, and officially opened the same year on October 7. Its main arena is home to the Brampton Beast of the ECHL and the Brampton Excelsiors lacrosse teams.",
  "/wiki/Brampton": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Canadian_Tire_Centre": "Canadian Tire Centre (French: Centre Canadian Tire) is a multi-purpose indoor arena in Ottawa, Ontario, Canada, located in the western suburb of Kanata. It opened in January 1996 as The Palladium and was also known as Corel Centre from 1996 to 2006 and Scotiabank Place from 2006 to 2013.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Centre_Air_Creebec": "The Centre Air Creebec, formerly known as the Palais des Sports, is a 3,504 capacity (2,140 seated) multi-purpose arena in Val-d'Or, Quebec, Canada. It is home to the Val-d'Or Foreurs ice hockey team. It was built in 1949 and renamed for corporate sponsor Air Creebec in November 2005.",
  "/wiki/Val-d'Or": "Val-d'Or (/ˈvældɔːr/, French: [val dɔʁ], locally [val dɑɔ̯ʁ]; \"Golden Valley\" or \"Valley of Gold\") is a city in Quebec, Canada with a population of 32,491 inhabitants according to the Canada 2016 Census. The city is located in the Abitibi-Témiscamingue region near La Vérendrye Wildlife Reserve.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Centre_Bell": "The Bell Centre (French: Centre Bell), formerly known as the Molson Centre (or Le Centre Molson), is a multi-purpose arena in Montreal, Quebec, Canada. It opened on March 16, 1996, after nearly three years under construction. It is best known as the home of the National Hockey League's Montreal Canadiens ice hockey team, and it has the largest arena capacity to regularly host an NHL team.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/CN_Centre": "The CN Centre (formerly Prince George Multiplex) is a 5,971-seat multi-purpose arena, in Prince George, British Columbia, Canada. It was designed by PBK Architects, opened in 1995 and is owned by the City of Prince George.  There are 14 luxury suites.  In 2005, Canadian National Railway purchased the naming rights to the building which has previously been known as the Multiplex.",
  "/wiki/Prince_George,_British_Columbia": "Prince George is the largest city in northern British Columbia, Canada, with a population of 86,622 in the metropolitan area. It is often called the province's \"Northern Capital\" or sometimes the \"Spruce Capital\" because it is the hub city for Northern BC. It is situated at the confluence of the Fraser and Nechako rivers, and at the crossroads of Highway 16 and Highway 97.",
  "/wiki/Coca-Cola_Coliseum": "Coca-Cola Coliseum (French: Colisée Coca-Cola) is an arena at Exhibition Place in Toronto, Ontario, Canada, used for agricultural displays, ice hockey and trade shows. It was built for the Canadian National Exhibition (CNE) and the Royal Agricultural Winter Fair (the Royal) in 1921. Commonly known as the Coliseum, it was formerly known as the CNE Coliseum and Ricoh Coliseum, and since 1997 it has been part of the \"National Trade Centre\" exhibition complex. It serves as the home arena of the Toronto Marlies ice hockey team, the American Hockey League farm team of the Toronto Maple Leafs. For the 2015 Pan American Games the venue hosted the gymnastics competitions and was known as the Toronto Coliseum.",
  "/wiki/Colisée_Desjardins": "The Colisée Desjardins, formerly the Colisée des Bois-Francs, is a 3,420 capacity multi-purpose arena in Victoriaville, Quebec, Canada. It is home to the Victoriaville Tigres ice hockey team. The arena was built in 1980 and is also known as the Amphithéatre Gilbert-Perreault. Naming rights to the building were sold to the Desjardins Group in 2006.",
  "/wiki/Victoriaville": "Victoriaville is a town in central Quebec, Canada, on the Nicolet River. Victoriaville is the seat of Arthabaska Regional County Municipality and a part of the Centre-du-Québec (Bois-Francs) region.  It was formed in 1993 by the merger of Arthabaska, Saint-Victoire-d'Arthabaska and Victoriaville, with the name of the latter being used for the new merged town.",
  "/wiki/Credit_Union_Centre": "SaskTel Centre (formerly Credit Union Centre, and originally Saskatchewan Place; informally also known as Sask Place) is an arena located in the Agriplace Industrial Park, Saskatoon, Saskatchewan, Canada. With 15,195 permanent stadium seats, & situated near the city's northern entrance, the facility opened in February 1988 with a seating capacity of around 7,800. It was expanded to 11,330 for the World Junior Hockey Championships in 1990. More additional permanent seating was added in 2008 and 2009. The current capacity is now 15,190 for hockey.",
  "/wiki/Saskatoon": "Saskatoon (/ˌsæskəˈtuːn/) is the largest city in the Canadian province of Saskatchewan. It straddles a bend in the South Saskatchewan River in the central region of the province. It is located along the Trans-Canada Yellowhead Highway, and has served as the cultural and economic hub of central Saskatchewan since its founding in 1882 as a Temperance colony.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/ENMAX_Centre": "The ENMAX Centre (formerly Canada Games Sportsplex) is a 5,479-seat multi-purpose arena, in Lethbridge, Alberta, Canada.",
  "/wiki/Lethbridge": "Lethbridge (/ˈlɛθbrɪdʒ/) is a city in the province of Alberta, Canada. It is Alberta's third-largest city by both population and land area after Calgary and Edmonton, and the largest city in southern Alberta. The nearby  Canadian Rocky Mountains contribute to the city's warm summers, mild winters, and windy climate. Lethbridge lies southeast of Calgary on the Oldman River.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/ENMAX_Centrium": "The Westerner Park Centrium is a two-tier 7,111-seat multi-purpose arena in Red Deer, Alberta, Canada. It was built in 1991 and is the home arena of the Red Deer Rebels hockey team. The arena can hold a maximum of 7,819 people when floor seating is used. \"Half house\" seating is 3,357 when floor to ceiling divider curtains are used to mask off unused seating.",
  "/wiki/Red_Deer,_Alberta": "Red Deer is a city in central Alberta, Canada. It is located near the midpoint of the Calgary–Edmonton Corridor and is surrounded by Red Deer County. It is Alberta's fourth most populous city.[citation needed] after Calgary, Edmonton, and Lethbridge. The city is located in aspen parkland, a region of rolling hills that is home to oil, grain, and cattle production. It is a centre for oil and agriculture distribution, and the surrounding region is a major centre for petrochemical production. With a recorded population of 100,418 in the Canada 2016 census, Red Deer became the third Alberta city to surpass 100,000 people.",
  "/wiki/General_Motors_Centre": "The Tribute Communities Centre, formerly known as the General Motors Centre or GM Centre, GMC for short, is a multi-purpose arena located in downtown Oshawa, Ontario, Canada, which opened in November 2006. The arena was constructed to replace the Oshawa Civic Auditorium. The main tenant is the Oshawa Generals of the Ontario Hockey League, and formerly the Durham TurfDogs of the Canadian Lacrosse League. It features the Oshawa Sports Hall of Fame, Prospects Bar and Grill, an Oshawa Generals retail store, executive seating and special club seats. The name was changed to Tribute Communities Centre on November 1, 2016.",
  "/wiki/Oshawa": "Oshawa (/ˈɒʃəwə/ OSH-ə-wə, also US: /-wɑː, -wɔː/ -⁠wah, -⁠waw; 2016 population 159,458; CMA 379,848) is a city in Ontario, Canada, on the Lake Ontario shoreline. It lies in Southern Ontario, approximately 60 km (37 mi) east of Downtown Toronto. It is commonly viewed as the eastern anchor of the Greater Toronto Area and of the Golden Horseshoe. It is the largest municipality in the Regional Municipality of Durham. The name Oshawa originates from the Ojibwa term aaz haway, meaning \"the crossing place\" or just \"a cross\".",
  "/wiki/IG_Field": "IG Field, formerly Investors Group Field, is a football stadium in Winnipeg, Manitoba, Canada. The stadium, which opened in 2013, is located on the University of Manitoba campus next to University Stadium. Owned by Triple B Stadium Inc., a consortium of the City of Winnipeg, the Province of Manitoba, the Winnipeg Football Club and the University of Manitoba, the stadium is home to the Winnipeg Blue Bombers of the Canadian Football League (CFL), Valour FC of the Canadian Premier League (CPL), the University of Manitoba Bisons football team, and the Winnipeg Rifles (CJFL).",
  "/wiki/IGA_Stadium": "Stade IGA (formerly Stade Du Maurier and Stade Uniprix) is the main tennis court at the Canadian Open tournament in Montreal, Quebec.  Built in 1996, the centre court stadium currently holds 11,815 spectators. It was formerly known as Stade Du Maurier, after the cigarette brand. From 2004 to 2018, it was named Stade Uniprix, after a major pharmacy chain in Quebec. On Monday, April 16, 2018, Tennis Canada announced that it would change the name to Stade IGA.",
  "/wiki/Interior_Savings_Centre": "The Sandman Centre (formerly known as Riverside Coliseum and Interior Savings Centre) is a 5,464-seat multi-purpose arena in Kamloops, British Columbia, Canada. It is home to the Kamloops Blazers Ice hockey team. The arena is owned by The City of Kamloops.",
  "/wiki/Kamloops": "Kamloops (/ˈkæmluːps/) is a city in south-central British Columbia, Canada, at the confluence of the two branches of the Thompson River and east of Kamloops Lake.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Budweiser_Gardens": "Budweiser Gardens is a sports-entertainment centre, in London, Ontario, Canada – the largest such centre in southwestern Ontario. Until 2012, it was known as the John Labatt Centre.",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/K-Rock_Centre": "Leon's Centre is an indoor stadium in downtown Kingston, Ontario, Canada, at the intersection of Ontario Street and Place d'Armes. The arena is the home of the Kingston Frontenacs ice hockey team of the Ontario Hockey League.",
  "/wiki/Kingston,_Ontario": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/List_of_sponsored_sports_venues": "The following is a list of sports venues with sole naming rights:"
}