{
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/British_Airways": "British Airways (BA) is the flag carrier airline of the United Kingdom, headquartered at Waterside, Harmondsworth, near its main hub at London Heathrow Airport. It is the second largest airline in the United Kingdom, based on fleet size and passengers carried, behind easyJet. In January 2011 BA merged with Iberia, creating the International Airlines Group (IAG), a holding company registered in Madrid, Spain. IAG is the world's third-largest airline group in terms of annual revenue and the second-largest in Europe. It is listed on the London Stock Exchange and in the FTSE 100 Index. British Airways is the first passenger airline to have generated more than $1 billion on a single air route in a year (from 1 April 2017, to 31 March 2018, on the New York JFK - London Heathrow route).",
  "/wiki/Bulgaria_Air": "Bulgaria Air (Bulgarian: България Ер) is the flag carrier airline of Bulgaria, with its headquarters at Sofia Airport in Sofia. The company is owned by Chimimport AD and is a leader in terms of local market share. The airline operates short and medium haul aircraft to destinations in Europe, Middle East, and Russia. Focus cities in Bulgaria are Burgas and Varna. In 2018 the company carried a total of 1.267 million passengers on 5,995 flights.",
  "/wiki/EasyJet": "EasyJet PLC, styled as easyJet, is a British low-cost airline group headquartered at London Luton Airport. It operates domestic and international scheduled services on over 1,000 routes in more than 30 countries via its affiliate airlines EasyJet UK, EasyJet Switzerland, and EasyJet Europe. EasyJet plc is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. easyGroup Holdings Ltd (the investment vehicle of the airline's founder Stelios Haji-Ioannou and his family) is the largest shareholder with a 34.62% stake (as of July 2014). It employs nearly 14,000 people, based throughout Europe but mainly in the UK.",
  "/wiki/Ryanair": "Ryanair DAC is an Irish budget airline founded in 1984, headquartered in Swords, Dublin, Ireland, with its primary operational bases at Dublin and London Stansted airports. It forms the largest part of the Ryanair Holdings family of airlines, and has Ryanair UK, Ryanair Sun, Malta Air and Lauda as sister airlines. In 2016, Ryanair was the largest European budget airline by scheduled passengers flown, and carried more international passengers than any other airline.",
  "/wiki/Wizz_Air": "Wizz Air, legally incorporated as Wizz Air Hungary Ltd. (Hungarian: Wizz Air Hungary Légiközlekedési Kft.) and stylised as W!zz Air, is a Hungarian low-cost airline with its head office in Budapest. The airline serves many cities across Europe, as well as some destinations in North Africa and the Middle East. It has the largest fleet of any Hungarian airline, although it is not a flag carrier, and currently serves 44 countries. Its Jersey-based parent company, Wizz Air Holdings plc, is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index. As of 2018, the airline has its largest base at Budapest Airport with over 60 destinations. In 2019 the airline transported 39.8 million passengers.",
  "/wiki/Varna": "Varna (Bulgarian: Варна, pronounced [ˈvarnɐ]) is the third largest city in Bulgaria and the largest city and seaside resort on the Bulgarian Black Sea Coast. Situated strategically in the Gulf of Varna, the city has been a major economic, social and cultural centre for almost three millennia. Varna, historically known as Odessos (Ancient Greek: Ὀδησσός), grew from a Thracian seaside settlement to a major seaport on the Black Sea.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Alitalia": "Alitalia – Società Aerea Italiana (Alitalia – Italian Air Company), operating as Alitalia (Italian pronunciation: [aliˈtaːlja]), is the flag carrier of Italy. The company has its head office in Fiumicino, Rome, Italy. Its main hub is Leonardo da Vinci–Fiumicino Airport, Rome, and a secondary is Linate Airport, Milan.  Other focus airports are Catania–Fontanarossa Airport, Milan Malpensa Airport, Palermo Airport and Naples Airport. In 2018, it was the twelfth-largest airline in Europe.  The name is an Italian portmanteau of the words ali ('wings') and Italia ('Italy').",
  "/wiki/Tel_Aviv": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا‎ – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem.[a]",
  "/wiki/Arkia": "Arkia, legally incorporated as Arkia Israeli Airlines Ltd (Hebrew: ארקיע, I will soar, Arabic: خطوط أركيا‎), is an Israeli airline. Its head office is on the grounds of Sde Dov Airport in Tel Aviv, Israel. It is Israel's second-largest airline, operating scheduled domestic and international services, as well as charter flights to destinations in Western Europe and across the Mediterranean. Its main base is Ben Gurion Airport, with hubs at Eilat Airport and Ramon Airport.",
  "/wiki/El_Al": "El Al Israel Airlines Ltd. (TASE: ELAL, .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}אל על נתיבי אויר לישראל בע״מ), trading as El Al (Hebrew: אל על‎, \"To the Skies\" or \"Skywards\", stylized as ELעלALאל;  Arabic: إل-عال‎) is the flag carrier of Israel. Since its inaugural flight from Geneva to Tel Aviv in September 1948, the airline has grown to serve over 50 destinations, operating scheduled domestic and international services and cargo flights within Israel, and to Europe, the Middle East, the Americas, Africa, Australia and the Far East, from its main base in Ben Gurion Airport.",
  "/wiki/Israir_Airlines": "Israir Airlines Ltd., more commonly referred to as Israir, is an Israeli airline headquartered in Tel Aviv. It operates domestic scheduled and air taxi flights from Ben Gurion International Airport, and Eilat Airport, as well as international charter services from Ben Gurion International Airport to Europe and Asia. It also operates VIP flights, and is Israel's third-largest airline after El Al and Arkia Israel Airlines, employing some 350 staff.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Transavia": "Transavia Airlines C.V., trading as Transavia and formerly branded as transavia.com, is a Dutch low-cost airline and a wholly owned subsidiary of KLM and therefore part of the Air France–KLM group. Its main base is Amsterdam Airport Schiphol and it has other bases at Rotterdam The Hague Airport and Eindhoven Airport. Transavia maintains Transavia France as its French subsidiary.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Aegean_Airlines": "Aegean Airlines S.A. (Greek: Αεροπορία Αιγαίου Ανώνυμη Εταιρεία, Aeroporía Aigaíou Anónimi Etairía pronounced [aeropoˈria eˈʝeu]; LSE: 0OHY) is the flag carrier airline of Greece and the largest Greek airline by total number of passengers carried, by number of destinations served and by fleet size.  A Star Alliance member since June 2010, it operates scheduled and charter services from Athens and Thessaloniki to other major Greek destinations as well as to a number of European and Middle Eastern destinations.  Its main hubs are Athens International Airport in Athens, Macedonia International Airport in Thessaloniki and Larnaca International Airport in Cyprus.  It also uses other Greek airports as bases, some of which are seasonal.  It has its head office in Kifisia, a suburb of Athens.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː]), commonly known as Lufthansa, is the flag carrier and largest German airline which, when combined with its subsidiaries, is the second largest airline in Europe in terms of passengers carried. The name of the company is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's largest airline alliance, formed in 1997.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi)."
}