{
  "/wiki/United_States_dollar": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Steve_Ballmer": "Steven Anthony Ballmer (/ˈbɔːlmər/; born March 24, 1956) is an American businessman and investor who was the chief executive officer of Microsoft from January 13, 2000, to February 4, 2014, and is the current owner of the Los Angeles Clippers of the National Basketball Association (NBA). As of October 2019[update], his personal wealth is estimated at US $51.9 billion, ranking him the 16th richest person in the world.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/MSN": "MSN (stylized in all lowercase) is a web portal and related collection of Internet services and apps for Windows and mobile devices, provided by Microsoft and launched on August 24, 1995, the same release date as Windows 95.",
  "/wiki/Proginet": "Proginet Corporation, which was acquired by Tibco Software in 2010, was a systems management software company.  It is best known for having developed a breakthrough product in the late 1980s called XCOM, which allowed companies to manage the process of moving bulk data between 26 different computer operating systems. In the early 1990s, the company's rights in XCOM were sold to its distributor, which was itself later acquired by CA-Inc. XCOM went on to generate hundreds of millions of dollars in sales for CA-Inc. After the sale of its only product, the company secured equity stakes from Microsoft and Novell, and began the development of enterprise managed file transfer products across many major computing platforms including Windows, UNIX, Linux, AS/400 and the mainframe. The company has been in business since 1986. Proginet's products include CyberFusion Integration Suite, Slingshot, Edge Server, Harbor NSM and HFT, and the Rocketstream software suite. Proginet's global customer base spans more than 23 countries and includes many Fortune 500 companies. The company is headquartered in Garden City, New York, has offices in Toronto, Ontario, Canada. On June 22, 2010 the company announced that it is to be acquired by TIBCO Corporation for $23 million.",
  "/wiki/Avid_Technology": "Avid Technology (often known as Avid, stylized as ▲▼❚▶) is an American technology and multimedia company founded in August 1987 by Bill Warner, based in Burlington, Massachusetts. It specializes in audio and video; specifically, digital non-linear editing (NLE) systems, video editing software, audio editing software, music notation software, management and distribution services.",
  "/wiki/Softimage_(company)": "Softimage, Co. /ˌsɒftɪˈmɑːʒ/ was a company located in Montreal, Quebec, Canada that produced 3D animation software.   A subsidiary of Microsoft in the 1990s, it was sold to Avid Technology, who would eventually sell the name and assets of Softimage's 3D-animation business to Autodesk.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Ticketmaster": "Ticketmaster Entertainment, Inc. is an American ticket sales and distribution company based in Beverly Hills, California with operations in many countries around the world. In 2010 it merged with Live Nation under the name Live Nation Entertainment (NYSE: LYV).",
  "/wiki/CitySearch": "Citysearch is an online city guide that provides information about businesses in the categories of dining, entertainment, retail, travel, and professional services in cities throughout the United States. Visitors to each of Citysearch's local city guides will find contact information, maps, driving directions, editorial, and user reviews for the businesses listed.  Citysearch is headquartered in West Hollywood, California and is an owned and operated web site of CityGrid Media, which is an operating business of IAC (NASDAQ: IACI). The original office was in Pasadena, California.[citation needed]",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/DreamWorks_Interactive": "Danger Close Games (formerly DreamWorks Interactive and EA Los Angeles) was an American video game developer based in Los Angeles. The company was founded in 1995 as joint venture between DreamWorks and Microsoft under the name DreamWorks Interactive. It was acquired by Electronic Arts and renamed EA Los Angeles in 2000, and to Danger Close Games in 2010. Danger Close's sole responsibility after 2010 was to develop games in the Medal of Honor franchise. When the series was put on hold in January 2013, Danger Close was shut down, with some staff moving on to DICE LA.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Expedia,_Inc.": "Expedia Group is an online travel shopping company for consumer and small business travel. Its websites, which are primarily travel fare aggregators and travel metasearch engines, include CarRentals.com, Expedia.com, HomeAway, Hotels.com, Hotwire.com, Orbitz, Travelocity, trivago, Venere.com and vrbo.",
  "/wiki/CNBC": "CNBC is an American pay television business news channel that is owned by NBCUniversal Broadcast, Cable, Sports and News, a division of NBCUniversal, with both being ultimately owned by Comcast. Headquartered in Englewood Cliffs, New Jersey, the network primarily carries business day coverage of U.S. and international financial markets; following the end of the business day and on non-trading days, CNBC primarily carries financial and business-themed documentaries and reality shows.",
  "/wiki/USA_Networks": "USA Network (on-air simply as USA, stylized as usa since 2005) is an American pay television channel that is owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, a subsidiary of Comcast. It was originally launched in 1977 as Madison Square Garden Sports Network, one of the first national sports cable television channels, before being relaunched as USA Network in 1980. Once a minor player in basic-tier pay television, USA has steadily gained popularity due to its original programming; it is one of four major subscription-television networks (with TBS, TNT and FX) that also broadcasts syndicated reruns of current and former \"network television\" (i.e., terrestrial) series and theatrically-released feature films, as well as limited sports programming and WWE.",
  "/wiki/Liberty_Media": "Liberty Media Corporation (commonly referred to as Liberty Media or just Liberty) is an American mass media company controlled by chairman John C. Malone. The company has three divisions, reflecting the company's ownership stakes in Formula One, SiriusXM, and the Atlanta Braves.",
  "/wiki/Agency.com": "Agency.com was an interactive marketing agency based in New York City with offices worldwide.  The company was a part of Omnicom Group Inc. and had approximately 500 employees in eleven offices on three continents.  Services included website design and development, interactive marketing, search marketing and rich media development.",
  "/wiki/The_Reynolds_and_Reynolds_Company": "The Reynolds and Reynolds Company is a private corporation based in Dayton, Ohio. Its primary business is providing business forms, management software and professional services to car dealerships. Its software is used to manage sales logistics at dealerships. It also produces forms used in medicine and insurance.",
  "/wiki/Telewest": "Telewest (previously Telewest Broadband and Telewest Communications) was a cable internet, broadband internet, telephone supplier and cable television provider in the United Kingdom. It was listed on the London Stock Exchange and was once a constituent of the FTSE 100 Index.",
  "/wiki/IDT_Corporation": "IDT Corporation (originally standing for International Discount Telecommunications) is an American telecommunications company headquartered in Newark, New Jersey.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/HWW_Limited": "HWW was an Australian-based organisation which supplied television and movies metadata to a broad range of clients across new and traditional media including: online publishers, subscription television providers, IPTV providers, HbbTV providers and print publishers.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Northgate_Information_Solutions": "Northgate Public Services (Northgate) (formally North Gate Information Solutions) is a provider of specialist software and outsourcing services for the public sector and is based in the United Kingdom.",
  "/wiki/List_of_mergers_and_acquisitions_by_Microsoft": "Microsoft is an American public multinational corporation headquartered in Redmond, Washington, USA that develops, manufactures, licenses, and supports a wide range of products and services predominantly related to computing through its various product divisions. Established on April 4, 1975 to develop and sell BASIC interpreters for the Altair 8800, Microsoft rose to dominate the home computer operating system market with MS-DOS in the mid-1980s, followed by the Microsoft Windows line of operating systems. Microsoft would also come to dominate the office suite market with Microsoft Office. The company has diversified in recent years into the video game industry with the Xbox, the Xbox 360, and the Xbox One, as well as into the consumer electronics and digital services market with Zune, MSN and the Windows Phone OS."
}