{
  "/wiki/Martin_Clark_(snooker_player)": "Martin Clark (born 27 October 1968) is an English organiser of snooker tournaments and retired professional snooker player.",
  "/wiki/1988_Pontins_Professional": "The 1988 Pontins Professional was the fifteenth edition of the professional invitational snooker tournament which took place in May 1988 in Prestatyn, Wales.",
  "/wiki/Pontins_Professional": "The Pontins Professional was an invitational professional non-ranking snooker tournament which ran from 1974 until 2000.",
  "/wiki/Mike_Hallett": "Mike Hallett (born 2 July 1959) is an English former professional snooker player and television sports commentator.",
  "/wiki/1988_World_Matchplay_(snooker)": "The 1989 Everest World Matchplay was a professional non-ranking snooker tournament that took place in December 1988 in Brentwood, England.",
  "/wiki/World_Matchplay_(snooker)": "The World Matchplay professional non-ranking snooker tournament was established in 1988 and last held in 1992.",
  "/wiki/Steve_Davis": "Steve Davis, OBE (born 22 August 1957) is an English retired professional snooker player from Plumstead, London. He dominated the sport during the 1980s, when he reached eight World Championship finals in nine years, won six world titles, and held the world number one ranking for seven consecutive seasons. He is also remembered among the wider public for the 1985 World Championship final against Dennis Taylor, which was decided on the final black and still holds the record for the UK's largest post-midnight television audience, with 18.5 million viewers.",
  "/wiki/1989_Matchroom_League": "The 1989 Matchroom League was a professional non-ranking snooker tournament that was played from January to May 1989.",
  "/wiki/Premier_League_Snooker": "The Premier League Snooker was a professional non-ranking snooker tournament. It was held from 1987 until 2012. The tournament was played in a round-robin format over a number of weeks, normally from mid-September to early-December, around the other World Snooker events in various locations.",
  "/wiki/1989_Masters_(snooker)": "The 1989 Benson & Hedges Masters was a professional non-ranking snooker tournament that took place between 22 and 29 January 1989 at the Wembley Conference Centre in London, England. The prize money for the highest break was £6,000. The top 16 players were invited for the tournament.",
  "/wiki/Masters_(snooker)": "The Masters is a professional invitational snooker tournament. Held every year since 1975, it is the second-longest running tournament behind the World Championship. It is one of the Triple Crown events, and although not a ranking event, it is regarded as one of the most prestigious tournaments on the circuit. The reigning champion is Stuart Bingham.",
  "/wiki/Stephen_Hendry": "Stephen Gordon Hendry MBE (born 13 January 1969) is a Scottish former professional snooker player and current commentator for the BBC and ITV. One of the most successful players in the history of snooker, he has won snooker's most prestigious tournament, the World Snooker Championship, a record seven times and holds the record for most seasons as world number one (9). His first world title in 1990, at the age of 21, made him the youngest-ever World Champion, a record that he still holds.",
  "/wiki/1989_English_Professional_Championship": "The 1989 English Professional Championship was a professional non-ranking snooker tournament, which took place in February 1989 in Bristol, England. This was the final edition of the tournament.",
  "/wiki/English_Professional_Championship": "The English Professional Championship was a professional snooker tournament which was open only for English players.",
  "/wiki/1989_London_Masters": "The 1989 Continental Airlines London Masters was a professional invitational snooker tournament, which took place from September 1988 to May 1989 at the Café Royal in London, England.",
  "/wiki/London_Masters_(snooker)": "The London Masters was a non-ranking snooker tournament staged between 1989 and 1991. All three editions were held at the Café Royal in London and sponsored by Continental Airlines. Stephen Hendry won both of the first two editions of the event, defeating John Parrott twice in the final by the same score of 4-2. The final event, held in 1991 was won by Steve Davis who defeated Hendry in a whitewash 4-0.",
  "/wiki/1989_World_Matchplay_(snooker)": "The 1989 Everest World Matchplay was a professional non-ranking snooker tournament that took place in December 1989 in Brentwood, England.",
  "/wiki/Jimmy_White": "James Warren White, MBE (born 2 May 1962) is an English professional snooker player who now competes with an invitational tour card. Nicknamed \"The Whirlwind\" because of his fluid, attacking style of play and popularly referred to as the \"People's Champion\", White is the 1980 World Amateur Champion, 2009 Six-red World champion, 2010 and 2019 World Seniors Champion, 2019 Seniors 6-Red World Champion and 1984 World Doubles champion with Alex Higgins.",
  "/wiki/1990_Masters_(snooker)": "The 1990 Benson & Hedges Masters was a professional non-ranking snooker tournament that took place between 4 and 11 February 1990 at the Wembley Conference Centre in London, England.",
  "/wiki/1990_London_Masters": "The 1990 Continental Airlines London Masters was a professional invitational snooker tournament, which took place from October 1989 to May 1990 at the Café Royal in London, England.",
  "/wiki/1990_Norwich_Union_Grand_Prix": "The 1990 Norwich Union Grand Prix was a professional invitational snooker tournament, which took place in November 1990 in Monte Carlo, Monaco.",
  "/wiki/Norwich_Union_Grand_Prix": "The Norwich Union Grand Prix was a non-ranking snooker tournament staged between 1988 and 1990. Matches were held at various venues across Europe with the final stage being played in Monte Carlo, Monaco. The tournaments were sponsored by Norwich Union, who had last sponsored a snooker tournament, the Norwich Union Open, fourteen years previously.",
  "/wiki/1991_Irish_Masters": "The 1991 Irish Masters was the seventeenth edition of the professional invitational snooker tournament, which took place from 2 to 7 April 1991. The tournament was played at Goffs in Kildare, and featured twelve professional players.",
  "/wiki/Irish_Masters": "The Irish Masters was a professional snooker tournament. It was founded in 1978, following on from the successful Benson & Hedges Ireland Tournament (alternatively known as the Benson & Hedges Ireland Championship). The final champion of the tournament was Ronnie O'Sullivan.",
  "/wiki/1992_Masters_(snooker)": "The 1992 Benson & Hedges Masters was a professional non-ranking snooker tournament that took place between 2 and 9 February 1992 at the Wembley Conference Centre in London, England.",
  "/wiki/James_Wattana": "James Wattana (Thai: เจมส์ วัฒนา; born January 17, 1970, as วัฒนา ภู่โอบอ้อม Wattana Pu-Ob-Orm, then renamed รัชพล ภู่โอบอ้อม Ratchapol Pu-Ob-Orm in 2003) is a Thai professional snooker player who now competes in ranking tournaments with an invitational tour card.",
  "/wiki/1994_European_League": "The 1994 Lowen Sport European League was a  professional non-ranking snooker tournament that was played from 1 January to 29 May 1994.",
  "/wiki/1994_Malta_Grand_Prix": "The 1994 Malta Grand Prix was the first edition of the professional invitational snooker tournament, which took place from 28 November to 4 December 1994. The tournament was played at the Jerma Palace Hotel in Valletta, Malta.",
  "/wiki/Malta_Grand_Prix": "The Malta Grand Prix was a professional snooker tournament which ran from the 1994/95 season to 2000/2001, sponsored by Rothmans. In 2000 only it was a European ranking tournament.",
  "/wiki/Tony_Drago": "Tony Drago (born 22 September 1965) is a Maltese former professional snooker and pool player. He reached the quarter finals of the World Snooker Championship in 1988. He won the 2003 World Pool Masters Tournament beating Hsia Hui-kai 8–6 and the 2008 Predator International 10-ball Championship beating Francisco Bustamante 13–10.",
  "/wiki/1995_Red_%26_White_Challenge": "The 1995 Red and White Challenge was a non-ranking invitational snooker tournament held by the WPBSA, which took place in August 1995.\nThe tournament was played in Islamabad, Pakistan, and featured four professional players - Nigel Bond, John Parrott, Ken Doherty and David Roe - alongside four amateurs - Pakistan's Mohammed Yousuf and Naveen Perwani, Afghanistan's Saleh Mohammadi, and Farhan Mirza of Sweden.",
  "/wiki/Nigel_Bond": "Nigel Bond (born 15 November 1965) is an English professional snooker player."
}