{
  "/wiki/Drosselmeyer": "Drosselmeyer (foaled April 1, 2007, in Kentucky) is an American Thoroughbred racehorse best known for winning the 2010 Belmont Stakes and the 2011 Breeders' Cup Classic.",
  "/wiki/Bill_Mott": "William I. \"Bill\" Mott (born July 29, 1953, in Mobridge, South Dakota) is an American horse trainer, most notable for his work with Cigar. Mott earned the Eclipse Award for Outstanding Trainer in 1995 and 1996. He was inducted into the National Museum of Racing and Hall of Fame in 1998 at the age of 45, becoming the youngest thoroughbred trainer ever inducted. Mott started training thoroughbreds at age 15 and won the South Dakota Futurity with Kosmic Tour before he was out of high school. He worked his way up the ranks by becoming first an exercise rider, then an assistant trainer for Hall of Fame Trainer Jack Van Berg. In 1976, Mott, trainer Frank Brothers (who was also Van Berg's assistant trainer), and a stable crew guided Van Berg's horses through the wins at Sportsman's, Hawthorne and Arlington Park race tracks in Chicago. They were so successful that Van Berg was named leading trainer at Arlington Park and leading trainer in the Nation with 496 wins in 1976, a record that stood until Steve Asmussen broke it in 2003 with 555 wins. Asmussen broke his own record in 2008 and 2009. Mott worked as an assistant trainer for Van Berg for three years before striking out on his own in 1978.",
  "/wiki/Mike_E._Smith": "Michael Earl Smith (born August 10, 1965) is an American jockey who has been one of the leading riders in U.S. Thoroughbred racing since the early 1990s, was inducted into the National Museum of Racing and Hall of Fame in 2003, and has won the most Breeders' Cup races of any jockey with 26 Breeders' Cup wins.   Smith is also the second leading jockey of all time in earnings with over $312 million. In 2018, Smith rode Justify to the Triple Crown, becoming the oldest jockey to win the title at age 52.",
  "/wiki/Nick_Zito": "Nicholas Philip Zito (born February 6, 1948 in New York City, New York) is an American Thoroughbred horse trainer.",
  "/wiki/John_Velazquez": "John R. Velazquez (born November 24, 1971) is a Puerto Rican jockey in Thoroughbred horse racing. He began his career in Puerto Rico and moved to New York in 1990. In 2004 and 2005 he was the United States Champion Jockey by earnings and both years was given the Eclipse Award for Outstanding Jockey. He was inducted into the Horse Racing Hall of Fame in 2012, rode his 5,000th winner in 2013, and became the leading money-earning jockey in the history of the sport in 2014.",
  "/wiki/First_Dude_(horse)": "First Dude (foaled in March 27, 2007 in Florida) is an American Thoroughbred racehorse. He was sired by Stephen Got Even, who in turn was a son of leading sire A P Indy. He is out of the mare Run Sarah Run, who is the daughter of Smart Strike. The name refers to the nickname of First Gentlemen of Alaska Todd Palin.",
  "/wiki/Dale_Romans": "Dale L. Romans (born August 14, 1966 in Louisville, Kentucky) is an American Thoroughbred racehorse trainer, best known for winning the 2011 Preakness Stakes with Shackleford and the Breeders' Cup Turf with Little Mike. He also upset American Pharoah in the 2015 Travers Stakes with Keen Ice. He won the 2012 Eclipse Award for Outstanding Trainer.",
  "/wiki/Ramon_Dominguez": "Ramón A. Domínguez (born November 24, 1976 in Caracas, Venezuela) is a retired Eclipse Award-winning champion jockey in American Thoroughbred horse racing.",
  "/wiki/Game_On_Dude": "Game On Dude (foaled April 26, 2007 in Kentucky) is a retired American Thoroughbred racehorse gelding. He won fourteen graded stakes races, including eight Grade I stakes: the Santa Anita Handicap in 2011, 2013, and 2014 the only horse to have won that race three times; he also won the Goodwood Stakes twice (2011, 2012), the 2013 Pacific Classic Stakes, and the Hollywood Gold Cup twice (2012, 2013). He has beaten many of the leading North American racehorses including  Awesome Gem, Tizway, Ruler on Ice, Uncle Mo, Stay Thirsty, Mucho Macho Man and Will Take Charge and has been rated among the best thirty racehorses in the world in the annual World Thoroughbred Rankings. Upon his retirement, he was compared favorably as one of the greatest racing geldings of all time, along with Kelso, John Henry and Forego.",
  "/wiki/Bob_Baffert": "Robert A. Baffert (born January 13, 1953) is an American racehorse trainer who trained the 2015 Triple Crown winner American Pharoah and 2018 Triple Crown winner Justify. Baffert's horses have won five Kentucky Derbies, seven Preakness Stakes, three Belmont Stakes and three Kentucky Oaks.",
  "/wiki/Martin_Garcia_(jockey)": "Martin Garcia (born October 23, 1984 in Veracruz, Mexico) is a jockey in American Thoroughbred horse racing based in Southern California.",
  "/wiki/Jamie_Theriot": "Jamie Theriot (born January 30, 1979 in Arnaudville, Louisiana) is an American jockey. The son of Thoroughbred horse trainer Harold Theriot, he is a nephew of jockey Larry Melancon.",
  "/wiki/Todd_Pletcher": "Todd Pletcher (born June 26, 1967 in Dallas, Texas) is an American thoroughbred horse trainer.  He won the Eclipse Award seven times as Trainer of the Year, four of these in consecutive years. His horses Super Saver (2010) and Always Dreaming (2017) won the Kentucky Derby. He also won the Belmont Stakes with Rags to Riches (2007), Palace Malice (2013) and Tapwrit (2017).",
  "/wiki/Javier_Castellano": "Javier Castellano (born October 23, 1977, in Maracaibo, Zulia State, Venezuela) is a jockey in American Thoroughbred horse racing.",
  "/wiki/Stately_Victor": "Stately Victor (foaled May 1, 2007 in Kentucky) is an American Thoroughbred racehorse. He ran in the 2010 Kentucky Derby, coming in eighth. Bred by Frank Stronach's Adena Springs, he is a son of Ghostzapper, the 2004 American Horse of the Year and ranked number one in the world that year. He is out of the mare Collect The Cash, a daughter of Dynaformer, the sire of Barbaro.",
  "/wiki/Michael_J._Maker": "Michael J. Maker (born on February 7, 1969) is an American trainer of Thoroughbred racehorses. The son of a trainer, he learned the business from his father then set up his own public stable in 1991. In 1993 he went to work as an assistant to U.S. Racing Hall of Fame trainer D. Wayne Lukas where he remained until going out on his own again in 2003.",
  "/wiki/Alan_Garcia_(jockey)": "Alan Garcia (born October 2, 1985) is a Thoroughbred horse racing jockey.  He was Peru's leading apprentice jockey in 2003 and in that same year he began racing in the United States at the Meadowlands Racetrack where he was also the leading apprentice.  His father and grandfather were both jockeys in Peru.  He is currently married and lives in Westbury, New York, with his wife and child. Garcia got his big break in 2007 when he won the Breeders' Cup Filly & Mare Turf. This was his first ever Breeders' Cup ride. The win, on Lahudood, meant that he was the third jockey ever to win his first Breeders' Cup race in his first attempt.",
  "/wiki/Ice_Box_(horse)": "Ice Box is a Thoroughbred racehorse. He is owned by Robert V. LaPenta, and trained by Nick Zito.",
  "/wiki/Jose_Lezcano": "Jose Lezcano (born April 20, 1985 in Panama) is a jockey in American Thoroughbred horse racing. He rides in New York in the spring, summer and fall and spends the winter in Florida. His big break came in 2008 when he won a Breeders' Cup race.",
  "/wiki/Alexis_Barba": "Alexis Barba is an American horse trainer.",
  "/wiki/Joel_Rosario": "Joel Rosario (born January 14, 1985) is a jockey in American Thoroughbred horse racing, originally from the Dominican Republic. In the space of five weeks in 2013 he rode the winners of the Dubai World Cup and the Kentucky Derby.",
  "/wiki/John_W._Sadler": "John W. Sadler (born July 30, 1956 in Long Beach, California) is an American horse trainer in the sport of Thoroughbred horse racing.",
  "/wiki/Calvin_Borel": "Calvin H. Borel (born November 7, 1966) is an American jockey in thoroughbred horse racing and rode the victorious mount in the 2007 Kentucky Derby, the 2009 Kentucky Derby and the 2010 Kentucky Derby. His 2009 Derby win with Mine That Bird was the second biggest upset in Derby history, and Borel's winning margin of ​6 3⁄4 lengths was the greatest in Derby history since Assault won by 8 lengths in 1946. On May 1, 2009, Borel won the Kentucky Oaks aboard  Rachel Alexandra, only the second time since 1993 that a jockey has won the Oaks-Derby combo, and just the seventh time overall a jockey has accomplished this feat in the same year. On May 16, 2009, Borel won the 2009 Preakness Stakes at Pimlico with thoroughbred filly Rachel Alexandra.  In doing so, Borel became the first jockey to win the first two jewels of the Triple Crown on different mounts. Borel's nickname is \"Bo'rail'\" due to his penchant for riding close to the rail to save ground.",
  "/wiki/Rick_Dutrow": "Richard E. \"Rick\" Dutrow Jr. (born August 5, 1959 in Hagerstown, Maryland) is an American thoroughbred racehorse trainer. He is currently serving a ten-year suspension administered by the racing commission in New York.",
  "/wiki/Garrett_Gomez": "Garrett Keith Gomez (January 1, 1972 – December 14, 2016) was an American Thoroughbred jockey who won two Eclipse Awards and thirteen Breeders' Cup races during his career.",
  "/wiki/Kiaran_McLaughlin": "Kiaran P. McLaughlin (born November 15, 1960 in Lexington, Kentucky) is an American Thoroughbred racehorse trainer best known for training 2006 Horse of the Year Invasor.",
  "/wiki/Rajiv_Maragh": "Rajiv Maragh (born July 9, 1985, in Jamaica) is a jockey in American Thoroughbred horse racing. An Indo-Jamaican, he is the son of a jockey who rode in Jamaica before relocating to Florida where he began a career as a horse trainer.",
  "/wiki/2010_Belmont_Stakes": "The 2010 Belmont Stakes was the 142nd running of the Belmont Stakes. The race took place on June 5, 2010, and was won by Drosselmeyer, who was ridden by jockey Mike Smith and trained by Bill Mott. It was televised in the United States on the ABC television network."
}