{
  "/wiki/Jonny_Wilkinson": "Jonathan Peter Wilkinson, CBE (born 25 May 1979) is an English former rugby union player. A fly-half, he played for Newcastle Falcons and Toulon and represented England and the British and Irish Lions. He is particularly known for scoring the winning drop goal in the 2003 Rugby World Cup Final and is widely acknowledged as one of the best rugby union players of all time.",
  "/wiki/England_national_rugby_union_team": "The England national rugby union team is the representative national team in the sport of rugby union for the nation of England. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on a total of 28 occasions (as well as sharing 10 victories) – winning the Grand Slam 13 times and the Triple Crown 25 times – making them the most successful outright winners in the tournament's history. As of 18 November 2019[update], England are ranked third in the world by the International Rugby Board. They are currently the only team from the Northern Hemisphere to win the Rugby World Cup, having won the tournament in 2003, and have been runners-up on three other occasions.",
  "/wiki/Hugo_Porta": "Hugo Porta (born 11 September 1951) is a former Argentine Rugby Union footballer, an inductee of both the International Rugby Hall of Fame and IRB Hall of Fame, and one of the best fly-halves the sport has seen. During the 1970s and 1980s, he played 58 times for Los Pumas, captaining them on 34 occasions, including leading them during the first World Cup in 1987.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/South_American_Jaguars": "The South American XV (sometimes known as CONSUR XV and formerly as South American Jaguars) is a rugby union team made up from the national rugby sides in the Sudamérica Rugby (CONSUR) rugby federation.",
  "/wiki/Rob_Andrew": "Christopher Robert \"Rob\" Andrew MBE (born 18 February 1963 in Richmond, Yorkshire), nicknamed \"Squeaky\", is a former English Rugby Union player and was, until April 2016, Professional Rugby Director at the RFU. He was formerly the Director of Rugby of Newcastle Falcons and has been Chief Executive of Sussex County Cricket Club since January 2017.",
  "/wiki/British_and_Irish_Lions": "The British & Irish Lions is a rugby union team selected from players eligible for any of the Home Nations – the national teams of England, Scotland, Wales and Ireland. The Lions are a Test side and generally select international players, but they can pick uncapped players available to any one of the four unions. The team currently tours every four years, with these rotating among Australia, New Zealand and South Africa. The most recent series, the 2017 series against New Zealand, was drawn 1-1 (with one match drawn).",
  "/wiki/Diego_Domínguez_(rugby_union)": "Diego Dominguez (born 25 April 1966 in Córdoba, Argentina) is a  former Argentine rugby union fly-half who played for Argentina and Italy, winning 74 caps for the latter.",
  "/wiki/Italy_national_rugby_union_team": "The Italy national rugby union team is the representative national team in the sport of rugby union for the nation of Italy. The team is known as gli Azzurri (the Blues). Savoy blue is the common colour of the national teams representing Italy, as it is the traditional colour of the royal House of Savoy which reigned over the Kingdom of Italy from 1860 to 1946.",
  "/wiki/Naas_Botha": "Hendrik Egnatius 'Naas' Botha (born 27 February 1958) is a South African former rugby union player, who played for Northern Transvaal and South Africa (the Springboks).",
  "/wiki/South_Africa_national_rugby_union_team": "The South African national rugby union team, commonly known as the Springboks (colloquially the Boks or Bokke, and Amabokoboko) is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match against a British Isles touring team.",
  "/wiki/Stefano_Bettarello": "Stefano Bettarello (born 2 April 1958, in Rovigo) is an Italian former rugby union player. He played as a fly-half for several clubs, mainly Rovigo and Benetton Treviso, winning an Italian Championship with each.",
  "/wiki/Dan_Parks": "Daniel Arthur Parks (born 26 May 1978 in Hornsby) is an Australian-born former  Scotland international rugby union player and now coach. His primary playing position was at fly-half.",
  "/wiki/Scotland_national_rugby_union_team": "The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 14 October 2019[update], Scotland are 9th in the World Rugby Rankings.",
  "/wiki/Jean-Patrick_Lescarboura": "Jean-Patrick Lescarboura (born Monein, Pyrénées-Atlantiques, 19 January 1961) is a former French rugby union footballer and coach. His position was fly-half.",
  "/wiki/France_national_rugby_union_team": "The France national rugby union team represents France in senior men's rugby union, as administered by the French Rugby Federation. They traditionally play in blue shirts emblazoned with the national emblem of a golden rooster on a red shield, with white shorts and red socks; thus they are commonly referred to as Les Tricolores or Les Bleus. The team's home matches are mostly played at the Stade de France in the Paris suburb of Saint-Denis. France is ranked 6th in the World Rugby Rankings as of February 9, 2020.",
  "/wiki/Ronan_O'Gara": "Ronan John Ross O'Gara (Irish: Rónán Ó Gadhra, born 7 March 1977) is an Irish former rugby union player and current coach. O'Gara played as a fly-half and is Ireland's second most-capped player and highest ever points scorer. He is currently head coach of La Rochelle in the French Top 14.",
  "/wiki/Ireland_national_rugby_union_team": "The Ireland national rugby union team is the representative national team in the sport of rugby union for the island of Ireland. The team competes annually in the Six Nations Championship and every four years in the Rugby World Cup. Ireland is also one of the four unions that make up the British and Irish Lions – players eligible to play for Ireland are also eligible for the Lions.",
  "/wiki/Jonathan_Davies_(rugby_player_born_1962)": "Jonathan Davies, OBE (born 24 October 1962) is a Welsh former rugby player who played in the 1980s and 1990s, and who represented Wales in both rugby union and rugby league. A goal-kicking backline player, he played his club rugby in Wales, England and Australia. Davies has since become a television commentator for both codes and media personality, in both the Welsh and English languages.",
  "/wiki/Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.",
  "/wiki/Pierre_Albaladejo": "Pierre Albaladejo (born 14 December 1933 in Dax) is a former French rugby union player. His usual position was at fly-half or at fullback.",
  "/wiki/John_Rutherford_(rugby_player)": "John Young Rutherford (born 4 October 1955), nicknamed Rud or Ruddie, is a former Scottish rugby union player who gained 42 caps at fly-half between 1979 and 1987.  He played for Selkirk RFC and South of Scotland, and was chosen to tour with the British Lions in 1983, being picked to play in the test team at inside centre.",
  "/wiki/Federico_Nicolas_Sanchez": "Federico Nicolás Sánchez (born October 26, 1988), is an Argentine rugby union player. He plays as a fly-half for  Stade Français in the Top 14 in France.",
  "/wiki/Lisandro_Arbizu": "Lisandro Arbizu (born September 29, 1971 in Buenos Aires) is an Argentine rugby union footballer. He plays at fly-half or inside centre. He began playing for the local traditional club Belgrano Athletic Club and was one of the first Argentine players to migrate into the professional rugby in Europe.",
  "/wiki/Didier_Camberabero": "Didier Camberabero (born January 9, 1961 in Valence, Drôme), is a former French international rugby union player. He played as fly half.",
  "/wiki/Guy_Camberabero": "Guy Camberabero (born 17 March 1936, in Saubion) is a former French rugby union footballer. His position was fly-half.",
  "/wiki/Craig_Chalmers": "Craig Minto Chalmers (born 15 October 1968) is a former Scottish rugby union footballer for Melrose and former coach of the club. He coached Esher for a couple of years from 2013-2015, but at present is not involved in coaching.",
  "/wiki/Neil_Jenkins": "Neil Jenkins, MBE (born 8 July 1971) is a former rugby union player and current coach. He played fly-half, centre, or full back for Pontypridd, Cardiff, Celtic Warriors, Wales and the British and Irish Lions. Jenkins is Wales' highest ever points-scorer and is the third highest on the List of leading Rugby union Test point scorers. He was the first player to score 1,000 points in international matches.",
  "/wiki/Barry_John": "Barry John (born 6 January 1945) is a former Welsh rugby union fly-half who played, during the amateur era of the sport, in the 1960s, and early 1970s. John began his rugby career as a schoolboy playing for his local team Cefneithin RFC before switching to first-class west Wales team Llanelli RFC in 1964. It was while at Llanelli that John was first selected for the Wales national team, a shock selection as a replacement for David Watkins to face a touring Australian team.",
  "/wiki/Andrew_Mehrtens": "Andrew Philip Mehrtens MNZM (born 28 April 1973 in Durban, South Africa) is a former New Zealand rugby union footballer. He was regarded as a top Fly-half, having played first for Canterbury in 1993, before being selected for the All Blacks (New Zealand's national team) in 1995 when he played in the 1995 World Cup.",
  "/wiki/New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered to be the country's national sport. The team won the Rugby World Cup in 2011 and 2015, as well as the inaugural tournament in 1987.",
  "/wiki/List_of_leading_international_rugby_union_drop_goal_scorers": "This is a list of the leading drop goal scorers in rugby union test matches, with a minimum of ten test drop goals. Test caps are awarded by a player's national union, regardless of whether the opposition recognise it as such. Note, however, that if one nation grants a match test status and the opponents do not then only the statistics for the nation granting test status are counted in test totals. Composite teams made up of players selected from multiple unions—for example the British and Irish Lions and Pacific Islanders—are also considered test teams because they are selected by a group of recognised national governing bodies."
}