{
  "/wiki/Prince_Sh%C5%8Dtoku": "Prince Shōtoku (聖徳太子, Shōtoku Taishi, February 7, 574 – April 8, 622), also known as Prince Umayado (厩戸皇子, Umayado no ōjî) or Prince Kamitsumiya (上宮皇子, Kamitsumiya no ōji), was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and also he was involved in the defeat of the rival Mononobe clan. The primary source of the life and accomplishments of Prince Shōtoku comes from the Nihon Shoki.",
  "/wiki/Emperor_Go-Daigo": "Emperor Go-Daigo (後醍醐天皇 Go-Daigo-tennō) (November 26, 1288 – September 19, 1339) was the 96th emperor of Japan, according to the traditional order of succession. He successfully overthrew the Kamakura shogunate in 1333 and established the short lived Kenmu Restoration to bring the Imperial House back into power. This was to be the last time the emperor had any power until the Meiji Restoration in 1868. The Kenmu restoration was in turn overthrown by Ashikaga Takauji in 1336, ushering in the Ashikaga shogunate, and split the imperial family into two opposing factions between the Ashikaga backed Northern Court situated in Kyoto and the Southern Court based in Yoshino led by Go-Daigo and his later successors.",
  "/wiki/Shitenn%C5%8D-ji": "Prince Shōtoku invited three Korean Baekje carpenters, and they constructed this temple in 593. Prince Shōtoku was known for his profound Buddhist faith when Buddhism was not widespread in Japan.\n  Most of the present structures are from when the temple was last completely rebuilt in 1963. One of the members involved in the initial construction of the temple in the 6th century later established a firm Kongō Gumi, specialized in temple and shrine buildings over centuries.",
  "/wiki/Heian_period": "The Heian period (平安時代, Heian jidai) is the last division of classical Japanese history, running from 794 to 1185. The period is named after the capital city of Heian-kyō, or modern Kyōto. It is the period in Japanese history when Buddhism, Taoism and other Chinese influences were at their height. The Heian period is also considered the peak of the Japanese imperial court and noted for its art, especially poetry and literature. Although the Imperial House of Japan had power on the surface, the real power was in the hands of the Fujiwara clan, a powerful aristocratic family who had intermarried with the imperial family. Many emperors actually had mothers from the Fujiwara family. Heian (平安) means \"peace\" in Japanese.",
  "/wiki/Nanboku-ch%C5%8D_period": "The Nanboku-chō period (南北朝時代, Nanboku-chō jidai, \"South and North courts period\", also known as the Northern and Southern Courts period), spanning from 1336 to 1392, was a period that occurred during the formative years of the Muromachi bakufu of Japanese history.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/J%C5%8Dg%C5%AB_Sh%C5%8Dtoku_H%C5%8D%C5%8D_Teisetsu": "Jōgū Shōtoku Hōō Teisetsu (上宮聖徳法王帝説), also read as Jōgū Shōtoku Hōō Taisetsu, is a biography of Shōtoku Taishi. It is one scroll in length and is a National Treasure of Japan.",
  "/wiki/Sh%C5%8Dtoku_Taishi": "Prince Shōtoku (聖徳太子, Shōtoku Taishi, February 7, 574 – April 8, 622), also known as Prince Umayado (厩戸皇子, Umayado no ōjî) or Prince Kamitsumiya (上宮皇子, Kamitsumiya no ōji), was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and also he was involved in the defeat of the rival Mononobe clan. The primary source of the life and accomplishments of Prince Shōtoku comes from the Nihon Shoki.",
  "/wiki/Chion-in": "Chion-in (知恩院, Chion-in) in Higashiyama-ku, Kyoto, Japan is the headquarters of the Jōdo-shū (Pure Land Sect) founded by Hōnen (1133–1212), who proclaimed that sentient beings are reborn in Amida Buddha's Western Paradise (Pure Land) by reciting the nembutsu, Amida Buddha's name.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Scroll": "A scroll (from the Old French escroe or escroue), also known as a roll, is a roll of papyrus, parchment, or paper containing writing.",
  "/wiki/Ishiyama-dera": "Ishiyama-dera (石山寺, \"Stony Mountain Temple\") is a Shingon temple in Ōtsu in Japan's Shiga Prefecture. This temple is the thirteenth of the Kansai Kannon Pilgrimage.",
  "/wiki/%C5%8Ctsu,_Shiga": "Ōtsu (大津市, Ōtsu-shi) is the capital city of Shiga Prefecture, Japan. Ōtsu is known as the main port of Lake Biwa, the largest lake in Japan. It briefly served as the capital of Japan from 667 to 672 AD during the Asuka period (538 – 710). The city is home to numerous sites of historical importance, notably the temples of Mii-dera, Ishiyama-dera, and Enryaku-ji and the Hiyoshi Taisha shrine. Enryaku-ji is part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)\". Ōtsu was incorporated as a town on April 1, 1889. In October 1, 1898, Ōtsu-town was officially changed to Ōtsu-city.",
  "/wiki/Shiga_Prefecture": "Shiga Prefecture (滋賀県, Shiga-ken) is a prefecture of Japan located in the Kansai region of Honshu. Shiga Prefecture has a population of 1,412,916 (1 October 2015) and has a geographic area of 4,017 km² (1,551 sq mi). Shiga Prefecture borders Fukui Prefecture to the north, Gifu Prefecture to the northeast, Mie Prefecture to the southeast, and Kyoto Prefecture to the west.",
  "/wiki/Tenrei_Bansh%C5%8D_Meigi": "The Tenrei banshō meigi or Tenrei banshō myōgi (篆隷萬象名義, \"The myriad things [of the universe], pronounced, defined, in seal script and clerical script\") is the oldest extant Japanese dictionary of Chinese characters. The title is also written 篆隷万象名義 with the modern graphic variant ban (万 \"10,000; myriad\") for ban (萬 \"10,000; myriad\").",
  "/wiki/Kanji": "Kanji (漢字, pronounced [kaɲdʑi] (listen)) are the adopted logographic Chinese characters that are used in the Japanese writing system.  They are used alongside the Japanese syllabic scripts hiragana and katakana. The Japanese term kanji for the Chinese characters literally means \"Han characters\". It is written with the same characters as in Traditional Chinese to refer to the character writing system, hanzi (漢字).",
  "/wiki/K%C5%ABkai": "Kūkai (空海), also known posthumously as Kōbō-Daishi (弘法大師, The Grand Master Who Propagated the Buddhist Teaching), 774–835, was a Japanese Buddhist monk, civil servant, scholar, poet, and artist who founded the Esoteric Shingon or \"mantra\" school of Buddhism.  Shingon followers usually refer to him by the honorific title of Odaishisama (お大師様) and the religious name of Henjō-Kongō (遍照金剛).",
  "/wiki/K%C5%8Dzan-ji": "Kōzan-ji (高山寺), officially Toganōsan Kōsan-ji (栂尾山高山寺), is a Buddhist temple of the Omuro sect of Shingon Buddhism in Umegahata Toganōchō, Ukyō Ward, Kyoto, Japan. Kōzan-ji is also known as Kōsan-ji and Toganō-dera. The temple was founded by the Shingon scholar and monk Myōe (1173 – 1232) and is renowned for its numerous national treasures and important cultural properties. The Chōjū-jinbutsu-giga, a group of ink paintings from the 12th and 13th centuries, are among the most important treasures of Kōzan-ji.  The temple celebrates Biyakkōshin, Zenmyōshin and Kasuga Myōjin, as well as the temple's tutelary Shintō deity. In 1994, it was registered as part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto\".",
  "/wiki/Maeda_Ikutokukai": "The Maeda Ikutokukai (前田育徳会) foundation is a public interest corporation (公益法人) established on February 26, 1926 for the management and preservation of the cultural heritage of the Maeda clan, rulers of the Kaga Domain. It is located in Komaba, Meguro, Tokyo. The collection is centered on written materials including ancient documents or Japanese and Chinese books but also contains crafts items such as swords, armour or household items. The writings held by the foundation are known as Sonkeikaku library (尊経閣文庫, Sonkeikaku bunko) which is also used as an alias for Maeda Ikutokukai. This collection of old books, ancient records and documents is open to researchers on request only. The library's name is derived from the personal book collection of the 5th daimyō of Kanazawa Domain, Maeda Tsunanori, known as Sonkeikaku zōsho (尊経閣蔵書), which is distinct from the ancestral collection.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Ishinp%C5%8D": "Ishinpō (醫心方, ishinpō or ishinhō) is the oldest surviving Japanese medical text. It was completed in 984 by Tamba Yasuyori (also referred in some sources as Tanba no Yasuyori) and is 30 volumes in length. The work is partly based on a Chinese medical work called Zhubing Yuanhou Lun (諸病源候論 General Treatise on Causes and Manifestations of All Diseases), compiled by Sui Dynasty writer Chao Yuanfang.  Many of the texts cited in Ishinpō have been lost in China, and have only survived to the present through their inclusion in the work. It is a national treasure of Japan.",
  "/wiki/Tokyo_National_Museum": "The Tokyo National Museum (東京国立博物館, Tōkyō Kokuritsu Hakubutsukan) or TNM is an art museum in Ueno Park in the Taitō ward of Tokyo, Japan. It is considered the oldest national museum in Japan, is the largest art museum in Japan, and is one of the largest art museums in the world. The museum collects, preserves, and displays a comprehensive collection of artwork and cultural objects from Asia, with a focus on ancient and medieval Japanese art and Asian art along the Silk Road. There is also a large collection of Greco-Buddhist art. The museum holds over 110,000 objects, including 87 National Treasures of Japan, 319 Horyuji Treasures, and 610 Important Cultural Properties (as of July 2005). The museum also conducts research and organizes educational events related to its collection.",
  "/wiki/Ninna-ji": "Ninna-ji (仁和寺, Ninna-ji) is the head temple of the Omuro school of the Shingon Sect of Buddhism. Located in western Kyoto, Japan, it was founded in AD 888 by the retired Emperor Uda.  It is part of the Historic Monuments of Ancient Kyoto, a UNESCO World Heritage Site.",
  "/wiki/Engishiki": "The Engishiki (延喜式, \"Procedures of the Engi Era\") is a  Japanese book about laws and customs. The major part of the writing was completed in 927.",
  "/wiki/Kuj%C5%8D_family": "Kujō family (九条家, Kujō-ke) is a Japanese aristocratic kin group. The family is a branch of Hokke and, by extension, a main branch of the Fujiwara clan.",
  "/wiki/Kawachinagano,_Osaka": "Kawachinagano (河内長野市, Kawachinagano-shi) is a city located in Osaka Prefecture, Japan. The city was founded on April 1, 1954.　The city is frequently known as Okukawachi.",
  "/wiki/Osaka_Prefecture": "Osaka Prefecture (大阪府, Ōsaka-fu) is a prefecture located in the Kansai region on Honshu, the main island of Japan. The capital is the city of Osaka. It is the center of Keihanshin area. Osaka is one of the two \"urban prefectures\" (府, fu) of Japan, Kyoto being the other (Tokyo became a \"metropolitan prefecture\", or to, in 1941).",
  "/wiki/Shinto_shrine": "A Shinto shrine (神社, jinja, archaic: shinsha, meaning: \"place of the god(s)\") is a structure whose main purpose is to house (\"enshrine\") one or more kami.  Its most important building is used for the safekeeping of sacred objects, and not for worship. Although only one word (\"shrine\") is used in English, in Japanese, Shinto shrines may carry any one of many different, non-equivalent names like gongen, -gū, jinja, jingū, mori, myōjin, -sha, taisha, ubusuna, or yashiro. (For details, see the section Interpreting shrine names.)",
  "/wiki/Kagura": "The epics Kojiki and Nihon Shoki describe a folktale origin for the dances. In these texts, there is a famous legendary tale about the sun goddess Amaterasu, who retreated into a cave, bringing darkness and cold to the world. Ame-no-Uzume, goddess of the dawn and of revelry, led the other gods in a wild dance, and persuaded Amaterasu to emerge to see what the ruckus was all about. Kagura is one of a number of rituals and arts said to derive from this event.",
  "/wiki/Yamatogoto": "The yamatogoto (大和琴), also called wagon (和琴) and azumagoto (東琴), is a six- or seven-stringed zither which, unlike the koto and other stringed instruments, is believed to be truly native to Japan, and not imported from mainland Asia. Both names translate literally to \"Japanese stringed instrument.\"",
  "/wiki/Fujiwara_no_Michinaga": "Fujiwara no Michinaga (藤原 道長, 966 – January 3, 1028) was a Japanese statesman. The Fujiwara clan's control over Japan and its politics reached its zenith under his leadership.",
  "/wiki/Y%C5%8Dmei_Bunko": "Yōmei Bunko (陽明文庫), located in Utanokaminotanicho, Ukyō-ku, Kyoto, is a historical archive containing approximately 100,000 objects collected over the centuries by the Konoe family, the foremost of the five regent houses (go-sekke, 五摂家) of the imperial court nobility. The collection includes manuscripts, books, records, journals, letters, and antique works of art. In 1938, the Yōmei Bunko Foundation was established in its current location near Ninnaji Temple in northwest Kyoto by Fumimaro Konoe (近衛文麿, 1891 - 1945), then head of the family and prime minister of Japan. Materials preserved in the archive illustrate over 1,000 years of Japan's history, ranging from the \"Midō Kanpaku-ki\", the diary in his own hand of Fujiwara no Michinaga (藤原道長, 966 - 1028), one of the ancestors of the Konoe family, to 20th century materials relating to Fumimaro Konoe himself. The work of the archive includes making the collection available to researchers, conducting its own research, loaning items to exhibitions, and publishing facsimiles.",
  "/wiki/Fujiwara_no_Kint%C5%8D": "Fujiwara no Kintō (藤原 公任, 966 – February 4, 1041), also known as Shijō-dainagon, was a Japanese poet, admired by his contemporaries  and a court bureaucrat of the Heian period. His father was the regent Fujiwara no Yoritada and his son Fujiwara no Sadayori. An exemplary calligrapher and poet, he is mentioned in works by Murasaki Shikibu, Sei Shōnagon and in a number of other major chronicles and texts.",
  "/wiki/Kana": "Kana (仮名, Japanese pronunciation: [kana]) are the syllabaries that form parts of the Japanese writing system, contrasted with the logographic Chinese characters known in Japan as kanji (漢字). The modern Japanese writing system makes use of two syllabaries: cursive hiragana (ひらがな) and angular katakana (カタカナ). Also classified as kana is the ancient syllabic use of kanji known as man'yōgana (万葉仮名), which was ancestral to both hiragana and katakana. Hentaigana (変体仮名, \"variant kana\") are historical variants of modern standard hiragana. In modern Japanese, hiragana and katakana have directly corresponding sets of characters representing the same series of sounds.",
  "/wiki/Kyoto_National_Museum": "The Kyoto National Museum (京都国立博物館, Kyōto Kokuritsu Hakubutsukan) is one of the major art museums in Japan. Located in Kyoto's Higashiyama ward, the museum focuses on pre-modern Japanese and Asian art.",
  "/wiki/Saibara": "Saibara (催馬楽) is a genre of accompanied vocal Japanese court music that existed during the Heian period in the Nara and Kyoto regions. It draws from traditional folk music (fūzokuuta (風俗歌)) of the Nara period accompanied by togaku instruments, with the exception of the uchimono (打物, percussion instruments), which are replaced by shakubyoshi (笏拍子), wooden sticks used for rhythm.",
  "/wiki/Prince_Munetaka": "Prince Munetaka (宗尊親王) (December 15, 1242 – September 2, 1274) was the sixth shōgun of the Kamakura shogunate of Japan who reigned from 1252 to 1266.",
  "/wiki/Nabeshima_H%C5%8Dk%C5%8Dkai": "The Chōkokan (徴古館, Chōkokan) opened in Saga, Saga Prefecture, Japan, in 1927. Founded by Nabeshima Naomitsu (鍋島直映), son of Nabeshima Naohiro of the Nabeshima clan, the last daimyō of Saga Domain in Hizen Province, the collection comprises historical materials and artworks relating to the Saga Domain and the Nabeshima family. The museum closed in 1945 but was reopened by the Nabeshima Hōkokai Foundation (鍋島報效会) in 1998. The museum building itself is a Registered Tangible Cultural Property dating from 1927. The collection includes the oldest extant Saibara score, a National Treasure.",
  "/wiki/Saga,_Saga": "Saga (佐賀市, Saga-shi, Japanese: [saꜜɡa]) is the capital city of Saga Prefecture, located on the island of Kyushu, Japan.",
  "/wiki/Saga_Prefecture": "Saga Prefecture (佐賀県, Saga-ken) is a prefecture in the northwest part of the island of Kyushu, Japan. It touches both the Sea of Japan and the Ariake Sea. The western part of the prefecture is a region famous for producing ceramics and porcelain, particularly the towns of Karatsu, Imari, and Arita. The capital is the city of Saga.",
  "/wiki/Ruiju_My%C5%8Dgish%C5%8D": "The Ruiju myōgishō (類聚名義抄, \"Classified dictionary of pronunciations and meanings, annotated\"), alternatively misread as Ruijū myōgishō, is a Japanese dictionary from the late Heian Period. The title, sometimes abbreviated as Myōgishō, combines the ruiju (\"classified dictionary\") from the Wamyō Ruijushō and the myōgi (\"pronunciation and meaning/definition\") from the Tenrei Banshō Myōgi. Additional Buddhist titles, like Sanbō ruiju myōgishō (三宝類聚名義抄), use the word sanbō (三宝 \"Three Jewels\") because the text was divided into butsu (仏 \"Buddha\"), hō (法 \"Dharma\"), and  sō (僧 \"Sangha\") sections.",
  "/wiki/Kamakura_period": "The Kamakura period (鎌倉時代, Kamakura jidai, 1185–1333) is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
  "/wiki/Tenri,_Nara": "Tenri (天理市, Tenri-shi) is a city located in Nara Prefecture, Japan. The modern city was founded on April 1, 1954, and is named after the Japanese new religion Tenrikyo, which has its headquarters in the city.",
  "/wiki/Nara_Prefecture": "Nara Prefecture (奈良県, Nara-ken) is a prefecture of Japan located in the Kansai region of Honshu. Nara Prefecture has a population of 1,348,930 (1 September 2017) and has a geographic area of 3,691 km² (1,425 sq mi). Nara Prefecture borders Kyoto Prefecture to the north, Osaka Prefecture to the northwest, Wakayama Prefecture to the southwest, and Mie Prefecture to the east.",
  "/wiki/Emperor_Go-Uda": "Emperor Go-Uda (後宇多天皇 Go-Uda-tennō) (December 17, 1265 – July 16, 1324) was the 91st emperor of Japan, according to the traditional order of succession.  His reign spanned the years from 1274 through 1287.",
  "/wiki/Hanging_scroll": "A hanging scroll is one of the many traditional ways to display and exhibit East Asian painting and calligraphy. The hanging scroll was displayed in a room for appreciation; it is to be distinguished from the handscroll, which was narrower and designed to be viewed flat on a table in sections and then stored away again.",
  "/wiki/Daikaku-ji": "Daikaku-ji (大覚寺, Daikaku-ji) is a Shingon Buddhist temple in Ukyō-ku, a western ward in the city of Kyoto, Japan. The site was originally a residence of Emperor Saga (785–842 CE), and later various emperor conducted their cloistered rule from here. The Saga Go-ryū school of ikebana has its headquarters in the temple.  The artificial lake of the temple, Ōsawa Pond, is one of the oldest Japanese garden ponds to survive from the Heian period.",
  "/wiki/T%C5%8D-ji": "Tō-ji (東寺, Tō-ji) is a Shingon Buddhist temple in the Minami-ku ward of Kyoto, Japan.",
  "/wiki/Muromachi_period": "The Muromachi period (室町時代, Muromachi jidai, also known as the Muromachi era, the Ashikaga era, or the Ashikaga period) is a division of Japanese history running from approximately 1336 to 1573. The period marks the governance of the Muromachi or Ashikaga shogunate (Muromachi bakufu or Ashikaga bakufu), which was officially established in 1338 by the first Muromachi shōgun, Ashikaga Takauji, two years after the brief Kenmu Restoration (1333–1336) of imperial rule was brought to a close. The period ended in 1573 when the 15th and last shogun of this line, Ashikaga Yoshiaki, was driven out of the capital in Kyoto by Oda Nobunaga."
}