{
  "/wiki/Évocateur:_The_Morton_Downey_Jr._Movie": "Évocateur: The Morton Downey Jr. Movie is a 2012 documentary film that chronicles the history of The Morton Downey Jr. Show  and Downey's influence on \"trash TV.\" The film also looks at Downey's relationship with Al Sharpton and other important 1980s figures, as well as Downey's role as a predecessor for conservative commentators like Glenn Beck and Rush Limbaugh.",
  "/wiki/Girl_Rising_(film)": "Girl Rising is a 2013 movie produced by Kayce Freed, Tom Yellin and Holly Gordon at The Documentary Group, in partnership with Paul G. Allen and Jody Allen of Vulcan Productions. It was directed by Academy Award nominee Richard E. Robbins and features narration by Anne Hathaway, Cate Blanchett, Selena Gomez, Liam Neeson, Sushmita Sen, Priyanka Chopra, Chloë Grace Moretz, Freida Pinto, Salma Hayek, Meryl Streep, Alicia Keys and Kerry Washington.",
  "/wiki/Richard_E._Robbins": "Richard E. Robbins is an American filmmaker and documentary maker, who has produced and directed several documentaries for ABC and PBS. The most notable is Operation Homecoming: Writing the Wartime Experience, which puts forward the perspective of American troops returning home from service in Iraq. In January 2008, Robbins received an Academy Award nomination for the film as well as two Emmy nominations, and nominations from the International Documentary Association and the Directors Guild of America. He is also a noted producer, having produced several series for Peter Jennings Reporting, including Peter Jennings Reporting: LAPD and Peter Jennings Reporting: Dark Horizon – India, Pakistan, and the Bomb. He was a producer for the ABC special The Century: America's Time.\"",
  "/wiki/Aminatta_Forna": "Aminatta Forna, OBE (born 1964) is a Scottish and Sierra Leonean writer. She is the author of a memoir, The Devil That Danced on the Water, and four novels: Ancestor Stones (2006), The Memory of Love (2010), The Hired Man (2013) and Happiness (2018). Her novel The Memory of Love was awarded the Commonwealth Writers' Prize for \"Best Book\" in 2011, and was also shortlisted for the Orange Prize for Fiction. Forna is Professor of Creative Writing at Bath Spa University and was, until recently, Sterling Brown Distinguished Visiting Professor at Williams College in Massachusetts. She is currently Lannan Visiting Chair of Poetics at Georgetown University in Washington, DC.",
  "/wiki/Edwidge_Danticat": "Edwidge Danticat (Haitian Creole pronunciation: [ɛdwidʒ dãtika]; born January 19, 1969) is a Haitian-American novelist and short story writer.",
  "/wiki/Maaza_Mengiste": "Maaza Mengiste (born 1974) is an Ethiopian-American writer and author of the novels Beneath the Lion's Gaze (2010) and The Shadow King (2019).",
  "/wiki/Marie_Arana": "Marie Arana (born Lima, Peru) is an author, editor, journalist, critic, and Literary Director of the Library of Congress.",
  "/wiki/Mona_Eltahawy": "Mona Eltahawy (Arabic: منى الطحاوى‎, IPA: [ˈmonæ (ʔe)t.tˤɑˈħɑːwi]; born August 1, 1967) is a freelance Egyptian-American journalist, and social commentator based in New York City. She has written essays and op-eds for publications worldwide on Egypt and the Islamic world, including women's issues and Muslim political and social affairs. Her work has appeared in The Washington Post, The New York Times, Christian Science Monitor, and the Miami Herald among others. Headscarves and Hymens, Eltahawy's first book, was published in May 2015. Eltahawy has also been a guest analyst on U.S. radio and television news shows. She is also acknowledged as one of the people who spearheaded the Mosque Me Too movement through the usage of the hashtag #MosqueMeToo.",
  "/wiki/Manjushree_Thapa": "Manjushree Thapa (Nepali: मञ्जुश्री थापा), born in Kathmandu, is a Canadian essayist, fiction writer, translator and editor of Nepali descent.",
  "/wiki/Sooni_Taraporevala": "Sooni Taraporevala (born 1957) is an Indian screenwriter, photographer and filmmaker who is best known as the screenwriter of Mississippi Masala, The Namesake and Oscar-nominated Salaam Bombay (1988), all directed by Mira Nair.",
  "/wiki/Loung_Ung": "Loung Ung (Khmer: អ៊ឹង លឿង Aung Lueng; born April 17, 1970) is a Cambodian-born American human-rights activist and lecturer. She is the national spokesperson for the Campaign for a Landmine-Free World. Between 1997 and 2003, she served in the same capacity for the \"International Campaign to Ban Landmines\", which is affiliated with the Vietnam Veterans of America Foundation.",
  "/wiki/Blackfish_(film)": "Blackfish is a 2013 American documentary film directed by Gabriela Cowperthwaite. It concerns Tilikum, an orca held by SeaWorld and the controversy over captive killer whales. The film premiered at the 2013 Sundance Film Festival on January 19, 2013, and was picked up by Magnolia Pictures and CNN Films for wider release. It was nominated for the BAFTA Award for Best Documentary.",
  "/wiki/Gabriela_Cowperthwaite": "Gabriela Cowperthwaite (born 1971) is an American filmmaker who also directs, produces, edits, and writes for television and documentary films. She has directed two documentaries and released two feature films. Her films often deal with social, cultural and environmental issues relating to real life events.",
  "/wiki/Escape_Fire:_The_Fight_to_Rescue_American_Healthcare": "Escape Fire: The Fight to Rescue American Healthcare is a 2012 feature-length documentary directed by Matthew Heineman and Susan Froemke and released by Roadside Attractions. Escape Fire premiered at the Sundance Film Festival, opened in select theaters on October 5, 2012, and was simultaneously released on iTunes and Video-on-Demand. The film was released on DVD in February 2013 and premiered on CNN on March 10, 2013.",
  "/wiki/Matthew_Heineman": "Matthew Heineman is an American filmmaker. The Sundance Film Festival called Heineman \"one of the most talented and exciting documentary filmmakers working today\", while Anne Thompson of Indiewire wrote that Heineman is a \"respected and gifted filmmaker who combines gonzo fearlessness with empathetic sensitivity.\" He recently received a nomination for Outstanding Directorial Achievement of a First Time Feature Film Director from the Directors Guild of America for his narrative debut A Private War, making Heineman and Martin Scorsese the only filmmakers ever nominated for both narrative and documentary DGA Awards.",
  "/wiki/Susan_Froemke": "Susan Froemke (born November 5, 1947) is an American film director and producer.",
  "/wiki/Our_Nixon": "Our Nixon is an all-archival documentary providing a view of the Nixon presidency through the use of Super-8 format home movies filmed by top Nixon aides H.R. Haldeman, Dwight Chapin and John Ehrlichman, combined with other historical material such as interviews, oral histories and news clips. It was directed by Penny Lane.",
  "/wiki/Pandora's_Promise": "Pandora's Promise is a 2013 documentary film about the nuclear power debate, directed by Robert Stone. Its central argument is that nuclear power, which still faces historical opposition from environmentalists, is a relatively safe and clean energy source which can help mitigate the serious problem of anthropogenic global warming.",
  "/wiki/Robert_Stone_(director)": "Robert Stone is a British-American documentary filmmaker. His work has been screened at dozens of film festivals and televised around the world, notably seven of his films have appeared on PBS's American Experience series and four of his films have premiered at the Sundance Film Festival  (including Closing Night Film in 2009).",
  "/wiki/Al_Reinert": "Al Reinert (1947 – December 31, 2018) was an American journalist, film director, screenwriter and producer. He co-wrote the screenplays for the Ron Howard film Apollo 13 and Final Fantasy: The Spirits Within, but is best known for directing and producing For All Mankind, an award-winning documentary about NASA's Apollo program. He died of lung cancer at his home in Wimberley, Texas on December 31, 2018.",
  "/wiki/Sole_Survivor_(2013_film)": "Sole Survivor is a 2013 CNN Films documentary film by director Ky Dickens.",
  "/wiki/Jose_Antonio_Vargas": "Jose Antonio Vargas (born February 3, 1981) is a journalist, filmmaker, and immigration rights activist. Born in the Philippines and raised in the United States from the age of twelve, he was part of The Washington Post team that won the Pulitzer Prize for Breaking News Reporting in 2008 for coverage of the Virginia Tech shooting online and in print. Vargas has also worked for the San Francisco Chronicle, the Philadelphia Daily News, and The Huffington Post. He wrote, produced, and directed the autobiographical 2013 film, Documented, which CNN Films broadcast in June 2014.",
  "/wiki/Whitey:_United_States_of_America_v._James_J._Bulger": "Whitey: United States of America v. James J. Bulger is a 2014 American biographical documentary film produced and directed by Joe Berlinger. It is produced by CNN Films and Radical Media. Its world premiere was at the 2014 Sundance Film Festival on January 18, 2014.",
  "/wiki/Joe_Berlinger": "Joseph Berlinger (born October 30, 1961) is an American filmmaker and producer. Particularly focused on true crime documentaries, Berlinger's films and docu-series draw attention to social justice issues in the US and abroad in such films as Paradise Lost: The Child Murders at Robin Hood Hills, Crude, Whitey: United States of America v. James J. Bulger and Intent To Destroy: Death, Denial and Depiction. A 2017 HuffPost article said \"Brother's Keeper (1992) and the Paradise Lost trilogy (1996–2011) helped pioneer the style of documentary filmmaking [seen] in Netflix's recent true crime sensation, Making a Murderer—a combination of artful cinematography, a stirring musical soundtrack, and a dramatic narrative structure as compelling as any scripted film.\"",
  "/wiki/More_than_a_Game": "More than a Game is a 2008 American documentary film that follows NBA superstar LeBron James and four of his teammates through the trials and tribulations of high school basketball in Akron, Ohio, and James's journey to fame. The film trailer was released in April featuring the single \"Stronger\" by Mary J. Blige, which she released in support of the film. The soundtrack titled Music Inspired by More Than a Game was released September 28, 2009. The film had limited theatrical release on October 2, 2009.",
  "/wiki/Harvey_Mason,_Jr.": "Harvey Jay Mason Jr. (born June 3, 1968) is an American record producer, songwriter and movie producer who is currently serving as interim President of The Recording Academy. He has written and produced songs for popular performers in the music industry including Aretha Franklin, Michael Jackson, Justin Timberlake, Britney Spears and Chris Brown. In addition, major motion picture and television studios have called on Harvey to produce music for blockbuster films & television including Beyoncé and Jennifer Hudson in Dreamgirls, Whitney Houston in Sparkle, Hailee Steinfeld and Anna Kendrick in Pitch Perfect, Reese Witherspoon, Scarlett Johansson and Tori Kelly in Sing, Dr. Dre and Ice Cube in Straight Outta Compton and Mary J. Blige and Neyo in The Wiz Live!. Harvey was elected to be the chairman of The Recording Academy in June 2019. On January 16, 2020, Mason Jr. took over as interim President and Chief Executive Officer of the Recording Academy.",
  "/wiki/Ivory_Tower_(2014_film)": "Ivory Tower is a 2014 American documentary film written, directed and produced by Andrew Rossi. The film premiered in competition category of U.S. Documentary Competition program at the 2014 Sundance Film Festival on January 18, 2014.",
  "/wiki/Andrew_Rossi": "Andrew Rossi is an American filmmaker, best known for directing documentaries such as Page One: Inside the New York Times (2011).",
  "/wiki/Dinosaur_13": "Dinosaur 13 is a 2014 American documentary film directed and produced by Todd Douglas Miller. The film premiered in competition category of U.S. Documentary Competition program at the 2014 Sundance Film Festival on January 16, 2014.",
  "/wiki/Life_Itself_(2014_documentary_film)": "Life Itself is a 2014 American biographical documentary film about Chicago film critic Roger Ebert, directed by Steve James and produced by Zak Piper, James and Garrett Basch. The film is based on Ebert's 2011 memoir of the same name. It premiered at the 2014 Sundance Film Festival and was an official selection at the 67th Cannes Film Festival. The 41st Telluride Film Festival hosted a special screening of the film on August 28, 2014. Magnolia Pictures released the film theatrically in the United States and simultaneously via video on demand platforms on July 4, 2014.",
  "/wiki/Steve_James_(producer)": "Steve James (born March 8, 1954) is an Oscar-nominated American film producer and director of several documentaries, including Hoop Dreams (1994), Stevie (2002), and Abacus: Small Enough to Jail (2016).",
  "/wiki/Garrett_Basch": "Garrett Basch is an American film and television producer.  He is best known for his work on the HBO limited series The Night Of.",
  "/wiki/Glen_Campbell:_I'll_Be_Me": "Glen Campbell: I'll Be Me is a 2014 American documentary film about country music singer Glen Campbell. Campbell and close friend Julian Raymond (the film's executive producer) won a Grammy Award and were nominated for the Academy Award for Best Original Song for writing the film's theme \"I'm Not Gonna Miss You\".",
  "/wiki/James_Keach": "James Keach (born December 7, 1947) is an American actor and filmmaker. He is the younger brother of actor Stacy Keach Jr. and son of actor Stacy Keach Sr.",
  "/wiki/Fresh_Dressed": "Fresh Dressed is a 2015 documentary film directed by Sacha Jenkins which chronicles the history of hip hop fashion. The film is Jenkins' directorial debut. North American rights to the film were purchased by Samuel Goldwyn Films and StyleHaul following its premiere at the 2015 Sundance Film Festival. The film features Kanye West, Pharrell Williams, Swizz Beats, and other prominent hip hop figures as talking heads. CNN plans to air the film later in 2015.",
  "/wiki/Sacha_Jenkins": "Sacha Jenkins (born 1971) is an American television producer, filmmaker, writer, musician, artist, curator, and chronicler of hip-hop, graffiti, punk, and metal cultures.  While still in his teens, Jenkins published Graphic Scenes & X-Plicit Language, one of the earliest ‘zines solely dedicated to “graffiti” art.  In 1994, Jenkins co-founded ego trip magazine.  In 2007, he created the competition reality program “ego trip's The (White) Rapper Show,\" which was carried by VH1.  Currently, Jenkins is the creative director of Mass Appeal magazine.",
  "/wiki/Nas": "Nasir bin Olu Dara Jones (/nɑːˈsɪər/; born September 14, 1973), known professionally as Nas (/nɑːz/), is an American rapper, songwriter, entrepreneur, and investor. The son of jazz musician Olu Dara, Nas has released eight consecutive platinum and multi-platinum albums and has sold over 30 million records worldwide. He is also an entrepreneur through his own record label; he serves as associate publisher of Mass Appeal magazine and the co-founder of Mass Appeal Records.",
  "/wiki/The_Hunting_Ground": "The Hunting Ground is a 2015 documentary film about the incidence of sexual assault on college campuses in the United States and the reported failure of college administrations to deal with it adequately. Written and directed by Kirby Dick and produced by Amy Ziering, it premiered at the 2015 Sundance Film Festival. The film was released on February 27, 2015, an edited version aired on CNN on November 22, 2015, and was released on DVD the week of December 1, 2015. It was released on Netflix in March 2016. Lady Gaga recorded an original song, \"Til It Happens to You,\" for the film, which was nominated for the Academy Award for Best Original Song.",
  "/wiki/Kirby_Dick": "Kirby Bryan Dick (born August 23, 1952) is an American film director, producer, screenwriter, and editor. He is best known for directing documentary films.  He received Academy Award nominations for Best Documentary Feature for directing Twist of Faith (2005) and The Invisible War (2012).  He has also received numerous awards from film festivals, including the Sundance Film Festival and Los Angeles Film Festival.",
  "/wiki/Amy_Ziering": "Amy Ziering (born 1962) is an American film producer and director. In 2013, she received an Academy Award nomination for Best Documentary Feature for producing The Invisible War.",
  "/wiki/CNN_Films": "CNN Films is a motion picture division of CNN, originally launched in 2012. Its first film, Girl Rising premiered in spring 2013 in the United States."
}