{
  "/wiki/CKPC_(AM)": "CKPC (1380 AM) is a radio station in Brantford, Ontario. Owned by Evanov Radio Group, it broadcasts a full service country music format, also including John Tesh's syndicated Intelligence for Your Life, the Casey Clarke Country Countdown on weekends, and a weeknight Christian radio program. The station also broadcasts a folk music program on weekend evenings.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Evanov_Radio_Group": "Evanov Radio Group is a Canadian radio broadcasting company. It is also the sole owner of Dufferin Communications Inc., 80% owner of Halifax Broadcasting Ltd. and Ottawa Media Inc. The group of Evanov companies owns and operates a number of radio stations in Ontario, Quebec, Manitoba and Nova Scotia,",
  "/wiki/Rogers_Radio": "Rogers Radio is a subdivision of Rogers Communications, a division of Rogers Media, specializing in the radio broadcasting industry. Rogers Radio is Canada's third-largest radio broadcaster (after Bell Media Radio & Stingray Digital) and the largest based in Ontario.",
  "/wiki/CKBT-FM": "CKBT-FM is a Canadian radio station broadcasting at 91.5 FM in Kitchener, Ontario. The station broadcasts a Top 40/CHR format branded as 91.5 The Beat, with studios & offices located in Kitchener, However, its transmitter is south of Ayr. The station is owned by Corus Entertainment.",
  "/wiki/Top_40": "In the music industry, the top 40 is the current, 40 most-popular songs in a particular genre. It is the best-selling or most frequently broadcast popular music. Record charts have traditionally consisted of a total of 40 songs. \"Top 40\" or \"contemporary hit radio\" is also a radio format. Frequent variants of the Top 40 are the Top 10, Top 20, Top 30, Top 50, Top 75, Top 100 and Top 200.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/Corus_Entertainment": "Corus Entertainment is a Canadian mass media and broadcasting company. Formed in 1999 as a spin-off from Shaw Communications, it is headquartered at Corus Quay in Toronto, Ontario, and has prominent holdings in the radio, publishing, and television industries. Corus Entertainment's voting majority is held by the company's founder JR Shaw and his family, and a 40% stake of Corus stock was formerly held by Shaw Communications.",
  "/wiki/CKPC-FM": "CKPC-FM (92.1 FM, \"Jewel 92\") is a radio station in Brantford, Ontario. Owned by Evanov Radio Group, it broadcasts a soft adult contemporary format, billed as Lite Favourites. With an 80,000 watt signal, the station serves both the Kitchener-Waterloo-Cambridge and Hamilton markets.",
  "/wiki/Soft_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CKZM-FM": "CKZM-FM is a radio station which broadcasts at 94.1 MHz on the FM dial in St. Thomas, Ontario, Canada.  It airs a Soft Rock format branded as 94.1 myFM.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/My_Broadcasting_Corporation": "My Broadcasting Corporation is a Canadian broadcasting company founded in 2004 by Jon Pole and Andrew Dickson. Based in Renfrew, Ontario, the company operates a number of radio stations in small to medium sized markets in Ontario. All of its stations offer local news, weather, sports and community events seven days a week.",
  "/wiki/CHYM-FM": "CHYM-FM is a Canadian radio station broadcasting at 96.7 FM in Kitchener, Ontario. The station currently airs an adult contemporary format using its on-air brand name as CHYM 96.7 and is owned by Rogers Media.",
  "/wiki/CKOT-FM": "CKOT-FM is a Canadian radio station licensed to Tillsonburg, Ontario, broadcasting at 101.3 FM and serving the London area. Owned by Rogers Media, the station broadcasts an adult contemporary format. Its transmitter is located near the interchange of Highway 19 and Highway 401 (Exit 218), close to Ingersoll.",
  "/wiki/CFHK-FM": "CFHK-FM is a radio station licensed to St. Thomas, Ontario, serving the Greater London, Ontario area, that transmits at an effective radiated power of 22,000 watts (60,000 watts peak) on a 161.5-metre (530 ft)-high transmitter at 103.1 FM. Owned by Corus Entertainment, the station broadcasts an adult contemporary format branded as 103.1 Fresh Radio. The station's studios and offices are located in London while its transmitter is located on the CFPL-DT tower in Southwest London.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/City_of_license": "In American, Canadian and Philippine broadcasting, a city of license or community of license is the community that a radio station or television station is officially licensed to serve by that country's broadcast regulator.",
  "/wiki/CKDK-FM": "CKDK-FM is a radio station owned by Corus Entertainment and licensed to the city of Woodstock, Ontario, Canada, serving the London, Ontario market and transmitting at 51,000 watts at 103.9 MHz on the FM dial, covering most of southwestern Ontario. The station airs a country music format branded as Country 104. The studio is located on Dundas Street in Woodstock but it has an office in downtown London and its transmitter is located near Karn Road in Woodstock. Until August 2008, the station primarily played classic rock; it afterward evolved to a 1960s–1980s oldies/classic hits playlist, but eventually settled into an adult hits format under the branding More 103.9. The format change to country music took place on February 28, 2014. Thé station currently plays mostly new country, but also plays classic country songs from earlier decades, especially the 80s and 90s.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/CIHR-FM": "CIHR-FM is a Canadian radio station broadcasting at 104.7 FM in Woodstock, Ontario. The station plays an adult contemporary format branded as 104.7 Heart FM and is owned by Byrnes Communications Inc. The studio is located at 223 Norwich Ave in Woodstock while its transmitter is located near Karn Road in Woodstock.[citation needed]",
  "/wiki/CFCA-FM": "CFCA-FM is a Canadian radio station  licensed to transmit from Kitchener, Ontario and serving the Waterloo Region area broadcasting at 105.3 FM. The station currently plays a Top 40/CHR format branded as 105.3 Virgin Radio and is owned by Bell Media.",
  "/wiki/Virgin_Radio": "Virgin Radio is a brand owned by the Virgin Group. Virgin Radio International was established in 2001 to develop the brand and has since built one of the world's most popular music radio franchises, broadcasting in multiple languages and music based formats in North America, Europe and Asia – including the Middle East – with over 30 million listeners worldwide. Virgin Radio stations in each country are owned independently of the Virgin Group and of each other.",
  "/wiki/Bell_Media": "Bell Media Inc. (Canadian French: Bell Média) is the mass media subsidiary of BCE Inc. (also known as Bell Canada Enterprises, the parent company of the former telephone monopoly Bell Canada). Its operations include television broadcasting and production (including the CTV and CTV 2 television networks), radio broadcasting (through iHeartRadio Canada), digital media (including CraveTV) and Internet properties including Sympatico.ca.",
  "/wiki/CJDL-FM": "CJDL-FM is a radio station licensed to Tillsonburg, Ontario. Owned by Rogers Media, it broadcasts a country music format.",
  "/wiki/Media_in_London,_Ontario": "London pioneered in the establishment of cable television in Canada, being either the first or second city in Canada with cable service, when Ed Jarmain and others wired the first 15 homes, and had to purchase TV sets for 14 of them. London's first cable system, established in 1952, broadcast American signals that crossed the border, including WICU from Erie, Pennsylvania. Shortly afterward, another cable operator, named Community Television was also established serving southwestern London and a \"gentleman's agreement\" set a boundary, convoluted in the old London South (Wortley Road) area; Community Television was later purchased by Maclean-Hunter, and Maclean Hunter was ultimately purchased by Rogers Cablesystems. London Cable TV later merged with Canadian Cablesystems, a cable operator owned by the Famous Players Theatre chain, with Jarmain remaining as chief executive. Canadian Cablesystems was acquired by Rogers in 1978, and Rogers purchased Maclean Hunter in 1993. Rogers TV Cable 13, brings around 60 of the 76 home and away games of the London Knights of the Ontario Hockey League. In the 2009 OHL Playoffs Rogers TV carried all home and away games in the London Knights schedule. This was the first time games from the Tulio Arena in Erie, PA and The Dow Event Centre in Saginaw, MI were broadcast on Canadian television. Rogers TV also has exclusive coverage of the Western Mustangs."
}