{
  "/wiki/Pantheon,_Rome": "The Pantheon (UK: /ˈpænθiən/, US: /-ɒn/; Latin: Pantheum,[nb 1] from Greek Πάνθειον Pantheion, \"[temple] of all the gods\") is a former Roman temple, now a church, in Rome, Italy, on the site of an earlier temple commissioned by Marcus Agrippa during the reign of Augustus (27 BC – 14 AD). It was completed by the emperor Hadrian and probably dedicated about 126 AD. Its date of construction is uncertain, because Hadrian chose not to inscribe the new temple but rather to retain the inscription of Agrippa's older temple, which had burned down.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Rotunda_(architecture)": "A rotunda (from Latin rotundus) is any building with a circular ground plan, and sometimes covered by a dome. It can also refer to a round room within a building (a famous example being within the United States Capitol in Washington, D.C.). The Pantheon in Rome is a famous rotunda. A Band Rotunda is a circular bandstand, usually with a dome.",
  "/wiki/List_of_world's_largest_domes": "A dome is a self-supporting structural element of architecture that resembles the hollow upper half of a sphere. This list excludes dome-shaped structures that are not self-supporting such as The O2 in London which is 365 m (1,198 ft) in diameter and supported by masts.",
  "/wiki/Lake_Avernus": "Lake Avernus (Italian: Lago d'Averno) is a volcanic crater lake located in the Avernus crater in the Campania region of southern Italy, around 4 km (2.5 mi) west of Pozzuoli. It is near the volcanic field known as the Phlegraean Fields (Campi Flegrei) and comprises part of the wider Campanian volcanic arc. The lake is roughly circular, measuring 2 km (1.2 mi) in circumference and 60 m (213 ft) deep.",
  "/wiki/Baths_of_Caracalla": "The Baths of Caracalla (Italian: Terme di Caracalla) in Rome, Italy, were the city's second largest Roman public baths, or thermae, likely built between AD 212 (or 211) and 216/217, during the reigns of emperors Septimius Severus and Caracalla. They were in operation until the 530s and then fell into disuse and ruin.",
  "/wiki/Caldarium": "A caldarium (also called a calidarium, cella caldaria or cella coctilium) was a room with a hot plunge bath, used in a Roman bath complex.",
  "/wiki/Baiae": "Baiae (Italian: Baia; Neapolitan: Baia) was an ancient Roman town situated on the northwest shore of the Gulf of Naples and now in the comune of Bacoli. It was a fashionable resort for centuries in antiquity, particularly towards the end of the Roman Republic, when it was reckoned as superior to Capri, Pompeii, and Herculaneum by the super-rich, who built luxurious villas here from 100 BC to 500 AD. It was notorious for its hedonistic offerings and the attendant rumours of corruption and scandal.",
  "/wiki/Mausoleum_of_Maxentius": "The Mausoleum of Maxentius was part of a large complex on the Appian Way in Rome that included a palace and a chariot racing circus, constructed by the Emperor Maxentius. The large circular tomb was built by Maxentius in the early 4th century, probably with himself in mind and as a family tomb, but when his young son  Valerius Romulus died he was buried there. After extensive renovation the mausoleum was reopened to the public in 2014.",
  "/wiki/Baths_of_Agrippa": "The Baths of Agrippa (Latin: Thermae Agrippae) was a structure of ancient Rome, in what is now Italy, built by Marcus Vipsanius Agrippa. It was the first of the great thermae constructed in the city, and also the first public bath.",
  "/wiki/Thermae": "In ancient Rome, thermae (from Greek θερμός thermos, \"hot\") and balneae (from Greek βαλανεῖον balaneion) were facilities for bathing. Thermae usually refers to the large imperial bath complexes, while balneae were smaller-scale facilities, public or private, that existed in great numbers throughout Rome.",
  "/wiki/Arch_and_Tomb_of_Galerius": "The Arch of Galerius (Greek: Αψίδα του Γαλερίου) or Kamara (Καμάρα) and the Rotunda (Ροτόντα) are neighbouring early 4th-century AD monuments in the city of Thessaloniki, in the region of Central Macedonia in northern Greece.",
  "/wiki/Thessaloniki": "Thessaloniki (/ˌθɛsələˈniːki/; Greek: Θεσσαλονίκη, romanized: Thessaloníki [θesaloˈnici] (listen)), also known as Thessalonica (English: /ˌθɛsələˈnaɪkə, ˌθɛsəˈlɒnɪkə/), Saloniki or Salonica (/səˈlɒnɪkə, ˌsæləˈniːkə/), is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα (i Symprōtévousa), literally \"the co-capital\", a reference to its historical status as the Συμβασιλεύουσα (Symvasilévousa) or \"co-reigning\" city of the Eastern Roman (Byzantine) Empire, alongside Constantinople.",
  "/wiki/Pergamon": "Pergamon (/ˈpɜːrɡəmən/ or /ˈpɜːrɡəmɒn/), Pergamos  or Pergamum (/ˈpɜːrɡəməm/) (Ancient Greek: τὸ Πέργαμον or ἡ Πέργαμος), was a rich and powerful ancient Greek city in Aeolis. It is located 26 kilometres (16 mi) from the modern coastline of the Aegean Sea on a promontory on the north side of the river Caicus (modern-day Bakırçay) and northwest of the modern city of Bergama, Turkey.",
  "/wiki/St._Gereon's_Basilica": "St. Gereon's Basilica (Basilika Sankt Gereon) is a Roman Catholic church in Cologne, Germany, dedicated to Saint Gereon, and designated a minor basilica on 25 June 1920. The first mention of a church at the site, dedicated to St. Gereon, appears in 612. However, the building of the current choir gallery, apse, and transepts occurred later, beginning under Archbishop Arnold II von Wied in 1151 and ending in 1227.  It is one of twelve great churches in Cologne that were built in the Romanesque style.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Apse": "In architecture, an apse (plural apses; from Latin absis: \"arch, vault\" from Greek ἀψίς apsis \"arch\"; sometimes written apsis, plural apsides) is a semicircular recess covered with a hemispherical vault or semi-dome, also known as an exedra.  In Byzantine, Romanesque, and Gothic Christian church (including cathedral and abbey) architecture, the term is applied to a semi-circular or polygonal termination of the main building at the liturgical east end (where the altar is), regardless of the shape of the roof, which may be flat, sloping, domed, or hemispherical.  Smaller apses may also be in other locations, especially shrines.",
  "/wiki/Western_world": "The Western world, also known as the West, refers to various regions, nations and states, depending on the context, most often including at least parts of Europe, Australasia, and the Americas. There are many accepted definitions, all closely interrelated. The Western world is also known as the Occident (from the Latin word occidens, \"sunset, West\"), in contrast to the Orient (from the Latin word oriens, \"rise, East\"), or Eastern world. It might mean the Northern half of the North–South divide.",
  "/wiki/Hagia_Sophia": "Hagia Sophia (/ˈhɑːɡiə soʊˈfiːə/; from the Greek `Αγία Σοφία, pronounced [haˈʝia soˈfia], \"Holy Wisdom\"; Latin: Sancta Sophia or Sancta Sapientia; Turkish: Ayasofya) is the former Greek Orthodox Christian patriarchal cathedral, later an Ottoman imperial mosque and now a museum (Ayasofya Müzesi) in Istanbul, Turkey. Built in AD 537 in the Middle Ages, it was famous in particular for its massive dome. It was the world's largest building and an engineering marvel of its time. It is considered the epitome of Byzantine architecture and is said to have \"changed the history of architecture\".",
  "/wiki/Florence_Cathedral": "Florence Cathedral, formally the Cattedrale di Santa Maria del Fiore (Italian pronunciation: [katteˈdraːle di ˈsanta maˈriːa del ˈfjoːre]; in English \"Cathedral of Saint Mary of the Flower\"), is the cathedral of Florence, Italy (Italian: Duomo di Firenze). It was begun in 1296 in the Gothic style to a design of Arnolfo di Cambio and was structurally completed by 1436, with the dome designed by Filippo Brunelleschi. The exterior of the basilica is faced with polychrome marble panels in various shades of green and pink, bordered by white, and has an elaborate 19th-century Gothic Revival façade by Emilio De Fabris.",
  "/wiki/Temple_of_Minerva_Medica": "The temple of Minerva Medica (akin to the temple of Apollo Medicus) was a temple in ancient Rome, built on the Esquiline Hill in the Republican era, though no remains of it have been found. Since the 17th century, it has been wrongly identified with the ruins of a nymphaeum on a nearby site, on account of the erroneous impression that the Athena Giustiniani had been found in its ruins.",
  "/wiki/Decagon": "In geometry, a decagon is a ten-sided polygon or 10-gon.",
  "/wiki/Carthage": "Carthage was the center or capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis  in what is now the Tunis Governorate in Tunisia. Carthage was widely considered the most important trading hub of the Ancient Mediterranean and was arguably one of the most affluent cities of the Ancient World.",
  "/wiki/Polygon": "In elementary geometry, a polygon (/ˈpɒlɪɡɒn/) is a plane figure that is described by a finite number of straight line segments connected to form a closed polygonal chain or polygonal circuit. The solid plane region, the bounding circuit, or the two together, may be called a polygon.",
  "/wiki/Hippodrome_of_Constantinople": "The Hippodrome of Constantinople (Greek: Ἱππόδρομος τῆς Κωνσταντινουπόλεως, romanized: Hippódromos tēs Kōnstantinoupóleōs) was a circus that was the sporting and social centre of Constantinople, capital of the Byzantine Empire. Today it is a square named Sultanahmet Meydanı (Sultan Ahmet Square) in the Turkish city of Istanbul, with a few fragments of the original structure surviving.",
  "/wiki/Constantinople": "Constantinople /ˌkɒnstæntɪˈnoʊpəl/ (Greek: Κωνσταντινούπολις, translit. Kōnstantinoúpolis (pronunciation (help·info)); Latin: Cōnstantīnopolis) was the capital city of the Roman Empire (330–395), of the Eastern Roman (Byzantine) Empire (395–1204 and 1261–1453), of the brief Crusader state known as the Latin Empire (1204–1261) and of the Ottoman Empire (1453–1923). In 1923 the capital of Turkey, the successor state of the Ottoman Empire, was moved to Ankara and the name Constantinople was officially changed to Istanbul; the city is still referred to as Constantinople in Greek-speaking sources. The city is located in what is now the European side and the core of modern Istanbul.",
  "/wiki/Baths_of_Diocletian": "The Baths of Diocletian (Latin: Thermae Diocletiani, Italian: Terme di Diocleziano) were public baths in ancient Rome, in what is now Italy. Named after emperor Diocletian and built from 298 AD to 306 AD, they were the largest of the imperial baths. The project was originally commissioned by Maximian upon his return to Rome in the autumn of 298 and was continued after his and Diocletian's abdication under Constantius, father of Constantine.",
  "/wiki/San_Bernardo_alle_Terme": "San Bernardo alle Terme is a Baroque style, Roman Catholic abbatial church located on Via Torino 94 in the rione Castro Pretorio of Rome, Italy.",
  "/wiki/Octagon": "In geometry, an octagon (from the Greek ὀκτάγωνον oktágōnon, \"eight angles\").   Is an eight-sided polygon or 8-gon.",
  "/wiki/Mausoleum_of_Helena": "The Mausoleum of Helena is an ancient building in Rome, Italy, located  on the Via Casilina, corresponding to the 3rd mile of the ancient Via Labicana. It was built by the Roman emperor Constantine I between 326 and 330, originally as a tomb for himself, but later assigned to his mother, Helena, who died in 330.",
  "/wiki/Pendentive": "In architecture, a pendentive is a constructional device permitting the placing of a circular dome over a square room or of an elliptical dome over a rectangular room. The pendentives, which are triangular segments of a sphere, taper to points at the bottom and spread at the top to establish the continuous circular or elliptical base needed for a dome. In masonry the pendentives thus receive the weight of the dome, concentrating it at the four corners where it can be received by the piers beneath.",
  "/wiki/Viterbo": "Viterbo (pronounced [viˈtɛrbo] (listen); Viterbese: Veterbe; Medieval Latin: Viterbium) is an ancient city and comune in the Lazio region of central Italy, the capital of the province of Viterbo.",
  "/wiki/Tepidarium": "The tepidarium was the warm (tepidus) bathroom of the Roman baths heated by a hypocaust or underfloor heating system. The speciality of a tepidarium is the pleasant feeling of constant radiant heat which directly affects the human body from the walls and floor.",
  "/wiki/List_of_Roman_domes": "This is a list of Roman domes. The Romans were the first builders in the history of architecture to realize the potential of domes for the creation of large and well-defined interior spaces. Domes were introduced in a number of Roman building types such as temples, thermae, palaces, mausolea and later also churches. Half-domes also became a favoured architectural element and were adopted as apses in Christian sacred architecture."
}