{
  "/wiki/Prince_Bira": "Prince Birabongse Bhanudej Bhanubandh (Thai: พีรพงศ์ภาณุเดช; RTGS: Phiraphong Phanudet; 15 July 1914 – 23 December 1985), better known as Prince Bira of Siam (now Thailand) or by his nom de course B. Bira, was a member of the Thai royal family, racing driver, sailor, and pilot.",
  "/wiki/Maserati": "Maserati (Italian: [mazeˈraːti]) is an Italian luxury vehicle manufacturer. Established on 1 December 1914, in Bologna, Italy,",
  "/wiki/Alfa_Romeo": "Alfa Romeo Automobiles S.p.A. (Italian: [ˈalfa roˈmɛːo]) is an Italian luxury car manufacturer, founded by Frenchman Alexandre Darracq as Società Anonima Italiana Darracq (SAID), a company that would produce and sell special Darracq models for Italy. In late 1909, the Italian Darracq cars were selling slowly, and the Italian partners of the company hired Giuseppe Merosi to design new cars. On 24 June 1910, a new company was founded named  A.L.F.A. (\"[Società] Anonima Lombarda Fabbrica Automobili\", \"Anonymous Lombard Automobile Factory\") on 24 June 1910, in Milan (initially still in partnership with Darracq). The brand is known for sporty vehicles and has been involved in car racing since 1911.",
  "/wiki/English_Racing_Automobiles": "English Racing Automobiles (ERA) was a British racing car manufacturer active from 1933 to 1954.",
  "/wiki/Reggie_Tongue_(racing_driver)": "Reginald Ellis \"Reggie\" Tongue (17 July 1912 - 1 June 1992), from Lancashire, was an English racing driver.",
  "/wiki/Raymond_Mays": "Thomas Raymond Mays CBE (1 August 1899 – 6 January 1980) was an auto racing driver and entrepreneur from Bourne, Lincolnshire, England.",
  "/wiki/Bugatti": "Automobiles Ettore Bugatti was a French car manufacturer of high-performance automobiles, founded in 1909 in the then-German city of Molsheim, Alsace by the Italian-born industrial designer Ettore Bugatti. The cars were known for their design beauty and for their many race victories. Famous Bugattis include the Type 35 Grand Prix cars, the Type 41 \"Royale\", the Type 57 \"Atlantic\" and the Type 55 sports car.",
  "/wiki/Robin_Hanson": "Robin Dale Hanson (born August 28, 1959) is an associate professor of economics at George Mason University and a research associate at the Future of Humanity Institute of Oxford University. He is known as an expert on idea futures and markets, and he was involved in the creation of the Foresight Institute's Foresight Exchange and DARPA’s FutureMAP project.  He invented market scoring rules like LMSR (Logarithmic Market Scoring Rule) used by prediction markets such as Consensus Point (where Hanson is Chief Scientist), and has conducted research on signalling.",
  "/wiki/Chris_Staniland": "Flight Lieutenant Christopher Stainbank Staniland (7 October 1905 - 26 June 1942) was a British pilot, and the former chief test pilot for the Fairey Aviation Company.",
  "/wiki/Wilkie_Wilkinson": "Walter Ernest \"Wilkie\" Wilkinson was a British mechanic and a founder member of the BRMC (British Racing Mechanics Club).",
  "/wiki/Alta_Car_and_Engineering_Company": "The Alta Car and Engineering Company was a British sports and racing car manufacturer, commonly known simply as Alta. Their cars contested five FIA World Championship races between 1950 and 1952, as well as Grand Prix events prior to this. They also supplied engines to a small number of other constructors, most notably the Connaught and HWM teams.",
  "/wiki/Austin_Dobson": "Austin Dobson (19 August 1912 in Lodsworth, Sussex – 13 March 1963 in Cuckfield, Sussex) was a racing driver from England.   He was the brother of Arthur Charles Dobson, who was also a racing driver.",
  "/wiki/Francis_Curzon,_5th_Earl_Howe": "Francis Richard Henry Penn Curzon, 5th Earl Howe, CBE, RD, PC (1 May 1884, Mayfair, London – 26 July 1964, Amersham, Buckinghamshire), styled as Viscount Curzon from 1900 to 1929, was a British naval officer, Member of Parliament, and motor racing driver and promoter. In the 1918 UK General Election he won the Battersea South seat as the candidate of the Conservative Party, which he held until 1929. While in Parliament he took up motor racing, and later won the 1931 24 Hours of Le Mans race. He ascended to the Peerage in 1929, succeeding his father as the 5th Earl Howe. Earl Howe co-founded the British Racing Drivers' Club with Dudley Benjafield in 1928, and served as its President until his death in 1964."
}