{
  "/wiki/Harold_Albrecht": "Harold Glenn Albrecht (born October 15, 1949 in Kitchener, Ontario) was the Member of Parliament (MP) for the Conservative Party of Canada in the riding of Kitchener—Conestoga from 2006 until 2019. He defeated the incumbent Liberal MP, Lynn Myers, by just over 1,000 votes in the 2006 federal election to gain a seat in the House of Commons of Canada.",
  "/wiki/Member_of_Parliament": "A member of parliament (MP) is the representative of the voters to a parliament. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress is an equivalent term in other jurisdictions.",
  "/wiki/Dean_Allison": "Dean Allison MP (born February 18, 1965 in London, Ontario) is a Canadian politician. He was elected to the House of Commons of Canada in the 2004 federal election for the riding of Niagara West—Glanbrook, now Niagara West. Allison is a member of the Conservative Party of Canada and has been re-elected in each subsequent election.",
  "/wiki/Conservative_Party_of_Canada": "The Conservative Party of Canada (French: Parti conservateur du Canada), colloquially known as the Tories, is a federal political party in Canada. It was formed in 2003 from the multiple right-wing parties which had existed in Canada for over a century, historically grouped into two camps, \"Red Tories\" and \"Blue Tories\". The party sits at the centre-right to the right-wing of the Canadian political spectrum, with the Liberal Party of Canada positioned centre to centre-left. Like their federal Liberal rivals, the party is defined as a \"big tent\", welcoming a broad variety of members. The party's leader is Andrew Scheer, who serves as Leader of the Official Opposition until his announcement of resignation on 12 December 2019.",
  "/wiki/Ted_Arnott": "Theodore Calvin Arnott (born April 8, 1963) is a politician in Ontario, Canada. He was first elected to the Legislative Assembly of Ontario on September 6, 1990, representing the Riding of Wellington.  He is a member of the Progressive Conservative Party of Ontario and represents the Riding of Wellington—Halton Hills in the Ontario Legislature. Arnott has served as Speaker of the Legislative Assembly of Ontario during the 42nd Parliament of Ontario.",
  "/wiki/Progressive_Conservative_Party_of_Ontario": "The Progressive Conservative Party of Ontario (French: Parti progressiste-conservateur de l’Ontario), often shortened to Ontario PC Party or simply PC, is a centre-right political party in Ontario, Canada. The party has been led by Premier Doug Ford since March 10, 2018.",
  "/wiki/MuchMusic": "Much (formerly and commonly known as MuchMusic) is a Canadian English language specialty channel owned by Bell Media that primarily airs comedy programming aimed at teenagers and young adults.",
  "/wiki/VJ_(media_personality)": "A video jockey (abbreviated VJ or sometimes veejay) is an announcer who introduces music videos and live performances on commercial music television stations such as VH1, MTV, Channel V and Much Music.",
  "/wiki/Paul_Bennett_(Canadian_football)": "Paul Frederick Bennett (born March 27, 1954) is a former award-winning and all-star defensive back in the Canadian Football League and Grey Cup champion.",
  "/wiki/Canadian_Football_League": "The Canadian Football League (CFL; French: Ligue canadienne de football, LCF) is a professional sports league in Canada. The CFL is the highest level of competition in Canadian football. The league consists of nine teams, each located in a city in Canada. They are divided into two divisions: four teams in the East Division and five teams in the West Division.",
  "/wiki/David_Black_(Canadian_football)": "David Black (born April 13, 1962 in Oshawa, Ontario) is a former offensive lineman in the Canadian Football League.",
  "/wiki/Robert_Boyce": "Robert William Dewar Boyce (born 1943, Montreal) was (until his retirement) a Senior Lecturer in International History at the London School of Economics and Political Science (LSE). His main fields of interest are French external relations in the twentieth century, the role of economics, business and banking in modern international relations, Canadian external relations since 1900, and the modern history of international communications.",
  "/wiki/London_School_of_Economics": "The London School of Economics (officially the London School of Economics and Political Science, often referred to as the LSE) is a public research university located in London, England, and a member institution of the federal University of London. Founded in 1895 by Fabian Society members Sidney Webb, Beatrice Webb, Graham Wallas, and George Bernard Shaw for the betterment of society, LSE joined the University of London in 1900 and established its first degree courses under the auspices of the University in 1901. LSE started awarding its own degrees in its own name in 2008, prior to which it awarded degrees of the University of London.",
  "/wiki/Nikola_Budalić": "Nikola “Niki” Budalic (born  August 1, 1978) is a retired Canadian soccer player who currently serves as a director of soccer operations for Inter Miami CF.",
  "/wiki/Glen_Chorny": "Glen Chornyj is a Canadian poker player from Waterloo, Ontario. He is currently a student at Wilfrid Laurier University and has been playing professionally since January 2008.",
  "/wiki/Rod_Connop": "Rod Connop (born June 4, 1959, in North Vancouver, British Columbia) is a former professional Canadian football player for the Edmonton Eskimos of the Canadian Football League. Connop spent his entire 16-year career with the Eskimos as an offensive lineman.  Connop played CIS football at Wilfrid Laurier Golden Hawks. He was named CFL All-Star six times and won the CFL's Most Outstanding Offensive Lineman Award in the 1989 CFL season. Connop played 210 consecutive games with the Eskimos from 1983 until his retirement following the 1997 season. As of 2011, he continued to be the all-time Eskimo leader in games played (274). He is a member of the Canadian Football Hall of Fame, where he was inducted in 2005. His son Rory Connop played for the Saskatchewan Roughriders of the CFL as a defensive lineman.",
  "/wiki/Sean_Conway": "Sean Conway (born July 24, 1951) is a former provincial politician in Ontario, Canada and a university professor. He served for 28 years as a Liberal member of the Legislative Assembly of Ontario from 1975 to 2003, and was a high-profile cabinet minister in the government of David Peterson.",
  "/wiki/Legislative_Assembly_of_Ontario": "The Legislative Assembly of Ontario (French: Assemblée législative de l'Ontario) is the deliberative assembly of the Legislature of Ontario (also known as the Parliament of Ontario). The Assembly meets at the Ontario Legislative Building at Queen's Park in the provincial capital of Toronto. Bills passed by the assembly are given royal assent by the Queen of Canada, represented by the Lieutenant Governor of Ontario.",
  "/wiki/Jean_Crowder": "Jean A. Crowder (born July 7, 1952) is a Canadian politician, who was a Member of Parliament for the New Democratic Party from 2004 until 2015.",
  "/wiki/Bill_Downe": "William A. Downe CM (born 1952 in Montreal, Quebec, Canada) is a Canadian banker, who served as chief executive officer of Bank of Montreal (also known as BMO Financial Group) from March 1, 2007 to October 31, 2017.",
  "/wiki/Bank_of_Montreal": "The Bank of Montreal (French: Banque de Montréal) is a Canadian multinational investment bank and financial services company. Founded in Montreal, Quebec in 1820, its head office remains in Montreal, with its operational headquarters and executive offices located in Toronto, Ontario since 1977. One of the Big Five banks in Canada, it is the fourth-largest bank in Canada by market capitalization and assets, as well as one of the ten largest banks in North America. It is commonly known by its acronym BMO (pronounced /ˈbiːmoʊ/), which is also its stock symbol on both the Toronto Stock Exchange and the New York Stock Exchange.",
  "/wiki/Cindy_Eadie": "Cindy Eadie (born September 21, 1982 in Brantford, Ontario) is a Canadian softball third baseman and hockey goaltender.",
  "/wiki/John_Estacio": "John Estacio (born April 8, 1966) is a contemporary Canadian composer of operam orchestral and choral music.",
  "/wiki/Ken_Evraire": "Ken Evraire (born July 17, 1965 in Toronto, Ontario) is a former television journalist, host and former professional football league player.\nAt present, Evraire is a keynote speaker/presenter (featuring The I in Team and Coaching Up is the only option\" presentations), interim Executive Director at TGC Ottawa and pre/post game analyst for the Ottawa REDBLACKS on TSN1200.",
  "/wiki/John_Glassford_(Canadian_football)": "John Glassford is a former award-winning linebacker in the Canadian Football League playing 6 seasons with the Ottawa Rough Riders.",
  "/wiki/Corey_Grant": "Corey Grant (born December 22, 1976) is a former professional Canadian football wide receiver who is currently the offensive coordinator coach for the McMaster Marauders of U Sports.",
  "/wiki/Raj_Grewal": "Rajvinder Grewal (born September 11, 1985) is a Canadian politician who was elected to represent the riding of Brampton East in the House of Commons of Canada in the 2015 Canadian federal election. Elected as a Liberal, he resigned from caucus in 2018 after a police investigation into his extensive gambling debts, and did not stand in the 2019 Canadian federal election.",
  "/wiki/Paul_Heinbecker": "Paul Heinbecker (born 1941) is a retired Canadian career diplomat and a former Canadian ambassador to Germany and permanent representative of Canada to the United Nations in New York City.",
  "/wiki/Ambassador": "An ambassador is an official envoy, especially a high-ranking diplomat who represents a state and is usually accredited to another sovereign state or to an international organization as the resident representative of their own government or sovereign or appointed for a special and often temporary diplomatic assignment. The word is also often used more liberally for persons who are known, without national appointment, to represent certain professions, activities and fields of endeavor such as sales.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/List_of_Wilfrid_Laurier_University_people": "Wilfrid Laurier University is a public university located in Waterloo, Ontario, Canada, and was founded in 1911 as the Evangelical Lutheran Seminary of Canada and later Waterloo Lutheran University. It was renamed Wilfrid Laurier University in 1973 by the Government of Ontario under the Wilfrid Laurier University Act in 1973. The school is one of the fastest-growing universities in Canada; its enrollment doubled from 2002 to 2007, and it has 12,000 full-time undergraduate students as of 2008. Wilfrid Laurier University also has two satellite campuses in Brantford and Kitchener, both in Ontario."
}