{
  "/wiki/Benjamin_Barber": "Benjamin R. Barber (August 2, 1939 – April 24, 2017) was an American political theorist and author, perhaps best known for his 1995 bestseller, Jihad vs. McWorld, and for 2013's If Mayors Ruled the World as well as the classic of democratic theory, 1984's Strong Democracy (revised in 2004). He became a top-level international consultant on participatory democracy as well as an adviser to Bill Clinton, Howard Dean, and Muammar Gaddafi.",
  "/wiki/Jihad_vs._McWorld": "Jihad vs. McWorld: How Globalism and Tribalism Are Reshaping the World is a 1995 book by American political scientist Benjamin Barber, in which he puts forth a theory that describes the struggle between \"McWorld\" (globalization and the corporate control of the political process) and \"Jihad\" (Arabic term for \"struggle\", here modified to mean tradition and traditional values, in the form of extreme nationalism or religious orthodoxy and theocracy). Benjamin Barber similarly questions the impact of economic globalization as well as its problems for democracy.",
  "/wiki/Oliver_E._Buckley": "Oliver Ellsworth Buckley (August 8, 1887 – December 14, 1959) was an American electrical engineer known for his contributions to the field of submarine telephony.",
  "/wiki/Bell_Labs": "Nokia Bell Labs (formerly named Bell Labs Innovations (1996–2007), AT&T Bell Laboratories (1984–1996) and Bell Telephone Laboratories (1925–1984)) is an industrial research and scientific development company owned by Finnish company Nokia. With headquarters located in Murray Hill, New Jersey, the company operates several laboratories in the United States and around the world. Bell Labs has its origins in the complex past of the Bell System.",
  "/wiki/Oliver_E._Buckley_Condensed_Matter_Prize": "The Oliver E. Buckley Condensed Matter Prize is an annual award given by the American Physical Society \"to recognize and encourage outstanding theoretical or experimental contributions to condensed matter physics.\"  It was endowed by AT&T Bell Laboratories as a means of recognizing outstanding scientific work.  The prize is named in honor of Oliver Ellsworth Buckley, a former president of Bell Labs.",
  "/wiki/Thomas_R._Cech": "Thomas Robert Cech (born December 8, 1947) is an American chemist who shared the 1989 Nobel Prize in Chemistry with Sidney Altman, for their discovery of the catalytic properties of RNA. Cech discovered that RNA could itself cut strands of RNA, suggesting that life might have started as RNA. He also studied telomeres, and his lab discovered an enzyme, TERT (telomerase reverse transcriptase), which is part of the process of restoring telomeres after they are shortened during cell division. As president of Howard Hughes Medical Institute, he promoted science education, and he teaches an undergraduate chemistry course at the University of Colorado.",
  "/wiki/Nobel_Prize_in_Chemistry": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by Royal Swedish Academy of Sciences on proposal of the Nobel Committee for Chemistry which consists of five members elected by Academy. The award is presented in Stockholm at an annual ceremony on December 10, the anniversary of Nobel's death.",
  "/wiki/Howard_Hughes_Medical_Institute": "The Howard Hughes Medical Institute (HHMI) is an American non-profit medical research organization based in Chevy Chase, Maryland. It was founded by the American businessman Howard Hughes in 1953. It is one of the largest private funding organizations for biological and medical research in the United States. HHMI spends about $1 million per HHMI Investigator per year, which amounts to annual investment in biomedical research of about $825 million.",
  "/wiki/Mary_Sue_Coleman": "Mary Sue Coleman (born October 2, 1943) is the President of the Association of American Universities (AAU). She was the 13th President of the University of Michigan, and the 18th President of the University of Iowa. In 2009, she was named one of the  nation's \"10 best college presidents\" by Time.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Ioannis_D._Evrigenis": "Ioannis D. Evrigenis is a Greek-American political philosopher. He is a Professor of Political Science at Tufts University.",
  "/wiki/Tufts_University": "Tufts University is a private research university in Medford and Somerville, Massachusetts. A charter member of the New England Small College Athletic Conference (NESCAC), Tufts College was founded in 1852 by Christian universalists who worked for years to open a nonsectarian institution of higher learning. It was a small New England liberal arts college until its transformation into a larger research university in the 1970s. Tufts emphasizes active citizenship and public service in all its disciplines, and is known for its internationalism and study abroad programs.",
  "/wiki/Amanda_L._Golbeck": "Amanda L. Golbeck is a statistician, social scientist, and academic leader. She is known for her book, Leadership and Women in Statistics, and her book on Elizabeth L. Scott, Equivalence: Elizabeth L. Scott at Berkeley. She is known for her pioneering definition of health numeracy.",
  "/wiki/Committee_of_Presidents_of_Statistical_Societies": "The Committee of Presidents of Statistical Societies (COPSS) comprises the presidents, past presidents and presidents-elect of the following, primarily Northern American, professional societies of statisticians:",
  "/wiki/Roy_Richard_Grinker": "Roy Richard Grinker (born 1961) is an American author and Professor of Anthropology, International Affairs, and Human Sciences at The George Washington University.",
  "/wiki/Anthropological_Quarterly": "Anthropological Quarterly is a widely read peer-reviewed journal covering topics in social and cultural anthropology. It is housed at the George Washington University Institute for Ethnographic Research.",
  "/wiki/Sally_Hughes-Schrader": "Sally Hughes-Schrader (1895–1984) was a professor of zoology at Duke University, 1962-1966.",
  "/wiki/American_Academy_of_Arts_and_Sciences": "The American Academy of Arts and Sciences is one of the oldest learned societies in the United States. Founded in 1780, the Academy is dedicated to honoring excellence and leadership, working across disciplines and divides, and advancing the common good.",
  "/wiki/Frances_Harshbarger": "Frances Harshbarger (16 August 1902, Quimby, Iowa – 11 February 1987, Cuyahoga Falls, Ohio) was an American mathematician.",
  "/wiki/Roger_Koenker": "Roger William Koenker (born February 21, 1947) is an American econometrician and is mostly known for his contributions to quantile regression. He is currently a Honorary Professor of Economics at University College London.",
  "/wiki/David_Maxwell_(academic)": "David Maxwell (born December 2, 1944, New York City) served as the 12th president of Drake University in Des Moines, Iowa from 1999 until 2015.  He is the son of jazz trumpeter Jimmy Maxwell.",
  "/wiki/Drake_University": "Drake University is a private university in Des Moines, Iowa. The institution offers undergraduate and graduate programs including professional programs in business, law, and pharmacy. Drake's law school is among the twenty-five oldest in the country.",
  "/wiki/Carol_Myers-Scotton": "Carol Myers-Scotton (born 1934) is an American linguist. She was a Distinguished Professor Emerita in the Linguistics Program and Department of English at the University of South Carolina until 2003.",
  "/wiki/William_A._Noyes": "William Albert Noyes (November 6, 1857 – October 24, 1941) was an American analytical and organic chemist. He made pioneering determinations of atomic weights, chaired the Chemistry Department at the University of Illinois at Urbana-Champaign from 1907 to 1926, was the founder and editor of several important chemical journals, and received the American Chemical Society's highest award, the Priestley Medal, in 1935.",
  "/wiki/Clair_Cameron_Patterson": "Clair Cameron Patterson (June 2, 1922 – December 5, 1995) was an American geochemist. Born in Mitchellville, Iowa, Patterson graduated from Grinnell College. He later received his Ph.D. from the University of Chicago and spent his entire professional career at the California Institute of Technology (Caltech).",
  "/wiki/Paul_G._Risser": "Paul Gillan Risser (September 14, 1939 – July 10, 2014) was an American ecologist and academic from Oklahoma. He served as president of Miami University and Oregon State University before becoming chancellor of the Oklahoma State System of Higher Education.",
  "/wiki/List_of_Grinnell_College_alumni": "This list of Grinnell College alumni includes graduates, non-graduate former students, and current students of Grinnell College, Iowa, US."
}