{
  "/wiki/Adenine": "Adenine /ˈædɪnɪn/ (A, Ade) is a nucleobase (a purine derivative). It is one of the four nucleobases in the nucleic acid of DNA that are represented by the letters G–C–A–T. The three others are guanine, cytosine and thymine. Its derivatives have a variety of roles in biochemistry including cellular respiration, in the form of both the energy-rich adenosine triphosphate (ATP) and the cofactors nicotinamide adenine dinucleotide (NAD) and flavin adenine dinucleotide (FAD). It also has functions in protein synthesis and as a chemical component of DNA and RNA. The shape of adenine is complementary to either thymine in DNA or uracil in RNA.",
  "/wiki/Adenylic_acid": "Adenosine monophosphate (AMP), also known as 5'-adenylic acid, is a nucleotide. AMP consists of a phosphate group, the sugar ribose, and the nucleobase adenine; it is an ester of phosphoric acid and the nucleoside adenosine. As a substituent it takes the form of the prefix adenylyl-.",
  "/wiki/Carnitine": "Carnitine (β-hydroxy-γ-N-trimethylaminobutyric acid, 3-hydroxy-4-N,N,N-trimethylaminobutyrate) is a quaternary ammonium compound involved in metabolism in most mammals, plants, and some bacteria. Carnitine exists as one of two stereoisomers (the two enantiomers d-carnitine and l-carnitine).  Both are biologically active but only l-carnitine naturally occurs in animals and d-carnitine is toxic as it inhibits the activity of the l-form. At room temperature, pure carnitine is a white powder, and a water-soluble zwitterion with low toxicity. Carnitine, derived from an amino acid, is found in nearly all organisms and animal tissue. Carnitine is the generic expression for a number of compounds that include l-carnitine, acetyl-l-carnitine, and propionyl-l-carnitine. It is most accumulated in cardiac and skeletal muscles as it accounts for 0.1% of its dry matter. It was first derived from meat extracts in 1905, therefore the name carnitine is derived from Latin \"caro/carnis\" or flesh. The body synthesizes enough carnitine from lysine side chains to keep up with the needs of energy production in the body as carnitine acts as a transporter of long-chain fatty acids into the mitochondria to be oxidized and produce energy. Some individuals with genetic or medical disorders (such as preterm infants) cannot make enough, so this makes carnitine a conditionally essential nutrient for them.",
  "/wiki/Essential_fatty_acid": "Essential fatty acids, or EFAs, are fatty acids that humans and other animals must ingest because the body requires them  for good health but cannot synthesize them.",
  "/wiki/Riboflavin": "Riboflavin, also known as vitamin B2, is a vitamin found in food and used as a dietary supplement. Food sources include eggs, green vegetables, milk and other dairy product, meat, mushrooms, and almonds. Some countries require its addition to grains. As a supplement it is used to prevent and treat riboflavin deficiency and prevent migraines. It may be given by mouth or injection.",
  "/wiki/B_vitamins": "B vitamins are a class of water-soluble vitamins that play important roles in cell metabolism. Though these vitamins share similar names, they are chemically distinct compounds that often coexist in the same foods. In general, dietary supplements containing all eight are referred to as a vitamin B complex. Individual B vitamin supplements are referred to by the specific number or name of each vitamin: B1 = thiamine, B2 = riboflavin, B3 = niacin, etc. Some are better known by name than number: niacin, pantothenic acid, biotin and folate.",
  "/wiki/Biotin": "Biotin, also called vitamin H (the H represents Haar und Haut, German words for \"hair and skin\"), vitamin B7 or vitamin B8 (in many countries like France, where vitamin B7 is used for Inositol) is a water-soluble B vitamin. It is involved in a wide range of metabolic processes, both in humans and in other organisms, primarily related to the utilization of fats, carbohydrates, and amino acids.",
  "/wiki/Catechol": "Catechol (/ˈkætɪtʃɒl/ or /ˈkætɪkɒl/), also known as pyrocatechol or 1,2-dihydroxybenzene, is an organic compound with the molecular formula C6H4(OH)2. It is the ortho isomer of the three isomeric benzenediols. This colorless compound occurs naturally in trace amounts. It was first discovered by destructive distillation of the plant extract catechin. About 20,000 tonnes of catechol is now synthetically produced annually as a commodity organic chemical, mainly as a precursor to pesticides, flavors, and fragrances.",
  "/wiki/Flavin_group": "Flavin (from Latin flavus, \"yellow\") is the common name for a group of organic compounds based on pteridine, formed by the tricyclic heterocycle isoalloxazine. The biochemical source is the vitamin riboflavin. The flavin moiety is often attached with an adenosine diphosphate to form flavin adenine dinucleotide (FAD), and, in other circumstances, is found as flavin mononucleotide (or FMN), a phosphorylated form of riboflavin. It is in one or the other of these forms that flavin is present as a prosthetic group in flavoproteins.",
  "/wiki/Anthranilic_acid": "Anthranilic acid  is an aromatic acid with the formula C6H4(NH2)(CO2H) and has a sweetish taste. The molecule consists of a benzene ring, ortho-substituted with a carboxylic acid and an amine. As a result of containing both acidic and basic functional groups, the compound is amphoteric. Anthranilic acid is a white solid when pure, although commercial samples may appear yellow.  The anion [C6H4(NH2)(CO2)]−, obtained by the deprotonation of anthranilic acid, is called anthranilate.   Anthranilic acid was once thought to be a vitamin and was referred to as vitamin L1 in that context, but it is now known to be non-essential in human nutrition.",
  "/wiki/Adenylthiomethylpentose": "Adenylthiomethylpentose is a sulfur-containing nucleoside that was formerly known as vitamin L2.",
  "/wiki/Folate": "Folate, also known as vitamin B9 and folacin, is one of the B vitamins. Manufactured folic acid, which is converted into folate by the body, is used as a dietary supplement and in food fortification as it is more stable during processing and storage. Folate is essential for the body to make DNA and RNA and metabolise amino acids, which are required for cell division. As humans cannot make folate, it is required in the diet, making it an essential vitamin. It occurs naturally in many foods. The recommended adult daily intake of folate in the U.S. is 400 micrograms from foods or dietary supplements.",
  "/wiki/Flavonoids": "Flavonoids (or bioflavonoids) (from the Latin word flavus, meaning yellow, their color in nature) are a class of polyphenolic plant and fungus secondary metabolites.",
  "/wiki/Niacin": "Niacin, also known as nicotinic acid, is an organic compound and a form of vitamin B3, an essential human nutrient. It has the formula C6H5NO2 and belongs to the group of the pyridinecarboxylic acid.",
  "/wiki/Salicylic_acid": "Salicylic acid (from Latin salix, willow tree) is a lipophilic monohydroxybenzoic acid, a type of phenolic acid, and a beta hydroxy acid (BHA). It has the formula C7H6O3. This colorless crystalline organic acid is widely used in organic synthesis and functions as a plant hormone. It is derived from the metabolism of salicin. In addition to serving as an important active metabolite of aspirin (acetylsalicylic acid), which acts in part as a prodrug to salicylic acid, it is probably best known for its use as a key ingredient in topical anti-acne products. The salts and esters of salicylic acid are known as salicylates.",
  "/wiki/S-Methylmethionine": "S-Methylmethionine (SMM) is a derivative of methionine with the chemical formula (CH3)2S+CH2CH2CH(NH3+)CO2−. This cation is an intermediate in many biosynthetic pathways owing to the sulfonium functional group.  The natural derivative S-methylmethionine is biosynthesized from L-methionine which is first converted to S-adenosylmethionine. The subsequent conversion, involving replacement of the adenosyl group by a methyl group is catalyzed by the enzyme methionine S-methyltransferase. S-methylmethionine is particularly abundant in plants, being more abundant than methionine."
}