{
  "/wiki/Barcelona–El_Prat_Airport": "Barcelona–El Prat Josep Tarradellas Airport (IATA: BCN, ICAO: LEBL) (Catalan: Aeroport Josep Tarradellas Barcelona-El Prat, Spanish: Aeropuerto Josep Tarradellas Barcelona-El Prat), previously named Barcelona-El Prat and also known as El Prat Airport, is an international airport located 12 km (7.5 mi) southwest of the centre of Barcelona, lying in the municipalities of El Prat de Llobregat, Viladecans, and Sant Boi, in Catalonia, Spain, Europe. It has been named after a former President of the Generalitat of Catalonia, Josep Tarradellas, since 27 February 2019.",
  "/wiki/Beijing_Capital_International_Airport": "Beijing Capital International Airport (IATA: PEK, ICAO: ZBAA) is the main international airport serving Beijing. It is located 32 km (20 mi) northeast of Beijing's city centre, in an enclave of Chaoyang District and the surroundings of that enclave in suburban Shunyi District. The airport is owned and operated by the Beijing Capital International Airport Company Limited, a state-controlled company. The airport's IATA Airport code, PEK, is based on the city's former romanized name, Peking.",
  "/wiki/Air_China": "Air China Limited (Chinese: 中国国际航空公司) is the flag carrier and one of the major airlines of the People's Republic of China, with its headquarters in Shunyi District, Beijing. Air China's flight operations are based at Beijing Capital International Airport. In 2017, the airline carried 102 million domestic and international passengers with an average load factor of 81%.",
  "/wiki/Beijing_Daxing_International_Airport": "Beijing Daxing International Airport (IATA: PKX, ICAO: ZBAD), located on the border of Beijing and Langfang, Hebei Province, is Beijing's second international airport. The name of the airport was announced on September 14, 2018. It has been nicknamed \"starfish\". The terminal building is the largest single-structure airport terminal in the world, with an area of more than 1,000,000 m2 (11,000,000 sq ft). It was completed on June 30, 2019. The opening ceremony for the airport was held on September 25, 2019, with the airport opened to the public on September 26, 2019. The first commercial flight landed at Beijing Daxing at 10:12 (UTC+8), September 26, 2019.",
  "/wiki/Cairo_International_Airport": "Cairo International Airport (IATA: CAI, ICAO: HECA) (Arabic: .mw-parser-output .script-arabic,.mw-parser-output .script-Arab{font-family:Scheherazade,Lateef,LateefGR,Amiri,\"Noto Naskh Arabic\",\"Droid Arabic Naskh\",Harmattan,\"Arabic Typesetting\",\"Traditional Arabic\",\"Simplified Arabic\",\"Times New Roman\",Arial,\"Sakkal Majalla\",\"Microsoft Uighur\",Calibri,\"Microsoft Sans Serif\",\"Segoe UI\",serif,sans-serif;font-weight:normal}مطار القاهرة الدولي‎; Maṭār El Qāhira El Dawly) is the international airport of Cairo and the busiest airport in Egypt and serves as the primary hub for EgyptAir, EgyptAir Express and Nile Air as well as several other airlines. The airport is located in Heliopolis, to the northeast of the Cairo around 15 kilometres (9.3 mi) from the business area of the city and has an area of approximately 37 square kilometres (14 sq mi). It is the second busiest airport in Africa after OR Tambo International Airport in Johannesburg.",
  "/wiki/Chongqing_Jiangbei_International_Airport": "Chongqing Jiangbei International Airport (IATA: CKG, ICAO: ZUCK) is located in Yubei District, Chongqing, People's Republic of China. The airport's IATA Airport code, CKG, is derived from the city's former romanized name, Chungking. Jiangbei airport is also a 128-hour transit visa-free airport for foreigners from many countries. It was awarded first place in the \"Best Airport in the 25–40 Million Passenger Size\" category by Airports Council International in 2017 and again in 2018.",
  "/wiki/Indira_Gandhi_International_Airport": "Indira Gandhi International Airport (IATA: DEL, ICAO: VIDP) serves as the major international aviation hub of the Indian capital city of New Delhi as well as India. The airport, spread over an area of 5,106 acres (2,066 ha), is situated in Palam, 15 km (9.3 mi) south-west of the New Delhi railway station and 16 km (9.9 mi) from New Delhi city centre. Named after former Prime Minister of India Indira Gandhi, it is the busiest airport in India in terms of passenger traffic since 2009. It is also the busiest airport in the country in terms of cargo traffic, overtaking Mumbai during late 2015. In the calendar year 2018, it was the 12th busiest airport in the world and 6th busiest airport in Asia by passenger traffic handling nearly 70 million passengers. It is the world's busiest airport for Airbus A320 aircraft. The under construction expansion program will increase the airport's capacity to handle 100 million passengers by 2030.",
  "/wiki/Dublin_Airport": "Dublin Airport (Irish: Aerfort Bhaile Átha Cliath) (IATA: DUB, ICAO: EIDW) is an international airport serving Dublin, the capital city of Ireland. It is operated by DAA (formerly Dublin Airport Authority). The airport is located 7 km (4.3 mi) north of Dublin, in Collinstown, near Swords, Dublin.",
  "/wiki/United_Airlines": "United Airlines, Inc. is a major American airline headquartered at Willis Tower in Chicago, Illinois. It is the third largest airline in the world, measured by fleet size and route network[citation needed]. United operates a large domestic and international route network, with an extensive presence in the Asia-Pacific region. It is a founding member of the Star Alliance, the world's largest airline alliance with a total of 28 member airlines. Regional service is operated by independent carriers under the brand name United Express. United was established by the amalgamation of several airlines in the late 1920s, the oldest of these being Varney Air Lines, which was founded in 1926.",
  "/wiki/Frankfurt_Airport": "Frankfurt am Main Airport (IATA: FRA, ICAO: EDDF) (German: Flughafen Frankfurt am Main [ˈfluːkhaːfn̩ ˌfʁaŋkfʊʁt ʔam ˈmaɪn], also known as Rhein-Main-Flughafen) is a major international airport located in Frankfurt, the fifth-largest city of Germany and one of the world's leading financial centres. It is operated by Fraport and serves as the main hub for Lufthansa including Lufthansa CityLine and Lufthansa Cargo as well as Condor and AeroLogic. The airport covers an area of 2,300 hectares (5,683 acres) of land and features two passenger terminals with a capacity of approximately 65 million passengers per year, four runways and extensive logistics and maintenance facilities.",
  "/wiki/Guangzhou_Baiyun_International_Airport": "Guangzhou Baiyun International Airport (IATA: CAN, ICAO: ZGGG) is the major airport of Guangzhou, Guangdong province. Both airport codes were inherited from the former Baiyun Airport, and the IATA code is derived from Guangzhou's historical romanization Canton. Baiyun Airport serves as a hub for China Southern Airlines, FedEx Express, 9 Air, Hainan Airlines and Shenzhen Airlines.",
  "/wiki/Singapore_Airlines": "Singapore Airlines (SIA) is the flag carrier airline of Singapore with its hub at Singapore Changi Airport. The airline is notable for using the Singapore Girl as its central figure in corporate branding. It has been ranked as the world's best airline by Skytrax four times and topped Travel & Leisure's best airline rankings for more than 20 years.",
  "/wiki/Thai_Airways": "Thai Airways International Public Co., ltd., trading as THAI (SET: THAI, Thai: บริษัท การบินไทย จำกัด (มหาชน)) is the flag carrier airline of Thailand. Formed in 1988, the airline has its corporate headquarters in Vibhavadi Rangsit Road, Chatuchak District, Bangkok, and primarily operates from Suvarnabhumi Airport. THAI is a founding member of the Star Alliance. The airline is the second-largest shareholder of the low-cost carrier Nok Air with a 21.80 per cent stake, and it launched a regional carrier under the name Thai Smile in the middle of 2012 using new Airbus A320 aircraft.",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport.",
  "/wiki/London_Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/Manchester_Airport": "Manchester Airport (IATA: MAN, ICAO: EGCC) is an international airport at Ringway, Manchester, England, 7.5 nautical miles (13.9 km; 8.6 mi) south-west of Manchester city centre. In 2016, it was the third busiest airport in the United Kingdom in terms of passenger numbers and the busiest of those not serving London. The airport comprises three passenger terminals and a goods terminal, and is the only airport in the UK other than Heathrow Airport to operate two runways over 3,280 yd (2,999 m) in length. Manchester Airport covers an area of 560 hectares (1,400 acres) and has flights to 199 destinations, placing the airport thirteenth globally for total destinations served.",
  "/wiki/Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː]), commonly known as Lufthansa, is the flag carrier and largest German airline which, when combined with its subsidiaries, is the second largest airline in Europe in terms of passengers carried. The name of the company is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's largest airline alliance, formed in 1997.",
  "/wiki/Austrian_Airlines": "Austrian Airlines AG, sometimes shortened to Austrian, is the flag carrier of Austria and a subsidiary of the Lufthansa Group. The airline is headquartered on the grounds of Vienna International Airport in Schwechat where it also maintains its hub. It flies to six domestic and more than 120 international year-round and seasonal destinations in 55 countries as of July 2016, and is a member of the Star Alliance.",
  "/wiki/Scandinavian_Airlines": "Scandinavian Airlines, usually known as SAS, is the flag carrier of Denmark, Norway and Sweden. SAS is an abbreviation of the company's full name, Scandinavian Airlines System or legally Scandinavian Airlines System Denmark-Norway-Sweden. Part of the SAS Group and headquartered at the SAS Frösundavik Office Building in Solna, Sweden, the airline operates 180 aircraft to 90 destinations (as of dec 2019). The airline's main hub is at Copenhagen-Kastrup Airport, with connections to 109 destinations around the world. Stockholm-Arlanda Airport (with 106 destinations) is the second largest hub and Oslo Airport, Gardermoen being the third major hub of SAS. Minor hubs also exist at Bergen Airport, Flesland, Göteborg Landvetter Airport, Stavanger Airport, Sola, and Trondheim Airport, Værnes. SAS Cargo is an independent, wholly owned subsidiary of Scandinavian Airlines and its main office is at Copenhagen Airport.",
  "/wiki/Aegean_Airlines": "Aegean Airlines S.A. (Greek: Αεροπορία Αιγαίου Ανώνυμη Εταιρεία, Aeroporía Aigaíou Anónimi Etairía pronounced [aeropoˈria eˈʝeu]; LSE: 0OHY) is the flag carrier airline of Greece and the largest Greek airline by total number of passengers carried, by number of destinations served and by fleet size.  A Star Alliance member since June 2010, it operates scheduled and charter services from Athens and Thessaloniki to other major Greek destinations as well as to a number of European and Middle Eastern destinations.  Its main hubs are Athens International Airport in Athens, Macedonia International Airport in Thessaloniki and Larnaca International Airport in Cyprus.  It also uses other Greek airports as bases, some of which are seasonal.  It has its head office in Kifisia, a suburb of Athens.",
  "/wiki/Turkish_Airlines": "Turkish Airlines (Turkish: Türk Hava Yolları) is the national flag carrier airline of Turkey. As of August 2019[update], it operates scheduled services to 315 destinations in Europe, Asia, Africa, and the Americas, making it the largest mainline carrier in the world by number of passenger destinations. The airline serves more destinations non-stop from a single airport than any other airline in the world, and flies to 126 countries, more than any other airline. With an operational fleet of 24 cargo aircraft, the airline's cargo division serves 82 destinations.",
  "/wiki/Brussels_Airlines": "Brussels Airlines (stylized as brussels airlines) is the flag carrier and largest airline of Belgium, based and headquartered at Brussels Airport. It operates to over 100 destinations in Europe, North America, Africa and Asia and also offers charter services, maintenance and crew training. It is a member of the Star Alliance as well as the International Air Transport Association. The airline's IATA code SN is inherited from its predecessors, Sabena and SN Brussels Airlines. Brussels Airlines is part of the Lufthansa Group.",
  "/wiki/Air_Canada_Rouge": "Air Canada Rouge, Rouge meaning \"red\" in French, is a low-cost airline and subsidiary of Air Canada. Air Canada Rouge is fully integrated into the Air Canada mainline and Air Canada Express networks; flights are sold with AC flight numbers but are listed as \"operated by Air Canada Rouge\" (similar to regional flights operated under the Air Canada Express banner).",
  "/wiki/Benito_Juárez_International_Airport": "Mexico City International Airport (Spanish: Aeropuerto Internacional de la Ciudad de México, AICM); officially Aeropuerto Internacional Benito Juárez (Benito Juárez International Airport) (IATA: MEX, ICAO: MMMX) is an international airport that serves Greater Mexico City.  It is Mexico's and Latin America's busiest airport by passenger traffic and aircraft movements. The airport sustains 35,000 jobs directly and around 15,000 indirectly in the immediate area. The airport is owned by Grupo Aeroportuario de la Ciudad de México and operated by Aeropuertos y Servicios Auxiliares, the government-owned corporation, which also operates 22 other airports throughout Mexico. In recent years Toluca Airport has become an alternate airport.",
  "/wiki/Copa_Airlines": "Compañía Panameña de Aviación, S.A., (NYSE: CPA) (commonly referred to and branded simply as \"Copa Airlines\") is the flag carrier of Panama. It is headquartered in Panama City, Panama, with its main hub at Tocumen International Airport. Copa is a subsidiary of Copa Holdings, S.A. as well as a member of Star Alliance. The airline is also the main operator and owner of Colombian airline AeroRepública, currently known as Copa Airlines Colombia.",
  "/wiki/Miami_International_Airport": "Miami International Airport (IATA: MIA, ICAO: KMIA, FAA LID: MIA), also known as MIA and historically as Wilcox Field, is the primary airport serving the Miami area, Florida, United States, with over 1,000 daily flights to 167 domestic and international destinations, and one of three airports serving this area. The airport is in an unincorporated area in Miami-Dade County, 8 miles (13 km) northwest of Downtown Miami, in metropolitan Miami, adjacent to the cities of Miami and Miami Springs, and the village of Virginia Gardens.  Nearby are the cities of Hialeah and Doral, and the Census-designated place of Fontainebleau.",
  "/wiki/Munich_Airport": "Munich Airport (German: Flughafen München) (IATA: MUC, ICAO: EDDM) is the international airport of Munich, the capital of Bavaria. It is the second-busiest airport in Germany in terms of passenger traffic after Frankfurt Airport, and the eighth-busiest airport in Europe, handling 47.9 million passengers in 2019. It is the world's 15th-busiest airport in terms of international passenger traffic, and was the 38th-busiest airport worldwide in 2018. Munich Airport serves as a hub for Lufthansa including Lufthansa Regional and its Star Alliance partners.",
  "/wiki/Domodedovo_International_Airport": "Moscow Domodedovo Airport (Russian: Московский аэропорт Домоде́дово, IPA: [dəmɐˈdʲɛdəvə]), formally \"Domodedovo Mikhail Lomonosov International Airport\" (IATA: DME, ICAO: UUDD) is an international airport located in Domodedovo, Moscow Oblast, Russia, 42 kilometres (26 mi) south-southeast from the centre of Moscow. Domodedovo is one of the four major Moscow airports, as well as one of the largest airports in Russia and the former USSR in terms of passenger and cargo traffic. In 2017, it served 30,700,000 passengers, an increase of 7.6% compared to 2016, making it the second busiest airport in Russia after Sheremetyevo International Airport.",
  "/wiki/Sheremetyevo_Airport": "Sheremetyevo Alexander S. Pushkin International Airport (Russian: Международный аэропорт Шереметьево имени А.С. Пушкина, IPA: [ʂɨrʲɪˈmʲetʲjɪvə] Mezhdunarodnyy aeroport Sheremet'yevo imeni A.S. Pushkina) (IATA: SVO, ICAO: UUEE) is one of four international airports that serves the city of Moscow, and is the busiest airport in Russia. Originally built as a military airbase, Sheremetyevo was converted into a civilian airport in 1959, and in a 2019 contest, was named after Russian poet Alexander Pushkin.",
  "/wiki/Vnukovo_Airport": "Vnukovo International Airport, formally \"Vnukovo Andrei Tupolev International Airport\", (Russian: Международный аэропорт Внуково, IPA: [ˈvnukəvə]) (IATA: VKO, ICAO: UUWW), is a dual-runway international airport located in Vnukovo District, 28 kilometres (17 mi) southwest of the centre of Moscow, Russia. It is one of the four major airports that serve Moscow, along with Moscow Domodedovo Airport, Sheremetyevo International Airport, and Zhukovsky International Airport. In 2019, the airport handled 24.01 million passengers, representing an increase of 12% compared to the previous year. It is the third-busiest airport in the former USSR.",
  "/wiki/Charles_de_Gaulle_Airport": "Paris Charles de Gaulle Airport (French: Aéroport de Paris-Charles-de-Gaulle, IATA: CDG, ICAO: LFPG), also known as Roissy Airport, is the largest international airport in France and second-busiest airport in Europe. Opened in 1974, it is located in Roissy-en-France, 23 km (14 mi) northeast of Paris. It is named after Charles de Gaulle (1890–1970).",
  "/wiki/Croatia_Airlines": "Croatia Airlines Ltd. is the state-owned flag carrier airline of Croatia.  Its headquarters are in Buzin near Zagreb and operates domestic and international services mainly to European destinations. Its main hub is Franjo Tuđman Airport with focus cities being Dubrovnik, Split, and Zadar. Since November 2004, the airline has been a member of Star Alliance.",
  "/wiki/Air_Canada": "Air Canada is the flag carrier and the largest airline of Canada by fleet size and passengers carried. The airline, founded in 1937, provides scheduled and charter air transport for passengers and cargo to 207 destinations worldwide. It is a founding member of the Star Alliance. Air Canada's corporate headquarters are in Montreal, Quebec, while its largest hub is at Toronto Pearson International Airport. The airline's regional service is Air Canada Express.",
  "/wiki/Ethiopian_Airlines": "Ethiopian Airlines (Amharic: የኢትዮጵያ አየር መንገድ (ye-Ityopya ayer menged); የኢትዮጵያ (ye-Ityopya) for short), formerly Ethiopian Air Lines (EAL) and often referred to as simply Ethiopian, is Ethiopia's flag carrier and is wholly owned by the country's government. EAL was founded on 21 December 1945 and commenced operations on 8 April 1946, expanding to international flights in 1951. The firm became a share company in 1965 and changed its name from Ethiopian Air Lines to Ethiopian Airlines. The airline has been a member of the International Air Transport Association since 1959 and of the African Airlines Association (AFRAA) since 1968. Ethiopian is a Star Alliance member, having joined in December 2011 (2011-12).",
  "/wiki/Air_India": "Air India is the flag carrier airline of India, headquartered at New Delhi. It is owned by Air India Limited, a government-owned enterprise, and operates a fleet of Airbus and Boeing aircraft serving 94 domestic and international destinations. The airline has its hub at Indira Gandhi International Airport, New Delhi, alongside several focus cities across India. Air India is the largest international carrier out of India with an 18.6% market share. Over 60 international destinations are served by Air India across four continents. The airline became the 27th member of Star Alliance on 11 July 2014.",
  "/wiki/Phuket_International_Airport": "Phuket International Airport (Thai: ท่าอากาศยานภูเก็ต) (IATA: HKT, ICAO: VTSP) is an international airport serving the Phuket Province of Thailand.  It is in the north of Phuket Island, 32 kilometres (20 mi) from the centre of Phuket City.  The airport plays a major role in Thailand's tourism industry, as Phuket Island is a popular resort destination.  It is the third-busiest airport in Thailand in terms of passengers, after Suvarnabhumi Airport and Don Mueang International Airport in the Bangkok Metropolitan Region.  The airport set a record 15.1 million arrivals and departures in 2016, up 17.8 percent from 2015.",
  "/wiki/Thai_Airways_International": "Thai Airways International Public Co., ltd., trading as THAI (SET: THAI, Thai: บริษัท การบินไทย จำกัด (มหาชน)) is the flag carrier airline of Thailand. Formed in 1988, the airline has its corporate headquarters in Vibhavadi Rangsit Road, Chatuchak District, Bangkok, and primarily operates from Suvarnabhumi Airport. THAI is a founding member of the Star Alliance. The airline is the second-largest shareholder of the low-cost carrier Nok Air with a 21.80 per cent stake, and it launched a regional carrier under the name Thai Smile in the middle of 2012 using new Airbus A320 aircraft.",
  "/wiki/São_Paulo–Guarulhos_International_Airport": "São Paulo/Guarulhos–Governador André Franco Montoro International Airport (IATA: GRU, ICAO: SBGR), often referred to as GRU Airport, or simply GRU, is the primary international airport serving São Paulo. It is popularly known locally as either Cumbica Airport, after the district where it is located and the Brazilian Air Force base that still exists at the airport complex, or Guarulhos Airport, after the municipality of Guarulhos, in the São Paulo metropolitan area, where it is located. Since November 28, 2001 the airport has been named after André Franco Montoro (1916–1999), former Governor of São Paulo state. The airport was rebranded as GRU Airport in 2012.",
  "/wiki/Avianca": "Avianca S.A.  (acronym in Spanish for Aerovias del Continente Americano S.A., \"Airways of the American Continent\") is a Colombian airline. It has been the flag carrier of Colombia since 5 December 1919, when it was initially registered under the name SCADTA. It is headquartered in Bogotá, D.C. with its main hub at El Dorado International Airport. Avianca is the flagship of a group of eight Latin American airlines, whose operations are combined to function as one airline using a codesharing system. Avianca is the largest airline in Colombia and second largest in Latin America, after LATAM of Chile. Avianca and its subsidiaries have the most extensive network of destinations in Latin America. It is wholly owned by Synergy Group S.A., a South American holding company established by Germán Efromovich and specialising in air transport. It is listed on the Colombia Stock Exchange.",
  "/wiki/Incheon_International_Airport": "Incheon International Airport (IIA) (Korean: 인천국제공항; Hanja: 仁川國際空港) (IATA: ICN, ICAO: RKSI) (sometimes referred to as Seoul–Incheon International Airport) is the largest airport in South Korea, the primary airport serving the Seoul Capital Area, and one of the largest and busiest airports in the world. Since 2005, it has been rated the best airport worldwide by Airports Council International every year. It is also rated as the world's cleanest airport and the world's best international transit airport by Skytrax.",
  "/wiki/Shanghai_Pudong_International_Airport": "Shanghai Pudong International Airport (IATA: PVG, ICAO: ZSPD) is one of the two international airports in Shanghai and a major aviation hub of East Asia. Pudong Airport mainly serves international flights, while the city's other major airport Shanghai Hongqiao International Airport mainly serves domestic and regional flights in East Asia. Located about 30 kilometres (19 mi) east of the city center, Pudong Airport occupies a 40-square-kilometre (10,000-acre) site adjacent to the coastline in eastern Pudong. The airport is operated by Shanghai Airport Authority (Chinese: 上海机场集团公司, SSE: 600009).",
  "/wiki/Star_Alliance": "Star Alliance is the world's largest global airline alliance. Founded on 14 May 1997, its current CEO is Jeffrey Goh and its headquarters is located in Frankfurt am Main, Germany. As of April 2018[update], Star Alliance is the largest of the three global alliances by passenger count with 762.27 million, ahead of both SkyTeam (630 million) and Oneworld (528 million). Its slogan is \"The Way The Earth Connects\"."
}