{
  "/wiki/Amla%C3%ADb_Cuar%C3%A1n": "Amlaíb mac Sitric (c. 927 – 980; Old Norse: Óláfr Sigtryggsson), commonly called Amlaíb Cuarán, in Old Norse: Óláfr kváran, was a 10th-century Norse-Gael who was King of Northumbria and Dublin. His byname, cuarán, is usually translated as \"sandal\". His name appears in a variety of anglicized forms, including Olaf Cuaran and Olaf Sihtricson, particularly in relation to his short-lived rule in York. He was the last of the Uí Ímair to play a major part in the politics of the British Isles.",
  "/wiki/Kingdom_of_Dublin": "Vikings invaded the territory around Dublin in the 9th century, establishing the Norse Kingdom of Dublin, the earliest and longest-lasting Norse kingdom in Ireland. Its territory corresponded to most of present-day County Dublin. The Norse referred to the kingdom as Dyflin, which is derived from Irish  Dubh Linn, meaning 'black pool'. The first reference to the Vikings comes from the Annals of Ulster and the first entry for 841 AD reads: \"Pagans still on Lough Neagh\". It is from this date onward that historians get references to ship fortresses or longphorts being established in Ireland. It may be safe to assume that the Vikings first over-wintered in 840–841 AD. The actual location of the longphort of Dublin is still a hotly debated issue. Norse rulers of Dublin were often co-kings, and occasionally also Kings of Jórvík in what is now Yorkshire. Under their rule, Dublin became the biggest slave port in Western Europe.",
  "/wiki/Northumbria": "The Kingdom of Northumbria (/nɔːrˈθʌmbriə/; Old English: Norþanhymbra Rīċe; Latin: Regnum Northanhymbrorum) was a medieval Anglian kingdom in what is now Northern England and south-east Scotland. The name derives from the Old English Norþan-hymbre meaning  \"the people or province north of the Humber\", which reflects the approximate southern limit to the kingdom's territory, the Humber Estuary. Northumbria started to consolidate into one kingdom in the early seventh century, when the two earlier core territories of Deira and Bernicia entered into a dynastic union. At its height, the kingdom extended from the Humber, Peak District and the River Mersey on the south to the Firth of Forth (now in Scotland) on the north. Northumbria ceased to be an independent kingdom in the mid-tenth century, though a rump Earldom of Bamburgh survived around Bernicia in the north, later to be absorbed into the medieval kingdoms of Scotland and England.",
  "/wiki/Iona": "Iona (Scottish Gaelic: Ì Chaluim Chille, sometimes simply Ì) is a small island in the Inner Hebrides off the Ross of Mull on the western coast of Scotland. It is mainly known for Iona Abbey, though there are other buildings on the island. Iona Abbey was a centre of Gaelic monasticism for three centuries and is today known for its relative tranquility and natural environment. It is a tourist destination and a place for spiritual retreats. Its modern Scottish Gaelic name means \"Iona of (Saint) Columba\" (formerly anglicised \"Icolmkill\").",
  "/wiki/Maccus_mac_Arailt": "Maccus mac Arailt (fl. 971–974) was a tenth-century King of the Isles.[note 1] Although his parentage is uncertain, surviving evidence suggests that he was the son of Aralt mac Sitriuc, King of Limerick. Maccus' family is known as the Meic Arailt kindred. He and his brother, Gofraid, are first recorded in the 970s. It was during this decade and the next that they conducted military operations against the Welsh of Anglesey, apparently taking advantage of dynastic strife within the Kingdom of Gwynedd.",
  "/wiki/Edgar_the_Peaceful": "Edgar  (Old English: Ēadgār, [æːɑdɣɑːr]; c. 943 – 8 July 975), known as the Peaceful or the Peaceable, was King of England from 959 until his death. He was the younger son of Edmund I and Ælfgifu of Shaftesbury, and came to the throne as a teenager, following the death of his older brother Eadwig. As king, Edgar further consolidated the political unity achieved by his predecessors, with his reign being noted for its relative stability. His most trusted advisor was Dunstan, whom he recalled from exile and made Archbishop of Canterbury. The pinnacle of Edgar's reign was his coronation at Bath in 973, which was organised by Dunstan and forms the basis for the current coronation ceremony. After his death he was succeeded by his son Edward, although the succession was disputed.",
  "/wiki/Gofraid_mac_Arailt": "Gofraid mac Arailt (died 989), in Old Norse Guðrøðr Haraldsson, was a Scandinavian or Norse-Gael king. He and his brother Maccus were active in the lands around the Irish Sea in the 970s and 980s.",
  "/wiki/Gilli_(Hebridean_earl)": "Gilli was an eleventh-century Hebridean chieftain whose career coincided with an era of Orcadian overlordship in the Kingdom of the Isles. According to mediaeval saga-tradition, Gilli was a brother-in-law of Sigurðr Hlǫðvisson, Earl of Orkney, having married the latter's sister Hvarflǫð. Traditionally regarded as one of the most powerful Orcadian earls, Sigurðr appears to have extended his authority into the Isles in the late tenth century. Gilli apparently acted as Sigurðr's viceroy or tributary earl in the region. The time frame of Gilli's apparent authority in the Isles is uncertain, and may date as early as the reign of Guðrøðr Haraldsson, King of the Isles, or as late as the period following the death of this man's eventual successor, Rǫgnvaldr Guðrøðarson, King of the Isles. Gilli's name is probably Gaelic in origin, and he seems to have seated himself on either Coll or Colonsay, islands in the Inner Hebrides. It is possible that Gilli is identical to Gilla Ciaráin mac Glún Iairn, an Uí Ímair dynast who was slain at the Battle of Clontarf in 1014. If not, another possibility is that he was the father of a certain Conamal/Conmáel who was killed in 980.",
  "/wiki/Sigurd_the_Stout": "Sigurd Hlodvirsson (circa 960 – 23 April 1014), popularly known as Sigurd the Stout from the  Old Norse Sigurðr digri, was an Earl of Orkney. The main sources for his life are the Norse Sagas, which were first written down some two centuries or more after his death. These engaging stories must therefore be treated with caution rather than as reliable historical documents.[Note 1]",
  "/wiki/Earl_of_Orkney": "The Earl of Orkney was originally a Norse jarl ruling the archipelagos of Orkney and Shetland (Norðreyjar). Originally founded by Norse invaders, the status of the rulers of the Norðreyjar as Norwegian vassals was formalised in 1195. Although the Old Norse term jarl is etymologically related to \"earl\", and the jarls were succeeded by earls in the late 15th century, a Norwegian jarl is not the same thing. In the Norse context the distinction between jarls and kings did not become significant until the late 11th century and the early jarls would therefore have had considerable independence of action until that time. The position of Jarl of Orkney was eventually the most senior rank in mediaeval Norway except for the king himself.",
  "/wiki/Mormaer_of_Caithness": "The Mormaer of Caithness was a vassal title mostly held by members of the Norwegian nobility based in Orkney from the Viking Age until 1350. The mormaerdom was held as fief of Scotland and the title was frequently held by the Norse Earls of Orkney, who were thus a vassal of both the King of Norway and the King of Scots. There is no other example in the history of either Norway or of Scotland in which a dynasty of earls owed their allegiance to two different kings.",
  "/wiki/Ragnall_mac_Gofraid": "Ragnall mac Gofraid (died 1004/1005) was King of the Isles and likely a member of the Uí Ímair kindred.[note 1] He was a son of Gofraid mac Arailt, King of the Isles. Ragnall and Gofraid flourished at a time when the Kingdom of the Isles seems to have suffered from Orcadian encroachment at the hands of Sigurðr Hlǫðvisson, Earl of Orkney. Gofraid died in 989. Although Ragnall is accorded the kingship upon his own death in 1004 or 1005, the succession after his father's death is uncertain.",
  "/wiki/Einar_Sigurdsson": "Einar Sigurdsson (died 1020), also called Einarr rangmunnr Sigurðarson or Einar Wry-Mouth, was a son of Sigurd Hlodvirsson. He was jointly Earl of Orkney from 1014. His life is recorded in the Orkneyinga Saga.",
  "/wiki/H%C3%A5kon_Eiriksson": "Haakon Ericsson (Old Norse: Hákon Eiríksson, Norwegian: Håkon Eiriksson; died c. 1029-1030) was Earl of Lade and governor of Norway as a vassal under Knut the Great.",
  "/wiki/Cnut_the_Great": "Cnut Sweynsson (/kəˈnjuːt/; Old English: Cnut cyng; Old Norse: Knútr inn ríki; died 12 November 1035), known as Cnut the Great or Canute, was king of Denmark, England and Norway; together often referred to as the North Sea Empire.\nYet after the deaths of his heirs within a decade of his own, and the Norman conquest of England in 1066, this legacy was lost. He is popularly invoked in the context of the legend of King Canute and the tide, which often misrepresents him as a deluded monarch believing he has supernatural powers, contrary to the original legend which portrays a wise king who rebuked his courtiers for their fawning behaviour.",
  "/wiki/Amla%C3%ADb_mac_Sitriuc": "Amlaíb mac Sitriuc (\"Amhlaeibh, son of Sitric\") or Olaf Sigtryggsson, was the son of Sigtrygg Silkbeard, the Hiberno-Norse King of Dublin, and Sláine, the daughter of Brian Boru. A member of the Uí Ímair dynasty, his ancestors also included Amlaíb Cuarán and Gormflaith, who were influential in medieval Ireland.  He was held to ransom by the Gaelic lord of Brega and later killed in England by Anglo-Saxons while on his way on pilgrimage to Rome in 1034. He thus predeceased his father. Some of his descendants later became the Kings of Gwynedd in Wales.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Sigtrygg_Silkbeard": "Sigtrygg II Silkbeard Olafsson (also Sihtric, Sitric and Sitrick in Irish texts; or Sigtryg and Sigtryggr in Scandinavian texts) was a Hiberno-Norse king of Dublin (possibly AD 989–994; restored or began 995–1000; restored 1000 and abdicated 1036) of the Uí Ímair dynasty.  He was caught up in the abortive Leinster revolt of 999–1000, after which he was forced to submit to the King of Munster, Brian Boru.  His family also conducted a double marriage alliance with Boru, although he later realigned himself with the main leaders of the Leinster revolt of 1012–1014. He has a prominent role in the 12th-century Irish Cogadh Gaedhil re Gallaibh and the 13th century Icelandic Njal's Saga, as the main Norse leader at the Battle of Clontarf in 1014.",
  "/wiki/Thorfinn_the_Mighty": "Thorfinn Sigurdsson (1009?–c. 1065), also known as Thorfinn the Mighty, (Old Norse: Þorfinnr inn riki) was an 11th-century Earl of Orkney. He was the youngest of five sons of Earl Sigurd Hlodvirsson and the only one resulting from Sigurd's marriage to a daughter of Malcolm II of Scotland. He ruled alone as earl for about a third of the time that he held the title and jointly with one or more of his brothers or with his nephew Rögnvald Brusason for the remainder.  Thorfinn married Ingibiorg Finnsdottir, daughter of Finn Arnesson, Jarl of Halland.",
  "/wiki/%C3%8Dmar_mac_Arailt": "Ímar mac Arailt (died 1054) was an eleventh-century ruler of the Kingdom of Dublin and perhaps the Kingdom of the Isles.[note 1] He was the son of a man named Aralt, and appears to have been a grandson of Amlaíb Cuarán, King of Northumbria and Dublin. Such a relationship would have meant that Ímar was a member of the Uí Ímair, and that he was a nephew of Amlaíb Cuarán's son, Sitriuc mac Amlaíb, King of Dublin, a man driven from Dublin by Echmarcach mac Ragnaill in 1036.",
  "/wiki/Rathlin": "Rathlin Island (from Irish: Reachlainn) is an island and civil parish off the coast of County Antrim (of which it is part) in Northern Ireland. It is Northern Ireland's northernmost point (though not that of either the island of Ireland, or Ulster, which in both cases is Malin Head in County Donegal).",
  "/wiki/Echmarcach_mac_Ragnaill": "Echmarcach mac Ragnaill (died 1064/1065) was a dominant figure in the eleventh-century Irish Sea region.[note 1] At his height, he reigned as king over Dublin, the Isles, and perhaps the Rhinns of Galloway. The precise identity of Echmarcach's father, Ragnall, is uncertain. One possibility is that this man was one of two eleventh-century rulers of Waterford. Another possibility is that Echmarcach's father was an early eleventh-century ruler of the Isles. If any of these identifications are correct, Echmarcach may have been a member of the Uí Ímair kindred.",
  "/wiki/Murchad_mac_Diarmata": "Murchad mac Diarmata (English: Murrough MacDermot) (died 1070) was a late eleventh-century ruler of the kingdoms of Leinster, Dublin, and the Isles. He was a member of the Uí Chennselaig, and a son of Diarmait mac Máel na mBó, King of Leinster (died 1072). Murchad had three sons: Domnall (died 1075), Donnchad (died 1115), and Énna. He is the eponymous founder of the Meic Murchada, a branch of the Uí Chennselaig who adopted the surname Mac Murchada (MacMurrough, MacMorrow, Morrow).",
  "/wiki/Diarmait_mac_Ma%C3%ADl_na_mB%C3%B3": "Diarmait mac Máel na mBó (died 7 February 1072) was King of Leinster, as well as High King of Ireland (with opposition). He was one of the most important and significant kings in Ireland in the pre-Norman era. His influence extended beyond the island of Ireland into the Hebrides, the Isle of Man, Wales, and even into England.",
  "/wiki/Godred_Sitricson": "Fingal mac Gofraid, and his father, Gofraid mac Sitriuc, were late eleventh-century rulers of the Kingdom of the Isles.[note 1] Although one source states that Gofraid mac Sitriuc's father was named Sitriuc, there is reason to suspect that this could be an error of some sort. There is also uncertainty as to which family Gofraid mac Sitriuc belonged to. One such family, descended from Amlaíb Cúarán, King of Northumbria and Dublin, appears to have cooperated with Diarmait mac Maíl na mBó, King of Leinster. Another family, that of Echmarcach mac Ragnaill, King of Dublin and the Isles, opposed Amlaíb Cúarán's apparent descendants, and was closely connected with Diarmait's adversaries, the Uí Briain kindred.",
  "/wiki/Fingal_Godredson": "Fingal mac Gofraid, and his father, Gofraid mac Sitriuc, were late eleventh-century rulers of the Kingdom of the Isles.[note 1] Although one source states that Gofraid mac Sitriuc's father was named Sitriuc, there is reason to suspect that this could be an error of some sort. There is also uncertainty as to which family Gofraid mac Sitriuc belonged to. One such family, descended from Amlaíb Cúarán, King of Northumbria and Dublin, appears to have cooperated with Diarmait mac Maíl na mBó, King of Leinster. Another family, that of Echmarcach mac Ragnaill, King of Dublin and the Isles, opposed Amlaíb Cúarán's apparent descendants, and was closely connected with Diarmait's adversaries, the Uí Briain kindred.",
  "/wiki/Godred_Crovan": "Godred Crovan (died 1095), known in Gaelic as Gofraid Crobán, Gofraid Meránach, and Gofraid Méránach,[note 1] was a Norse-Gaelic ruler of the kingdoms of Dublin and the Isles. Although his precise parentage is uncertain, he was very likely an Uí Ímair dynast, and probably a descendant of Amlaíb Cúarán, King of Northumbria and Dublin.",
  "/wiki/L%C7%ABgma%C3%B0r_Gu%C3%B0r%C3%B8%C3%B0arson": "Lǫgmaðr Guðrøðarson (pronounced [ˈlɒɣmaðr ˈɡuðruðarsson]) was a late eleventh-century King of the Isles, whose rise, reign, and fall from power are obscure.[note 1] He was the eldest son of Guðrøðr Crovan, King of Dublin and the Isles, a Norse-Gaelic dynast who conquered and ruled the kingdoms of the Isles and Dublin, before dying in 1095. Three years after the latter's death, the Isles was conquered by Magnús Óláfsson, King of Norway, whose regime in the region lasted until his death in 1103. The chronology of Lǫgmaðr's reign is uncertain: he may have begun his reign either before Magnús' conquest, during his regime, or after his demise."
}