{
  "/wiki/Milan_Marathon": "The Milano City Marathon is a marathon race held every April in Milan, Italy. It was first organised in 2000 by the Milano City Marathon Club and the first nine editions were held in November.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.\n Milan is considered a leading alpha global city, with strengths in the field of the art, commerce, design, education, entertainment, fashion, finance, healthcare, media, services, research and tourism. Its business district hosts Italy's stock exchange (Italian: Borsa Italiana), and the headquarters of national and international banks and companies. In terms of GDP, it has the second-largest economy among EU cities after Paris, and is the wealthiest among EU non-capital cities. Milan is considered part of the Blue Banana and one of the \"Four Motors for Europe\".\n The city has been recognized as one of the world's four fashion capitals thanks to several international events and fairs, including Milan Fashion Week and the Milan Furniture Fair, which are currently among the world's biggest in terms of revenue, visitors and growth. It hosted the Universal Exposition in 1906 and 2015. The city hosts numerous cultural institutions, academies and universities, with 11% of the national total enrolled students. Milan is the destination of 8 million overseas visitors every year, attracted by its museums and art galleries that include some of the most important collections in the world, including major works by Leonardo da Vinci. The city is served by many luxury hotels and is the fifth-most starred in the world by Michelin Guide. The city is home to two of Europe's most successful football teams, A.C. Milan and F.C. Internazionale, and one of Europe's main basketball teams, Olimpia Milano. Milan will host the 2026 Winter Olympics together with Cortina d'Ampezzo.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Enschede_Marathon": "The Enschede Marathon is an annual marathon race held in the city of Enschede, Netherlands. The race is the distance of a typical marathon (42 km, 195 metres).  It has been held annually since 1991, after being bi-annual for the previous 44 years. The race crosses the German border through the city of Gronau. There has been a women's competition since 1981.\n Ugandan Stephen Kiprotich is the current course record holder with his winning time of 2:07:20 hours from 2011. Russia's Lidya Vasilevskaya holds the women's best mark for the course with her time of 2:29:23 hours from 2002.",
  "/wiki/Enschede": "Enschede (Dutch pronunciation: [ˈɛnsxəˌdeː] (listen), also known as Eanske [ˈɛːnskə] in the local dialect of Twents), is a municipality and city in the eastern Netherlands in the province of Overijssel and in the Twente region. The municipality of Enschede consisted of the city of Enschede until 1935, when the rural municipality of Lonneker, which surrounded the city, was annexed after the rapid industrial expansion of Enschede which began in the 1860s and involved the building of railways and the digging of the Twentekanaal. The proposal for consolidation began in 1872, per the Turbantia newspaper article on 22 Jun 1872 that referenced a committee of 5 to oversea a study.  They were: J. Mosman (Johannes Theodorus Mosman), H. Fikkert, H. G. Blijdenstein J. Bz., C. C. Schleucker, and G. J. van Heek.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Rock_'n'_Roll_San_Diego_Marathon": "The Rock 'n' Roll San Diego Marathon is an annual marathon foot-race held in San Diego, California. It was established in 1998 and has been run every year since.  It is the original race in the Rock 'n' Roll Marathon Series of marathons and half-marathons organized by the IRONMAN Group, part of Wanda Sports Holdings. A half marathon race over 21.0975 kilometres (13.1094 mi) was added to supplement the established full marathon race from the 2010 edition onwards.\n The marathon originally commenced at 6th Avenue at Palm and concluded on Broadway Avenue downtown San Diego. The following year, the finish moved to the Naval Training Center, and three years later moved to the Parade Deck in Marine Corps Recruit Depot. In 2010 a new course was defined which ended at SeaWorld San Diego.  In 2013, the course was again rerouted with a new finish line at Petco Park.  Runners have seven hours in which to complete the marathon. There is also a half-marathon over portions of the same course, and a four-person relay option with a four-hour time limit. Since its inception, the marathon claims to have raised in excess of $100 million for charities (but see below). The 2006 marathon had 21,159 participants—17,339 of whom successfully finished the race.\n The half marathon course has a men's record of 58:41, set by Bernard Koech in 2013. This was the fourth-fastest time ever for the event, although the time did not meet official IAAF requirements as the course contained an excessive downhill.",
  "/wiki/San_Diego,_California": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.\n San Diego has been called \"the birthplace of California\". Historically home to the Kumeyaay people, it was the first site visited by Europeans on what is now the West Coast of the United States. Upon landing in San Diego Bay in 1542, Juan Rodríguez Cabrillo claimed the area for Spain, forming the basis for the settlement of Alta California 200 years later. The Presidio and Mission San Diego de Alcalá, founded in 1769, formed the first European settlement in what is now California. In 1821, San Diego became part of the newly declared Mexican Empire, which reformed as the First Mexican Republic two years later. California became part of the United States in 1848 following the Mexican–American War and was admitted to the union as a state in 1850.\n The city is the seat of San Diego County and is the economic center of the region as well as the San Diego–Tijuana metropolitan area. San Diego's main economic engines are military and defense-related activities, tourism, international trade, and manufacturing. The presence of the University of California, San Diego (UCSD), with the affiliated UCSD Medical Center, has helped make the area a center of research in biotechnology.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Prague_Marathon": "The Prague Marathon (also known as Prague International Marathon (PIM) and Volkswagen Prague Marathon) is held in the city of Prague in the Czech Republic each May. It was founded in 1995 and has grown to become a significant marathon event, being awarded IAAF Gold Label status. According to media it is the world's most international marathon, with two-thirds of runners coming from 55 different countries. Prague's marathon course is also the seventh-fastest and has been voted one of the most beautiful in the world.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.\n Prague is a political, cultural and economic centre of central Europe complete with a rich history. Founded during the Romanesque and flourishing by the Gothic, Renaissance and Baroque eras, Prague was the capital of the Kingdom of Bohemia and the main residence of several Holy Roman Emperors, most notably of Charles IV (r. 1346–1378).\nIt was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire. The city played major roles in the Bohemian and Protestant Reformation, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.\n Prague is home to a number of well-known cultural attractions, many of which survived the violence and destruction of 20th-century Europe. Main attractions include Prague Castle, Charles Bridge, Old Town Square with the Prague astronomical clock, the Jewish Quarter, Petřín hill and Vyšehrad. Since 1992, the extensive historic centre of Prague has been included in the UNESCO list of World Heritage Sites.\n The city has more than ten major museums, along with numerous theatres, galleries, cinemas and other historical exhibits. An extensive modern public transportation system connects the city. It is home to a wide range of public and private schools, including Charles University in Prague, the oldest university in Central Europe.\n Prague is classified as an \"Alpha −\" global city according to GaWC studies and ranked sixth in the Tripadvisor world list of best destinations in 2016. In 2019, the city was ranked as 69th most liveable city in the world by Mercer. In the same year, the PISCA Index ranked the city as 13th most liveable city in the world. Its rich history makes it a popular tourist destination and as of 2017, the city receives more than 8.5 million international visitors annually. In 2017 Prague was listed as the fifth most visited European city after London, Paris, Rome and Istanbul.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Nairobi_Marathon": "Nairobi Marathon is an annual road running competition over the marathon distance held in October in Nairobi, Kenya. First held in 2003, the competition expanded and now includes a half marathon race along with the main race.\n It was part of \"The Greatest Race on Earth\", fully sponsored by Standard Chartered Bank. The other three legs of this four-marathon race were the Hong Kong Marathon, the Mumbai Marathon and the Singapore Marathon.",
  "/wiki/Nairobi": "Nairobi (/naɪˈroʊbi/) is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun.\n Nairobi was founded in 1899 by the colonial authorities in British East Africa, as a rail depot on the Uganda Railway. The town quickly grew to replace Mombasa as the capital of Kenya in 1907.  After independence in 1963, Nairobi became the capital of the Republic of Kenya. During Kenya's colonial period, the city became a centre for the colony's coffee, tea and sisal industry.[citation needed] The city lies on the River Athi in the southern part of the country, and has an elevation of 1,795 metres (5,889 ft) above sea level.\n According to the 2019 census, in the administrative area of Nairobi, 4,397,073 inhabitants lived within 696 km2 (269 sq mi). \n Home to thousands of Kenyan businesses and over 100 major international companies and organizations, including the United Nations Environment Programme (UN Environment) and the United Nations Office at Nairobi (UNON), Nairobi is an established hub for business and culture. The Nairobi Securities Exchange (NSE) is one of the largest in Africa and the second-oldest exchange on the continent. It is Africa's fourth-largest exchange in terms of trading volume, capable of making 10 million trades a day.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Hamburg_Marathon": "The Hamburg Marathon is an annual marathon race over the classic distance of 42.195 km (26.219 mi) held in Hamburg, Germany. In 2009, 13,938 participants were counted.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.\n One of Germany's 16 federal states, it is surrounded by Schleswig-Holstein to the north and Lower Saxony to the south. The city's metropolitan region is home to more than five million people. Hamburg lies on the River Elbe and two of its tributaries, the River Alster and the River Bille.\n The official name reflects Hamburg's history as a member of the medieval Hanseatic League and a free imperial city of the Holy Roman Empire. Before the 1871 Unification of Germany, it was a fully sovereign city state, and before 1919 formed a civic republic headed constitutionally by a class of hereditary grand burghers or Hanseaten. Beset by disasters such as the Great Fire of Hamburg, North Sea flood of 1962 and military conflicts including World War II bombing raids, the city has managed to recover and emerge wealthier after each catastrophe.\n Hamburg is Europe's third-largest port. Major regional broadcaster NDR, the printing and publishing firm Gruner + Jahr and the newspapers Der Spiegel and Die Zeit are based in the city. Hamburg is the seat of Germany's oldest stock exchange and the world's oldest merchant bank, Berenberg Bank. Media, commercial, logistical, and industrial firms with significant locations in the city include multinationals Airbus, Blohm + Voss, Aurubis, Beiersdorf, and Unilever.\n The city hosts specialists in world economics and international law, including consular and diplomatic missions as the International Tribunal for the Law of the Sea, the EU-LAC Foundation, and the UNESCO Institute for Lifelong Learning, multipartite international political conferences and summits such as Europe and China and the G20. Both former German Chancellor Helmut Schmidt and Angela Merkel, German chancellor since 2005, were born in Hamburg.\n The city is a major international and domestic tourist destination. It ranked 18th in the world for livability in 2016. The Speicherstadt and Kontorhausviertel were declared World Heritage Sites by UNESCO in 2015.\n Hamburg is a major European science, research, and education hub, with several universities and institutions. Among its most notable cultural venues are the Elbphilharmonie and Laeiszhalle concert halls. It gave birth to movements like Hamburger Schule and paved the way for bands including The Beatles. Hamburg is also known for several theatres and a variety of musical shows. St. Pauli's Reeperbahn is among the best-known European entertainment districts.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Florence_Marathon": "The Florence Marathon (Italian: Maratona di Firenze) is an annual full-length marathon race which takes place in late November in Florence, Italy.",
  "/wiki/Florence": "Florence (/ˈflɒrəns/ FLORR-ənss; Italian: Firenze [fiˈrɛntse] (listen))[a] is a city in central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area.\n Florence was a centre of medieval European trade and finance and one of the wealthiest cities of that era. It is considered by many academics the birthplace of the Renaissance, and has been called \"the Athens of the Middle Ages.\" Its turbulent political history includes periods of rule by the powerful Medici family and numerous religious and republican revolutions. From 1865 to 1871 the city served as the capital of the Kingdom of Italy (established in 1861). The Florentine dialect forms the base of Standard Italian and it became the language of culture throughout Italy due to the prestige of the masterpieces by Dante Alighieri, Petrarch, Giovanni Boccaccio, Niccolò Machiavelli and Francesco Guicciardini.\n The city attracts millions of tourists each year, and UNESCO declared the Historic Centre of Florence a World Heritage Site in 1982. The city is noted for its culture, Renaissance art and architecture and monuments. The city also contains numerous museums and art galleries, such as the Uffizi Gallery and the Palazzo Pitti, and still exerts an influence in the fields of art, culture and politics. Due to Florence's artistic and architectural heritage, Forbes has ranked it as one of the most beautiful cities in the world.\n Florence plays an important role in Italian fashion, and is ranked in the top 15 fashion capitals of the world by Global Language Monitor; furthermore, it is a major national economic centre, as well as a tourist and industrial hub. In 2008 the city had the 17th-highest average income in Italy.",
  "/wiki/Rock_'n'_Roll_Virginia_Beach_Half_Marathon": "The Rock 'n' Roll Virginia Beach Half Marathon is an annual half marathon road running event which takes place in Virginia Beach, United States, on the first Sunday of September.\n Owned and organized by the IRONMAN Group, part of Wanda Sports Holdings, the event was inaugurated in 2001 as part of the Rock 'n' Roll Marathon Series which began with the Rock 'n' Roll San Diego Marathon three years earlier. Almost 11,000 people completed the race at the first event, over half of whom were women. The elite race attracted high calibre American and international athletes, with Deena Drossin and Shadrack Hoff taking the first elite titles. Around 16,000 runners participated in the 2004 event.\n The 21.0975-kilometer (13.1-mile) course begins at the Virginia Beach Convention Center within the city, moving on to follow Pacific Avenue and Atlantic Avenue towards the oceanfront. The course then heads south on General Booth Boulevard, looping back north along Prosperity Road near Red Wing Lake Golf Course just after the halfway point. Passing Lake Christine, the route runs back onto General Booth Boulevard at the tenth mile. The course continues north for three miles until the finishing point in the middle of Virginia Beach Boardwalk.\n The elite race frequently features world class runners from East Africa and Asia. The men's race had been won by a Kenyan every year from 2002 to 2013, with champions including former marathon world record holder Paul Tergat and New York Marathon winner Martin Lel. The men's course record of 60:42 minutes was set by James Mwangi Macharia in 2005. On the women's side, six nationalities have reached the top of the podium. These include three-time World Cross Country Champion Edith Masai, World Championships track medalist Werknesh Kidane and New York Marathon winner Adriana Fernández. Edna Kiplagat became the first person to take back-to-back victories at the event in 2007. Werknesh Kidane is the women's course record holder with her time of 1:09:48 hours set in 2005.",
  "/wiki/Virginia_Beach,_VA": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.\n Virginia Beach is a resort city with miles of beaches and hundreds of hotels, motels, and restaurants along its oceanfront. Every year the city hosts the East Coast Surfing Championships as well as the North American Sand Soccer Championship, a beach soccer tournament. It is also home to several state parks, several long-protected beach areas, three military bases, a number of large corporations, Virginia Wesleyan University and Regent University, International headquarters and site of the television broadcast studios for Pat Robertson's Christian Broadcasting Network (CBN), Edgar Cayce's Association for Research and Enlightenment, and numerous historic sites. Near the point where the Chesapeake Bay and the Atlantic Ocean meet, Cape Henry was the site of the first landing of the English colonists, who eventually settled in Jamestown, on April 26, 1607.\n The city is listed in the Guinness Book of Records as having the longest pleasure beach in the world. It is located at the southern end of the Chesapeake Bay Bridge-Tunnel, the longest bridge-tunnel complex in the world.",
  "/wiki/Boston_Marathon": "The Boston Marathon is an annual marathon race hosted by several cities in greater Boston in eastern Massachusetts, United States. It is always held on Patriots' Day, the third Monday of April. Begun in 1897, the event was inspired by the success of the first marathon competition in the 1896 Summer Olympics. The Boston Marathon is the world's oldest annual marathon and ranks as one of the world's best-known road racing events. It is one of six World Marathon Majors. Its course runs from Hopkinton in southern Middlesex County to Copley Square in Boston.\n The Boston Athletic Association (B.A.A.) has organized this event since 1897, and it has been managed by DMSE Sports, Inc. since 1988. Amateur and professional runners from all over the world compete in the Boston Marathon each year, braving the hilly Massachusetts terrain and varying weather to take part in the race.\n The event attracts 500,000 spectators each year, making it New England's most widely viewed sporting event. Though starting with 15 participants in 1897, the event now attracts an average of about 30,000 registered participants each year, with 30,251 people entering in 2015. The Centennial Boston Marathon in 1996 established a record as the world's largest marathon with 38,708 entrants, 36,748 starters, and 35,868 finishers.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.\n Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture. The city has expanded beyond the original peninsula through land reclamation and municipal annexation. Its rich history attracts many tourists, with Faneuil Hall alone drawing more than 20 million visitors per year. Boston's many firsts include the United States' first public park (Boston Common, 1634), first public or state school (Boston Latin School, 1635) and first subway system (Tremont Street Subway, 1897).\n Today, Boston is a thriving center of scientific research as well as port of entry for commerce and international immigration. The Boston area's many colleges and universities make it a world leader in higher education, including law, medicine, engineering, and business, and the city is considered to be a global pioneer in innovation and entrepreneurship, with nearly 5,000 startups. Boston's economic base also includes finance, professional and business services, biotechnology, information technology, and government activities. Households in the city claim the highest average rate of philanthropy in the United States; businesses and institutions rank among the top in the country for environmental sustainability and investment. The city has one of the highest costs of living in the United States as it has undergone gentrification, though it remains high on world livability rankings.",
  "/wiki/Rotterdam_Marathon": "The Rotterdam Marathon, currently branded NN Rotterdam Marathon, is an annual marathon that has been held in Rotterdam, the Netherlands since 1981. It has been held in April every year since the third edition in 1984, and attracts many top athletes. It has also been ranked as one of the top 10 marathons in the world by Runner's World magazine. The event is the most popular marathon in the Netherlands, followed by the marathons of Amsterdam and Eindhoven.",
  "/wiki/Rotterdam": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.\n A major logistic and economic centre, Rotterdam is Europe's largest seaport, and had previously been the largest port of the world for a long time. It has a population of 651,446 as of January 2020 and is home to over 180 nationalities. Rotterdam is known for its Erasmus University, its riverside setting, lively cultural life, maritime heritage and modern architecture. The near-complete destruction of the city centre in the World War II Rotterdam Blitz has resulted in a varied architectural landscape, including sky-scrapers (an uncommon sight in other Dutch cities) designed by renowned architects such as Rem Koolhaas, Piet Blom and Ben van Berkel.\n The Rhine, Meuse and Scheldt give waterway access into the heart of Western Europe, including the highly industrialized Ruhr. The extensive distribution system including rail, roads, and waterways have earned Rotterdam the nicknames \"Gateway to Europe\" and \"Gateway to the World\". Rotterdam will host the Eurovision Song Contest 2020.",
  "/wiki/The_Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Alice_Chelangat": "Alice Kimetto Chelangat (born 27 December 1976 in Kericho) is a Kenyan long-distance runner who specializes in the marathon race."
}