{
  "/wiki/Adele_people": "The Adele people are an ethnic group and tribe of the Ghanaian-Togo border area indigenous to the Jasikan, Nkwanta South and Nkwanta North Districts of the Volta Region centered around the towns of Dadiasi and Dutukpene in Ghana and the Sotouboua Prefecture of the Centrale Region centered around the towns of Assouma Kedeme and Tiefouma in Togo. The Adele people are agricultural, primarily farming yams, cassava, plantain, beans, and rice.",
  "/wiki/Adele_language": "The Adele language is spoken in central eastern Ghana and central western Togo. It belongs to the geographic group of Ghana Togo Mountain languages (traditionally called the Togorestsprachen or Togo Remnant languages) of the Kwa branch of Niger–Congo. The speakers themselves, the Adele people, call the language Gidire.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Togo": "Togo (/ˈtoʊɡoʊ/ (listen)), officially the Togolese Republic (French: République togolaise), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. The sovereign state extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 square kilometres (22,008 square miles), making it one of the smallest countries in Africa, with a population of approximately 7.9 million, as well as one of the narrowest countries in the world with a width of less than 115 km (71 mi) between Ghana and its slightly larger eastern neighbor, Benin.",
  "/wiki/Akan_people": "The Akan (/əˈkæn/) are a meta-ethnicity living in the southern regions of present-day Ghana, formerly known as the Gold Coast. Akans who migrated from Ghana also make up a plurality of the ethnic population in the Ivory Coast. The Akan language (also known as Twi/Fante) is a group of dialects within the Central Tano branch of the Potou–Tano subfamily of the Niger–Congo family.",
  "/wiki/Akan_language": "Akan /əˈkæn/ is a Central Tano language and the principal native language of the Akan people of Ghana, spoken over much of the southern half of Ghana by 80% of the population and in Côte d'Ivoire by 41% of the population.",
  "/wiki/Aku_people": "The Aku, Krio, or Creole are a minority ethnic group of Gambia with roots among the Sierra Leone Creole people.",
  "/wiki/English-based_creole_languages": "An English-based creole language (often shortened to English creole) is a creole language for which English was the lexifier, meaning that at the time of its formation the vocabulary of English served as the basis for the majority of the creole's lexicon. Most English creoles were formed in British colonies, following the great expansion of British naval military power and trade in the 17th, 18th and 19th centuries. The main categories of English-based creoles are Atlantic (the Americas and Africa) and Pacific (Asia and Oceania).",
  "/wiki/Aku_dialect": "Sierra Leonean Creole or Krio is an English-based creole language that is lingua franca and de facto national language spoken throughout the West African nation of Sierra Leone. Krio is spoken by 87% of Sierra Leone's population and unites the different ethnic groups in the country, especially in their trade and social interaction with each other. Krio is the primary language of communication among Sierra Leoneans at home and abroad. The language is native to the Sierra Leone Creole people or Krios, (a community of about 300,000 descendants of freed slaves from the West Indies, United States and the British Empire), and is spoken as a second language by millions of other Sierra Leoneans belonging to the country's indigenous tribes.  English is Sierra Leone's official language, while Krio, despite its common use throughout the country, has no official status.",
  "/wiki/Gambia": "The Gambia (/ˈɡæmbiə/ (listen); Mandinka: Kambiya; Wolof: Gámbi), officially the Republic of The Gambia, is a country in Western Africa that is almost entirely surrounded by Senegal with the exception of its western coastline along the Atlantic Ocean. It is the smallest country within mainland Africa. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of The Gambia and empties into the Atlantic Ocean. It has an area of  10,689 square kilometres (4,127 sq mi) with a population of 1,857,181 as of the April 2013 census. Banjul is the Gambian capital and the largest cities are Serekunda and Brikama.",
  "/wiki/Baka_(Cameroon_and_Gabon)": "The Baka people, known in the Congo as Bayaka (Bebayaka, Bebayaga, Bibaya), are an ethnic group inhabiting the southeastern rain forests of Cameroon, northern Republic of the Congo, northern Gabon, and southwestern Central African Republic. They are sometimes called a subgroup of the Twa, but the two peoples are not closely related. Likewise, the name \"Baka\" is sometimes mistakenly applied to other peoples of the area who, like the Baka and Twa, have been historically called pygmies, a term that is no longer considered respectful.",
  "/wiki/Baka_language": "Baka (also called Be-bayaga, Be-bayaka, and Bibaya de L’est) is a dialect cluster of Ubangian languages spoken by the Baka Pygmies of Cameroon and Gabon. The people are ethnically close to the Aka, the two together called the Mbenga (Bambenga), but the languages are not related, apart from some vocabulary dealing with the forest economy, which suggests the Aka may have shifted to Bantu,  probably 15000 people have shifted.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Bambara_people": "The Bambara (Bambara: Bamana or Banmana) are a Mandé ethnic group native to much of West Africa, primarily southern Mali, Guinea, Burkina Faso and Senegal. Today they make up the largest Mandé ethnic group in Mali, with 80% of the population speaking the Bambara language, regardless of ethnicity.",
  "/wiki/Bambara_language": "Bambara, also known as Bamana (N’ko: ߓߡߊߣߊ߲ ) or Bamanankan (N’ko: ߓߡߊߣߊ߲ߣߞߊ߲) is a lingua franca and national language of Mali spoken by perhaps 15 million people, natively by 5 million Bambara people and about 10 million second-language users. It is estimated that about 80 percent of the population of Mali speak Bambara as a first or second language. It has a subject–object–verb clause structure and two lexical tones. The native name bamanankan means \"the language (kan) of heathens (bámànán), people who refuse Islam\", as opposed to speakers of Dyula, who are Muslim.",
  "/wiki/Bassa_(Cameroon)": "Tayap, a small village in Bassa land]]\nThe Bassa (also spelled Basa or Basaa and sometimes known as Bassa-Bakongo) are a Bantu ethnic group in Cameroon. They number approximately 230,000 individuals. The Bassa speak the Basaa language as a mother tongue, which belongs to the Bantu branch of the Niger–Congo language family.",
  "/wiki/Basaa_language": "Basaa (also spelled Bassa, Basa, Bissa), or Mbene, is a Bantu language spoken in Cameroon by the Basaa people. It is spoken by about 300,000 people in the Centre and Littoral regions.",
  "/wiki/Bassa_(Liberia)": "The Bassa people are a West African ethnic group primarily native to Liberia. They form a majority or a significant minority in Liberia's Grand Bassa, Rivercess, Margibi and Montserrado counties. In Liberia's capital of Monrovia, they are the largest ethnic group. With an overall population of about 0.57 million, they are the second largest ethnic group in Liberia (13.4%), after the Kpelle people (20.3%). Small Bassa communities are also found in Sierra Leone and Ivory Coast.",
  "/wiki/Bassa_language": "The Bassa language is a Kru language spoken by about 350,000 people in Liberia and 5,000 in Sierra Leone by Bassa people.",
  "/wiki/Beti-Pahuin": "The Beti-Pahuin are a Bantu ethnic group located in rain forest regions of Cameroon, Republic of the Congo, Equatorial Guinea, Gabon, and São Tomé and Príncipe. Though they separate themselves into several individual clans, they all share a common origin, history and culture.",
  "/wiki/Ewondo_language": "Ewondo or Kolo is the language of the Ewondo people (more precisely  Beti be Kolo or simply Kolo-Beti) of Cameroon. The language had 577,700 native speakers in 1982. Ewondo is a trade language. Dialects include Badjia (Bakjo), Bafeuk, Bamvele (Mvele, Yezum, Yesoum), Bane, Beti, Enoah, Evouzok, Fong, Mbida-Bani, Mvete, Mvog-Niengue, Omvang, Yabekolo (Yebekolo), Yabeka, and Yabekanga. Ewondo speakers live primarily in Cameroon's Centre Region and the northern part of the Océan division in the South Region.",
  "/wiki/Fang_people": "The Fang people, also known as Fãn or Pahouin, are a Central African ethnic group found in Equatorial Guinea, northern Gabon, and southern Cameroon. Representing about 85% of the total population of Equatorial Guinea, concentrated in the Río Muni region, the Fang people are its largest ethnic group. In other countries, in the regions they live, they are one of the most significant and influential ethnic groups.",
  "/wiki/Bulu_language": "Bulu is a Bantu language of the Bulu people of Cameroon. The language had 174,000 native speakers in 1982, with some 800,000 second language speakers in 1991. Its dialects include Bene, Yelinda, Yembana, Yengono, and Zaman. Bulu was formerly used by colonial and missionary groups as a lingua franca in the region for commercial, educational, and religious purposes, though it is today becoming less frequent in those spheres.",
  "/wiki/Biafada_people": "The Biafada people is an ethnic group of Guinea-Bissau, Senegal and Gambia. This group is often considered as a subgroup of the Tenda people. They are also known as Beafada, Biafar, Bidyola, Dfola, Dyola, Fada, and Yola.",
  "/wiki/Biafada_language": "Biafada is a Senegambian language of Guinea-Bissau.",
  "/wiki/Bubi_people": "The Bubi people (also known as Bobe, Voove, Ewota and Bantu Bubi) are a Bantu ethnic group of Central Africa who are indigenous to Bioko Island, Equatorial Guinea. Once the majority group in the region, the population experienced a sharp decline due to war and disease during Portuguese expeditions. By the end of Spanish colonial rule in the mid 20th century, and after substantial intermarriage with newly introduced populations, such as Afro-Cubans, Krio people, Portuguese people and Spaniards, the Bubi people, again, experienced a great decline in number. Seventy-five percent perished due to tribal/clan rooted political genocide during a civil war that led to Spanish Guinea's independence from Spain. This, too, sparked mass exodus from their homeland with most of the exiles and refugees immigrating into Spain. The indigenous Bubi of Bioko Island have since co-existed with non-indigenous Krio Fernandinos; and members of the Fang ethnic group, who have immigrated in large numbers from Río Muni. Once numbering approximately 3 million[citation needed], the Bubi currently number around 100,000 worldwide.",
  "/wiki/Bube_language": "Bube, Bohobé or Bube–Benga (Bobe, Bubi), is a Bantu or Bantoid language spoken by the Bubi, a Bantu people native to, and once the primary inhabitants of, Bioko Island in Equatorial Guinea. The language was brought to Bioko from continental Africa more than three thousand years ago when the Bubi began arriving on the island.",
  "/wiki/Bioko_Island": "Bioko (also spelled Bioco; in Europe traditionally called Fernando Pó [fɨɾˈnɐ̃du ˈpɔ], from the period of Portuguese colonization) is an island 32 km (20 mi) off the west coast of Africa and the northernmost part of Equatorial Guinea. Its population was 334,463 at the 2015 census (preliminary results) and it covers an area of 2,017 km2 (779 sq mi). The island is located off Cameroon, in the Bight of Bonny portion of the Gulf of Guinea. Its geology is volcanic; its highest peak is Pico Basile at 3,012 m (9,882 ft).",
  "/wiki/Dagomba_people": "The Dagombas are an ethnic group of northern Ghana, numbering about 931,000 (2012). They inhabit the Northern Region of Ghana in the sparse savanna region below the sahelian belt, known as the Sudan. They speak the Dagbani language which belongs to the More-Dagbani sub-group of the Gur languages. There are around 1 million speakers of Dagbani. The Dagomba are historically related to the Mossi people. The More/Mossi now have their homeland in central present-day Burkina Faso. The homeland of the Dagomba is called Dagbon and covers about 20,000 km2 in area.",
  "/wiki/Dagbani_language": "Dagbani (or Dagbane), also known as Dagbanli and Dagbanle, is a Gur language spoken in Ghana. Its native speakers are estimated around 1,160,000 (2013). It is a compulsory subject in primary and junior high school in the Dagbon Kingdom, which covers the eastern part of the region. Dagbani is also widely known as a second language in northern Ghana, especially among acephalous tribes overseen by the King of Dagbon, the Ya-Na.",
  "/wiki/Dendi_people": "The Dendi are an ethnic group located in Benin, Niger, Nigeria and northern Togo mainly in the plains of the Niger River. They are part of the Songhai people. Derived from the Songhay language, the term \"Dendi\" translates to \"down the river.\" The community consists of 195,633 people. Among them, only 4,505 live in Nigeria. In Niger they live in around the city of Gaya. Their mother tongue is Dendi.",
  "/wiki/Dendi_language": "Dendi is a Songhay language used as a trade language across northern Benin (along the Niger River; Donga and Alibori provinces, e.g. Djougou, Kandi). It forms a dialect cluster with Zarma and Songhai proper but is heavily influenced by Bariba.",
  "/wiki/Edo_people": "The Edo or Benin people are an ethnic group primarily found in Edo State, and spread across the Delta, Ondo, Ekiti,  Lagos,  Bayelsa, Anambra, and Rivers states of Nigeria as well as other neighbouring African countries like Benin, Togo, and Ghana. They speak the Edo language and are the descendants of the founders of the Benin Empire.  They are closely related to other ethnic groups that speak Edoid languages, such as the Esan, the Afemai, the Isoko and the Urhobo.",
  "/wiki/Benin_Empire": "The Kingdom of Benin, also known as the Benin Kingdom, was a pre-colonial kingdom in what is now southern Nigeria. It is not to be confused with Benin, the post-colonial nation state. The Kingdom of Benin's capital was Edo, now known as Benin City in Edo state. The Benin Kingdom was \"one of the oldest and most highly developed states in the coastal hinterland of West Africa, dating perhaps to the eleventh century CE\", until it was annexed by the British Empire in 1897.",
  "/wiki/Edo_language": "Edo /ˈɛdoʊ/ (with diacritics, Ẹ̀dó), also called Bini (Benin), is a Volta–Niger language spoken in Edo State, Nigeria. It is the primary native language of the Edo people and was the primary language of the Benin Empire and its predecessor, Igodomigodo.",
  "/wiki/Efik_people": "The Efik are an ethnic group located primarily in southern Nigeria, in the southern part of Cross River State. The Efik speak the Efik language which is a Benue–Congo language of the Cross River family. Efik oral histories tell of migration down the Cross River from Arochukwu to found numerous settlements in the Calabar and Creek Town area. Creek Town and its environs are often commonly referred to as  Calabar, and its people as Calabar people, after the European name Calabar Kingdom given to the state [in present-day Cross River State.  Calabar is not to be confused with the Kalabari Kingdom in Rivers State which is an Ijaw state to its west. Cross River State with Akwa Ibom State was formerly one of the original twelve states of Nigeria known as the Southeastern State.",
  "/wiki/Ibibio_language": "Ibibio (proper) is the native language of the Ibibio people of Akwa Ibom State, Nigeria, belonging to the Ibibio-Efik dialect cluster of the Cross River languages. The name Ibibio is sometimes used for the entire dialect cluster. In pre-colonial times, it was written with Nsibidi ideograms, similar to Igbo, Efik, Anaang, and Ejagham. Ibibio has also had influences on Afro-American diasporic languages such as AAVE words like buckra, and buckaroo, which come from the Ibibio word mbakara, and in the Afro-Cuban tradition of abakua.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Eket": "Eket is the second largest  city in Akwa Ibom State, Nigeria. The name also refers to the indigenous ethnic group of the region and to their language. The city itself, an industrial city that in recent years has become a conurbation engulfing separate villages,  has a population of over 200,000, while entire urban area, which covers Okon, Nsit Ubium,Idua, Afaha Eket and Esit Eket, has a combined population of 364,489, the second largest urban population in Akwa Ibom state.",
  "/wiki/Esan_people": "The Esan people (Esan:  Ẹ̀bhò Ẹ̀sán) are an ethnic group of south Nigeria who speak the Esan language. The Esan are traditionally agriculturalists, trado-medical practitioners, mercenary warriors and hunters. They cultivate palm trees, Irvingia gabonensis (erhonhiele), Cherry (Otien), bell pepper (akoh) coconut, betel nut, kola nut, black pear, avocado pear, yams, cocoyam, cassava, maize, rice, beans, groundnut, bananas, oranges, plantains, sugar cane, tomato, potato, okra, pineapple, paw paw,  and various vegetables.[better source needed]",
  "/wiki/Esan_language": "Esan is a tonal Edoid language of Nigeria. Dictionaries and grammar texts of the Esan language are being produced. There are many dialects, including Ogwa (the people of Ogwa are known for traditional healing, especially traditional orthopedic surgeon), Ẹkpoma, Ebhossa,(Ewossa) Ewohimi, Ewatto, Ẹkpọn, Ebelle, Igueben, Irrua, Ohordua, Uromi, Uzea, Ubiaja and Ugboha. In all, there are variations. People from Uromi, Irrua and Ewu speak slightly different Esan ascent compared to people from Uzea even when history has it that the Uromi man and the Uzea man came directly from same parents and family tree. Such variations in tongue are common in the Esan language from the Esan West to the Esan Central, Esan North East, Esan South West and down to Igueben, Ekekhen and so on. Spelling of words are also slightly different as a result. Most annual Esan Kings' Council meetings are largely conducted in English for this reason. However, the Esan language has been described as regionally important. It is taught in schools throughout Esanland, and Esan language radio and television is prevalent.",
  "/wiki/Ewe_people": "The Ewe people (Ewe: Eʋeawó, lit. \"Ewe people\"; or Mono Kple Volta Tɔ́sisiwo Dome, lit. \"Ewe nation\",\"Eʋenyigba\" Eweland;) are an African ethnic group. The largest population of Ewe people is in Ghana with (3.3m) people, and the second largest population in Togo with (2m) people. They speak the Ewe language (Ewe: Eʋegbe) which belongs to the Niger-Congo Gbe family of languages. They are related to other speakers of Gbe languages such as the Fon, Gen, Phla Phera, and the Aja people of Togo and Benin.",
  "/wiki/Ewe_language": "Ewe (Èʋe or Èʋegbe [èβeɡ͡be]) is a Niger–Congo language spoken in Togo and southeastern Ghana by approximately 4.5 million people as a first language and a million or so  more as a second language. Ewe is part of a cluster of related languages commonly called Gbe; the other major Gbe language is Fon of Benin. Like many African  languages, Ewe is tonal.",
  "/wiki/British_Togoland": "British Togoland, officially the Mandate Territory of Togoland and later officially the Trust Territory of Togoland, was a territory in West Africa, under the administration of the United Kingdom, which subsequently entered into union with Ghana, part becoming its Volta Region. It was effectively formed in 1916 by the splitting of the German protectorate of Togoland into two territories, French Togoland and British Togoland, during the First World War. Initially, it was a League of Nations Class B mandate. In 1922, British Togoland was formally placed under British rule while French Togoland, now Togo, was placed under French rule.",
  "/wiki/Togoland": "Togoland was a German Empire protectorate in West Africa from 1884 to 1914, encompassing what is now the nation of Togo and most of what is now the Volta Region of Ghana, approximately 77,355 km2 (29,867 sq mi) in size.  During the period known as the \"Scramble for Africa\", the colony was established in 1884 and was gradually extended inland.",
  "/wiki/Fon_people": "The Fon people, also called Fon nu, Agadja or Dahomey, are a major African ethnic and linguistic group. They are the largest ethnic group in Benin found particularly in its south region; they are also found in southwest Nigeria and Togo. Their total population is estimated to be about 3,500,000 people, and they speak the Fon language, a member of the Gbe languages.",
  "/wiki/Fon_language": "Fon (fɔ̀ngbè, pronounced [fɔ̃̀ɡ͡bē]) is part of the Eastern Gbe language cluster and belongs to the Volta–Niger branch of the Niger–Congo languages. Fon is spoken mainly in Benin by approximately 1.7 million speakers, by the Fon people. Like the other Gbe languages, Fon is an analytic language with an SVO basic word order.",
  "/wiki/Fula_people": "The Fula, Fulani, or Fulɓe people (Fula: Fulɓe; French: Peul; Hausa: Fulani or Hilani; Portuguese: Fula; Wolof: Pël; Bambara: Fulaw) are one of the largest ethnic groups in the Sahel and West Africa, widely dispersed across the region. Inhabiting many countries, they live mainly in West Africa and northern parts of Central Africa but also in South Sudan, Sudan, and regions near the Red Sea coast. There are an estimated 40 million people of Fulani descent in West Africa in total.",
  "/wiki/Fula_language": "Fula /ˈfuːlə/, also known as Fulani /fʊˈlɑːniː/ or Fulah (Fula: Fulfulde, Pulaar, Pular; French: Peul), is a Senegambian language spoken as a set of various dialects in a continuum that stretches across some 20 countries in West and Central Africa. Along with other related languages such as Serer and Wolof, it belongs to the Senegambian branch within the Niger–Congo languages, which does not have tones, unlike most other Niger–Congo languages. More broadly, it belongs to the Atlantic geographic grouping within Niger–Congo. It is spoken as a first language by the Fula people (\"Fulani\", Fula: Fulɓe) from the Senegambia region and Guinea to Cameroon, Nigeria, and Sudan and by related groups such as the Toucouleur people in the Senegal River Valley. It is also spoken as a second language by various peoples in the region, such as the Kirdi of northern Cameroon and northeastern Nigeria.",
  "/wiki/Ga_people": "The Ga-Dangme, Gã-Daŋbɛ, Ga-Dangme, or GaDangme are an ethnic group in Ghana and Togo. The Ga and Dangbe people are grouped respectively as part of the Ga–Dangme ethnolinguistic group. The Ga-Dangmes are one ethnic group that lives primarily in the Greater Accra of Ghana. Ethnic Ga family names (surnames) such as Tagoe, Dodoo, Lartey, Nortey, Aryee, Poku, Lamptey, Tetteh, Ankrah, Tetteyfio, Laryea, Ayitey, Okine, Bortey, Quaye, Quaynor, Ashong and Kotei.",
  "/wiki/Ga_language": "Ga is a Kwa language spoken in Ghana, in and around the capital Accra. It has a phonemic distinction between 3 vowel lengths.",
  "/wiki/Adangme_language": "The Dangme language, also Dangme or Adaŋgbi, is a Kwa language spoken in south-eastern Ghana by the Dangme People (Dangmeli). The Dangmeli are part of the larger Ga-Dangme ethnic group. Klogbi is a variant, spoken by the Kloli (Klo or Krobo People)"
}