{
  "/wiki/F-Zero:_Maximum_Velocity": "F-Zero: Maximum Velocity[b] is a futuristic racing video game developed by NDcube and published by Nintendo for the Game Boy Advance. The game was released in Japan, North America and Europe in 2001. It is the first F-Zero game to be released on a handheld game console.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Nd_Cube": "NDcube Co., Ltd.[a] is a Japanese video game developer based in Japan with offices in Tokyo and Sapporo. NDcube is a fully owned Nintendo subsidiary. The company was founded on March 1, 2000, as a joint venture between Nintendo and advertising firm Dentsu, hence the \"ND\" in the name. In 2010, Nintendo decided to buy out 98% of the company's shares.",
  "/wiki/Fire_Emblem:_The_Sacred_Stones": "Fire Emblem: The Sacred Stones[b] is a tactical role-playing game developed by Intelligent Systems, and published by Nintendo for the Game Boy Advance handheld video game console in 2004 for Japan and 2005 in the West. It is the eighth entry in the Fire Emblem series,[c] the second to be released outside Japan, and the third and final title to be developed for the Game Boy Advance after The Binding Blade and its prequel Fire Emblem.",
  "/wiki/Intelligent_Systems": "Intelligent Systems Co., Ltd. is a Japanese video game developer closely affiliated with Nintendo and best known for developing the Fire Emblem, Paper Mario, WarioWare, and Wars series. Originally, the company was headquartered at the Nintendo Kyoto Research Center in Higashiyama-ku, Kyoto, but later moved to a building near Nintendo's main headquarters in October 2013.",
  "/wiki/Kirby_&_the_Amazing_Mirror": "Kirby & the Amazing Mirror[a] is a Kirby platform video game released in 2004 for the Game Boy Advance. Unlike most Kirby games, King Dedede does not appear in this game. Kirby and the Rainbow Curse for the Wii U is the only other time (currently) that King Dedede doesn’t appear in a Kirby game.",
  "/wiki/HAL_Laboratory": "HAL Laboratory, Inc. is a Japanese video game developer founded on February 21, 1980. While it is officially independent, it has been closely affiliated with Nintendo throughout its history. The company is headquartered in Chiyoda, Tokyo, and it also has a building at Kai, Yamanashi. The company got its name because \"each letter put them one step ahead of IBM\". The company is most famous for their work on the  Kirby and Mother series, as well as the first Super Smash Bros. game.",
  "/wiki/The_Legend_of_Zelda:_The_Minish_Cap": "The Legend of Zelda: The Minish Cap[a] is an action-adventure game and the twelfth entry in The Legend of Zelda series. Developed by Capcom and Flagship, with Nintendo overseeing the development process, it was released for the Game Boy Advance handheld game console in Japan and Europe in 2004 and in North America and Australia the following year. In June 2014, it was made available on the Wii U Virtual Console.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Mario_Kart:_Super_Circuit": "Mario Kart: Super Circuit[a] is a kart racing game developed by Intelligent Systems and published by Nintendo for the Game Boy Advance in 2001. The game is the third installment in the Mario Kart series and the first for handheld consoles, following Super Mario Kart (1992) and Mario Kart 64 (1996). It was succeeded by the console game Mario Kart: Double Dash, which was released for the GameCube in 2003. The game retains traditional game elements of Mario Kart set by its predecessors, and upon release, was well-received by reviewers.",
  "/wiki/Mario_vs._Donkey_Kong": "Mario vs. Donkey Kong[a] is a sub-series of the Mario and Donkey Kong series, based on puzzle video games, marking the return of Pauline, and Donkey Kong's rivalry with Mario.",
  "/wiki/Nintendo_Software_Technology": "Nintendo Software Technology (or NST) is an American video game developer. NST was created by Nintendo as a first-party developer to create games for the North American market, though their games have also been released in other territories such as Europe and Japan. Although the development team is based in North America, there is a traditional Nintendo and Japanese-centric design applied to the development of the software. Co-founders Scott Tsumura and Claude Comair retired in 2002 and 2006, respectively. NST is currently headed by Shigeki Yamashiro, and is located inside of Nintendo of America's headquarters in Redmond, Washington.",
  "/wiki/Metroid_Fusion": "Metroid Fusion[a][b] is an action-adventure game video game published by Nintendo for the Game Boy Advance handheld game console in 2002. The fourth installment in the Metroid series, it was developed by Nintendo Research & Development 1, which previously developed the 1994 game Super Metroid. Players control bounty hunter Samus Aran, who investigates a space station swarming with organisms infected with virions known as X parasites.",
  "/wiki/Nintendo_Research_&_Development_1": "Nintendo Research & Development No. 1 Department,[a] commonly abbreviated as Nintendo R&D1, was Nintendo's oldest video game development team. It was known as Nintendo Research & Development Department[b] before splitting in 1978. Its creation coincided with Nintendo's entry into the video game industry, and the original R&D1 was headed by Gunpei Yokoi. The developer has created several notable Nintendo series such as Metroid, Mario Bros., and Donkey Kong.",
  "/wiki/Wario_Land_4": "Wario Land 4[a] is a 2001 platformer video game developed by Nintendo and released for their Game Boy Advance. Wario has to gather four treasures to unlock a pyramid and save Princess Shokora from the Golden Diva. It features 2D graphics with linear transformations (similar to Super Mario World and Yoshi's Island).",
  "/wiki/WarioWare,_Inc.:_Mega_Microgames!": "WarioWare, Inc.: Mega Microgames!,[a] stylized as WarioWare, Inc.: Mega Microgame$! and known in the PAL region as WarioWare, Inc.: Minigame Mania, is a minigame compilation party video game for the Game Boy Advance. The debut title in the WarioWare series, the game is about rapid completion of \"microgames\", short minigames given to the player consecutively and with increasing speed per each game complete. Developed by Nintendo R&D1 and published by Nintendo, the game was inspired by the \"Sound Bomber\" mode of Mario Artist: Polygon Studio for the Nintendo 64DD. The music and sound effects were recycled from Wario Land 4. The game was produced by Takehiro Izushi and directed by Hirofumi Matsuoka. Matsuoka was also the director of Polygon Studio. Mega Microgames! was released in 2003; in Japan in March, in North America and Europe in May and in Australia in June.",
  "/wiki/Super_Mario_World_2:_Yoshi's_Island": "Super Mario World 2: Yoshi's Island[a] is a 1995 platform game developed and published by Nintendo for the Super Nintendo Entertainment System. To reunite baby Mario with his brother Luigi, who has been kidnapped by Kamek, the player controls Yoshi, a friendly dinosaur, through 48 levels while carrying Baby Mario. As a Super Mario series platformer, Yoshi runs and jumps to reach the end of the level while solving puzzles and collecting items. In a style new to the series, the game has a hand-drawn aesthetic and is the first to have Yoshi as its main character. The game introduces his signature abilities to flutter jump and produce eggs from swallowed enemies.",
  "/wiki/Nintendo_Entertainment_Analysis_and_Development": "Nintendo Entertainment Analysis & Development Division\n[e], commonly abbreviated as Nintendo EAD, formerly Nintendo Research & Development 4 Department,[f] was formerly the largest software development division inside of Nintendo. It was preceded by the Creative Department, a team of designers with backgrounds in art responsible for many different tasks, to which Shigeru Miyamoto and Takashi Tezuka originally belonged. Both served as managers of the EAD studios and were credited in every game developed by the division, with varying degrees of involvement. Nintendo EAD was best known for its work on games in the Donkey Kong, Mario, The Legend of Zelda, F-Zero, Star Fox, Animal Crossing, Pikmin and Wii series.",
  "/wiki/List_of_Virtual_Console_games_for_Nintendo_3DS_(North_America)": "This is a list of Virtual Console games that are available on the Nintendo 3DS in North America."
}