{
  "/wiki/Lady_and_the_Tramp_(2019_film)": "Lady and the Tramp is a 2019 American musical romance web television film directed by Charlie Bean and written by Andrew Bujalski and Kari Granlund, and produced by Walt Disney Pictures. The film is a live-action adaptation of Walt Disney’s 1955 animated film of the same name, which was based on the Cosmopolitan magazine story of \"Happy Dan, the Cynical Dog\" by Ward Greene. The film stars the voices of Tessa Thompson, Justin Theroux, Janelle Monáe, and Sam Elliott with the human characters portrayed by Thomas Mann, Kiersey Clemons, Yvette Nicole Brown, F. Murray Abraham, Adrian Martinez, and Ken Jeong. It is dedicated to storyboard artist Chris Reccardi, who died in May 2019.",
  "/wiki/Tessa_Thompson": "Tessa Lynne Thompson (born October 3, 1983) is an American actress. Her breakthrough role was in Tina Mabry's independent film Mississippi Damned (2009). She gained further recognition for starring as civil rights activist Diane Nash in the historical drama Selma (2014), a singer in the sports drama Creed (2015) and its sequel Creed II (2018), and Valkyrie in the superhero films of the Marvel Cinematic Universe, beginning with Thor: Ragnarok (2017). She has also appeared in the films For Colored Girls (2010), Annihilation (2018),  Sorry to Bother You (2018), and Men in Black: International (2019).",
  "/wiki/Justin_Theroux": "Justin Paul Theroux (/θəˈroʊ/; born August 10, 1971) is an American actor, film producer, director, and screenwriter. He gained recognition for his work with director David Lynch in the mystery film Mulholland Drive (2001) and the thriller film Inland Empire (2006). He also appeared in the films American Psycho (2000), Charlie's Angels: Full Throttle (2003), The Girl on the Train (2016), and The Spy Who Dumped Me (2018).",
  "/wiki/Baywatch_(film)": "Baywatch is a 2017 American action comedy film based on the television series created by Michael Berk, Douglas Schwartz, and Gregory J. Bonann. The film was directed by Seth Gordon, written by Mark Swift and Damian Shannon (from a story by Jay Scherick, David Ronn, Thomas Lennon, and Robert Ben Garant), and stars Dwayne Johnson, Zac Efron, Jon Bass, Alexandra Daddario, Kelly Rohrbach and Priyanka Chopra. The story follows lifeguard Mitch Buchannon and his team who must take down a drug lord in an effort to save their beach.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Zac_Efron": "Zachary David Alexander Efron (/ˈɛfrɒn/; born October 18, 1987) is an American actor and singer. He began acting professionally in the early 2000s and rose to prominence in the late 2000s for his leading role as Troy Bolton in the High School Musical franchise (2006–2008). During this time, he also starred in the musical film Hairspray (2007) and the comedy film 17 Again (2009). Efron has since starred in the films New Year's Eve (2011), The Lucky One (2012), The Paperboy (2012), Neighbors (2014), Dirty Grandpa (2016), Neighbors 2: Sorority Rising (2016), Baywatch (2017), The Greatest Showman (2017) and Extremely Wicked, Shockingly Evil and Vile (2019).",
  "/wiki/The_Do-Over": "The Do-Over is a 2016 American buddy action comedy film directed by Steven Brill, and written by Kevin Barnett and Chris Pappas. It stars Adam Sandler and David Spade. The film is the second in a four-film deal between Sandler and Netflix. The film was released worldwide on Netflix on May 27, 2016.",
  "/wiki/Adam_Sandler": "Adam Richard Sandler (born September 9, 1966) is an American actor, comedian, screenwriter, film producer, and musician. After becoming a Saturday Night Live cast member, he went on to star in many Hollywood feature films, which have combined grossed over $2 billion at the box office.",
  "/wiki/David_Spade": "David Wayne Spade (born July 22, 1964) is an American actor, stand-up comedian, writer, television personality, and late-night talk show host. He was a cast member on Saturday Night Live in the 1990s, and he later began an acting career in both film and television. He also starred or co-starred in the films  Police Academy 4 (1987),  Tommy Boy (1995), Black Sheep (1996), Joe Dirt (2001), Joe Dirt 2: Beautiful Loser (2015), Grown Ups (2010), Grown Ups 2 (2013), and Father of the Year (2018) among others.",
  "/wiki/The_SpongeBob_Movie:_Sponge_Out_of_Water": "The SpongeBob Movie: Sponge Out of Water (also known as SpongeBob 2) is a 2015 American 3D live-action/animated comedy film and the second film adaptation of the animated television series SpongeBob SquarePants after 2004's The SpongeBob SquarePants Movie. It was directed by Paul Tibbitt in his directorial debut. The film stars Antonio Banderas and features the show's regular voice cast who reprised their roles in the television series and the previous film. The plot follows a pirate named Burger Beard, who steals the secret Krabby Patty formula using a magical book that makes any text written upon it come true. SpongeBob and his friends must travel to the ocean's surface to confront Burger Beard and retrieve the formula.",
  "/wiki/Savannah,_Georgia": "Savannah (/səˈvænə/) is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city, with a 2018 estimated population of 145,862. The Savannah metropolitan area, Georgia's third-largest, had an estimated population of 389,494 in 2018.",
  "/wiki/Tybee_Island": "Tybee Island is a city and a barrier island located in Chatham County, Georgia, 18 miles (29 km) east of Savannah, United States. Though the name \"Tybee Island\" is used for both the island and the city, geographically they are not identical: only part of the island's territory lies within the city.",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/The_Conspirator": "The Conspirator is a 2010 American mystery historical drama film directed by Robert Redford based on an original screenplay by James D. Solomon. It is the debut film of the American Film Company. The film tells the story of Mary Surratt, the only female conspirator charged in the Abraham Lincoln assassination and the first woman to be executed by the United States federal government. It stars James McAvoy, Robin Wright, Justin Long, Evan Rachel Wood, Jonathan Groff, Tom Wilkinson, Alexis Bledel, Kevin Kline, John Cullum, Toby Kebbell, and James Badge Dale.",
  "/wiki/Mary_Surratt": "Mary Elizabeth Jenkins Surratt (1820 or May 1823 – July 7, 1865) was an American boarding house owner who was convicted of taking part in the conspiracy to assassinate U.S. President Abraham Lincoln.  Sentenced to death, she was hanged and became the first woman executed by the US federal government. She maintained her innocence until her death, and the case against her was and is controversial. Surratt was the mother of John Surratt, who was later tried but was not convicted of involvement in the assassination.",
  "/wiki/Abraham_Lincoln": "Abraham Lincoln (/ˈlɪŋkən/; February 12, 1809 – April 15, 1865) was an American statesman and lawyer who served as the 16th president of the United States (1861–1865) and died in office upon his assassination. Lincoln led the nation through its greatest moral, constitutional, and political crisis in the American Civil War. He preserved the Union, abolished slavery, strengthened the federal government, and modernized the U.S. economy.",
  "/wiki/Robin_Wright_(actress)": "Robin Gayle Wright (born April 8, 1966) is an American actress and director. She is the recipient of eight Primetime Emmy Award nominations and has earned a Golden Globe Award and a Satellite Award for her work in television.",
  "/wiki/James_McAvoy": "James McAvoy (/ˈmækəvɔɪ/; born 21 April 1979) is a Scottish actor. He made his acting debut as a teen in The Near Room (1995) and made mostly television appearances until 2003, when his feature film career began. His notable television work includes the thriller State of Play and the science fiction mini-series Frank Herbert's Children of Dune. He has performed in several West End productions and received three nominations for the Laurence Olivier Award for Best Actor, and has also done voice work for animated films including Gnomeo & Juliet, its sequel, Sherlock Gnomes, and Arthur Christmas.",
  "/wiki/Justin_Long": "Justin Jacob Long (born June 2, 1978) is an American actor, comedian and humorist known for roles in such films as Galaxy Quest (1999), Jeepers Creepers (2001), Dodgeball (2004), Accepted (2006), Alvin and the Chipmunks (2007), Live Free or Die Hard (2007), Drag Me to Hell (2009), Alpha and Omega (2010), Tusk (2014), Comet (2014) and The Lookalike (2014). He played Brandon St. Randy in films Zack and Miri Make a Porno and Jay and Silent Bob Reboot, Warren P. Cheswick on the NBC TV series Ed and appeared with John Hodgman in TV commercials for Apple's \"Get a Mac.\"",
  "/wiki/Evan_Rachel_Wood": "Evan Rachel Wood (born September 7, 1987) is an American actress, model, and musician. She began acting in the 1990s, appearing in several television series, including American Gothic (1995–96) and Once and Again (1999–2002). Wood made her debut as a leading film actress at the age of nine in Digging to China (1997) and garnered acclaim for her Golden Globe-nominated role as the troubled teenager Tracy Freeland in the teen drama film Thirteen (2003).",
  "/wiki/Tom_Wilkinson": "Thomas Geoffrey Wilkinson OBE (born 5 February 1948) is an English actor. He has twice been nominated for an Academy Award, for his roles in In the Bedroom (2001) and Michael Clayton (2007). In 2009, he won Golden Globe and Primetime Emmy Awards for Best Supporting Actor in a Miniseries or Film for playing Benjamin Franklin in John Adams.",
  "/wiki/Alexis_Bledel": "Kimberly Alexis Bledel (/bləˈdɛl/ blə-DEL; born September 16, 1981) is an American actress and model. She is best known for her role as Rory Gilmore on the television series Gilmore Girls (2000–2007), for which she received nominations for Satellite, Teen Choice and Young Artist Awards. In 2016, Bledel reprised her role on the Netflix reunion miniseries Gilmore Girls: A Year in the Life.",
  "/wiki/Kevin_Kline": "Kevin Delaney Kline (born October 24, 1947) is an American film and stage actor, comedian, singer, and voice artist. He has won an Oscar and three Tony Awards and is a 2003 American Theatre Hall of Fame inductee.",
  "/wiki/Toby_Kebbell": "Tobias Alistair Patrick Kebbell (born 9 July 1982) is an English stage and film actor. He is known for his roles in films such as Dead Man's Shoes (2004), RocknRolla (2008), Prince of Persia: The Sands of Time (2010), War Horse (2011), Wrath of the Titans (2012), Dawn of the Planet of the Apes (2014), Fantastic Four (2015), Warcraft (2016), A Monster Calls (2016), Ben-Hur (2016), and Gold (2016). He is also known for his work in the Black Mirror episode \"The Entire History of You\".\nHe also starred in the second film of the MonsterVerse film series, Kong: Skull Island, which was released in March 2017, and the Apple TV+ series Servant in 2019.",
  "/wiki/The_Last_Song_(2010_film)": "The Last Song is a 2010 American coming-of-age teen romantic drama film developed alongside Nicholas Sparks' 2009 novel of the same name. The film was directed by Julie Anne Robinson in her feature film directorial debut and co-written by Sparks and Jeff Van Wie. The Last Song stars Miley Cyrus, Liam Hemsworth, and Greg Kinnear, and follows a troubled teenager as she reconnects with her estranged father and falls in love during a summer in a quiet Southern United States beach town.",
  "/wiki/Nicholas_Sparks": "Nicholas Charles Sparks (born December 31, 1965) is an American romance novelist and screenwriter. He has published twenty novels and two non-fiction books. Several of his novels have become international bestsellers, and eleven of his romantic-drama novels have been adapted to film all with multimillion-dollar box office grosses. His novels feature stories of tragic love with happy endings.",
  "/wiki/Miley_Cyrus": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American singer, songwriter, actress, and philanthropist. Her music has spanned a range of styles, including pop, country pop, and hip hop. Cyrus' personal life, public image, and performances have often sparked controversy and received widespread media coverage. She is widely considered to be one of the most successful entertainers in adulthood that originated as a child star. Among numerous awards and nominations, Cyrus was included on the Time 100 list in both 2008 and 2014, named MTV's Artist of the Year in 2013, and was ranked 62nd on Billboard's Top 125 Artists of All Time list in 2019.",
  "/wiki/Greg_Kinnear": "Gregory Buck Kinnear (born June 17, 1963) is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997).",
  "/wiki/Liam_Hemsworth": "Liam Hemsworth (born 13 January 1990) is an Australian actor. He played the roles of Josh Taylor in the soap opera Neighbours and Marcus in the children's television series The Elephant Princess. In American films, Hemsworth starred as Will Blakelee in The Last Song (2010), as Gale Hawthorne in The Hunger Games film series (2012–2015), and as Jake Morrison in Independence Day: Resurgence (2016).",
  "/wiki/Boogeyman_(film)": "Boogeyman is a 2005 New Zealand-American supernatural horror film, directed by Stephen Kay and starring Barry Watson, Emily Deschanel, Skye McCole Bartusiak, and Lucy Lawless. The film is a take on the classic \"boogeyman\", or monster in the closet, who is the main antagonist of the film. The plot concerns a young man, Tim Jensen, who must confront the childhood terror that has affected his life.",
  "/wiki/Barry_Watson_(actor)": "Michael Barrett Watson (born April 23, 1974) is an American actor, known for his roles of Matthew \"Matt\" Camden on 7th Heaven, Brian Davis in What About Brian, Todd Deepler in Samantha Who? and Lachlan Murdoch in The Loudest Voice.",
  "/wiki/Savannah_College_of_Art_and_Design": "Savannah College of Art and Design (SCAD) is a private nonprofit art school with locations in Savannah, Georgia; Atlanta; Hong Kong; and Lacoste, France.",
  "/wiki/Bubba_Lewis": "The Inbetweeners, also referred to as The Inbetweeners USA and The American Inbetweeners, is an American television sitcom developed by Brad Copeland for MTV. The show stars Joey Pollari, Bubba Lewis, Mark L. Young, Zack Pearlman, Alex Frnka and Brett Gelman. The show is a remake of the original UK series of the same name written and created by Damon Beesley and Iain Morris, who served as executive producers alongside Copeland, Aaron Kaplan and Lauren Corra. It ran on MTV from August 20, to November 5, 2012.",
  "/wiki/Damn_Good_Dog": "Damn Good Dog is a 2004 documentary film detailing the history of the Uga dynasty, which was produced by Nowhere Productions, directed by Erica McCarthy. Damn Good Dog is a full-length movie about the life and times of Uga, the mascot of the University of Georgia Bulldogs and Nation's Most Famous College Mascot (according to Sports Illustrated). Larry Munson stars as the voice of Uga. The documentary also features appearances by Herschel Walker, Sonny Seiler, John Berendt, The Lady Chablis, and many more. The movie was released in 2004.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Uga_(mascot)": "Uga (/ˈʌɡə/ UG-ə) is the official live mascot of the University of Georgia Bulldogs. Since 1956, all the dogs serving as Uga have been part of a lineage of English Bulldogs owned by Sonny Seiler.",
  "/wiki/Undertow_(2004_film)": "Undertow is a 2004 American psychological thriller film directed by David Gordon Green and starring Jamie Bell, Devon Alan, Dermot Mulroney and Josh Lucas. Taking place in Georgia, the film tells the story of two boys pursued by a murderous uncle.",
  "/wiki/The_Gift_(2000_film)": "The Gift is a 2000 American supernatural thriller film directed by Sam Raimi, written by Billy Bob Thornton and Tom Epperson, and based on the alleged psychic experiences of Thornton's mother.",
  "/wiki/Cate_Blanchett": "Catherine Elise Blanchett AC (/ˈblæntʃət/; born 14 May 1969) is an Australian actress and theatre director. One of Australia's most accomplished actresses, she is known for her roles in both high-profile, mainstream productions and low-budget independent films. Blanchett is the recipient of numerous accolades, including two Academy Awards, three Golden Globe Awards, and three British Academy Film Awards. Time magazine named her one of the 100 most influential people in the world in 2007 and in 2018, she was ranked among the highest-paid actresses in the world.",
  "/wiki/Katie_Holmes": "Kate Noelle Holmes (born December 18, 1978) is an American actress, producer, and director. She first achieved fame as Joey Potter on the television series Dawson's Creek (1998–2003).",
  "/wiki/The_Legend_of_Bagger_Vance": "The Legend of Bagger Vance is a 2000 American sports comedy-drama film directed by Robert Redford, starring Will Smith, Matt Damon, and Charlize Theron. The screenplay by Jeremy Leven is based on the 1995 book The Legend of Bagger Vance: A Novel of Golf and the Game of Life by Steven Pressfield. It takes place in the U.S. state of Georgia in 1931. The film served as the final roles of Jack Lemmon before his death the following year and Lane Smith before his death five years later.",
  "/wiki/Will_Smith": "Willard \"Will\" Carroll  Smith Jr. (born September 25, 1968), is an American actor and rapper. In April 2007, Newsweek called him \"the most powerful actor in Hollywood\". Smith has been nominated for five Golden Globe Awards and two Academy Awards, and has won four Grammy Awards.",
  "/wiki/Matt_Damon": "Matthew Paige Damon (/ˈdeɪmən/; born October 8, 1970) is an American actor, film producer and screenwriter. He is ranked among Forbes magazine's most bankable stars and is one of the highest-grossing actors of all time.[nb 1] Damon has received various accolades, including an Academy Award from five nominations, two Golden Globe Awards from eight nominations, and has been nominated for three British Academy Film Awards and seven Emmy Awards.",
  "/wiki/Charlize_Theron": "Charlize Theron (/ʃɑːrˈliːz ˈθɛrən/ shar-LEEZ THERR-ən; Afrikaans: [ʃarˈlis ˈtrɔn]; born 7 August 1975) is a South African and American actress and producer. She is the recipient of several accolades, including an Academy Award, a Golden Globe Award, an American Cinematheque Award, and the Silver Bear for Best Actress. Time magazine named her one of the 100 most influential people in the world in 2016, and she is one of the world's highest-paid actresses, as of 2019.",
  "/wiki/Claudine%27s_Return": "Claudine's Return is a movie released in 1998 starring Christina Applegate.  It was filmed almost entirely on the American island of Tybee Island, Georgia with a few shots from the surrounding areas.  It was released as Kiss of Fire on DVD.",
  "/wiki/Christina_Applegate": "Christina Applegate (born 25 November, 1971) is an American actress and dancer. As an adolescent actress, she started playing the role of Kelly Bundy on the Fox sitcom Married... with Children (1987–1997). In her adult years, Applegate established a film and television career, winning an Emmy Award (for her guest role in the sitcom Friends) and earning Tony and Golden Globe nominations.",
  "/wiki/Forces_of_Nature_(1999_film)": "Forces of Nature is a 1999 American romantic comedy film directed by Bronwen Hughes and starring Ben Affleck and Sandra Bullock.",
  "/wiki/Ben_Affleck": "Benjamin Géza Affleck-Boldt (born August 15, 1972) is an American actor, director, producer, and screenwriter. His accolades include two Academy Awards and three Golden Globe Awards. He began his career as a child when he starred in the PBS educational series The Voyage of the Mimi (1984, 1988). He later appeared in the independent coming-of-age comedy Dazed and Confused (1993) and various Kevin Smith films, including Mallrats (1995) Chasing Amy (1997) and Dogma (1999). Affleck gained wider recognition when he and childhood friend Matt Damon won the Golden Globe and Academy Award for Best Original Screenplay for writing Good Will Hunting (1997), which they also starred in and winning the latter at the age of 25, he became the youngest winner in the category. He then established himself as a leading man in studio films, including the sci-fi disaster film Armageddon (1998), the romantic comedy Forces of Nature (1999), the war drama Pearl Harbor (2001), and the spy thriller The Sum of All Fears (2002).",
  "/wiki/Sandra_Bullock": "Sandra Annette Bullock (/ˈbʊlək/; born July 26, 1964) is an American actress, producer, and philanthropist. She was the highest paid actress in the world in 2010 and 2014. In 2015, Bullock was chosen as People's Most Beautiful Woman and was included in Time's 100 most influential people in the world in 2010. Bullock is the recipient of several accolades, including an Academy Award and a Golden Globe Award.",
  "/wiki/The_General%27s_Daughter_(film)": "The General's Daughter is a 1999 American mystery crime film directed by Simon West and starring John Travolta. The plot concerns the mysterious death of the daughter of a prominent Army general. The film is based on the 1992 novel by the same name by Nelson DeMille.",
  "/wiki/Savannah_State_University": "Savannah State University is a public historically black university in Savannah, Georgia. It is the oldest public historically black university in the state. The university is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/The_Gingerbread_Man_(film)": "The Gingerbread Man is a 1998 American legal thriller film directed by Robert Altman and based on a discarded John Grisham manuscript. The film stars Kenneth Branagh, Embeth Davidtz, Robert Downey Jr., Tom Berenger, Daryl Hannah, Famke Janssen, and Robert Duvall.",
  "/wiki/Savannah,_Georgia_in_popular_culture": "The city of Savannah, Georgia, the largest city and the county seat of Chatham County, Georgia, is frequently mentioned in popular culture. What follows is a list of Savannah, Georgia in popular culture and includes works of literature, music, film, and television."
}