{
  "/wiki/The_Legend_of_Zelda:_Link's_Awakening": "The Legend of Zelda: Link's Awakening[a] is a 1993 action-adventure game developed and published by Nintendo for the Game Boy. It is the fourth installment in the Legend of Zelda series and the first for a handheld game console. Link's Awakening is one of the few Zelda games not to take place in the land of Hyrule, and does not feature Princess Zelda or the Triforce relic. Instead, protagonist Link begins the game stranded on Koholint Island, a place guarded by a whale-like deity called the Wind Fish. Assuming the role of Link, the player fights monsters and solves puzzles while searching for eight musical instruments that will awaken the sleeping Wind Fish and allow him to escape from the island.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Blaster_Master:_Enemy_Below": "Blaster Master: Enemy Below, known in Japan as Metafight EX (メタファイトEX), is a video game for the Game Boy Color.  It was also re-released for the Virtual Console on the Nintendo 3DS system in 2011.",
  "/wiki/Sunsoft": "Sunsoft (サンソフト, Sansofuto), stylized as SUNSOFT, is a Japanese video game developer and publisher.",
  "/wiki/Game_&_Watch_ports_and_remakes": "Game & Watch games have had many different re-releases.",
  "/wiki/Nintendo_Research_&_Development_1": "Nintendo Research & Development No. 1 Department,[a] commonly abbreviated as Nintendo R&D1, was Nintendo's oldest video game development team. It was known as Nintendo Research & Development Department[b] before splitting in 1978. Its creation coincided with Nintendo's entry into the video game industry, and the original R&D1 was headed by Gunpei Yokoi. The developer has created several notable Nintendo series such as Metroid, Mario Bros., and Donkey Kong.",
  "/wiki/Rayman_(video_game)": "Rayman is a side-scrolling platform video game developed and published by Ubi Soft. As the first instalment in the Rayman series, the game follows the adventures of Rayman, a hero who must save his colourful world from the evil Mr. Dark. Originally designed for the Atari Jaguar in 1995, a PlayStation version was developed and released in time for the North American launch of the console on 9 September 1995; and further ports were created for Sega Saturn in 1995 and MS-DOS computers in 1996. The game has appeared in various other formats, including versions for the Game Boy Advance, PlayStation Network, DSiWare, and iOS and Android devices.",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/Prince_of_Persia_(1989_video_game)": "Prince of Persia is a 1989 fantasy cinematic platformer originally developed and published by Brøderbund and designed by Jordan Mechner for the Apple II. Taking place in ancient Persia, players control an unnamed protagonist who must venture through a series of dungeons to defeat the Grand Vizier Jaffar and save an imprisoned princess.",
  "/wiki/Toki_Tori": "Toki Tori is a puzzle video game with platform elements originally released by Capcom in September 2001 for the Game Boy Color. It was developed by Dutch video game development company Two Tribes B.V. and is their first published video game. The game follows a young chick, Toki Tori, and his quest to rescue his younger siblings, still in their eggs. To progress through the game, the player must pick up each egg on a level using a set number of tools, with new tools being introduced as the player progresses through the four worlds. This usually involves careful planning and creative thinking.",
  "/wiki/Two_Tribes_B.V.": "Two Tribes B.V. is an independent video game developer based in Harderwijk, Netherlands. Founded in 2001 by Martijn Reuvers and Collin van Ginkel, it develops its own intellectual property and games for franchises. As announced on 10 March 2016, the office closed in September 2016, after the release of Rive. However, Two Tribes continues development of the Nintendo Switch version of Rive, as well as supporting older games.",
  "/wiki/Mario_Golf_(video_game)": "Mario Golf[a] is a sports game developed by Camelot Software Planning and published by Nintendo for the Nintendo 64 in 1999. In the game, Mario, his friends, and his enemies play golf on a variety of Mario-themed courses. Following NES Open Tournament Golf, it is the second game in the Mario Golf series.",
  "/wiki/Camelot_Software_Planning": "Camelot Co. Ltd.[a] (doing business as Camelot Software Planning) is a Japanese video game developer established in 1990 under the name Sega CD4, but quickly renamed to Sonic! Software Planning. Named after Sonic the Hedgehog, they were closely involved with Sega and responsible for initial development of the Shining series. In 1995, there was a brief period where they worked for Sony Computer Entertainment in addition to creating Shining products.",
  "/wiki/Wario_Land_II": "Wario Land II[a] is a platform game released for the Game Boy in 1998. It was later re-released and optimised for the Game Boy Color hardware. In the game, Wario has to recover his treasure from Captain Syrup and her Black Sugar Gang (formerly the Brown Sugar Pirates). The Game Boy Color version was released for Virtual Console in 2012.",
  "/wiki/List_of_River_King_video_games": "River King (North America) or Harvest Fishing (PAL) (known in Japan as Kawa no Nushi Tsuri (川のぬし釣り, lit. \"Fishing the River Master\")), and originally released in English as Legend of the River King, is a fishing-themed role playing video game series by Natsume. The series has releases over 6 video game systems. Of these, 4 have been released in America.",
  "/wiki/Natsume_(company)": "Natsume (Japanese: ナツメ) is the name of two video games publishers, Natsume-Atari and Natsume Inc., that were once the same company but are now completely separated.",
  "/wiki/Victor_Interactive_Software": "Victor Interactive Software, Inc. (株式会社ビクターインタラクティブソフトウェア, Kabushiki-gaisha Bikutā Intarakutibu Sofutouea) was a Japanese video game software publisher and developer, established on October 1, 1996 as a division of Victor Entertainment. Their first game was Fish Eyes and their last game was Fish Eyes 3.",
  "/wiki/Harvest_Moon_GB": "Harvest Moon GB (牧場物語GB, Bokujō Monogatari GB) is the second game in the Story of Seasons series of video games, and was developed and published by Victor Interactive Software. Harvest Moon GB is the first portable Harvest Moon game, developed for the Game Boy. A Game Boy Color version was released later under the name Harvest Moon GBC. The Game Boy Color version was later released on the 3DS Virtual Console in 2013.",
  "/wiki/The_Legend_of_Zelda:_Oracle_of_Seasons_and_Oracle_of_Ages": "The Legend of Zelda: Oracle of Seasons[a] and The Legend of Zelda: Oracle of Ages[b] are two action-adventure games in the Legend of Zelda series, developed by Flagship (a subsidiary of Capcom). They were released in 2001 for Nintendo's Game Boy Color handheld console and re-released on the Virtual Console for the Nintendo 3DS in 2013. The games make up the seventh and eighth installment in the Zelda series.",
  "/wiki/Shantae_(video_game)": "Shantae is a platform video game developed by WayForward Technologies and published by Capcom for the Game Boy Color in 2002. It is the first title in the Shantae series. The game follows the adventures of the eponymous half-genie Shantae, who must travel across Sequin Land, the setting of the series, to foil the domination plans of the evil lady pirate Risky Boots. During her quest, she learns various dances and acquires items which make her progressively stronger as well as unlocking new abilities and locations, leading her to ultimately face off against Risky in her hideout.",
  "/wiki/WayForward": "WayForward Technologies, Inc. is an American independent video game developer and publisher based in Valencia, California. Founded in 1990 by technology entrepreneur Voldi Way, WayForward started by developing games for consoles such as the Super NES and Genesis, as well as TV games and PC educational software. In 1997, they relaunched their video games arm, placing the company as a contractor for publishers and working on a variety of licensed assets.",
  "/wiki/Wario_Land_3": "Wario Land 3[a] is a video game released for the Game Boy Color in 2000. In it, Mario's archrival Wario must free a mysterious figure who is trapped inside a music box. Wario Land 3 was a critical and a commercial success, and was followed by Wario Land 4 in 2001.",
  "/wiki/Mario_Tennis": "Mario Tennis[a] is a sports video game developed by Camelot Software Planning and published by Nintendo for the Nintendo 64 video game console. The game was released in North America and Japan in the summer of 2000, and released in Europe later in November. It is the first tennis-based game starring Mario since Mario's Tennis, and the second game developed by Camelot on a Nintendo system. The game is known for being the introduction of Luigi's evil doppelgänger, Waluigi, and the re-introduction of Princess Daisy and Birdo. A Game Boy Color version, also developed by Camelot and Nintendo, was published under the same title in Western regions and as Mario Tennis GB in Japan.",
  "/wiki/Mega_Man_Xtreme": "Mega Man Xtreme[a] is a video game developed by Capcom for the Game Boy Color handheld console. It is a spin-off title in the Mega Man X series of video games that originated on the Super Nintendo Entertainment System. Mega Man Xtreme takes place within the series timeline, during the 22nd century, in which a group of \"Maverick\" androids called the \"Shadow Hunters\" hack into the world's \"Mother Computer\" system, destabilize all of the networks, and allow other Mavericks to cause rampant destruction all over the world. The heroic \"Maverick Hunter\" Mega Man X is tasked with going into cyberspace to relive his past missions and put a stop to the group's plans.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Mega_Man_Xtreme_2": "Mega Man Xtreme 2[a] is a video game developed by Capcom for the Game Boy Color handheld game console. It is a spin-off title in the Mega Man X series and is a follow-up to Mega Man Xtreme, released the previous year. Mega Man Xtreme 2 takes place during the 22nd century, in an unknown year 21XX, between the events of Mega Man X3 and Mega Man X4. The DNA souls of robots known as \"Reploids\" all around the world are being stolen by a pair of villains in order to create an army of undead \"Mavericks\". The \"Maverick Hunters\" Mega Man X and Zero quickly spring into action, now with the help of their young ally Iris.",
  "/wiki/Xtreme_Sports_(video_game)": "Xtreme Sports is a video game developed by WayForward Technologies for the Game Boy Color. It was initially published by Infogrames and first released in North America on June 28, 2000. The game is similar to one of WayForward's PC games, Xtreme Sports Arcade: Summer Edition (1999). The artist of Xtreme Sports would later go on to continue work with the Shantae series.",
  "/wiki/Harvest_Moon_2": "Harvest Moon 2 GBC, released in Japan as Bokujō Monogatari GB2 (牧場物語GB2), is a farm simulation video game for the Game Boy Color developed and published by Victor Interactive Software, and the second portable game in the Story of Seasons series. The object of the game is to cultivate a farm to prevent the land from being used to build an amusement park. As with the previous game the player may choose to play as a boy or a girl.",
  "/wiki/List_of_Virtual_Console_games_for_Nintendo_3DS_(North_America)": "This is a list of Virtual Console games that are available on the Nintendo 3DS in North America."
}