{
  "/wiki/Afrikaner": "Afrikaners (Afrikaans: [afrəˈkɑːnərs, afri-]) are a Southern African ethnic group descended from predominantly Dutch settlers first arriving at the Cape of Good Hope in the 17th and 18th centuries. They traditionally dominated South Africa's politics and commercial agricultural sector prior to 1994.\nAfrikaans, South Africa's third most widely spoken home language, evolved as the mother tongue of Afrikaners and most Cape Coloureds. It originated from the Dutch vernacular of South Holland, incorporating words brought from the Dutch East Indies (now Indonesia) and Madagascar by slaves. Afrikaners make up approximately 5.2% of the total South African population based on the number of white South Africans who speak Afrikaans as a first language in the South African National Census of 2011.",
  "/wiki/Afrikaans": "Afrikaans (UK: /ˌæfrɪˈkɑːns/, US: /ˌɑːf-/) is a West Germanic language spoken in South Africa, Namibia and, to a lesser extent, Botswana and Zimbabwe. It evolved from the Dutch vernacular of Holland (Hollandic dialect) spoken by the largely Dutch settlers (and then by the native Africans who associated with them) in the south-west of what is now South Africa, where it gradually began to develop distinguishing characteristics in the course of the 18th century. Hence, it is a daughter language of Dutch.",
  "/wiki/Bemba_people": "The Bemba (or BaBemba using the Ba- prefix to mean 'people of', and also called Awemba or BaWemba in the past) belong to a large group of Bantu peoples mainly in the Northern, Luapula, Muchinga and Copperbelt Provinces of Zambia who trace their origins to the Luba and Lunda states of the upper Congo basin called Kola, in what became Katanga Province in southern Congo-Kinshasa (DRC) entered now Zambia through crossing the Luapula River at Chipya in the Senior Chief Matanda's Chiefdom in Mansa _Luapula Province and that Chief Matanda (Mwata Matanda)  and his Ushi people were the first to come into Zambia by the year 1328 from Kola. They are one of the larger ethnic group in Zambia. (A few other tribes in the Northern, Luapula and Copperbelt provinces of Zambia speak languages that are similar to Bemba but are not the same (E.g. Lamba, Mambwe, Bisa etc.). Bemba history is a major historical phenomenon in the development of chieftainship in a large and culturally homogeneous region of central Africa.",
  "/wiki/Bemba_language": "The Bemba language, ChiBemba (also Cibemba, Ichibemba, Icibemba and Chiwemba), is a Bantu language spoken primarily in north-eastern Zambia by the Bemba people and as a lingua franca by about 18 related ethnic groups, including the Bisa people of Mpika and Lake Bangweulu, and to a lesser extent in Katanga in the Democratic Republic of the Congo, Tanzania, and Botswana. Including all its dialects, Bemba is the most spoken indigenous Bantu language and a lingua franca in Zambia where the Bemba form the largest ethnic group.  The Lamba language is closely related and some people consider it a dialect of Bemba.",
  "/wiki/Cape_Coloured": "In Southern Africa, Cape Coloureds (Afrikaans: Kaapse Kleurling) are an ethnic group composed primarily of persons of mixed race. Although Cape Coloureds form a minority group within South Africa, they are the predominant population group in the Western Cape.",
  "/wiki/Herero_people": "The Herero, also known as Ovaherero, are an ethnic group inhabiting parts of Southern Africa. The majority reside in Namibia, with the remainder found in Botswana and Angola. There were an estimated 250,000 Herero people in Namibia in 2013. They speak Otjiherero, a Bantu language.",
  "/wiki/Herero_language": "Herero (English:  /hɛˈrɛəroʊ/, Otjiherero) is a language of the Bantu subfamily of the Niger–Congo group. It is spoken by the Herero and Mbanderu peoples in Namibia and Botswana, as well as a small communities of people in southwestern Angola. There were 211,700 speakers in 2014.",
  "/wiki/Himba_people": "The Himba (singular: OmuHimba, plural: OvaHimba) are indigenous peoples with an estimated population of about 50,000 people living in northern Namibia, in the Kunene Region (formerly Kaokoland) and on the other side of the Kunene River in southern Angola. There are also a few groups left of the OvaTwa, who are also OvaHimba, but are hunter-gatherers. However, the OvaHimba do not like to be associated with OvaTwa.[citation needed] Culturally distinguishable from the Herero people, the OvaHimba are a semi-nomadic, pastoralist people and speak OtjiHimba, a variety of Herero, which belongs to the Bantu family within Niger–Congo.",
  "/wiki/Goffal": "Goffal or Goffels is a term applied to Coloureds, or persons of mixed race claiming both European and African descent, in Malawi, Zambia, and Zimbabwe. The community includes many diverse constituents of Shona, Northern Ndebele, Bemba, Chewa, British, Afrikaner, and occasionally Indian descent.",
  "/wiki/List_of_dialects_of_the_English_language": "Dialects are linguistic varieties which may differ in pronunciation, vocabulary, spelling and grammar. For the classification of varieties of English in terms of pronunciation only, see Regional accents of English.",
  "/wiki/Kalanga_people": "The Kalanga, or BaKalanga, are a southern Bantu ethnic group mainly inhabiting Matabeleland in Zimbabwe, with smaller numbers in northeastern Botswana and Limpopo Province in South Africa.",
  "/wiki/Shona_language": "Shona /ˈʃoʊnə/ (chiShona) is a Bantu language of the Shona people of Zimbabwe. It is one of the most widely spoken Bantu languages.",
  "/wiki/Khoikhoi": "The Khoekhoe[a] (or in the obsolete orthography \"Khoikhoi\", from Khoekhoegowab Khoekhoen [kxʰoekxʰoen]; formerly also Hottentots) are the traditionally nomadic pastoralist indigenous population of southwestern Africa. They are grouped with the hunter-gatherer San (literally \"Foragers\") peoples. The designation \"Khoekhoe\" is actually a kare or praise address, not an ethnic endonym, but it has been used in the literature as an ethnic term for Khoe-speaking peoples of Southern Africa, particularly pastoralist groups, such as the !Ora, !Gona, Nama, Xiri and ǂNūkhoe nations.",
  "/wiki/Khoekhoe_language": "The Khoekhoe language (/ˈkɔɪkɔɪ/; Khoekhoegowab), also known by the ethnic term Nama /ˈnɑːmə/ and formerly as Hottentot, is the most widespread of the non-Bantu languages of southern Africa that contain \"click\" sounds and have therefore been loosely classified as Khoisan. It belongs to the Khoe language family, and is spoken in Namibia, Botswana, and South Africa by three ethnic groups, the Nama, Damara, and Haiǁom.",
  "/wiki/Lemba_people": "The Lemba, wa-Remba, or Mwenye are a Bantu ethnic group native to Zimbabwe and South Africa, with smaller, little-known branches in Mozambique and Malawi. According to Tudor Parfitt, Professor of Oriental and African Studies at the University of London, in 2002 they numbered an estimated 50,000. They speak the Bantu languages spoken by their geographic neighbours and resemble them physically, but they have some religious practices and beliefs similar to those in Judaism and Islam, which they say were transmitted by oral tradition.",
  "/wiki/Venda_language": "Venda or Tshivenda, also known as Tshivenḓa or Luvenḓa, is a Bantu language and an official language of South Africa. It is mainly spoken by the Venda people in the northern part of South Africa's Limpopo Province, as well as by some Lemba people in Zimbabwe. The Venda language is related to  Kalanga, which is spoken in Zimbabwe and Botswana. During the apartheid era of South Africa, the bantustan of Venda was set up to cover the Venda speakers of South Africa.",
  "/wiki/Makua_(people)": "The Makua people, also known as Makhuwa, are a southeastern African ethnic group predominantly found in north Mozambique and southern border provinces of Tanzania such as the Mtwara Region. They are the largest ethnic group in Mozambique, and primarily concentrated in a large region to the north of the Zambezi River.",
  "/wiki/Makhuwa_language": "Makhuwa (Emakhuwa; also spelt Makua and Macua) is the primary Bantu language of northern Mozambique. It is spoken by 4 million Makua people, who live north of the Zambezi River, particularly in Nampula Province, which is virtually entirely ethnically Makua. It is the most widely spoken indigenous language of Mozambique.",
  "/wiki/Nambya": "The Nambya people are an ethnic group of about 100,000 people, based in the north-west of Zimbabwe. They are clustered around the coal mining town of Hwange, formally Wankie, named after a revered local chief called Hwange. They speak the Nambya language.",
  "/wiki/Northern_Ndebele_people": "The Northern Ndebele people (Northern Ndebele: amaNdebele) are a Bantu-speaking nation and ethnic group in Southern Africa, who share a common Ndebele culture and  Ndebele language (isiNdebele) . The Northern Ndebele were historically referred to as the Matabele which derives from the Sesotho expression thebele, indicating people who sheltered behind tall cowhide shields. The term Bathebele was applied to at least two Nguni-speaking groups who settled in the region later called the Transvaal, long before the Mfecane. Although the amaNdebele of Mzilikazi used the much smaller cowhide shields and short stabbing assegai of King Shaka’s army, they also were called  Bathebele, which in isiNguni was rendered as amaNdebele.",
  "/wiki/Northern_Ndebele_language": "Northern Ndebele (English:  /ɛndəˈbiːliː/), also called Ndebele, amaNdebele, Zimbabwean Ndebele or North Ndebele, and formerly known as Matabele, is an African language belonging to the Nguni group of Bantu languages, spoken by the Northern Ndebele people, or Matabele, of Zimbabwe.",
  "/wiki/Ovambo_people": "The Ovambo people (pronounced [ovambo] (listen)), also called Aawambo, Ambo, Aawambo (Ndonga, Nghandjera, Kwambi, Mbalantu), Ovambo or Ovawambo (Kwanyama), are a Bantu ethnic group native to Southern Africa, primarily modern Namibia. They are the single largest ethnic group in Namibia, accounting for over half of the population. They are also found in southern Angolan province of Cunene where they are more commonly referred to as \"Ambo\". The Ovambo consist of a number of kindred Bantu ethnic tribes who inhabit what was formerly  called Ovamboland. In Angola, they are a minority, accounting for about two percent of the total Angolan population.",
  "/wiki/Ovambo_language": "The Ovambo (English:  /ɒˈvæmboʊ/) language, Oshiwambo, is a dialect cluster spoken by the Ovambo people in southern Angola and northern Namibia, of which the written standards are Kwanyama and Ndonga.",
  "/wiki/San_people": "The San or Saan peoples, also known as the \"Bushmen\" (also Sākhoen, Sonqua, and in Afrikaans: Boesmans, after Dutch Boschjesmens; and Saake in the Nǁng language), are members of various Khoisan-speaking indigenous hunter-gatherer groups that are the first nations of Southern Africa, and whose territories span Botswana, Namibia, Angola, Zambia, Zimbabwe, Lesotho and South Africa. There is a significant linguistic difference between the northern peoples living between the Okavango River in Botswana and Etosha National Park in northwestern Namibia, extending up into southern Angola; the central peoples of most of Namibia and Botswana, extending into Zambia and Zimbabwe; and the southern people in the central Kalahari towards the Molopo River, who are the last remnant of the previously extensive indigenous Sān of South Africa.",
  "/wiki/Khoisan_languages": "The Khoisan languages (/ˈkɔɪsɑːn/; also Khoesan or Khoesaan) are a group of African languages originally classified together by Joseph Greenberg. Khoisan languages share click consonants and do not belong to other African language families. For much of the 20th century, they were thought to be genealogically related to each other, but this is no longer accepted. They are now held to comprise three distinct language families and two language isolates.",
  "/wiki/South_Ndebele_people": "The Southern African Ndebele are an eMbo ethnic group native to South Africa who speak Southern Ndebele, which is distinct both from the \"Northern Transvaal Ndebele\" languages, usually known as SiNdebele or SiSumayela, as well as the Zimbabwean Ndebele language. The former are the people of Gegana (Mthombeni) and the latter are the people of Mzilikazi's \"Matabele Empire\", whereas Southern Ndebele people are those of Ndzundza and Manala. Although sharing the same name, they should not be confused with (Mzilikazi's) Northern Ndebele people of modern Zimbabwe, a breakaway from the Zulu nation, with whom they came into contact only after Mfecane. Northern Ndebele people speak the Ndebele language. Mzilikazi's Khumalo clan (later called the Ndebele) have a different history (see Zimbabwean Ndebele language) and their language is more similar to Zulu and Xhosa. Southern Ndebele mainly inhabit the provinces of Mpumalanga, Gauteng and Limpopo, all of which are in the northeast of the country.",
  "/wiki/Southern_Ndebele_language": "Southern Ndebele (English:  /ɛndəˈbiːliː/), also known as Transvaal Ndebele or South Ndebele, is an African language belonging to the Nguni group of Bantu languages, spoken by the Ndebele people of South Africa.",
  "/wiki/Shona_people": "The Shona (/ˈʃoʊnə/) are a Bantu ethnic group native to Southern Africa, primarily the country of Zimbabwe where they form a vast majority. The people are divided into five major clans and adjacent to other groups of very similar culture and languages.",
  "/wiki/Sotho_people": "The Sotho /ˈsuːtuː/ people, or Basotho /bæˈsuːtuː/, are a Bantu ethnic group of Southern Africa, native to modern Lesotho and South Africa, who speak Sesotho. The Basotho have inhabited that region since around the fifth century and so are closely related to other Bantu peoples of the region.",
  "/wiki/Sotho_language": "Sotho (/ˈsuːtuː/) or Sesotho (/sɛˈsuːtuː/) (also known as Southern Sotho or Southern Sesotho), is a Southern Bantu language of the Sotho-Tswana (S.30) group, spoken primarily by the Basotho in Lesotho, where it is the national and official language, South Africa, where it is one of the 11 official languages and in Zimbabwe where it is one of 16 official languages.",
  "/wiki/Swazi_people": "The Swazi (Swazi: siSwazi) are a Bantu ethnic group of Southern Africa, predominantly inhabiting modern Eswatini and South Africa's Mpumalanga province and Mozambique. The Swazi are part of the Nguni family that can be archaeologically traced in East Africa where the same tradition, beliefs and cultural practices are found. The Swazi share a unique experience, culture and Royal lineage. This lineage is exclusive to the inhabitants of Eswatini, even though there have been more Swazi people that have moved to South Africa and the United Kingdom in the 20th century. The original inhabitants of Eswatini no longer reside in Eswatini as a majority population while some remain in the land. The Swazi people and the Kingdom of Eswatini today are named after Mswati II, who became king in 1839 after the death of his father King Sobhuza who strategically defeated the British who occupied Swaziland. The Kingdom of Swaziland was a region occupied by the San people of Southern Africa and the current Swazis came in from North Eastern regions through to Mozambique and eventually Swaziland in the 15th century. Mixtures with the San people and other Nguni tribes occurred. Their royal lineage can be traced to a chief named Dlamini I; this is still the royal clan name. About three-quarters of the clan groups are Nguni; the remainder are Sotho, Tsonga, others North East African and San descendants. These groups have intermarried freely. There are slight differences among Swazis as a nation with varying features and skin tones yet Swazi identity extends to all those with allegiance to the twin monarchs Ingwenyama \"the Lion\" (the king) and Indlovukati \"the She-Elephant\" (the queen mother). The dominant Swati language and culture are factors that unify Swazis as a nation since there is no other language spoken except for English.",
  "/wiki/Swati_language": "The Swazi, Swati or siSwati language (Swazi: siSwati) (pronounced [siswatʼi]) is a Bantu language of the Nguni group spoken in Eswatini and South Africa by the Swazi people. The number of speakers is estimated to be in the region of 12 million. The language is taught in Eswatini and some South African schools in Mpumalanga, particularly former KaNgwane areas. Swazi is an official language of Eswatini (along with English), and is also one of the eleven official languages of South Africa.",
  "/wiki/Tonga_people_(Malawi)": "The Tonga (also called Batonga,  Lake Shore Tonga or Nyasa Tonga) are an  ethnic group living in northern Malawi on the shores of Lake Malawi in Nkhata Bay and northern part of Nkhotakota.  They are to be distinguished from the Tonga people of Zambia and Zimbabwe, whose language belongs to a different branch of the Bantu family.",
  "/wiki/Tsonga_people": "The Tsonga people (Tsonga: Vatsonga) are a Bantu ethnic group native mainly to Southern Mozambique and South Africa (Northern Transvaal and Eastern Transvaal). They speak Xitsonga, a Southern Bantu language which has Nguni influence in particular Swazi and Zulu. The Swazis and the Zulus were the original neighbours of the Tsonga people for more than 1,000 years. Evidence of a very close neighborhood between the Tsonga and the Swazis as well  as the Zulus can be seen in similarities in surnames. For example, Mnisi is a surname shared between the Tsonga, Swati and Zulu people. In all these three groups,  Mnisi means \"the one who causes the rain to fall\". Tshabalala is another very popular surnames found between the Tsonga, the Swati and the Zulu people. In Tsonga (Chabalala), Swati (Shabalala) and Zulu (Tshabalala), again in all these three groups, Tshabalala means \"Mshengu\".\nA very small number of Tsonga people are also found in Zimbabwe and Northern Swaziland. The Tsonga people of South Africa share some history with the Tsonga people of Southern Mozambique; however they differ culturally and linguistically from the Tonga people of Zambia and Zimbabwe.",
  "/wiki/Tsonga_language": "Tsonga (/ˈtsɒŋɡə, ˈtsɔː-/) or Xitsonga (Tsonga: Xitsonga) is a Bantu language spoken by the Tsonga people. It is mutually intelligible with Tswa and Ronga, and the name \"Tsonga\" is often used as a cover term for all three, also sometimes referred to as Tswa-Ronga. The Xitsonga language has been standardized for both academic and home use, making it the base language for the Tsonga people. Like with many other languages, there are various dialects within the Tsonga language group.",
  "/wiki/List_of_ethnic_groups_of_Africa": "The ethnic groups of Africa number in the thousands, with each population generally having its own language (or dialect of a language) and culture. The ethnolinguistic groups include various Afroasiatic, Khoisan, Niger-Congo and Nilo-Saharan populations."
}