{
  "/wiki/Abney_Park_Chapel": "Abney Park Chapel, is a Grade II Listed chapel, designed by William Hosking and built by John Jay that is situated in Europe's first wholly nondenominational cemetery, Abney Park Cemetery, London.",
  "/wiki/Stoke_Newington": "Stoke Newington is an area occupying the north-west part of the London Borough of Hackney in north-east London, England. It is 5 miles (8 km) north-east of Charing Cross. Stoke Newington Church Street was the site of the original hamlet of Stoke Newington, which in turn gave its name to Stoke Newington the ancient parish.",
  "/wiki/Upper_Clapton": "Upper Clapton is a district in the London Borough of Hackney, forming part of Clapton in northeast London, England.",
  "/wiki/Georgian_Orthodox_Church": "The Apostolic Autocephalous Orthodox Church of Georgia (Georgian: საქართველოს სამოციქულო ავტოკეფალური მართლმადიდებელი ეკლესია, translit.: sakartvelos samotsikulo avt'ok'epaluri martlmadidebeli ek'lesia), also known as Georgian Orthodox Church or Orthodox Church of Georgia, is an autocephalous Eastern Orthodox Church in full communion with the other churches of Eastern Orthodoxy. It is Georgia's dominant religious institution, and a majority of Georgian people are members. The Orthodox Church of Georgia is one of the oldest churches in the world. It asserts apostolic foundation, and its historical roots must be traced to the early and late Christianization of Iberia and Colchis by Saint Andrew in the 1st century AD and by Saint Nino in the 4th century AD, respectively.",
  "/wiki/Lower_Clapton": "Clapton is a district of east London, England, in the London Borough of Hackney.",
  "/wiki/United_Reformed_Church": "The United Reformed Church (URC) is a Protestant Christian church in the United Kingdom. It has approximately 46,500 members in 1,383 congregations with 608 active ministers, including 13 church related community workers.",
  "/wiki/Homerton_Baptist_Church": "Homerton Baptist Church is an independent evangelical fellowship affiliated with the Association of Grace Baptist Churches (South East).",
  "/wiki/Homerton": "Homerton (/ˈhɒmərtən/ HOM-ər-tən) is a district in London, England, in the London Borough of Hackney. It was a suburb of the metropolitan area of London until 1965 when it was reformed and expanded. It is bordered to the west by Hackney Central, to the north by Lower Clapton, in the east by Hackney Wick, Leyton and by South Hackney to the south.",
  "/wiki/Association_of_Grace_Baptist_Churches_(South_East)": "The Association of Grace Baptist Churches (South East) (AGBC(SE)) is an association of churches in London and South East England.",
  "/wiki/Haggerston": "Haggerston is a locale in East London, England, centred approximately on Great Cambridge Street (now renamed Queensbridge Road). It is within the London Borough of Hackney and is considered to be a part of London’s East End. It is about 3.1 miles (5 km) northeast of Charing Cross.",
  "/wiki/Kingsland,_London": "Kingsland was a small road-side settlement centred on Kingsland High Street on the Old North Road (the present A10), around the junction with Dalston Lane. It is no longer discernable as a separate settlement, though the historic street pattern remains. Since the opening of Dalston Junction station in 1865, the area has become known as Dalston, which was originally a separate hamlet further east. Historically part of the county of Middlesex, the area is within the London Borough of Hackney.",
  "/wiki/Potter's_House_Christian_Fellowship": "The Potter's House Christian Fellowship is a Christian Pentecostal church founded by Pastor Wayman Mitchell in Prescott, Arizona in 1970. The name of the church is a reference to chapter 18 of the Book of Jeremiah, from the Bible, verses 1-3. However, the official name of the organization is Christian Fellowship Ministries or CFM.",
  "/wiki/St_Andrew,_Stoke_Newington": "St. Andrew, Stoke Newington is a Grade II* listed Anglican parish church on Bethune Road in Stamford Hill (on the border of Stoke Newington), in the London Borough of Hackney, England. The church, which is dedicated to St Andrew, is located at the junction of Bethune Road  and Dunsmure Road in London N16.",
  "/wiki/St_Augustine's_Tower,_Hackney": "St Augustine's Tower stands in St John's Church Gardens, in Hackney Central, in the London Borough of Hackney, just off the southern end of the Narrow Way (formerly Church Street). It is all that remains of the early 16th century parish church of Hackney of St Augustine, which replaced the 13th century medieval church founded by the Knights of St John. The Tower comprises four stages beneath a restored parapet with diagonal buttressing. A fine working 16th century turret clock has remained on the third floor of the Tower since at least 1608. The Tower and contents are Grade I listed.",
  "/wiki/Hackney_Central": "Hackney Central is a sub-district of Hackney in the London Borough of Hackney in London, England and is four miles (6.4 km) northeast of Charing Cross.",
  "/wiki/Church_of_St_John-at-Hackney": "St John at Hackney is a Grade II* listed Anglican Church in the heart of the London Borough of Hackney with a large capacity of around 2,000. It was built in 1792 to replace Hackney's medieval parish church, of which St Augustine's Tower remains, at the edge of its churchyard. The church faces north towards Clapton Square, with the nearby Sutton House and Hackney Central station also accessible from the churchyard to the east and south, respectively.",
  "/wiki/St_John_the_Baptist,_Hoxton": "The Church of St. John the Baptist, Hoxton, usually known as St. John's Hoxton, is an English urban Anglican parish church in the Hoxton area of Shoreditch, within the London Borough of Hackney.",
  "/wiki/Greek_Orthodox": "The name Greek Orthodox Church (Greek: Ἑλληνορθόδοξη Ἑκκλησία, Ellinorthódoxi Ekklisía, IPA: [elinorˈθoðoksi ekliˈsia]), or Greek Orthodoxy, is a term referring to the body of several Churches within the larger communion of Eastern Orthodox Christianity, whose liturgy is or was traditionally conducted in Koine Greek, the original language of the Septuagint and the New Testament, and whose history, traditions, and theology are rooted in the early Church Fathers and the culture of the Byzantine Empire. Greek Orthodox Christianity has also traditionally placed heavy emphasis and awarded high prestige to traditions of Eastern Orthodox monasticism and asceticism, with origins in Early Christianity in the Near East and in Byzantine Anatolia.",
  "/wiki/Clapton_Park": "Clapton is a district of east London, England, in the London Borough of Hackney.",
  "/wiki/List_of_churches_in_London": "This is a list of cathedrals, churches and chapels in Greater London, which is divided into 32 London boroughs and the City of London. The list focuses on the more permanent churches and buildings which identify themselves as places of Christian worship. The denominations appended are those by which they self-identify."
}