{
  "/wiki/1976_World_Short_Track_Speed_Skating_Championships": "The 1976 World Short Track Speed Skating Championships were the first ever championships and took place between April 9 and 11, 1976 in Champaign, Illinois. The World Championships are organised by the ISU which also run world cups and championships in speed skating and figure skating.",
  "/wiki/Champaign,_Illinois": "Champaign (English: /ˌʃæmˈpeɪn/) is a city in Champaign County, Illinois, United States. The city is 135 miles (217 km) south of Chicago, 124 miles (200 km) west of Indianapolis, Indiana, and 178 mi (286 km) northeast of St. Louis, Missouri. The United States Census Bureau estimates the city was home to 87,432 people as of July 1, 2017. Champaign is the tenth-most populous city in Illinois, and the state's fourth-most populous city outside the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/Gaetan_Boucher": "Gaétan T. Boucher, OC CQ (born May 10, 1958, in Charlesbourg, Quebec) is a former speed skating Olympic champion from Canada.",
  "/wiki/Grenoble": "Grenoble (/ɡrəˈnoʊbəl/ grə-NOH-bəl, French: [ɡʁənɔbl] (listen); Arpitan: Grenoblo) is a city in southeastern France, at the foot of the French Alps where the river Drac joins the Isère. Located in the Auvergne-Rhône-Alpes region, Grenoble is the capital of the department of Isère and is an important European scientific centre. The city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains.",
  "/wiki/Craig_Kressler": "Craig Ross Kressler (born June 23, 1961) is a retired American speed skater. At the 1979 World Junior Championships he won the 500 and 3000 m distances and finished third all-around. He competed in four speed skating events at the 1980 Winter Olympics with the best achievement of 11th place in the 500 m. Two weeks later he won a silver all-around medal at the World Junior Championships and retired from competitions.",
  "/wiki/Solihull": "Solihull (/ˈsɒlihʌl/, /ˈsoʊl-/ or /ˌsoʊliˈhʌl/) is a large town and administrative centre in England with a population of 123,187 in the 2011 Census. Historically in Warwickshire, it is the largest town in, and administrative centre of, the larger Metropolitan Borough of Solihull, which itself has a population of 214,909. Solihull is situated 7.5 miles (12.1 km) southeast of Birmingham, 18 miles (29 km) northwest of Warwick and 110 miles (180 km) northwest of London. \nSolihull is the most affluent town of the West Midlands, and one of the most affluent areas in the UK outside London. In November 2013, the uSwitch Quality of Life Index named Solihull the \"best place to live\" in the United Kingdom.",
  "/wiki/Québec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Nick_Thometz": "Keith James \"Nick\" Thometz (born September 16, 1963 in Minneapolis, Minnesota) is an American former ice speed-skater. For most of 1987 he held the World record for men's 500 meter speed skating. At the Speed Skating World Cup of 1986-1987 he won the 500 meter and 1000 meter divisions. He also won a silver medal at the 1987 World Sprint Speed Skating Championships for Men. He competed in the Winter Olympic Games three times, but never medaled.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Marc_Bella": "Marc Bella (born 7 October 1961) is a French short track speed skater. He competed in two events at the 1992 Winter Olympics.",
  "/wiki/Meudon": "Meudon (French pronunciation: [mødɔ̃] (listen)) is a municipality in the southwestern suburbs of Paris, France. It is in the département of Hauts-de-Seine. It is located 9.1 km (5.7 mi) from the center of Paris.",
  "/wiki/Michael_Richmond": "Michael \"Mike\" Richmond (born in Adelaide, South Australia) is a former ice speed skater from Australia, who represented his native country in three consecutive Winter Olympics, starting in 1980 in Lake Placid, United States.",
  "/wiki/Moncton": "Moncton (/ˈmʌŋktən/; French pronunciation: ​[mɔŋktœn]) is one of three major urban centres in the Canadian province of New Brunswick, along with Saint John and the capital city of Fredericton. Situated in the Petitcodiac River Valley, Moncton lies at the geographic centre of the Maritime Provinces. The city has earned the nickname \"Hub City\" due to its central inland location in the region and its history as a railway and land transportation hub for the Maritimes.",
  "/wiki/Guy_Daignault": "Guy Daignault (died 27 January 2005) was a Canadian short track speed skater. He was the world champion short track speed skater in 1982 and 1984, having been the men's gold medal winner in the 1982 and 1984 World Short Track Speed Skating Championships. He was also a member of the Canadian men's short track relay teams which took the gold medal in the 1981, 1982, 1983, and 1984 at the World Short Track Speed Skating Championships, though no world championship titles for men's relay were awarded in those years.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Peterborough": "Peterborough (/ˈpiːtərbərə, -ˌbʌrə/ (listen)) is a cathedral city in Cambridgeshire, England, with a population of 202,110 in 2017. Historically part of Northamptonshire, it is  76 miles (122 km) north of London, on the River Nene which flows into the North Sea 30 miles (48 km) to the north-east. The railway station is an important stop on the East Coast Main Line between London and Edinburgh. The city is also 70 miles (110 km) east of Birmingham, 38 miles (61 km) east of Leicester, 81 miles (130 km) south of Kingston upon Hull and 65 miles (105 km) west of Norwich.",
  "/wiki/Tatsuyoshi_Ishihara": "Tatsuyoshi Ishihara (石原 辰義, Ishihara Tatsuyoshi, born 24 March 1964) is a Japanese short track speed skater, who won a bronze medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Yuichi Akasaka, Toshinobu Kawai and Tsutomu Kawasaki.",
  "/wiki/Michel_Daignault": "Michel Daignault (born June 25, 1966) is a Canadian short track speed skater who competed in the 1988 Winter Olympics and in the 1992 Winter Olympics. He is a two-time Overall World Champion, having won the titles in 1987 (shared) and 1989.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Toshinobu_Kawai": "Toshinobu Kawai (河合 季信, Kawai Toshinobu, born 19 December 1967 in Nagoya, Japan) is a Japanese short track speed skater, who won a bronze medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Yuichi Akasaka, Tatsuyoshi Ishihara and Tsutomu Kawasaki. Before 1992, he won two gold medals in the World Short Track Speed Skating Championships, 1985 and 1987.",
  "/wiki/Chamonix": "Chamonix-Mont-Blanc,[a] more commonly known as Chamonix[b][c], is a commune in the Haute-Savoie department in the Auvergne-Rhône-Alpes region in south-eastern France. It was the site of the first Winter Olympics in 1924.",
  "/wiki/Robert_Dubreuil": "Robert Dubreuil (born 20 April 1967) is a Canadian speed skater. He competed in the men's 500 metres event at the 1992 Winter Olympics.",
  "/wiki/Montréal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Kim_Ki-Hoon": "Kim Ki-hoon (born July 14, 1967) is a retired short track speed skater and the first gold medalist in the Winter Olympics for Korea. Kim is a three-time Olympic Champion and 1992 Overall World Champion.",
  "/wiki/Mark_Lackie": "Mark Andrew Lackie (born March 23, 1967 in Saint John, New Brunswick) is a Canadian short track speed skater who competed in the 1992 Winter Olympics.",
  "/wiki/Lee_Joon-ho_(speed_skater)": "Lee Joon-ho (Hangul: 이준호, Hanja: 李準鎬, born 7 September 1965) is a South Korean short track speed skater. In 1990, he became the first Korean to win the Overall World Short Track Speed Skating Championships. Lee won a gold medal in 1992 Winter Olympics as a member of 5000m relay team. He also won an individual bronze medal in 1000m.",
  "/wiki/Yuichi_Akasaka": "Yuichi Akasaka (赤坂 雄一, Akasaka Yūichi, born 29 September 1967) is a Japanese short track speed skater, who won a bronze medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Tatsuyoshi Ishihara, Toshinobu Kawai and Tsutomu Kawasaki.",
  "/wiki/Wilf_O'Reilly": "Wilfred John O'Reilly MBE (born 22 August 1964 in Birmingham, West Midlands, England) is a British former short track speed skater. He won two gold medals at the 1988 Winter Olympics when short track speed skating was held as a demonstration sport. He was also the 1991 Overall World Champion. He is now coach of the Netherlands short track team.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Denver": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Mo_Ji-Soo": "Mo Ji-soo (Hangul: 모지수; born 3 June 1969) is a South Korean short track speed skater, who won a gold medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Kim Ki-hoon, Lee Joon-ho, and Song Jae-kun.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Marc_Gagnon": "Marc Gagnon (born May 24, 1975) is a Canadian short track speed skater. He is a four-time Overall World Champion for 1993, 1994, 1996 and 1998, and winner of three Olympic gold medals.",
  "/wiki/Sylvain_Gagnon": "Sylvain Gagnon (born May 30, 1970) is a Canadian short track speed skater who competed in the 1992 Winter Olympics.",
  "/wiki/Chae_Ji-Hoon": "Chae Ji-hoon (Hangul: 채지훈; Hanja: 蔡智薰; born 5 March 1974) is a retired South Korean short track speed skater",
  "/wiki/Guildford": "Guildford (/ˈɡɪlfərd/ (listen))\nis a large town in Surrey, England, 27 miles (43 km) southwest of London on the A3 trunk road midway between the capital and Portsmouth.",
  "/wiki/Frederic_Blackburn": "Frédéric Blackburn (born December 21, 1972, in Chicoutimi, Quebec) is a Canadian short track speed skater who competed in the 1992 Winter Olympics and in the 1994 Winter Olympics.",
  "/wiki/1995_World_Short_Track_Speed_Skating_Championships": "The 1995 World Short Track Speed Skating Championships were held from 17 to 19 March 1995 at the Gjøvik Olympic Cavern Hall in Gjøvik, Norway. They were the twentieth World Short Track Speed Skating Championships and the first to be held in Norway. It consisted of ten events, five for men and five for women, including one relay each. The overall winner of the men's races was South Korea's Chae Ji-hoon, who won three of the men's four individual events, with the last gold going to Canada's Marc Gagnon. In the women's' events, South Korea's Chun Lee-kyung won ahead of China's Wang Chunlu, with both winning two individual races. The men's relay was won by Canada, while the women's' relay was won by China. The overall medal table was topped by South Korea with five first places and twelve medals overall.",
  "/wiki/Gjøvik": "In 1861, the village of Gjøvik in the municipality of Vardal was granted town status and was separated from Vardal to form a separate municipality. On 1 January 1964, the neighboring rural municipalities of Biri, Snertingdal, and Vardal were all merged into the municipality of Gjøvik.",
  "/wiki/Song_Jae-Kun": "Song Jae-Kun (Hangul: 송재근, Hanja: 宋在根) (born 15 February 1974) is a South Korean short track speed skater, who won a gold medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Ki-Hoon Kim, Lee Joon-Ho and Moo Ji-Soo.",
  "/wiki/World_Short_Track_Speed_Skating_Championships": "The World Short Track Speed Skating Championships are a senior international short track speed skating competition held once a year to determine the World Champion in individual distances, relays and Overall Classification. It is sanctioned by the International Skating Union and is usually held in March or April."
}