{
  "/wiki/TOGO": "TOGO (株式会社トーゴ, Kabushiki-gaisha Tōgo) was a Japanese amusement ride company that built roller coasters, giant wheels, carousels, flumes, dark rides, sky cycles and other amusement rides.",
  "/wiki/Intamin": "Intamin Worldwide is a designing and manufacturing company in Wollerau, Switzerland. It is best known for creating thrill rides and roller coasters worldwide. The Intamin brand name is an abbreviation for international amusement installations. The company has offices throughout the world including three in Europe, three in Asia and two in the United States.",
  "/wiki/Six_Flags_America": "Six Flags America is a theme park located in Woodmore CDP, Prince George's County, Maryland, near Upper Marlboro, and in the Washington, DC metropolitan area.",
  "/wiki/Six_Flags_AstroWorld": "Six Flags AstroWorld or AstroWorld was a seasonally operated theme park located in Houston, Texas. Owned and operated by Six Flags, it was located on approximately 57 acres (23 ha) of land, which was later expanded to over 75 acres (30 ha) between Kirby Drive and Fannin Avenue, directly south of Loop 610 in Houston. Part of the \"Six Flags Houston\" complex, the park also included Six Flags WaterWorld, a water park that was adjacent to the main park.",
  "/wiki/Six_Flags_Great_Adventure": "Six Flags Great Adventure is an amusement park located in Jackson, New Jersey, owned by Six Flags. Situated between New York City and Philadelphia, the park complex also contains the Hurricane Harbor water park.",
  "/wiki/Ultra_Twister_(Nagashima_Spa_Land)": "Ultra Twister is a roller coaster located at Nagashima Spa Land in Mie Prefecture, Japan. Built by TOGO, which is also one of the few ultratwister models still in operation in Japan. It is almost identical to the other Ultra Twister models in the United States except it has a vertical chain lift hill and an 84 degree drop. Other ones had a steep lift hill and drop as well.",
  "/wiki/Nagashima_Spa_Land": "Nagashima Spa Land (ナガシマスパーランド, Nagashima Supā Rando) is an amusement park in Kuwana, Mie Prefecture, Japan. It features several roller coasters, thrill rides, and kid rides, a giant Ferris wheel, and a water park. As of 2012, Nagashima Spa Land is the 18th most visited amusement park in the world.",
  "/wiki/Rusutsu_Resort": "The Rusutsu Resort (ルスツリゾート, Rusutsu Rizōto) is the largest resort in Hokkaidō, Japan, operated by Kamori Kankō. The resort is famous for its ski slopes but also offers year-round attractions including an amusement park and golf courses.",
  "/wiki/Tokyo_Dome_City": "Tokyo Dome City (東京ドームシティ, Tōkyō Dōmu Shiti), referred to as Big Egg City before January 1, 2000, is an entertainment complex in Bunkyo, Tokyo, Japan.",
  "/wiki/Pipeline_roller_coaster": "The Pipeline Coaster is a roller coaster model where the trains ride between the tracks as opposed to a traditional roller coaster where they ride above them. The concept was first developed by Japanese ride company TOGO, and was known as the Ultra Twister. They built six installations of the design, and five are still in operation. Arrow Dynamics created an alternate version of the concept, but it never made it past the prototype stage in development. Intamin also experimented with the pipeline concept and built and relocated one model, known as the Spiral Coaster, but it is no longer operating. Some of the drawbacks of the design include the need for large, uncomfortable over-the-shoulder restraints as well as the obstruction of the riders' view by the enclosed pipe structure."
}