{
  "/wiki/Pitcher": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defensive side of the game, and as such is situated at the right end of the defensive spectrum. There are many different types of pitchers, such as the starting pitcher, relief pitcher, middle reliever, lefty specialist, setup man, and the closer.",
  "/wiki/Mark_Redman": "Mark Allen Redman (born January 5, 1974) is a retired Major League Baseball left-handed starting pitcher.",
  "/wiki/Oklahoma_Sooners_baseball": "Oklahoma Sooners baseball is the NCAA Division I  collegiate baseball team of the University of Oklahoma based in Norman, Oklahoma.",
  "/wiki/Ted_Silva": "Theodore A. Silva (born August 4, 1974) is an American baseball coach and former pitcher. He is an assistant baseball coach at the University of Southern California. Silva played college baseball at California State University, Fullerton from 1993 to 1995 for coach Augie Garrido. He then went on to play in the minor leagues and in the Chinese Professional Baseball League from 1995 to 2001.",
  "/wiki/Cal_State_Fullerton_Titans_baseball": "The Cal State Fullerton Titans baseball team represents California State University, Fullerton in NCAA Division I college baseball. Since beginning Division I play in 1975, the Titans have never had a losing season. They are supplied by Easton.",
  "/wiki/Matt_Morris_(baseball)": "Matthew Christian Morris (born August 9, 1974) is a former Major League Baseball right-handed starting pitcher. He retired on April 30, 2008.",
  "/wiki/Seton_Hall_Pirates": "The Seton Hall Pirates are the athletic teams representing Seton Hall University. They compete as a member of the NCAA Division I level (non-football sub-level), primarily competing in the Big East Conference for all sports since the 1979-80 season. Men's sports include baseball, basketball, cross country, golf, soccer and swimming & diving;  women's sports include basketball, cross country, golf, soccer, softball, swimming & diving, tennis and volleyball. Seton Hall canceled football (which was played in Division III) in 1982.",
  "/wiki/Scott_Winchester": "Scott Joseph Winchester (born April 20, 1973 in Midland, Michigan) is an American former professional baseball player. A pitcher, Winchester played all or part of four seasons in Major League Baseball for the Cincinnati Reds between 1997 and 2001.",
  "/wiki/Clemson_Tigers_baseball": "The Clemson Tigers baseball team represents Clemson University in NCAA Division I college baseball. The team participates in the Atlantic Division of the Atlantic Coast Conference.  The Tigers are currently coached by head coach Monte Lee and play their home games in Doug Kingsmore Stadium. The program has reached the NCAA Tournament in all but one season dating back to 1987. Clemson has made twelve appearances in the College World Series with an all-time record of 12–24 in Omaha.",
  "/wiki/Auburn_Tigers_baseball": "The Auburn Tigers baseball team represents Auburn University in NCAA Division I college baseball. Along with most other Auburn athletic teams, the baseball team participates in the Western division of the Southeastern Conference. The Tigers play their home games on campus at Plainsman Park, and they are coached by Butch Thompson.",
  "/wiki/Jonathan_Johnson_(baseball)": "Jonathan Kent Johnson (born July 16, 1974 in LaGrange, Georgia) is a former Major League Baseball pitcher who played for six seasons. He played for the Texas Rangers from 1998 to 2001, the San Diego Padres in 2002, and the Houston Astros in 2003.",
  "/wiki/Florida_State_Seminoles_baseball": "The Florida State Seminoles baseball team represents Florida State University (variously Florida State or FSU) in the sport of college baseball. Florida State competes in NCAA Division I, and the Atlantic Division of the Atlantic Coast Conference (ACC).",
  "/wiki/Kyle_Peterson": "Kyle Johnathan Peterson (born April 9, 1976) is a former Major League Baseball pitcher for the Milwaukee Brewers.",
  "/wiki/Stanford_Cardinal_baseball": "The Stanford Cardinal baseball team represents Stanford University in NCAA Division I college baseball. Along with most other Stanford athletic teams, the baseball team participates in the Pac-12 Conference. The Cardinal play their home games on campus at Klein Field at Sunken Diamond, and they are currently coached by David Esquer.",
  "/wiki/Ole_Miss_Rebels_baseball": "The Ole Miss Rebels baseball team represents the University of Mississippi in NCAA Division I college baseball. The team participates in the West Division of the Southeastern Conference (SEC). They are currently coached by Mike Bianco.",
  "/wiki/Jay_Tessmer": "Jay Tessmer (born December 26, 1971 in Meadville, Pennsylvania), is a former relief pitcher for Major League Baseball's New York Yankees. Tessmer played baseball for eight years, nearly all of them spent with an affiliate of the Yankees. He retired after the 2002 season, where he saw the most of his action with the Yankees' AAA affiliate, the Columbus Clippers.",
  "/wiki/Miami_Hurricanes_baseball": "The Miami Hurricanes baseball team is the college baseball program that represents the University of Miami.",
  "/wiki/FIU_Golden_Panthers": "The FIU Panthers (also known as FIU Golden Panthers, Florida INT Golden Panthers or Florida International Golden Panthers) are the athletic teams representing Florida International University, an American public university located in Miami. The Panthers currently compete in National Collegiate Athletic Association (NCAA) Division I athletics as members of Conference USA.",
  "/wiki/Catcher": "Catcher is a position for a baseball or softball player. When a batter takes his/her turn to hit, the catcher crouches behind home plate, in front of the (home) umpire, and receives the ball from the pitcher. In addition to this primary duty, the catcher is also called upon to master many other skills in order to field the position well. The role of the catcher is similar to that of the wicket-keeper in cricket, but in cricket, wicketkeepers are increasingly known for their batting abilities.",
  "/wiki/A.J._Hinch": "Andrew Jay Hinch (born May 15, 1974) is an American professional baseball coach and former player who was most recently the manager of the Houston Astros of Major League Baseball (MLB) from 2015 to 2019, winning the World Series in 2017. Before joining the Astros, Hinch played catcher for the Oakland Athletics (1998–2000), Kansas City Royals (2001–2002), Detroit Tigers (2003), and Philadelphia Phillies (2004), managed the Arizona Diamondbacks (from May 2009 to July 2010), and was vice president of professional scouting for the San Diego Padres (from September 2010 to August 2014). Hinch has a degree in psychology from Stanford University.",
  "/wiki/Minnesota_Golden_Gophers_baseball": "The Minnesota Golden Gophers baseball team is the varsity intercollegiate athletic team of the University of Minnesota in Minneapolis, Minnesota, United States. The team competes in the National Collegiate Athletic Association's Division I and are members of the Big Ten Conference.",
  "/wiki/First_baseman": "First base, or 1B, is the first of four stations on a baseball diamond which must be touched in succession by a baserunner to score a run for that player's team. A first baseman is the player on the team playing defense who fields the area nearest first base, and is responsible for the majority of plays made at that base. In the numbering system used to record defensive plays, the first baseman is assigned the number 3.",
  "/wiki/Missouri_State_Bears_baseball": "The Missouri State Bears baseball team represents Missouri State University, which is located in Springfield, Missouri. The Bears are a NCAA Division I college baseball program that competes in the Missouri Valley Conference. They began competing in Division I in 1983 and joined the Missouri Valley Conference in 1991 after seven seasons with the Mid-Continent Conference.",
  "/wiki/Second_baseman": "In baseball and softball, second baseman is a fielding position in the infield, between second and first base. The second baseman often possesses quick hands and feet, needs the ability to get rid of the ball quickly, and must be able to make the pivot on a double play.   In addition, second basemen are usually right-handed; only four left-handed throwing players have ever played second base in Major League Baseball since 1950. In the numbering system used to record defensive plays, the second baseman is assigned the number 4.",
  "/wiki/Texas_Tech_Red_Raiders_baseball": "The Texas Tech Red Raiders baseball team represents Texas Tech University in  NCAA Division I college baseball. The team competes in the Big 12 Conference and plays at Dan Law Field at Rip Griffin Park. Their head coach is Tim Tadlock and he is in his 7th season with the Red Raiders.",
  "/wiki/Marlon_Anderson": "Marlon Ordell Anderson (born January 6, 1974) is a former Major League Baseball utility player. He was widely known for his clutch hits, and writers for publications including The New York Times and Newsday had referred to him as one of the best pinch-hitters in the game.  Anderson is currently the hitting coach for the Brooklyn Cyclones.",
  "/wiki/South_Alabama_Jaguars": "The South Alabama Jaguars represent the University of South Alabama in NCAA Division I intercollegiate athletics. USA competes in the Sun Belt Conference; it is the conference's only remaining charter member from its inception. USA's athletics teams are nicknamed the Jaguars. Popular sports are baseball and men's basketball. USA sponsors 8 men's sports teams and 9 women's sports teams. The board of trustees recently voted to start a football program that began play in the fall of 2009.",
  "/wiki/Third_baseman": "A third baseman, abbreviated 3B, is the player in baseball whose responsibility is to defend the area nearest to third base —  the third of four bases a baserunner must touch in succession to score a run. In the scoring system used to record defensive plays, the third baseman is assigned the number '5'.",
  "/wiki/Central_Michigan_Chippewas": "The Central Michigan Chippewas  are the intercollegiate athletic teams that represent Central Michigan University (CMU), located in Mount Pleasant, Michigan. The school fields sixteen men's and women's intercollegiate teams that compete at the National Collegiate Athletic Association (NCAA) Division I level.",
  "/wiki/Shortstop": "Shortstop, abbreviated SS, is the baseball or softball fielding position between second and third base, which is considered to be among the most demanding defensive positions. Historically the position was assigned to defensive specialists who were typically poor at batting and were often placed at the bottom of the batting order. Today shortstops are often able to hit well and many are placed at the top of the lineup. In the numbering system used by scorers to record defensive plays, the shortstop is assigned the number 6.",
  "/wiki/Gabe_Alvarez": "Gabriel de Jesus Alvarez (born March 6, 1974) is a college baseball coach and former Major League Baseball third baseman for the Detroit Tigers (1998–2000) and the San Diego Padres (2000). He is the infielder and recruiting coordinator at the University of Southern California.",
  "/wiki/USC_Trojans_baseball": "The USC Trojans baseball program represents the University of Southern California in college baseball. Established in 1888, the team is a member of the National Collegiate Athletic Association and the Pac-12 Conference.  USC home's field is Dedeaux Field, which is named in honor of former head coach and National College Baseball Hall of Fame inductee Rod Dedeaux.",
  "/wiki/Mark_Bellhorn": "Mark Christian Bellhorn (born August 23, 1974) is an American former professional baseball infielder. In his ten-year Major League Baseball career, Bellhorn was best known for being the starting second baseman for the Boston Red Sox during their 2004 World Series championship season.",
  "/wiki/Wichita_State_Shockers_baseball": "The Wichita State Shockers baseball team represents Wichita State University in the sport of baseball. The Wichita State Shockers compete in Division I of the National Collegiate Athletics Association (NCAA) and in the American Athletic Conference after 72 seasons in the Missouri Valley Conference.",
  "/wiki/1995_College_Baseball_All-America_Team": "An All-American team is an honorary sports team composed of the best amateur players of a specific season for each team position—who in turn are given the honorific \"All-America\" and typically referred to as \"All-American athletes\", or simply \"All-Americans\".  Although the honorees generally do not compete together as a unit, the term is used in U.S. team sports to refer to players who are selected by members of the national media.  Walter Camp selected the first All-America team in the early days of American football in 1889."
}