{
  "/wiki/Rhadi_Ben_Abdesselam": "Rhadi Ben Abdesselam (Arabic: راضي بن عبد السلام‎; 28 February 1929 – 4 October 2000) was a Moroccan long-distance runner. He competed at the 1960 Olympics in the marathon and 10,000 meters events.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Athletics_at_the_1960_Summer_Olympics": "At the 1960 Summer Olympics in Rome, 34 events in athletics were contested, 24 by men and 10 by women. There were a total number of 1016 participating athletes from 73 countries.",
  "/wiki/Athletics_at_the_1960_Summer_Olympics_%E2%80%93_Men%27s_marathon": "These are the official results of the men's marathon at the 1960 Summer Olympics in Rome, Italy, held on Saturday September 10, 1960. There were a total number of 69 participants from 35 nations. Abebe Bikila ran the race barefoot, finished in record time and became the first sub-Saharan African to win an Olympic gold medal.",
  "/wiki/Nawal_El_Moutawakel": "Nawal El Moutawakel (Amazigh: Nawal Lmutawakkil; Arabic: نوال المتوكل‎; born on April 15, 1962 in Casablanca) is a Moroccan former hurdler, who won the inaugural women's 400 metres hurdles event at the 1984 Summer Olympics, and was the inaugural female, Muslim, born in Africa, Moroccan to become an Olympic medalist (gold).  In 2007, El Moutawakel was named the Minister of Sports in the upcoming cabinet of Morocco.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics": "At the 1984 Summer Olympics in Los Angeles, 41 events in athletics were contested. There were a total number of 1273 participating athletes from 124 countries. Women’s marathon and women’s 3000 meters were contested for the first time at these Games.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics_%E2%80%93_Women%27s_400_metres_hurdles": "The Women's 400 metres Hurdles at the 1984 Summer Olympics in Los Angeles, California (USA) had an entrylist of 26 competitors, with four qualifying heats (26 runners) and two semifinals (16) before the final (8) took place on August 8, 1984. The women's event was for the first time contested at the Olympic Games.",
  "/wiki/Sa%C3%AFd_Aouita": "Saïd Aouita (Arabic: سعيد عويطة‎; born November 2, 1959) is a former Moroccan track and field athlete. He won the 5000 meters at the 1984 Summer Olympics and the 1987 World Championships in Athletics, as well as the 3000 meters at the 1989 IAAF World Indoor Championships. He is a former world record holder over 1500 metres (3:29.46), 2000 m (4:50.80), 3000 m (7:29.45), and twice at 5000 m (13:00.40 and 12:58.39). Aouita was one of the first globally known Arab sportspeople. He lives in Orlando, Florida.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics_%E2%80%93_Men%27s_5000_metres": "These are the official results of the Men's 5000 metres event at the 1984 Summer Olympics in Los Angeles, California.",
  "/wiki/Brahim_Boutayeb": "Moulay Brahim Boutayeb (Arabic: مولاي ابراهيم بوطيب‎; born 15 August 1967 in Khemisset) is a retired Moroccan track and field athlete. He was the winner of the 10,000 m race at the 1988 Summer Olympics.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul a total number of 42 events in athletics were contested: 24 by men and 18 by women. There were a total number of 1617 participating athletes from 149 countries.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics_%E2%80%93_Men%27s_10,000_metres": "The men's 10,000 metres at the 1988 Summer Olympics in Seoul, South Korea had an entrylist of 52 competitors, with two qualifying heats (52) before the final (20) took place on Monday September 26, 1988.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics_%E2%80%93_Men%27s_800_metres": "The men's 800 metres at the 1988 Summer Olympics in Seoul, South Korea had an entrylist of 70 competitors, with nine qualifying heats (70), four second-round races (32) and two semi-finals (16), before the final (8) took off on Monday September 26, 1988.",
  "/wiki/Abdelhak_Achik": "Abdelhak Achik (born March 11, 1959) is a former Moroccan amateur boxer, who won the bronze medal in the men's featherweight (– 57 kg) category at the 1988 Summer Olympics in Seoul.",
  "/wiki/Boxing_at_the_1988_Summer_Olympics": "Boxing at the 1988 Summer Olympics took place in the Chamshil Students' Gymnasium in Seoul between 17 September and 2 October. Twelve men's individual boxing events were contested, attended by 432 athletes and 159 officials from 106 countries. Cuba boycotted the 1988 Olympics which impacted the competition. The events were also notable for a controversial decision in the light middleweight championship bout between Roy Jones Jr. and Park Si-Hun, when Roy Jones was denied gold despite being vastly superior, and also for a referee being attacked by South Korean boxing officials in the ring after the Jong-Il Byun and Aleksandar Khristov bout.",
  "/wiki/Khalid_Skah": "Khalid Skah (Arabic: خالد سكاح‎) (born January 29, 1967) is a Moroccan track and field athlete, winner of the 10,000 metres at the 1992 Summer Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Athletics_at_the_1992_Summer_Olympics": "At the 1992 Summer Olympics in Barcelona, 43 events in athletics were contested, 24 events by men and 19 by women. The competition ran from July 31, 1992, to August 9, 1992. Fourteen world record-holders (eight men and six women) were among the contenders. Thirty former Olympic champions competed, and a total number of 1725 athletes from 156 countries.",
  "/wiki/Athletics_at_the_1992_Summer_Olympics_%E2%80%93_Men%27s_10,000_metres": "These are the official results of the men's 10,000 metres event at the 1992 Summer Olympics in Barcelona, Spain. There were a total number of 56 participating athletes. Khalid Skah from Morocco dueled with Richard Chelimo from Kenya during much of the race. It was a sprint finish over the last 150 meters, Skah pulled ahead and crossed the finish line 1.02 seconds in front of Chelimo.",
  "/wiki/Rachid_El_Basir": "Rachid El Basir (Arabic: رشيد البصير‎) born October 4, 1968) is a Moroccan middle distance runner who won the silver medal at the 1992 Summer Olympics over 1500 metres. This achievement came as a great surprise as an El Basir had not qualified for the final at the World Championships the previous year and was generally considered as an outsider. The final in Barcelona was run at an extremely slow pace, which helped El Basir as he could make good use of his natural speed on the last 200m.",
  "/wiki/Athletics_at_the_1992_Summer_Olympics_%E2%80%93_Men%27s_1500_metres": "These are the official results of the men's 1500 metres event at the 1992 Summer Olympics in Barcelona, Spain. There were a total number of 51 participating athletes, with four qualifying heats.",
  "/wiki/Mohammed_Achik": "Mohamed Abdelhak Achik (born February 1, 1965) is a former Moroccan amateur boxer who won a bronze medal in the men's bantamweight (54 kg) category at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Boxing_at_the_1992_Summer_Olympics": "Boxing at the 1992 Summer Olympics took place in the old Pavelló Club Joventut Badalona in Barcelona. The boxing schedule began on 26 July and ended on 9 August. Twelve boxing events (all men's individual) were contested, with the participation of 336 athletes from 78 countries.",
  "/wiki/Salah_Hissou": "Salah Hissou (Arabic: صلاح حيسو‎) (born January 16, 1972 in Ait Taghia, Kasba Tadla) is a long-distance runner from Morocco, who won the gold medal over 5000 metres at the 1999 World Championships in Athletics in Seville. With 26:38.08 he also set a world record over 10,000 metres in Brussels in 1996 and won a bronze medal over 10,000 m at the 1996 Summer Olympics in Atlanta.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_10,000_metres": "These are the official results of the men's 10,000 metres at the 1996 Summer Olympics in Atlanta, Georgia. The final was held on July 29, 1996.",
  "/wiki/Khalid_Boulami": "Khalid Boulami (Arabic: خالد بولامي‎; born 7 August 1969) is a former long-distance runner from Morocco. Most notably he won a bronze medal in the 5000 metres event at the 1996 Summer Olympics.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_5000_metres": "These are the official results of the men's 5000 metres at the 1996 Summer Olympics in Atlanta, Georgia. The event took place between 31 July and 3 August.",
  "/wiki/Hicham_El_Guerrouj": "Hicham El Guerrouj (Arabic: هشام الݣروج, Hishāmu l-Karrūj; Berber: Hicam El Gerruj, ⵀⵉⵛⴰⵎ ⴻⵍ ⴳⴻⵔⵔⵓⵊ; born 14 September 1974) is a retired Moroccan middle-distance runner. El Guerrouj is the current world record holder of the outdoor 1500 meters, mile, and 2000 meters events. He also held indoor world records for the mile and 1500 meters until 2019, and is the only man since Paavo Nurmi to earn a gold medal in both the 1500 metres and 5000 metres at the same Olympic Games. El Guerrouj holds 7 of the fastest 10 times ever run in the 1500 meters and in the mile. He is considered by many to be the greatest middle-distance runner of all time.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_1500_metres": "The 1500 metres at the 2000 Summer Olympics as part of the athletics programme were held at Stadium Australia on Monday 25 September, Wednesday 27 September, and Friday 29 September 2000.",
  "/wiki/Ali_Ezzine": "Ali Ezzine (Arabic: علي الزين ; born September 3, 1978 in Ain Taoujdate, Morocco) is a Moroccan athlete who specializes in the 3000 metres steeplechase. He won the bronze medal in this event at the 2000 Summer Olympics held in Sydney, Australia.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_-_Men%27s_3000_metre_steeplechase": "The Men's 3000 metres Steeplechase at the 2000 Summer Olympics as part of the athletics programme were held at Stadium Australia on Wednesday 27 September and Friday 29 September 2000.",
  "/wiki/Nezha_Bidouane": "Nezha Bidouane (Arabic: نزهة بدوان‎; born 18 September 1969 in Rabat) is a retired Moroccan track and field hurdler who specialised in the 400 metres hurdles. A two-time World champion, she won the 400 m hurdles gold medal at the 1997 World Championships in Athens and the 2001 World Championships in Edmonton. In 1999, she won the silver medal at the World Championships in an African record time of 52.90 seconds. In 2000, she won the bronze medal at the Olympic Games.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_400_metres_hurdles": "The Women's 400 metre Hurdles at the 2000 Summer Olympics as part of the athletics programme were held at Stadium Australia on Sunday 24 September, Monday 25 September and Wednesday 27 September 2000.",
  "/wiki/Brahim_Lahlafi": "Brahim Lahlafi (Arabic: إبراهيم لحلافي‎) (born 15 April 1968, in Fes) is a retired long-distance runner who represented Morocco during his active career. He acquired French citizenship on 6 April 2002, but represented Morocco again from 15 March 2007.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_5000_metres": "The Men's 5000 metres at the 2000 Summer Olympics as part of the athletics programme was held at Stadium Australia on Wednesday 27 September, and Saturday 30 September 2000. The top six runners in each of the initial two heats automatically qualified for the final. The next three fastest runners from across the heats also qualified. There were a total number of 38 participating athletes.",
  "/wiki/Tahar_Tamsamani": "Tahar Tamsamani (born 10 September 1980) is a retired Moroccan boxer. He competed at the 2000, 2004 and 2008 Olympics and won a bronze medal in 2000.",
  "/wiki/Boxing_at_the_2000_Summer_Olympics": "The boxing competition at the 2000 Summer Olympics in Sydney was held at the Sydney Convention and Exhibition Centre in Darling Harbour. The event was only open to men and bouts were contested over four rounds of two minutes each. Five judges scored the fighters in real time and the boxer with the most points at the end was the winner.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_1500_metres": "The men's 1500 metres at the 2004 Summer Olympics as part of the athletics program were held at the Athens Olympic Stadium from August 20 to 24.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_5000_metres": "The men's 5,000 metres at the 2004 Summer Olympics as part of the athletics program were held at the Athens Olympic Stadium on August 25 and 28.",
  "/wiki/Hasna_Benhassi": "Hasna Benhassi (Arabic: حسنة بنحسي‎; born 1 June 1978) is a retired Moroccan middle-distance runner. She competed at the 2000, 2004 and 2008 Olympics and won two medals in the 800 m event, in 2004 and 2008. At the world championships she won a gold medal over 1500 m indoors in 2001 and silver medals over 800 m outdoors in 2005 and 2007. In 2004, she was named Sportsperson of the Year in Morocco after a survey conducted by the Moroccan Radio among 43 press institutions.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_800_metres": "The women's 800 metres at the 2004 Summer Olympics as part of the athletics program were held at the Athens Olympic Stadium from August 20 to 23.",
  "/wiki/Jaouad_Gharib": "Jaouad Gharib (Arabic: جواد غريب‎, born 22 May 1972 in Khenifra) is a Moroccan long-distance runner who competes in the marathon. Winner of the 2003 World Championships and 2005 World Championships over the distance, he is also notable because he only began running seriously at the age of twenty-two. His 2005 retention made him one of only two successive world championship marathon champions, after Abel Antón. He was the silver medallist in the marathon at the 2008 Summer Olympics.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_marathon": "The men's marathon at the 2008 Summer Olympics took place on 24 August at 7:30am in Beijing, ending in the Beijing National Stadium. The winner of the event was Samuel Wanjiru of Kenya, who set an Olympic record in the time of two hours, six minutes, and 32 seconds.",
  "/wiki/Morocco_at_the_Olympics": "Morocco first participated at the Olympic Games in 1960, and has sent athletes to compete in every Summer Olympic Games since then, except when they participated in the American-led boycott of the 1980 Summer Olympics. Morocco also boycotted the 1976 Games, withdrawing after having initially sent a delegation. In doing so, Morocco joined the boycott of the Games by most African countries, in protest against New Zealand's participation following an All Blacks rugby match, unrelated to the Olympics, against an apartheid team from South Africa. Only one Moroccan representative had time to compete before his country's withdrawal: Abderahim Najim took part in the Men's Light Flyweight event in boxing, and lost his first and only match."
}