{
  "/wiki/Roger_Federer": "Roger Federer (German pronunciation: [ˈrɔdʒər ˈfeːdərər]; born 8 August 1981) is a Swiss professional tennis player who is ranked world No. 3 in men's singles tennis by the Association of Tennis Professionals (ATP). He has won 20 Grand Slam singles titles—the most in history for a male player—and has held the world No. 1 spot in the ATP rankings for a record total of 310 weeks (including a record 237 consecutive weeks) and was the year-end No. 1 five times, including four consecutive. Federer, who turned professional in 1998, was continuously ranked in the top ten from October 2002 to November 2016.",
  "/wiki/2003_Wimbledon_Championships": "The 2003 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 117th edition of the Wimbledon Championships and were held from 23 June to 6 July 2003. It was the third Grand Slam tennis event of the year.",
  "/wiki/2004_Wimbledon_Championships": "The 2004 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 118th edition of the Wimbledon Championships and were held from 21 June to 4 July 2004. It was the third Grand Slam tennis event of the year.",
  "/wiki/2005_Wimbledon_Championships": "The 2005 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 119th edition of the Wimbledon Championships and were held from 20 June to 3 July 2005. It was the third Grand Slam tennis event of the year.",
  "/wiki/2006_Wimbledon_Championships": "The 2006 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 120th edition of the Wimbledon Championships and were held from 26 June to 9 July 2006. It was the third Grand Slam tennis event of the year.",
  "/wiki/2007_Wimbledon_Championships": "The 2007 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 121st edition of the Wimbledon Championships and were held from 25 June to 8 July 2007. It was the third Grand Slam tennis event of the year.",
  "/wiki/2009_Wimbledon_Championships": "The 2009 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 123rd edition of the Wimbledon Championships and was held from 22 June to 5 July 2009. It was the third Grand Slam tennis event of the year.",
  "/wiki/2012_Wimbledon_Championships": "The 2012 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 126th edition of the Wimbledon Championships and were held from 25 June to 8 July 2012. It was the third Grand Slam tennis event of the year and was part of the ATP World Tour, the WTA Tour, the ITF Junior Tour and the NEC Tour. The championships were organised by the All England Lawn Tennis and Croquet Club and the International Tennis Federation.",
  "/wiki/2017_Wimbledon_Championships": "The 2017 Wimbledon Championships was a Grand Slam tennis tournament that took place at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The main draw matches commenced on 3 July 2017 and concluded on 16 July 2017. Roger Federer won the Gentlemen's Singles title for a record eighth time, surpassing Pete Sampras and William Renshaw, who both won the Gentlemen's Singles title seven times. Garbiñe Muguruza won the Ladies' Singles title.",
  "/wiki/William_Renshaw": "William Charles Renshaw (3 January 1861 – 12 August 1904) was a British tennis player active during the late 19th century, who was ranked world No. 1. He won twelve Major titles during his career. A right-hander, he was known for his power and technical ability which put him ahead of competition at the time. Renshaw shared the all-time male record of seven Wimbledon singles titles with American Pete Sampras until 2017 when Roger Federer won his eighth singles title. His six consecutive singles titles (1881–86) is an all-time record. Additionally he won the doubles title five times together with his twin brother Ernest. William Renshaw was the first president of the British Lawn Tennis Association (LTA).",
  "/wiki/1881_Wimbledon_Championship": "The 1881 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 2 July until 13 July. It was the 5th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1881. The defending champion John Hartley lost in straight sets in the final to challenger William Renshaw, who defeated Hartley in 37 minutes, 6–0, 6–1, 6–1. The result is said to have been caused by Hartley suffering from an attack of 'English cholera'.",
  "/wiki/1882_Wimbledon_Championship": "The 1882 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 8 July until 17 July. It was the 6th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1882. The net was brought down to its present height of 3 feet 6 inches (1.07 m) at the posts, and 3 feet (0.91 m) in the middle.",
  "/wiki/1883_Wimbledon_Championship": "The 1883 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 7 July until 16 July. It was the 7th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1883. William Renshaw won for the third year running, and so won the original Field championship cup outright. The players changed ends at the end of each set, or (if the umpire so ruled) at the end of each game.",
  "/wiki/1884_Wimbledon_Championships": "The 1884 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 5 July until 19 July. It was the 8th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1884. The men's doubles (previously hosted by the Oxford University Club) and women's singles (originally planned by the London Athletic Club) were added to the Wimbledon championships, but these were not started until after the men's singles competition had been completed. The first prize for the women was valued at twenty guineas, and the second prize was valued at ten guineas There were thirteen female competitors. James Dwight, Arthur Rives and Dick Sears from the United States entered the men's singles event and were the first non-British and overseas players to enter the Wimbledon Championships. The South Western Railway ran special trains to the ground from Waterloo and the temporary Stand A at the Centre Court was converted into a permanent and covered stand.",
  "/wiki/1885_Wimbledon_Championships": "The 1885 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 4 July until 17 July. It was the 9th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1885. There was a change in the draw method, to use the Bagnall Wild system, in which all byes were restricted to the opening round, instead of being distributed through all the rounds until the final. There were 3500 spectators for the Challenge Round.",
  "/wiki/1886_Wimbledon_Championships": "The 1886 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 3 July until 17 July. It was the 10th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1886. Henry Jones retired as referee after nine years, and was replaced by Julian Marshall.",
  "/wiki/1889_Wimbledon_Championships": "The 1889 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 1 July until 13 July. It was the 13th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1889. William Renshaw won his seventh singles title, which as late as 1977 was thought to be a feat unlikely to ever be surpassed. However, in 2000 Pete Sampras equaled this total, and in 2012 Roger Federer also won a seventh title. Ultimately the record was broken by Federer in 2017 when he became the first man to win eight singles titles at Wimbledon. The Renshaw brothers were also unbeaten in doubles for seven years.  The men's doubles were played after completion of the singles competitions.",
  "/wiki/Pete_Sampras": "Pete Sampras (born August 12, 1971) is an American former professional tennis player. A right-handed player with a single-handed backhand, his precise and powerful serve earned him the nickname \"Pistol Pete\". His professional career began in 1988 and ended at the 2002 US Open, which he won, defeating rival Andre Agassi in the final.",
  "/wiki/1993_Wimbledon_Championships": "The 1993 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 107th edition of the Wimbledon Championships and were held from 21 June to 4 July 1993.",
  "/wiki/1994_Wimbledon_Championships": "The 1994 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 108th edition of the Wimbledon Championships and were held from 20 June to 3 July 1994.",
  "/wiki/1995_Wimbledon_Championships": "The 1995 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 109th edition of the Wimbledon Championships and were held from 26 June to 9 July 1995.",
  "/wiki/1997_Wimbledon_Championships": "The 1997 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 111th edition of the Wimbledon Championships and was held from 23 June to 6 July 1997.",
  "/wiki/1998_Wimbledon_Championships": "The 1998 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 112th edition of the Wimbledon Championships and was held from 22 June to 5 July 1998.",
  "/wiki/1999_Wimbledon_Championships": "The 1999 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 113th edition of the Wimbledon Championships and were held from 21 June to 4 July 1999.",
  "/wiki/2000_Wimbledon_Championships": "The 2000 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 114th edition of the Wimbledon Championships and were held from 26 June to 9 July 2000. It was the third Grand Slam tennis event of the year.",
  "/wiki/Novak_Djokovic": "Novak Djokovic (Serbian: Новак Ђоковић, romanized: Novak Đoković, pronounced [nôʋaːk dʑôːkoʋitɕ] (listen); born 22 May 1987) is a Serbian professional tennis player who is currently ranked world No. 1 in men's singles tennis by the Association of Tennis Professionals (ATP).",
  "/wiki/2011_Wimbledon_Championships": "The 2011 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 125th edition of the Wimbledon Championships and were held from 20 June to 3 July 2011. It was the third Grand Slam tennis event of the year and was part of the ATP World Tour, the WTA Tour, the ITF Junior Tour and the NEC Tour. The championships were organised by the All England Lawn Tennis and Croquet Club and the International Tennis Federation.",
  "/wiki/2014_Wimbledon_Championships": "The 2014 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 128th edition of the Wimbledon Championships and were held from 23 June to 6 July 2014. It was the third Grand Slam tennis event of the year and was part of the ATP World Tour, the WTA Tour, the ITF Junior Tour and the NEC Tour. The championships were organised by the All England Lawn Tennis and Croquet Club and the International Tennis Federation.",
  "/wiki/2015_Wimbledon_Championships": "The 2015 Wimbledon Championships was a Grand Slam tennis tournament which took place  at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom, from 29 June to 12 July 2015.",
  "/wiki/2018_Wimbledon_Championships": "The 2018 Wimbledon Championships was a Grand Slam tennis tournament which took place at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The main tournament began on Monday, 2 July 2018 and finished on Sunday, 15 July 2018. Novak Djokovic won the Gentlemen's Singles title and Angelique Kerber won the Ladies' Singles title.",
  "/wiki/2019_Wimbledon_Championships": "The 2019 Wimbledon Championships was a Grand Slam tennis tournament that took place at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The main tournament began on Monday 1 July 2019 and finished on Sunday 14 July 2019.",
  "/wiki/Laurence_Doherty": "Hugh Laurence \"Laurie\" Doherty (8 October 1875 – 21 August 1919) was a British tennis player and the younger brother of tennis player Reginald Doherty. He was a six-time Grand Slam champion and a double Olympic Gold medalist at the 1900 Summer Olympics in singles and doubles (also winning a Bronze in mixed doubles). In 1903 he became the first non-American player to win the U.S. National Championships.",
  "/wiki/1902_Wimbledon_Championships": "The 1902 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 23 June until 2 July. It was the 26th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1902. The Women's final (challenge round) is the only match in the history of Wimbledon that was played twice over. Charlotte Cooper Sterry played Muriel Robb in miserable weather conditions, and the match was abandoned with the score at 6–4, 11–13. The match was restarted afresh the next day, and Muriel Robb won the rematch 7–5, 6–1.",
  "/wiki/1903_Wimbledon_Championships": "The 1903 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 22 June until 1 July. It was the 27th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1903.",
  "/wiki/1904_Wimbledon_Championships": "The 1904 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 20 June until 29 June. It was the 28th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1904. The entry for the men's singles rose to 62, beating the 1880 record of 60. All ten courts (rather than Centre Court only) were 'dressed' with a surround of canvas 3 feet (90 cm) high. The balls and equipment were provided by Slazenger.",
  "/wiki/1905_Wimbledon_Championships": "The 1905 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 26 June until 8 July. It was the 29th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1905. May Sutton was the first overseas winner of a Wimbledon championship. There were 71 entries into the men's singles draw setting a new participation record for the event.",
  "/wiki/1906_Wimbledon_Championships": "The 1906 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 25 June until 5 July. It was the 30th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1906.",
  "/wiki/Bj%C3%B6rn_Borg": "Björn Rune Borg (Swedish pronunciation: [ˈbjœːɳ ˈbɔrj] (listen); born 6 June 1956) is a Swedish former world No. 1 tennis player widely considered to be one of the greatest players in the history of the sport. Between 1974 and 1981 he became the first man in the Open Era to win 11 Grand Slam singles titles (six at the French Open and five consecutive at Wimbledon), although he was never able to win the US Open in four finals appearances. He also won three year-end championships and 16 Grand Prix Super Series titles. Overall, he set numerous records that still stand. Borg was the first player to win six French Open singles titles. He is considered to have been the \nNo. 1 player in the world for 1977, 1978,1979 and 1980.",
  "/wiki/1976_Wimbledon_Championships": "The 1976 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 21 June until Saturday 3 July 1976. It was the 90th staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1976. Björn Borg and Chris Evert won the singles title.",
  "/wiki/1977_Wimbledon_Championships": "The 1977 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 20 June until 2 July. It was the 91st staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1977.",
  "/wiki/1978_Wimbledon_Championships": "The 1978 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 26 June until 8 July. It was the 92nd staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1978.",
  "/wiki/1979_Wimbledon_Championships": "The 1979 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 25 June until 7 July. It was the 93rd staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1979.",
  "/wiki/1980_Wimbledon_Championships": "The 1980 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, England. The tournament ran from 23 June until 5 July. It was the 94th staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1980.",
  "/wiki/Reginald_Doherty": "Reginald \"Reggie\" or \"R. F.\" Frank Doherty (14 October 1872 – 29 December 1910) was a British tennis player and the older brother of tennis player Laurence Doherty. He was known in the tennis world as \"R.F.\" rather than \"Reggie\". He was a four-time Wimbledon singles champion and a triple Olympic Gold medalist in doubles and mixed doubles.",
  "/wiki/1897_Wimbledon_Championships": "The 1897 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 21 June until 1 July. It was the 21st staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1897. No matches were played on the first Tuesday to mark Queen Victoria's jubilee. Reginald Doherty defeated Harold Mahony in the Challenge Round, and successfully defended his title for the next three years.",
  "/wiki/1898_Wimbledon_Championships": "The 1898 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 20 June until 28 June. It was the 22nd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1898.",
  "/wiki/1899_Wimbledon_Championships": "The 1899 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 19 June until 27 June. It was the 23rd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1899.",
  "/wiki/1900_Wimbledon_Championships": "The 1900 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 25 June until 4 July. It was the 24th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1900.",
  "/wiki/Anthony_Wilding": "Anthony Frederick Wilding (often called Tony Wilding) (31 October 1883 – 9 May 1915) was a New Zealand world No. 1 tennis player and soldier who was killed in action during World War I. Considered the world's first tennis superstar, Wilding was the son of wealthy English immigrants to Christchurch, New Zealand and enjoyed the use of private tennis courts at their home. He obtained a legal education at Trinity College, Cambridge and briefly joined his father's law firm. Wilding was a first-class cricketer and a keen motorcycle enthusiast. His tennis career started with him winning the Canterbury Championships aged 17. He developed into a leading tennis player in the world during 1909–1914 and is considered to be a former world No. 1. He won 11 Grand Slam tournament titles, six in singles and five in doubles, and is the first and to date only player from New Zealand to have won a Grand Slam singles title.[b] He also won seven ILTF World Championships; Wimbledon four times, the World Hard Court Championships twice and the World Covered Court Championships once.",
  "/wiki/1910_Wimbledon_Championships": "The 1910 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 20 June until 30 June. It was the 34th staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1910.",
  "/wiki/1911_Wimbledon_Championships": "The 1911 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 26 June until 8 July. It was the 35th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1911.",
  "/wiki/1912_Wimbledon_Championships": "The 1912 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 24 June until 8 July. It was the 36th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1912.",
  "/wiki/1913_Wimbledon_Championships": "The 1913 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 23 June until 4 July. It was the 37th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1913.",
  "/wiki/Rod_Laver": "Rodney George Laver AC, MBE (born 9 August 1938), better known as Rod Laver, is an Australian former tennis player. He was the No. 1 ranked professional from 1964 to 1970, spanning four years before and three years after the start of the Open Era in 1968. He also was the No. 1 ranked amateur in 1961–62.",
  "/wiki/1961_Wimbledon_Championships": "The 1961 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 26 June until 8 July. It was the 75th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1961.",
  "/wiki/1962_Wimbledon_Championships": "The 1962 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 25 June until Saturday 7 July 1962. It was the 76th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1962. Rod Laver and Karen Susman won the singles titles.",
  "/wiki/1968_Wimbledon_Championships": "The 1968 Wimbledon Championships was a combined men's and women's tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 24 June until Saturday 6 July 1968. It was the 82nd staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1968.",
  "/wiki/1969_Wimbledon_Championships": "The 1969 Wimbledon Championships was a combined men's and women's tennis tournament that was played on outdoor grass courts. It was the second edition of the Wimbledon Championships in the Open Era and the 83rd since its formation. It was held at the All England Lawn Tennis and Croquet Club at Wimbledon, London from Monday 23 June until Saturday 5 July 1969. Ann Jones became the first British champion of the open era, the first victor since 1961; Britain would have to wait 8 years, until the 1977 tournament to see another British winner in the singles competition – Virginia Wade. Rod Laver won the men's singles title, his fourth Wimbledon crown after 1961, 1962 and 1968, and went on to win his second Grand Slam after 1962.",
  "/wiki/Wilfred_Baddeley": "Wilfred Baddeley (11 January 1872 – 24 January 1929) was a British male tennis player and the elder of the Baddeley twins.",
  "/wiki/1891_Wimbledon_Championships": "The 1891 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 29 June until 9 July. It was the 15th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1891. There were 22 competitors for the men's singles. Wilfred Baddeley was 19 years, 5 months and 23 days old when he won the men's singles final on 4 July.  The ladies' singles and men's doubles were held after the men's singles had been completed.",
  "/wiki/1892_Wimbledon_Championships": "The 1892 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 27 June until 7 July. It was the 16th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1892. From this year, all events (singles and doubles) were played concurrently.",
  "/wiki/1895_Wimbledon_Championships": "The 1895 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 8 July until 15 July. It was the 19th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1895. There were 18 competitors for the men's singles title, 9 for the ladies' singles and 7 pairs entered the gentleman's doubles. The meeting recorded its only loss, of 33 pounds. The tournament saw the Wimbledon Championship's first royal visitors when the Crown Princess of Austria, Princess Stéphanie of Belgium and Prince Edmund Batthyany-Strattmann watched the Gentleman's Doubles Challenge Rounds on 15 July.",
  "/wiki/Arthur_Gore_(tennis)": "Arthur William Charles Wentworth Gore (2 January 1868 – 1 December 1928) was a British tennis player.",
  "/wiki/1901_Wimbledon_Championships": "The 1901 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 24 June until 3 July. It was the 25th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1901. There was a record entry of thirty competitors in the women's singles.",
  "/wiki/1908_Wimbledon_Championships": "The 1908 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 22 June until 3 July. It was the 32nd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1908.",
  "/wiki/1909_Wimbledon_Championships": "The 1909 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 21 June until 3 July. It was the 33rd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1909.",
  "/wiki/Bill_Tilden": "William Tatem Tilden II (February 10, 1893 – June 5, 1953), nicknamed \"Big Bill,\" was an American male tennis player. He is often considered one of the greatest tennis players of all time. Tilden was the World No. 1 player for six years from 1920 through 1925. He won 15 Major singles titles, including ten Grand Slam events, one World Hard Court Championships and four professional majors. He was the first American to win Wimbledon, in 1920. He also won a record seven U.S. Championships titles (shared with Richard Sears and Bill Larned).",
  "/wiki/1920_Wimbledon_Championships": "The 1920 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 21 June until 3 July. It was the 40th staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1920.",
  "/wiki/1921_Wimbledon_Championships": "The 1921 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 20 June until 2 July. It was the 41st staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1921.",
  "/wiki/1930_Wimbledon_Championships": "The 1930 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was scheduled to run from Monday 23 June until Saturday 5 July 1930 but the men's doubles final was postponed to Monday 7 July to allow Wilmer Allison time to recuperate after his men's singles final. It was the 50th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1930. Bill Tilden and Helen Moody won the singles titles.",
  "/wiki/Fred_Perry": "Frederick John Perry (18 May 1909 – 2 February 1995) was a British tennis and table tennis player and former World No. 1 from England who won 10 Majors including eight Grand Slams and two Pro Slams single titles, as well as six Major doubles titles. Perry won three consecutive Wimbledon Championships from 1934 to 1936 and was World Amateur number one tennis player during those three years. Prior to Andy Murray in 2013, Perry was the last British player to win the men's Wimbledon championship, in 1936, and the last British player to win a men's singles Grand Slam title, until Andy Murray won the 2012 US Open.",
  "/wiki/1934_Wimbledon_Championships": "The 1934 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 25 June until Saturday 7 July 1934. It was the 54th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1934. Fred Perry and Dorothy Round won the singles titles.",
  "/wiki/1935_Wimbledon_Championships": "The 1935 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 24 June until Saturday 6 July 1935.> It was the 55th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1935. Fred Perry and Helen Moody won the singles titles.",
  "/wiki/1936_Wimbledon_Championships": "The 1936 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 22 June until Saturday 4 July 1936. It was the 56th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1936. Fred Perry and Helen Jacobs won the singles titles.",
  "/wiki/John_Newcombe": "John David Newcombe, AO, OBE (born 23 May 1944) is a former tennis player from Australia who is one of the few men to have attained a world No. 1 ranking in both singles and doubles. At the majors, he won seven singles titles and a former record 17 men's doubles titles. He also contributed to five Davis Cup titles for Australia during an age when Davis Cup was deemed as significant as the majors. Tennis magazine rated him the 10th best male player of the period 1965–2005.",
  "/wiki/1967_Wimbledon_Championships": "The 1967 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 26 June until Saturday  8 July 1967. It was the 81st staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1967. John Newcombe and Billie Jean King won the singles titles.",
  "/wiki/1970_Wimbledon_Championships": "The 1970 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 22 June until Saturday 4 July 1970. It was the 84th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1970.",
  "/wiki/1971_Wimbledon_Championships": "The 1971 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament was held from Monday 21 June until Saturday 3 July 1971. It was the 85th staging of the Wimbledon Championships, and the third Grand Slam tennis event of 1971. John Newcombe and Evonne Goolagong won the singles titles.",
  "/wiki/John_McEnroe": "John Patrick McEnroe Jr. (born February 16, 1959) is an American tennis player. He was known for his shot-making artistry and volleying skills, and for confrontational on-court behavior that frequently landed him in trouble with umpires and tennis authorities.",
  "/wiki/1981_Wimbledon_Championships": "The 1981 Wimbledon Championships was a tennis tournament that took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, England. The tournament ran from 22 June until 4 July. It was the 95th staging of the Wimbledon Championships, and the second Grand Slam tennis event of 1981.",
  "/wiki/1983_Wimbledon_Championships": "The 1983 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 97th edition of the Wimbledon Championships and were held from 20 June to 3 July 1983.",
  "/wiki/1984_Wimbledon_Championships": "The 1984 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 98th edition of the Wimbledon Championships and were held from 25 June to 8 July 1984.",
  "/wiki/Boris_Becker": "Boris Franz Becker (German pronunciation: [ˈboːʁɪs ˈbɛkɐ]; born 22 November 1967) is a German former world No. 1 professional tennis player. He was successful from the start of his career, winning the first of his six major singles titles at age 17. His Grand Slam singles titles included three Wimbledons, two Australian Opens and one US Open. He also won five year-end championships, 13 Masters Series titles and an Olympic gold medal in doubles. In 1989 he was voted the Player of the Year by both the ATP and the ITF.",
  "/wiki/1985_Wimbledon_Championships": "The 1985 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 99th edition of the Wimbledon Championships and were held from 24 June to 7 July 1985.",
  "/wiki/1986_Wimbledon_Championships": "The 1986 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 100th edition of the Wimbledon Championships and were held from 23 June to 6 July 1986.",
  "/wiki/1989_Wimbledon_Championships": "The 1989 Wimbledon Championships was a tennis tournament played on grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London in England. It was the 103rd edition of the Wimbledon Championships and were held from 26 June to 9 July 1989.",
  "/wiki/John_Hartley_(tennis)": "Rev. John Thorneycroft Hartley (9 January 1849 – 21 August 1935) was a World No. 1 tennis player from England, and the only clergyman to win Wimbledon.",
  "/wiki/1879_Wimbledon_Championships": "The 1879 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 7 July until 16 July. It was the 3rd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1879. The entry for the 1879 all comers' tournament was 45, of whom 36 were newcomers. The all comers' final was watched by 1100 spectators.",
  "/wiki/1880_Wimbledon_Championship": "The 1880 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 5 July until 15 July. It was the 4th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1880. There were a total of 60 competitors who entered the tournament a record until the 1904 draw. The admission charge remained at a shilling for the first four days, then raised to half a crown for the latter half of the draw. The final was watched by 1300 spectators. The height of the net was reduced from 4 feet 9 inches (1.45 m) at the posts to 4 feet (1.2 m) and the distance from the service line to the net was reduced from 22 feet (6.7 m) to 21 feet (6.4 m).",
  "/wiki/Joshua_Pim": "Dr Joshua Pim F.R.C.S.I. (20 May 1869 – 15 April 1942) was a medical doctor and world No. 1 Irish amateur tennis player. He won the Wimbledon men's singles title two years in a row, in 1893 and 1894. He won the Wimbledon men's doubles in 1890 and 1893.",
  "/wiki/1893_Wimbledon_Championships": "The 1893 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 10 July until 20 July. It was the 17th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1893.",
  "/wiki/1894_Wimbledon_Championships": "The 1894 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis Club in Wimbledon, London, United Kingdom. The tournament ran from 9 July until 18 July. It was the 18th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1894.",
  "/wiki/Norman_Brookes": "Sir Norman Everard Brookes (14 November 1877 – 28 September 1968) was an Australian tennis player. During his career he won three Grand Slam singles titles, Wimbledon in 1907 and 1914 and the Australasian Championships in 1911. Brookes was part of the Australasian Davis Cup team that won the title on six occasions. The Australian Open men's singles trophy, the Norman Brookes Challenge Cup, is named in his honour. After his active playing career Brookes became president of the Lawn Tennis Association of Australia.",
  "/wiki/1907_Wimbledon_Championships": "The 1907 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 24 June until 5 July. It was the 31st staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1907.",
  "/wiki/1914_Wimbledon_Championships": "The 1914 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 22 June until 4 July. It was the 38th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1914. It was the last championship before a four-year hiatus due to World War I.",
  "/wiki/Gerald_Patterson": "Gerald Leighton Patterson MC (17 December 1895 – 13 June 1967) was an Australian tennis player.",
  "/wiki/1919_Wimbledon_Championships": "The 1919 Wimbledon Championships took place on the outdoor grass courts at the All England Lawn Tennis and Croquet Club in Wimbledon, London, United Kingdom. The tournament ran from 23 June until 7 July. It was the 39th staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1919. It was the first Wimbledon championship after a four-year hiatus due to World War I.",
  "/wiki/1922_Wimbledon_Championships": "The 1922 Wimbledon Championships were the 42nd edition of the prestigious tennis tournament, held at the All England Lawn Tennis and Croquet Club in Wimbledon, London. The tournament ran from 26 June until 10 July. It was the 42nd staging of the Wimbledon Championships, and the first Grand Slam tennis event of 1922.",
  "/wiki/List_of_Wimbledon_gentlemen's_singles_champions": "The Championships, Wimbledon is an annual British tennis tournament created in 1877 and played on outdoor grass courts[a][b] at the All England Lawn Tennis and Croquet Club (AELTC) in the Wimbledon suburb of London, United Kingdom. The Gentlemen's Singles was the first event contested in 1877."
}