{
  "/wiki/Papal_conclave,_1352": "The papal conclave of 1352 (December 16–18) convened after the death of Pope Clement VI, elected as his successor cardinal Etienne Aubert, who became the fifth Pope of the period of Avignon Papacy under the name Innocent VI. This conclave is remarkable because during its celebration Cardinals for the first time in history subscribed the electoral capitulation, which limited the power of elect.",
  "/wiki/Pope_Innocent_VI": "Pope Innocent VI (Latin: Innocentius VI; 1282 or 1295 – 12 September 1362), born Étienne Aubert, was head of the Catholic Church and ruler of the Papal States from 18 December 1352 to his death in 1362. He was the fifth Avignon pope and the only one with the pontifical name of \"Innocent\".",
  "/wiki/College_of_Cardinals": "The College of Cardinals, formerly styled the Sacred College of Cardinals, is the body of all cardinals of the Catholic Church. Its current membership is 223, as of 30 December 2019.[update] Cardinals are appointed by the Pope for life. Changes in life expectancy partly account for the increases in the size of the College.",
  "/wiki/Papal_conclave,_1431": "The papal conclave of 1431 (March 2–3) convened after the death of Pope Martin V, elected as his successor cardinal Gabriele Condulmer, who took the name Eugene IV. It was the first papal conclave held after the end of the Great Western Schism.",
  "/wiki/Pope_Eugene_IV": "Pope Eugene IV (Latin: Eugenius IV; 1383 – 23 February 1447), born Gabriele Condulmer, was Pope from 3 March 1431 to his death in 1447. He is the most recent pope to have taken the name \"Eugene\" upon his election.",
  "/wiki/Pope_Martin_V": "Pope Martin V (Latin: Martinus V; January/February 1369 – 20 February 1431), born Otto (or Oddone) Colonna, was Pope from 11 November 1417 to his death in 1431. His election effectively ended the Western Schism (1378–1417).",
  "/wiki/Pope_Pius_II": "Pope Pius II (Latin: Pius PP. II, Italian: Pio II), born Enea Silvio Bartolomeo Piccolomini (Latin: Aeneas Silvius Bartholomeus; 18 October 1405 – 14 August 1464) was Pope from 19 August 1458 to his death in 1464. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning pope.",
  "/wiki/Papal_conclave,_1464": "The papal conclave of 1464 (August 28–30), convened after the death of Pope Pius II, elected as his successor cardinal Pietro Barbo, who took the name Paul II.",
  "/wiki/Pope_Paul_II": "Pope Paul II (Latin: Paulus II; 23 February 1417 – 26 July 1471), born Pietro Barbo, was Pope from 30 August 1464 to his death in 1471. When his maternal uncle, Gabriele Condulmer, became Pope Eugenius IV, Pietro switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, he amassed a great collection of art and antiquities.",
  "/wiki/Cardinal-nephew": "A cardinal-nephew (Latin: cardinalis nepos; Italian: cardinale nipote; Spanish: valido de su tío; French: prince de fortune) was a cardinal elevated by a pope who was that cardinal's relative. The practice of creating cardinal-nephews originated in the Middle Ages, and reached its apex during the 16th and 17th centuries. The last cardinal-nephew was named in 1689 and the practice was extinguished in 1692. The word nepotism originally referred specifically to this practice, when it appeared in the English language about 1669. From the middle of the Avignon Papacy (1309–1377) until Pope Innocent XII's anti-nepotism bull (a papal charter), Romanum decet pontificem (1692), a pope without a cardinal-nephew was the exception to the rule. Every Renaissance pope who created cardinals appointed a relative to the College of Cardinals, and the nephew was the most common choice, although one of Alexander VI's creations was his own son.",
  "/wiki/Benefice": "A benefice (/ˈbɛnɪfɪs/) or living is a reward received in exchange for services rendered and as a retainer for future services. The Roman Empire used the Latin term beneficium as a benefit to an individual from the Empire for services rendered.  Its use was adopted by the Western Church in the Carolingian Era as a benefit bestowed by the crown or church officials. A benefice specifically from a church is called a precaria (pl. precariae) such as a stipend and one from a monarch or nobleman is usually called a fief. A benefice is distinct from an allod, in that an allod is property owned outright, not bestowed by a higher authority.",
  "/wiki/Pope_Sixtus_IV": "Pope Sixtus IV (21 July 1414 – 12 August 1484), born Francesco della Rovere, was pope from 9 August 1471 to his death in 1484. His accomplishments as pope included the construction of the Sistine Chapel and the creation of the Vatican Archives. A patron of the arts, he brought together the group of artists who ushered the  Early Renaissance into Rome with the first masterpieces of the city's new artistic age.",
  "/wiki/Basilios_Bessarion": "Basilios (or Basilius) Bessarion (Greek: Βασίλειος Βησσαρίων; 2 January 1403 – 18 November 1472), a Roman Catholic cardinal bishop and the titular Latin Patriarch of Constantinople, was one of the illustrious Greek scholars who contributed to the great revival of letters in the 15th century. He was educated by Gemistus Pletho in Neoplatonic philosophy. Later, he became a Roman Catholic cardinal, and was twice considered for the papacy. He has been mistakenly known also as Johannes Bessarion or Giovanni Bessarione due to an erroneous interpretation of Gregory III Mammas.",
  "/wiki/Pope_Innocent_VIII": "Pope Innocent VIII (Latin: Innocentius VIII; 1432 – 25 July 1492), born Giovanni Battista Cybo (or Cibo), was Pope from 29 August 1484 to his death in 1492. Born into a prominent Genovese family, he entered the church and was made bishop in 1467, before being elevated to the rank of cardinal by Pope Sixtus IV. He was elected Pope in 1484, as a compromise candidate, after a stormy conclave.",
  "/wiki/Papal_conclave,_1492": "The papal conclave of 1492 (6–11 August) was convened after the death of Pope Innocent VIII (25 July 1492). It was the first papal conclave to be held in the Sistine Chapel.",
  "/wiki/Pope_Alexander_VI": "Pope Alexander VI, born Rodrigo de Borja (Valencian: Roderic Llançol i de Borja [roðeˈɾiɡ ʎanˈsɔl i ðe ˈbɔɾdʒa], Spanish: Rodrigo Lanzol y de Borja [roˈðɾiɣo lanˈθol i ðe ˈβoɾxa]; 1 January 1431 – 18 August 1503), was Pope from 11 August 1492 until his death in 1503.",
  "/wiki/Pope_Pius_III": "Pope Pius III (9 May 1439 – 18 October 1503), born Francesco Todeschini, was head of the Catholic Church and ruler of the Papal States from 22 September 1503 to his death. He had one of the shortest pontificates in papal history.",
  "/wiki/Pope_Julius_II": "Pope Julius II (Italian: Papa Giulio II; Latin: Iulius II) (5 December 1443 – 21 February 1513),  born Giuliano della Rovere, was head of the Roman Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant mark in world history.",
  "/wiki/Wikipedia:WikiProject_Lists": "Welcome to the WikiProject Lists, an effort to collaboratively develop Wikipedia's list articles and embedded lists.",
  "/wiki/Pope_Leo_X": "Pope Leo X (11 December 1475 – 1 December 1521), born Giovanni di Lorenzo de' Medici, was pope and ruler of the Papal States from 9 March 1513 to his death in 1521.",
  "/wiki/Roman_Curia": "The Roman Curia comprises the administrative institutions of the Holy See[note 1] and the central body through which the affairs of the Catholic Church are conducted. It acts in the Pope's name and with his authority for the good and for the service of the particular churches and provides the central organization for the church to advance its objectives.[note 2]",
  "/wiki/Lateran_Council": "The Lateran councils were ecclesiastical councils or synods of the Catholic Church held at Rome in the Lateran Palace next to the Lateran Basilica. Ranking as a papal cathedral, this became a much-favored place of assembly for ecclesiastical councils both in antiquity (313, 487) and more especially during the Middle Ages.",
  "/wiki/Papal_legate": "A papal legate or apostolic legate (from the ancient Roman title legatus) is a personal representative of the pope to foreign nations, or to some part of the Catholic Church. He is empowered on matters of Catholic faith and for the settlement of ecclesiastical matters.",
  "/wiki/Papal_States": "The Papal States (/pæpəl/) (Italian: Stato Pontificio), officially the State of the Church (Italian: Stato della Chiesa, Italian pronunciation: [ˈstaːto della ˈkjɛːza; ˈkjeː-]; Latin: Status Ecclesiasticus; also Dicio Pontificia) were a series of territories in the Italian Peninsula under the direct sovereign rule of the Pope, from the 8th century until 1870. They were among the major states of Italy from roughly the 8th century until the Kingdom of Piedmont-Sardinia successfully unified the Italian Peninsula by conquest in a campaign virtually concluded in 1861 and definitively in 1870. At their zenith, the Papal States covered most of the modern Italian regions of Lazio (which includes Rome), Marche, Umbria and Romagna, and portions of Emilia. These holdings were considered to be a manifestation of the temporal power of the pope, as opposed to his ecclesiastical primacy.",
  "/wiki/Paris_de_Grassis": "Paris de Grassis (also Paride de' Grassi, c. 1470 – 10 June 1528) was the Master of ceremonies to Pope Julius II and Pope Leo X. He joined the Office of Ceremonies in May 1504 as a participating ceremonialist, progressed to role of president of the Office when he became bishop of Pesaro in 1513, and continued as president until he died in 1528. De Grassis' diary covers his work at the papal court from 1504 to 1521.",
  "/wiki/Size_of_the_College_of_Cardinals": "The College of Cardinals, formerly styled the Sacred College of Cardinals, is the body of all cardinals of the Catholic Church. Its current membership is 223, as of 30 December 2019.[update] Cardinals are appointed by the Pope for life. Changes in life expectancy partly account for the increases in the size of the College.",
  "/wiki/Pope_Adrian_VI": "Pope Adrian VI (Latin: Hadrianus VI; Dutch: Adrianus/Adriaan VI), born Adriaan Florensz Boeyens (2 March 1459 – 14 September 1523), was head of the Catholic Church and ruler of the Papal States from 9 January 1522 until his death on 14 September 1523. The only Dutchman so far to become pope, he was the last non-Italian pope until John Paul II, 455 years later.",
  "/wiki/Papal_conclave,_1549-1550": "The papal conclave of 1549–50 (November 29 – February 7), convened after the death of Pope Paul III and eventually elected Giovanni Del Monte to the papacy as Pope Julius III. It was the second-longest papal conclave of the 16th century, and (at the time) the largest papal conclave in history in terms of the number of cardinal electors. The cardinal electors (who at one point totalled fifty-one) were roughly divided between the factions of Henry II of France, Charles V, Holy Roman Emperor, and Alessandro Farnese, the cardinal-nephew of Paul III.",
  "/wiki/Pope_Julius_III": "Pope Julius III (Latin: Iulius III; 10 September 1487 – 23 March 1555), born Giovanni Maria Ciocchi del Monte, was head of the Catholic Church and ruler of the Papal States from 7 February 1550 to his death in 1555.",
  "/wiki/Ippolito_II_d%27Este": "Ippolito (II) d'Este (25 August 1509 – 2 December 1572) was an Italian cardinal and statesman. He was a member of the House of Este, and nephew of the other Ippolito d'Este, also a cardinal. He is perhaps best known for his despoliation of the then 1,400-year-old Hadrian's Villa, built by the Roman emperor Hadrian, removing marbles and statues from it to decorate his own villa, the Villa d'Este.",
  "/wiki/Pope_Pius_IV": "Pope Pius IV (31 March 1499 – 9 December 1565), born Giovanni Angelo Medici, was head of the Catholic Church and ruler of the Papal States from 25 December 1559 to his death in 1565. Born in Milan, his family considered itself a branch of the House of Medici and used the same coat of arms. Although modern historians have found no proof of this connection, the Medici of Florence recognized the claims of the Medici of Milan in the early 16th century.",
  "/wiki/Pope_Paul_IV": "Pope Paul IV, C.R. (Latin: Paulus IV; 28 June 1476 – 18 August 1559), born Gian Pietro Carafa, was head of the Catholic Church and ruler of the Papal States from 23 May 1555 to his death in 1559.  While serving as papal nuncio in Spain, he developed an anti-Spanish outlook that later coloured his papacy. A part of the Papal States was invaded by Spain during his papacy and in response to this, he called for a French military intervention. To avoid a conflict at the same time of the Italian War of 1551–1559, the Papacy and Spain reached a compromise with the Treaty of Cave: French and Spanish forces left the Papal States and the Pope adopted a neutral stance between France and Spain.",
  "/wiki/Pope_Sixtus_V": "Pope Sixtus V or Xystus V (13 December 1521 – 27 August 1590), born Felice Piergentile, was head of the Catholic Church and ruler of the Papal States from 24 April 1585 to his death in 1590. As a youth, he joined the Franciscan order, where he displayed talents as a scholar and preacher, and enjoyed the patronage of Pius V, who made him a cardinal.",
  "/wiki/Pope_Urban_VII": "Pope Urban VII (Latin: Urbanus VII; 4 August 1521 – 27 September 1590), born Giovanni Battista Castagna, was head of the Catholic Church and ruler of the Papal States from 15 to 27 September 1590. His twelve-day papacy was the shortest in history.",
  "/wiki/Papal_conclave,_1669%E2%80%931670": "The papal conclave of 1669–70 (20 December – 29 April)  was convened on the death of Pope Clement IX and ended with the election of Emilio Altieri as Pope Clement X. The election saw deference within the College of Cardinals to Louis XIV of France, and a freeing of the cardinals loyal to Spain to vote according to their conscience. Eventually the elderly Altieri was elected with support of the major factions within the College.",
  "/wiki/Pope_Clement_X": "Pope Clement X (Latin: Clemens X; 13 July 1590 – 22 July 1676), born Emilio Bonaventura Altieri, was Pope from 29 April 1670 to his death in 1676.",
  "/wiki/Pope_Innocent_XI": "Pope Innocent XI (Latin: Innocentius XI; 16 May 1611 – 12 August 1689), born Benedetto Odescalchi, was Pope from 21 September 1676 to his death on August 12, 1689. He is known in Budapest as the \"Saviour of Hungary\"."
}