{
  "/wiki/Fort_Valley_State_University": "Fort Valley State University  (FVSU, formerly Fort Valley State College) is a public historically black university in Fort Valley, Georgia. It is part of the University System of Georgia and a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Walt_Bellamy": "Walter Jones Bellamy (July 24, 1939 – November 2, 2013) was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Morehouse_College": "Morehouse College is a private, historically black men's college located in Atlanta, Georgia. The college is one of the few remaining traditional men's liberal arts colleges in the United States.[a]",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/List_of_NBA_All-Stars": "The National Basketball Association (NBA) All-Star Game is an annual exhibition basketball game. It is the main event of the NBA All-Star Weekend. Originally, the All-Star Game featured a conference-based format, featuring a team composed of all-stars from the Eastern-Conference and another team of all-stars from the Western-Conference. Prior to the 2018 NBA All-Star Game, the NBA changed the format to feature two teams captained by the top two leading vote-getters from each conference. Following the selection of the all-star starters and reserves, the captains choose from a pool of all-stars to form their teams regardless of conference. Twelve players—five starters and seven reserves—from each conference are chosen from what used to be a pool of 120 players—60 players from each conference with 24 guards and 24 frontcourts (forwards and centers)—listed on the ballots by a panel of sport writers and broadcasters to all active players. The starters are chosen by a combination of fans, media, and current players. Fans may vote using a variety of online platforms, and account for 50% of the vote, with the media and current players each accounting for 25%. The reserves are chosen by voting among the head coaches of each team's particular conference. Coaches are not allowed to vote for their own players, and can select two guards, three front court players, and two players regardless of positions. If a player is unable to participate due to injury, the NBA commissioner will select a replacement. The 1999 All-Star Game was canceled due to the league's lockout.",
  "/wiki/St._Clair_Bourne": "St. Clair C. Bourne (February 16, 1943 – December 15, 2007) was an American documentary filmmaker, who focused on African-American social issues and themes.  He also developed projects that explored African-American cultural figures, such as Langston Hughes and Paul Robeson. Not only was Bourne a towering figure in the documentary film world but also an activist, teacher, and organizer.",
  "/wiki/Georgetown_University": "Georgetown University is a private research university in the Georgetown neighborhood of Washington, D.C. Founded by Bishop John Carroll in 1789 as Georgetown College, the university has grown to comprise ten undergraduate and graduate schools, among which are the School of Foreign Service, School of Business, Medical School, Law School, and a campus in Qatar. Located on a hill above the Potomac River, the school's main campus is identifiable by its flagship Healy Hall, a National Historic Landmark.",
  "/wiki/Jonathan_Blum_(writer,_born_1972)": "Jonathan Blum (born May 1972) is an American writer most known for his work for various Doctor Who spin-offs, usually with his wife Kate Orman although he has also been published on his own. He lives in Australia, where he moved after meeting and falling in love with Orman on the Doctor Who newsgroup rec.arts.drwho (RADW)[citation needed].",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Joe_E._Brown_(comedian)": "Joseph Evans Brown (July 28, 1891 – July 6, 1973) was an American actor and comedian, remembered for his amiable screen persona, comic timing, and enormous elastic-mouth smile. He was one of the most popular American comedians in the 1930s and 1940s, with films like A Midsummer Night's Dream (1935), Earthworm Tractors (1936), and Alibi Ike (1935). In his later career Brown starred in Some Like It Hot (1959), as Osgood Fielding III, in which he utters the film's famous punchline, \"Well, nobody's perfect.\"",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/Actor": "An actor is a person who portrays a character in a performance (also actress; see below). The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is \"playing themselves\", as in some forms of experimental performance art.",
  "/wiki/Comedian": "A comedian or comic is a person who seeks to entertain an audience by making them laugh. This might be through jokes or amusing situations, or acting foolish (as in slapstick) or employing prop comedy. A comedian who addresses an audience directly is called a stand-up comedian.",
  "/wiki/Some_Like_It_Hot": "Some Like It Hot is a 1959 American black-and-white romantic comedy film directed and produced by Billy Wilder, starring Marilyn Monroe, Tony Curtis, and Jack Lemmon. The supporting cast includes George Raft, Pat O'Brien, Joe E. Brown, Joan Shawlee,  and Nehemiah Persoff. The screenplay by Billy Wilder and I. A. L. Diamond is based on a screenplay by Robert Thoeren and Michael Logan from the French film Fanfare of Love. The film is about two musicians who dress in drag in order to escape from mafia gangsters whom they witnessed committing a crime (inspired by the Saint Valentine's Day Massacre).",
  "/wiki/Freestyle_(Philippine_band)": "Freestyle is a pop/R&B band from the Philippines formed in 1996 and hit mainstream in 1998. The band is famous for the songs \"Before I Let You Go\", \"So Slow\", \"This Time\" and \"Bakit Ngayon Ka Lang?\".",
  "/wiki/University_of_the_Philippines,_Diliman": "The University of the Philippines Diliman (Filipino: Unibersidad ng Pilipinas Diliman), also referred to as UPD, UP Diliman, or simply University of the Philippines or UP, is a coeducational, public research university located in Diliman, Quezon City, Philippines. It was established on February 12, 1949 as the flagship campus and seat of administration of the University of the Philippines System, the national university of the Philippines.",
  "/wiki/Freestyle_(band)": "Freestyle is a pop/R&B band from the Philippines formed in 1996 and hit mainstream in 1998. The band is famous for the songs \"Before I Let You Go\", \"So Slow\", \"This Time\" and \"Bakit Ngayon Ka Lang?\".",
  "/wiki/Sinosikat%3F": "SinoSikat? is a Filipino band that started September 2004, performing music influenced by a number of musical genres, but which has been described as \"Filipino soul\", reflecting an expansion of genres active within the Philippine music industry during the mid-2000s.  The band released its eponymous first album in 2007, receiving media attention and critical acclaim when vocalist Kat Agarrado won Vocalist of the Year at the NU107 Rock Awards.  Recently, the band has been named as a nominee for the People's Choice Award at the 2008 Awit Awards.",
  "/wiki/Shepherd_University": "Shepherd University is a public university in Shepherdstown, West Virginia. The university currently[update] enrolls 4,041 students.",
  "/wiki/Miss_West_Virginia": "The Miss West Virginia competition is the pageant that selects the representative for the state of West Virginia in the Miss America pageant.",
  "/wiki/Mike_Garrett": "Michael Lockett Garrett (born April 12, 1944) is a former American football player who won the Heisman Trophy in 1965 as a halfback for the USC Trojans. Garrett played professional football for eight seasons with the Kansas City Chiefs and San Diego Chargers. From 1993 until 2010 he was the athletic director at the University of Southern California (USC). Garrett became the athletic director at California State University, Los Angeles (Cal State LA) in 2015.",
  "/wiki/Heisman_Trophy": "The Heisman Memorial Trophy (usually known colloquially as the Heisman Trophy or The Heisman), is awarded annually to the outstanding player in NCAA football. Winners epitomize great ability combined with diligence, perseverance, and hard work. It is presented by the Heisman Trophy Trust in early December before the postseason bowl games.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/San_Diego_Chargers": "The professional American football team now known as the Los Angeles Chargers previously played in San Diego, California as the San Diego Chargers from 1961 to 2017  before relocating back to Los Angeles where the team played their inaugural season. The Chargers franchise relocated from Los Angeles to San Diego in 1961. The Chargers' first home game in San Diego was at Balboa Stadium against the Oakland Raiders on September 17, 1961. Their final game as a San Diego-based club was played at Qualcomm Stadium in San Diego on January 1, 2017 against the Kansas City Chiefs, who defeated the Chargers, 37–27.",
  "/wiki/Athletic_director": "An athletic director (commonly \"athletics director\" or \"AD\") is an administrator at many clubs or institutions, like colleges and universities, as well as in larger high schools and middle schools, who oversees the work of coaches and related staff involved in athletic programs.",
  "/wiki/John_Green_(guard)": "John Green (September 15, 1924 – August 4, 1981) was an American football player and coach.  He played college football at Tulane University in 1942 and was then appointed to the United States Military Academy where he played from 1943 to 1945.  At Army, Green was a two-time All-American and played on consecutive national championship-winning teams in 1944 and 1945.  Green served as the head football coach at Vanderbilt University from 1963 to 1966, compiling a record of 7–29–4.  He was elected to the College Football Hall of Fame as a player in 1989.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/College_Football_All-America_Team": "The College Football All-America Team is an honor given annually to the best American college football players at their respective positions. The original use of the term All-America seems to have been to the 1889 College Football All-America Team selected by Caspar Whitney and published in This Week's Sports in association with football pioneer Walter Camp.  Camp took over the responsibility for picking the All-America team and was recognized as the official selector in the early years of the 20th century.",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Gettysburg_College": "Gettysburg College is a private liberal arts college in Gettysburg, Pennsylvania. Founded in 1832, the 225-acre (91 ha) campus is adjacent to the Gettysburg Battlefield. Gettysburg College has about 2,600 students, with roughly equal numbers of men and women. Gettysburg students come from 41 states, Washington, D.C., and 39 countries.",
  "/wiki/Queer_Eye_for_the_Straight_Guy": "Queer Eye is an American reality television series that premiered on the cable television network Bravo in July 2003. Originally Queer Eye for the Straight Guy, the title was later shortened to broaden the overall scope. The series was created by executive producers David Collins and Michael Williams along with David Metzler through their company, Scout Productions.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Rockabilly_Hall_of_Fame": "The Rockabilly Hall of Fame is an organization and website launched on March 21, 1997 to present early rock and roll history and information relating to the artists and personalities involved in rockabilly.",
  "/wiki/Bob_Love": "Robert Earl \"Butterbean\" Love (born December 8, 1942) is an American retired professional basketball player who spent the prime of his career with the National Basketball Association's Chicago Bulls. A versatile forward who could shoot with either his left or right hand, Love now works as the Bulls' Director of Community Affairs.",
  "/wiki/Southern_University": "Southern University and A&M College (Southern University, Southern, SUBR or SU) is a public historically black university in Baton Rouge, Louisiana.  It is the largest HBCU in Louisiana, a member-school of the Thurgood Marshall College Fund and the flagship institution of the Southern University System. Its campus encompasses 512 acres, with an agricultural experimental station on an additional 372-acre site, five miles north of the main campus on Scott's Bluff overlooking the Mississippi River in the northern section of Baton Rouge.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/Chelsea_Malone": "Chelsea Jean Malone (born April 8, 1992) is an American beauty pageant titleholder from Morgantown, West Virginia, who was crowned Miss West Virginia 2015. She competed for the Miss America 2016 title in September 2015 and placed in the Top 15.",
  "/wiki/West_Virginia_University": "West Virginia University (WVU) is a public, land-grant, research university with its main campus in Morgantown, West Virginia. Its other campuses are those of the West Virginia University Institute of Technology in Beckley, Potomac State College of West Virginia University in Keyser, and a second clinical campus for the university's medical and dental schools at Charleston Area Medical Center in Charleston. WVU Extension Service provides outreach with offices in all of West Virginia's 55 counties.",
  "/wiki/Biggie_Munn": "Clarence Lester \"Biggie\" Munn (September 11, 1908 – March 18, 1975) was an American football player, coach, and college athletics administrator. He was the head football coach at Albright College (1935–1936), Syracuse University (1946), and most notably Michigan State College (1947–1953), where his 1952 squad won a national championship.  Munn retired from coaching in 1953 to assume duties as Michigan State's athletic director, a position he held until 1971.  Each year, the Michigan State Spartans football team hands out the \"Biggie Munn Award\" to the team's most motivational player.  MSU's Munn Ice Arena, built in 1974, is named in his honor.  Munn was inducted into the College Football Hall of Fame as a coach in 1959, and, in 1961, he became Michigan State's first inductee into the Michigan Sports Hall of Fame.  He authored the coaching textbook Michigan State Multiple Offense in 1953.",
  "/wiki/Syracuse_University": "Syracuse University (Syracuse, 'Cuse, or SU) is a private research university in Syracuse, New York. The institution's roots can be traced to the Genesee Wesleyan Seminary, founded in 1831 by the Methodist Episcopal Church in Lima, New York. After several years of debate over relocating the college to Syracuse, the university was established in 1870, independent of the college. Since 1920, the university has identified itself as nonsectarian, although it maintains a relationship with The United Methodist Church.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Bo_McMillin": "Alvin Nugent \"Bo\" McMillin (January 12, 1895 – March 31, 1952) was an American football player and coach at the collegiate and professional level. He played college football at Centre College in Danville, Kentucky, where he was a three-time All-American at quarterback, and led the Centre Praying Colonels to an upset victory over Harvard in 1921. McMillin was inducted into the College Football Hall of Fame as a player as part of its inaugural 1951 class.",
  "/wiki/Indiana_University": "Indiana University (IU) is a system of public universities in the state of Indiana. Indiana University has a combined student body of more than 110,000 students, which includes approximately 46,000 students enrolled at the Indiana University Bloomington campus.",
  "/wiki/Anthony_Neely": "Anthony Neely (born May 20, 1986) is an American-Taiwanese singer and actor. His father is of Euro-American descent and his mother is Taiwanese. In 2009, Neely participated in popular singing competition, One Million Star (Season 5) as a PK (Player Kill) challenger. His performances created sensations after receiving full marks of 25 points on three occasions, and also being the first in the reality show's history to score a record 33 out of 25 points.",
  "/wiki/University_of_California,_San_Diego": "The University of California, San Diego (UC San Diego or, colloquially, UCSD[a]) is a public research university in San Diego, California. Established in 1960 near the pre-existing Scripps Institution of Oceanography, UC San Diego is the seventh-oldest of the 10 University of California campuses and offers over 200 undergraduate and graduate degree programs, enrolling approximately 30,800 undergraduate and 8,000 graduate students. The university occupies 2,141 acres (866 ha) near the coast of the Pacific Ocean, with the main campus resting on approximately 1,152 acres (466 ha).",
  "/wiki/Cornell_College": "Cornell College is a private liberal arts college in Mount Vernon, Iowa. Originally the Iowa Conference Seminary, the school was founded in 1853 by George Bryant Bowman. Four years later, in 1857, the name was changed to Cornell College, in honor of iron tycoon William Wesley Cornell, who was a distant relative of Ezra Cornell (founder of Cornell University in Ithaca, New York).",
  "/wiki/Miss_Nebraska": "The Miss Nebraska competition is the pageant that selects the representative for the state of Nebraska in the Miss America pageant.",
  "/wiki/Elmer_Tarbox": "Elmer Lois Tarbox (March 7, 1916 – November 2, 1987) was an American military aviator, businessman, and politician. Tarbox served as a member of the Texas House of Representatives from 1967–1977.",
  "/wiki/Texas_Tech_University": "Texas Tech University (Texas Tech, Tech, or TTU) is a public research university in Lubbock, Texas. Established on February 10, 1923 (1923-02-10), and called until 1969 Texas Technological College, it is the main institution of the four-institution Texas Tech University System. The university's student enrollment is the seventh-largest in Texas as of the Fall 2017 semester.",
  "/wiki/Most_Valuable_Player": "In sports, a most valuable player (MVP) award is an honor typically bestowed upon an individual as the most performing player (or players) in an entire league, for a particular competition, or on a specific team.  Initially used in professional sports, the term is now also commonly used in amateur sports, as well as in other completely unrelated fields such as business and music.  In many sports, MVP awards are presented for a specific match—in other words, a player of the match award.",
  "/wiki/1939_Cotton_Bowl_Classic": "The 1939 Cotton Bowl Classic was the third edition of the postseason college football bowl game, between the St. Mary's Gaels and the Texas Tech Red Raiders.",
  "/wiki/Flying_Tigers": "The First American Volunteer Group (AVG) of the Chinese Air Force in 1941–1942, nicknamed the Flying Tigers, was composed of pilots from the United States Army Air Corps (USAAC), Navy (USN), and Marine Corps (USMC), recruited under President Franklin Roosevelt's authority before Pearl Harbor and commanded by Claire Lee Chennault. Their P-40B aircraft, marked with Chinese colors, flew under American control. Their mission was to bomb Japan and defend China but many delays meant the AVG flew in combat after the US and Japan declared war.",
  "/wiki/Silver_Star": "The Silver Star Medal is the United States Armed Forces's third-highest personal decoration for valor in combat. The Silver Star Medal is awarded primarily to members of the United States Armed Forces for gallantry in action against an enemy of the United States.",
  "/wiki/Purple_Heart": "The Purple Heart is a United States military decoration awarded in the name of the President to those wounded or killed while serving, on or after April 5, 1917, with the U.S. military. With its forerunner, the Badge of Military Merit, which took the form of a heart made of purple cloth, the Purple Heart is the oldest military award still given to U.S. military members – the only earlier award being the obsolete Fidelity Medallion. The National Purple Heart Hall of Honor is located in New Windsor, New York.",
  "/wiki/Texas_House_of_Representatives": "The Texas House of Representatives (Spanish: Cámara de Representantes de Texas) is the lower house of the bicameral Texas Legislature. It consists of 150 members who are elected from single-member districts for two-year terms. As of the 2010 Census, each member represents about 167,637 people. There are no term limits, with the most senior member, Tom Craddick, having been elected in 1968.",
  "/wiki/War_Eagle": "War Eagle is a battle cry, yell, or motto of Auburn University and supporters of Auburn University sports teams, especially the Auburn Tigers football team.  War Eagle is a greeting or salutation among the Auburn Family (e.g., students, alumni, fans).  It is also the title of the university's fight song and the name of the university's golden eagle.",
  "/wiki/Auburn_University": "Auburn University (AU or Auburn) is a public research and land-grant university in Auburn, Alabama. With more than 23,000 undergraduate students and a total enrollment of more than 30,000 with 1,260 faculty members, Auburn is the second largest university in Alabama. It is one of the state's two public flagship universities. The university is classified as an R1: Doctoral Research—Very High Research Activity by the Carnegie Classification of Institutions of Higher Education.",
  "/wiki/List_of_Alpha_Phi_Omega_members": "This is a listing of notable alumni and honorary members of Alpha Phi Omega, an international service fraternity. The list includes members of the fraternity who have become well known or who have attained high ranking positions in their particular career field, such as government and politics, academia, science and technology, sports, or business. Notable alumni refers to both individuals who joined individual Alpha Phi Omega chapters as students who later went on to distinguish themselves in their personal or professional lives and advisors who are members of the faculty, staff, Scouting or community selected by a chapter to advise them. An honorary member refers to individuals who were offered honorary membership in either various Alpha Phi Omega chapters or Nationally as non-students."
}