{
  "/wiki/Peter_Dajia": "Peter Dajia (born January 27, 1964) is a Canadian shot putter.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Martina_Dani%C5%A1ov%C3%A1-Hrasnov%C3%A1": "Martina Danišová-Hrašnová (born 21 March 1983) is a Slovak female hammer thrower. Her personal best throw is 76.90 metres, achieved in May 2009 in Trnava. She was suspended from the sport from August 2003 to August 2005, because a doping out-of-competition test found nandrolon in her body. She was taking maternity in the 2010 season.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Nandrolone": "Nandrolone, also known as 19-nortestosterone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (wasting syndrome), osteoporosis, breast cancer, and for other indications. They are not used by mouth and instead are given by injection into muscle or fat.",
  "/wiki/Bonnie_Dasse": "Bonnie L. Dasse (born July 22, 1959 in Abilene, Texas) is a retired female track and field athlete from the United States, who competed in the women's shot put event. She twice represented her native country at the Summer Olympics: 1988 and 1992. She tested positive for the banned substance clenbuterol at the 1992 Olympics.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Clenbuterol": "Clenbuterol is a sympathomimetic amine used by sufferers of breathing disorders as a decongestant and bronchodilator. People with chronic breathing disorders such as asthma use this as a bronchodilator to make breathing easier. It is most commonly available as the hydrochloride salt, clenbuterol hydrochloride.",
  "/wiki/Marie_Davenport": "Marie Davenport (born 24 January 1975 as Marie McMahon in Ennistymon) is a female long-distance runner from Ireland. She first took part in the 1996 Summer Olympics as a participant in the 5,000 metres, and later in the 2004 Summer Olympics.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Phenylpropanolamine": "Phenylpropanolamine (PPA) is a sympathomimetic agent which is used as a decongestant and appetite suppressant. It was commonly used in prescription and over-the-counter cough and cold preparations. In veterinary medicine, it is used to control urinary incontinence in dogs.",
  "/wiki/Walter_Davis_(triple_jumper)": "Walter L. Davis (born July 2, 1979) is an African American athlete competing in the triple jump and occasionally in the long jump. He was born in Lafayette, Louisiana",
  "/wiki/Alice_Decaux": "Alice Decaux, born 10 April 1985 at Abidjan, is a French athlete, who specializes in the 60 meter hurdles and 100 meters hurdles.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/%CE%92-Methylphenethylamine": "β-Methylphenethylamine (β-Me-PEA, BMPEA, or 1-amino-2-phenylpropane) is an organic compound of the phenethylamine class, and a positional isomer of the drug amphetamine, with which it shares some properties. In particular, both amphetamine and β-methylphenethylamine are human TAAR1 agonists. In appearance, it is a colorless or yellowish liquid.",
  "/wiki/Mary_Decker": "Mary Teresa Slaney (formerly Tabb, née Decker; born August 4, 1958) is a retired American middle-distance runner. During her career, she won gold medals in the 1500 meters and 3000 meters at the 1983 World Championships, and was the world record holder in the mile, 5000 meters and 10,000 meters. In total, she set 17 official and unofficial world records, including being the first woman in history to break 4:20 for the mile. She also set 36 US national records at distances ranging from 800 meters to 10,000 meters, and has held the US record in the mile, 2000 meters and 3000 meters since the early 1980s, while her 1500 meters record stood for 32 years. In 2003, she was inducted into the National Track and Field Hall of Fame.",
  "/wiki/Testosterone": "Testosterone is the primary male sex hormone and anabolic steroid. In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate, as well as promoting secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being, and the prevention of osteoporosis. Insufficient levels of testosterone in men may lead to abnormalities including frailty and bone loss.",
  "/wiki/Tony_Dees": "Anthony Michael \"Tony\" Dees (born August 6, 1963 in Pascagoula, Mississippi) is a former American hurdler.",
  "/wiki/Norandrosterone": "19-Norandrosterone, also known as 5α-estran-3α-ol-17-one, is a metabolite of nandrolone (19-nortestosterone) and bolandione (19-norandrostenedione) that is formed by 5α-reductase. It is on the list of substances prohibited by the World Anti-Doping Agency since it is a detectable metabolite of nandrolone, an anabolic-androgenic steroid (AAS). Consumption of androstendione products contaminated with traces of bolandione may also result in testing positive for nandrolone.",
  "/wiki/Hind_Dehiba": "Hind Dehiba Chahyd (born 17 March 1979, Bejaâd, Morocco) is a Moroccan-French runner who specializes in the 1500 metres.",
  "/wiki/Erythropoetin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Tatyana_Dektyareva": "Tatyana Valeryevna Dektyareva (Russian: Татьяна Валерьевна Дектярева; born 8 May 1981 in Yekaterinburg) is a Russian track and field athlete who specialises in the 100 metres hurdles.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Ostarine": "Enobosarm, also known as ostarine, is an investigational selective androgen receptor modulator (SARM) developed by GTx, Inc. for the treatment of conditions such as muscle wasting and osteoporosis, formerly under development by Merck & Company.",
  "/wiki/Dimitrios_Delifotis": "Dimitrios Delifotis (Greek: Δημήτριος Δεληφώτης; born February 20, 1957 in Corfu, Ionia) is a retired track and field athlete from Greece, who mainly competed in the men's long jump. He represented his native country at the 1980 Summer Olympics in Moscow, Soviet Union.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Luis_Del%C3%ADs": "Luis Mariano Delís Fournier (born December 6, 1957 in Guantánamo) is a retired Cuban athlete who competed in discus throw and shot put. Specializing in discus throw on the international scene, he won an Olympic bronze medal in 1980 as well as medals at the two first World Championships.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Metenolone": "Metenolone, or methenolone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as metenolone acetate (brand name Primobolan, Nibal) and metenolone enanthate (brand name Primobolan Depot, Nibal Injection). Metenolone esters are used mainly in the treatment of anemia due to bone marrow failure. Metenolone acetate is taken by mouth, while metenolone enanthate is given by injection into muscle.",
  "/wiki/S%C3%A9bastien_Denis": "Sébastien Denis (born 4 May 1971 in Paris) is a French hurdler.",
  "/wiki/Ephedrine": "Ephedrine is a medication and stimulant. It is often used to prevent low blood pressure during spinal anesthesia. It has also been used for asthma, narcolepsy, and obesity but is not the preferred treatment. It is of unclear benefit in nasal congestion. It can be taken by mouth or by injection into a muscle, vein, or just under the skin. Onset with intravenous use is fast, while injection into a muscle can take 20 minutes, and by mouth can take an hour for effect. When given by injection it lasts about an hour and when taken by mouth it can last up to four hours.",
  "/wiki/Lyubov_Denisova": "Lyubov Denisova (Russian: Любовь Денисова; born 6 October 1971) is a Russian marathon runner.",
  "/wiki/Prostanozol": "Prostanozol, also known as demethylstanozolol tetrahydropyran ether, is an androgen/anabolic steroid (AAS) and designer steroid which acts as a prodrug of the 17α-demethylated analogue of stanozolol (Winstrol). It was found in 2005 as an ingredient of products sold as \"dietary supplements\" for bodybuilding.",
  "/wiki/Manuela_Derr": "Manuela Derr, married Rödel (born 17 July 1971 in Neubrandenburg) is a retired East German sprinter who specialized in the  400 metres. She was banned from competing for doping in 1992.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Ronald_Desruelles": "Ronald Desruelles (14 February 1955 – 1 November 2015) was a Belgian athlete. He started as a long jumper, and achieved a personal best of 8.08 in 1979, a national record that stood for 17 years. He then concentrated on the short sprints, and won numerous medals in 60 metres. With 6.57 seconds in 1986 he was ranked third on the indoor top performers list that season. He lost a gold medal at the 1980 European Indoor Championships, however, because of a doping offense. Desruelles won the Belgian 100 metres championships 7 times. He also won the 200 in 1985. In the 1986 European championships in Stuttgart he reached the 100 m semi-final.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Hrysopiyi_Devetzi": "Hrysopiyi \"Piyi\" Devetzi (Greek: Χρυσοπηγή Δεβετζή, [xrisopiˈʝi ðeveˈdzi], born January 2, 1976) is a retired Greek athlete who competed in the triple jump and long jump.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Vadim_Devyatovskiy": "Vadim Anatolyevich Devyatovskiy (Belarusian: Вадзі́м Анато́левіч Дзевято́ўскі, Vadzim Anatolyevich Dzevyatowski, Łacinka: Vadzim Anatołjevič Dzieviatoŭski, Russian: Вади́м Анато́льевич Девято́вский; born March 20, 1977 in Navapołacak, Belarusian SSR, USSR) is a Belarusian hammer thrower.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire."
}