{
  "/wiki/Robert_Banks_(chemist)": "Robert L. Banks (November 24, 1921 – January 3, 1989) was an American chemist. He was born and grew up in Piedmont, Missouri. He attended the University of Missouri - Rolla, and initiated into Alpha Phi Omega in 1940. He joined the Phillips Petroleum company in 1946 and worked there until he retired in 1985.  He died in Missouri on January 3, 1989.",
  "/wiki/Missouri_University_of_Science_and_Technology": "Missouri S&T, or Missouri University of Science and Technology, is a public land grant and space grant university in Rolla, Missouri.  It is a member institution of the University of Missouri System. Most of its 8,884 students (fall 2017) study engineering, business, sciences, and mathematics. Known primarily for its engineering school, Missouri S&T offers degree programs in business and management systems, information science and technology, sciences, social sciences, humanities, and arts.",
  "/wiki/J._Paul_Hogan": "John Paul Hogan (August 7, 1919 – February 19, 2012) was an American research chemist. Along with Robert Banks, he discovered methods of producing polypropylene and high-density polyethylene.",
  "/wiki/Polypropylene": "Polypropylene (PP), also known as polypropene, is a thermoplastic polymer used in a wide variety of applications. It is produced via chain-growth polymerization from the monomer propylene.",
  "/wiki/Plastic": "Plastic is material consisting of any of a wide range of synthetic or semi-synthetic organic compounds that are malleable and so can be molded into solid objects.",
  "/wiki/Polyethylene": "Polyethylene or polythene (abbreviated PE; IUPAC name polyethene or poly(methylene)) is the most common plastic. As of 2017[update], over 100 million tonnes of polyethylene resins are produced annually, accounting for 34% of the total plastics market. Its primary use is in packaging (plastic bags, plastic films, geomembranes, containers including bottles, etc.). Many kinds of polyethylene are known, with most having the chemical formula (C2H4)n. PE is usually a mixture of similar polymers of ethylene with various values of n. Polyethylene is a thermoplastic; however, it can become a thermoset plastic when modified (such as cross-linked polyethylene).",
  "/wiki/Helmut_Karl_Buechner": "Helmut Karl Buechner (1918–1975) was an American ecologist and zoologist.",
  "/wiki/State_University_of_New_York_College_of_Environmental_Science_and_Forestry": "The State University of New York College of Environmental Science and Forestry (ESF) is a public university in Syracuse, New York. It is part of the State University of New York (SUNY) system. ESF is immediately adjacent to Syracuse University, within which it was founded, and with whom it maintains a special relationship. It also operates facilities in the Adirondack Park (including the Ranger School in Wanakena), the Thousand Islands, elsewhere in central New York, and Costa Rica. The college's curricula focus on the understanding, management, and sustainability of the environment and natural resources.",
  "/wiki/Smithsonian_Institution": "The Smithsonian Institution (/smɪθˈsoʊniən/ smith-SOH-nee-ən), also known simply as the Smithsonian, is a group of museums and research centers administered by the Government of the United States. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum\", but that name ceased to exist as an administrative entity in 1967.",
  "/wiki/National_Zoological_Park_(United_States)": "The National Zoological Park, commonly known as the National Zoo, is one of the oldest zoos in the United States. It is part of the Smithsonian Institution and does not charge admission. Founded in 1889, its mission is to \"provide engaging experiences with animals and create and share knowledge to save wildlife and habitats\".",
  "/wiki/Arthur_Compton": "Arthur Holly Compton (September 10, 1892 – March 15, 1962) was an American physicist who won the Nobel Prize in Physics in 1927 for his 1923 discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also known for his leadership of the Manhattan Project's Metallurgical Laboratory at the University of Chicago, and served as Chancellor of Washington University in St. Louis from 1945 to 1953.",
  "/wiki/Washington_University": "Washington University in St. Louis (WashU, or WUSTL) is a private research university in Greater St. Louis with its main campus mostly in unincorporated St. Louis County, Missouri and Clayton, Missouri, its West Campus in Clayton, its North Campus in the West End neighborhood of St. Louis, Missouri, and its Medical Campus in the Central West End neighborhood of St. Louis, Missouri.",
  "/wiki/Nobel_Prize_in_Physics": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Prize in Physiology or Medicine.",
  "/wiki/Compton_scattering": "Compton scattering, discovered by Arthur Holly Compton, is the scattering of a photon by a charged particle, usually an electron. It results in a decrease in energy (increase in wavelength) of the photon (which may be an X-ray or gamma ray photon), called the Compton effect. Part of the energy of the photon is transferred to the recoiling electron. Inverse Compton scattering occurs when a charged particle transfers part of its energy to a photon.",
  "/wiki/John_H._Eicher": "John Harold Eicher (March 30, 1921 – June 7, 2016) was an organic chemist, philosopher of science, historian, and author. He was a Manhattan Project scientist who worked at Columbia University to develop the first atomic bomb, and taught chemistry at Miami University in Oxford, Ohio, for 37 years. Eicher was the author of several chemistry publications and, with his son David J. Eicher, was coauthor of the reference book Civil War High Commands.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/Manhattan_Project": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the Manhattan District; Manhattan gradually superseded the official codename, Development of Substitute Materials, for the entire project. Along the way, the project absorbed its earlier British counterpart, Tube Alloys. The Manhattan Project began modestly in 1939, but grew to employ more than 130,000 people and cost nearly US$2 billion (about $23 billion in 2018 dollars). Over 90% of the cost was for building factories and to produce fissile material, with less than 10% for development and production of the weapons. Research and production took place at more than 30 sites across the United States, the United Kingdom, and Canada.",
  "/wiki/Clifford_C._Furnas": "Clifford Cook Furnas (October 24, 1900 – April 27, 1969) was an American author, Olympic athlete, scientist, expert on guided missiles, university president, and public servant. He was first cousin of the author Evangeline Walton.",
  "/wiki/State_University_of_New_York_at_Buffalo": "The State University of New York at Buffalo (University at Buffalo, UB, or SUNY Buffalo) is a public research university with campuses in Buffalo and Amherst, New York. It is the flagship campus of the State University of New York (SUNY) system, with the largest enrollment, largest endowment, and research funding as a comprehensive university center. The university was founded in 1846 as a private medical college, but in 1962 merged with the SUNY system.",
  "/wiki/Alma_College": "Alma College is a private liberal arts college in Alma, Michigan. It enrolls approximately 1,400 students and is accredited by the Higher Learning Commission. It is affiliated with the Presbyterian Church (USA).",
  "/wiki/Central_YMCA_College": "Central YMCA College was a college operated by the YMCA in Chicago, Illinois, United States. It was founded prior to or in 1922. and was accredited in 1924. It was closed in 1945 after the university president and a large majority of the faculty and students left to form what became Roosevelt University.",
  "/wiki/Boy_Scouts_of_America": "The Boy Scouts of America (BSA) (colloquially, the Boy Scouts) is the largest scouting organization and one of the largest youth organizations in the United States, with about 2.3 million youth participants and about one million adult volunteers. The BSA was founded in 1910, and since then, about 110 million Americans participated in BSA programs at some time in their lives. BSA is part of the international Scout Movement and became a founding member organization of the World Organization of the Scout Movement in 1922.",
  "/wiki/Distinguished_Eagle_Scout_Award": "The Distinguished Eagle Scout Award (DESA) is a distinguished service award of the Boy Scouts of America (BSA). It is awarded to an Eagle Scout for distinguished service in his profession and to his community for a period of at least 25 years after attaining the level of Eagle Scout. Other requirements include significant accomplishment in one's career and a solid record of continued community volunteer involvement. It is one of only two BSA awards given to adults that is dependent upon the recipient's having been awarded Eagle Scout as a youth; the other is the NESA Outstanding Eagle Scout Award (NOESA). Recipients of the DESA are known as Distinguished Eagle Scouts.",
  "/wiki/Jim_Lovell": "James Arthur Lovell Jr. (/ˈlʌvəl/; born March 25, 1928) is a former NASA astronaut, Naval Aviator, mechanical engineer, and retired Navy captain. In 1968, as command module pilot of Apollo 8, he became one of the first three humans to fly to and orbit the Moon. He then commanded the 1970 Apollo 13 lunar mission which, after a critical failure en route, circled around the Moon and returned safely to Earth through the efforts of the crew and mission control.",
  "/wiki/University_of_Wisconsin%E2%80%93Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Astronaut": "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists.",
  "/wiki/Gemini_7": "Gemini 7 (officially Gemini VII) was a 1965 crewed spaceflight in NASA's Gemini program. It was the fourth crewed Gemini flight, the twelfth crewed American flight and the twentieth crewed spaceflight including Soviet flights and X-15 flights above the Kármán line. The crew of Frank Borman and Jim Lovell spent nearly 14 days in space, making a total of 206 orbits. Their spacecraft was the passive target for the first crewed space rendezvous performed by the crew of Gemini 6A.",
  "/wiki/Gemini_12": "Gemini 12 (officially Gemini XII) was a 1966 crewed spaceflight in NASA's Project Gemini. It was the 10th and final crewed Gemini flight, the 18th crewed American spaceflight, and the 26th spaceflight of all time, including X-15 flights over 100 kilometers (54 nmi). Commanded by Gemini VII veteran James A. Lovell, the flight featured three periods of extravehicular activity (EVA) by rookie Edwin \"Buzz\" Aldrin, lasting a total of 5 hours and 30 minutes. It also achieved the fifth rendezvous and fourth docking with an Agena target vehicle.",
  "/wiki/Apollo_8": "Apollo 8 was the first crewed spacecraft to leave low Earth orbit and the first to reach the Moon, orbit it, and return. Its three-astronaut crew—Frank Borman, James Lovell, and William Anders—were the first humans to fly to the Moon, to witness and photograph an Earthrise, and to escape the gravity of a celestial body.",
  "/wiki/Apollo_13": "Apollo 13 was the seventh crewed mission in the Apollo space program and the third meant to land on the Moon. The craft was launched from Kennedy Space Center on April 11, 1970, but the lunar landing was aborted after an oxygen tank in the service module (SM) failed two days into the mission. The crew instead looped around the Moon, and returned safely to Earth on April 17. The mission was commanded by Jim Lovell with Jack Swigert as command module (CM) pilot and Fred Haise as lunar module (LM) pilot. Swigert was a late replacement for Ken Mattingly, who was grounded after exposure to rubella.",
  "/wiki/Massachusetts_Institute_of_Technology": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/Institute_of_Electrical_and_Electronics_Engineers": "The Institute of Electrical and Electronics Engineers (IEEE) is a professional association for electronic engineering and electrical engineering (and associated disciplines) with its corporate office in New York City and its operations center in Piscataway, New Jersey. It was formed in 1963 from the amalgamation of the American Institute of Electrical Engineers and the Institute of Radio Engineers.",
  "/wiki/Robert_Moog": "Robert Arthur Moog (/ˈmoʊɡ/ MOHG; May 23, 1934 – August 21, 2005) was an American engineer and pioneer of electronic music. He was the founder of Moog Music and the inventor of the first commercial synthesizer, the Moog synthesizer, debuted in 1964. This was followed in 1970 by a more portable model, the Minimoog, described as the most famous and influential synthesizer in history.",
  "/wiki/Queens_College,_City_University_of_New_York": "Queens College (QC) is one of the four-year colleges in the City University of New York system. Its 80-acre campus is located  in the Kew Gardens Hills section of Queens, with a student body that represents over 170 countries. Queens College is consistently ranked among the leading institutions in the US for the quality of its faculty and academic programs, the achievement of its students, and its affordability.",
  "/wiki/Moog_synthesizer": "The Moog synthesizer is a synthesizer developed by the American engineer Robert Moog. Moog debuted it in 1964, and Moog's company R.A. Moog Co. (later known as Moog Music) produced numerous models from 1965 to 1980. It was the first commercial synthesizer, and is credited with creating the analog synthesizer as it is known today.",
  "/wiki/Hanover_College": "Hanover College is a private, co-ed, liberal arts college, in Hanover, Indiana.  The college is affiliated with the Presbyterian Church (USA). Founded in 1827 by the Rev. John Finley Crowe, it is the oldest private college in Indiana. The Hanover athletic teams participate in the Heartland Collegiate Athletic Conference. Graduates of Hanover are known as Hanoverians.",
  "/wiki/Champ_Car": "Champ Car was the trade name for Open Wheel Racing Series Inc., a sanctioning body for American open-wheel car racing that operated from 2004 to 2008. It was the successor to Championship Auto Racing Teams (CART), which sanctioned the PPG Indy Car World Series from 1979 until dissolving after the 2003 season.",
  "/wiki/Homestead-Miami_Speedway": "Homestead–Miami Speedway is a motor racing track located in Homestead, Florida. The track, which has several configurations, has promoted several series of racing, including NASCAR, the IndyCar Series, the WeatherTech SportsCar Championship series, and the Championship Cup Series.",
  "/wiki/Washington_University_in_St._Louis": "Washington University in St. Louis (WashU, or WUSTL) is a private research university in Greater St. Louis with its main campus mostly in unincorporated St. Louis County, Missouri and Clayton, Missouri, its West Campus in Clayton, its North Campus in the West End neighborhood of St. Louis, Missouri, and its Medical Campus in the Central West End neighborhood of St. Louis, Missouri.",
  "/wiki/Fred_Singer": "Siegfried Fred Singer (born September 27, 1924) is an Austrian-born American physicist and emeritus professor of environmental science at the University of Virginia. Singer trained as an atmospheric physicist and is known for his work in space research, atmospheric pollution, rocket and satellite technology, his questioning of the link between UV-B and melanoma rates, and that between chlorofluoro compounds and stratospheric ozone loss, his public downplaying of the health risks of passive smoking, and as an advocate for climate change denial. He is the author or editor of several books including Global Effects of Environmental Pollution (1970), The Ocean in Human Affairs (1989), Global Climate Change (1989), The Greenhouse Debate Continued (1992), and Hot Talk, Cold Science (1997). He has also co-authored Unstoppable Global Warming: Every 1,500 Years (2007) with Dennis Avery, and Climate Change Reconsidered (2009) with Craig Idso.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Paul_Siple": "Paul Allman Siple (December 18, 1908 – November 25, 1968) was an American Antarctic explorer and geographer who took part in six Antarctic expeditions, including the two Byrd expeditions of 1928–1930 and 1933–1935, representing the Boy Scouts of America as an Eagle Scout. In addition to being an Eagle Scout, Siple was also a Sea Scout.  His first and third books covered these adventures. With Charles F. Passel he developed the wind chill factor, and Siple coined the term.",
  "/wiki/E._Donnall_Thomas": "Edward Donnall \"Don\" Thomas (March 15, 1920 – October 20, 2012) was an American physician, professor emeritus at the University of Washington, and director emeritus of the clinical research division at the Fred Hutchinson Cancer Research Center. In 1990 he shared the Nobel Prize in Physiology or Medicine with Joseph E. Murray for the development of cell and organ transplantation. Thomas and his wife and research partner Dottie Thomas developed bone marrow transplantation as a treatment for leukemia.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Nobel_Prize_in_Physiology_or_Medicine": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Foundation for outstanding discoveries in the fields of life sciences and medicine.",
  "/wiki/Joseph_E._Murray": "Joseph Edward Murray (April 1, 1919 – November 26, 2012) was an American plastic surgeon who performed the first successful human kidney transplant on identical twins Richard and Ronald Herrick on December 23, 1954.",
  "/wiki/William_Tebeau": "William Henry Tebeau (November 23, 1925 – July 5, 2013) in 1948 became the first African-American man to graduate from Oregon State College. He was an engineer for ODOT for 36 years. A residence hall at OSU and Highway 126 between Eugene and Florence are both named after him.",
  "/wiki/Oregon_State_University": "Oregon State University (OSU) is a public flagship research university in Corvallis, Oregon. The university offers more than 200 undergraduate degree programs along with a variety of graduate and doctoral degrees. With a student enrollment approaching 32,000, it is Oregon's largest university. More than 230,000 students have graduated from OSU since its founding. The Carnegie Foundation designates Oregon State University as a \"Community Engagement\" university and classifies it as a doctoral university with a status of \"Highest research activity\".",
  "/wiki/University_of_the_Philippines,_Diliman": "The University of the Philippines Diliman (Filipino: Unibersidad ng Pilipinas Diliman), also referred to as UPD, UP Diliman, or simply University of the Philippines or UP, is a coeducational, public research university located in Diliman, Quezon City, Philippines. It was established on February 12, 1949 as the flagship campus and seat of administration of the University of the Philippines System, the national university of the Philippines.",
  "/wiki/Philippine_National_Oil_Company": "The Philippine National Oil Company (PNOC) is an energy company created on November 9, 1973 as a government-owned and controlled corporation founded under martial law President Ferdinand Marcos' era to supply oil to the Philippines. Since then, its charter has been amended several times to include exploration, exploitation and development of all energy resources in the country.",
  "/wiki/Vulcanologist": "A volcanologist or vulcanologist is a geologist who studies the processes involved in the formation and eruptive activity of volcanoes and their current and historic eruptions, known as volcanology.  Volcanologists frequently visit volcanoes, especially active ones, to observe volcanic eruptions, collect eruptive products including tephra (such as ash or pumice), rock and lava samples. One major focus of inquiry is the prediction of eruptions; there is currently no accurate way to do this, but predicting eruptions could alleviate the impact on surrounding populations.",
  "/wiki/Cyril_Wecht": "Cyril Harrison Wecht (born March 20, 1931) is an American forensic pathologist. He has been a consultant in numerous high-profile cases, but is perhaps best known for his criticism of the Warren Commission's findings concerning the assassination of John F. Kennedy.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Allegheny_County,_Pennsylvania": "Allegheny County (/ælɪˈɡeɪni/) is a county in the southwest of the U.S. state of Pennsylvania. As of 2018 the population was 1,218,452, making it the state's second-most populous county, following Philadelphia County. The county seat is Pittsburgh.\nAllegheny County is included in the Pittsburgh, PA Metropolitan Statistical Area, and in the Pittsburgh Designated Market Area.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Forensic_pathology": "Forensic pathology is pathology that focuses on determining the cause of death by examining a corpse. A post mortem is performed by a medical examiner, usually during the investigation of criminal law cases and civil law cases in some jurisdictions. Coroners and medical examiners are also frequently asked to confirm the identity of a corpse. Also see forensic medicine.",
  "/wiki/Lafayette_College": "Lafayette College is a private liberal arts college based in Easton, Pennsylvania with a small satellite campus in New York City.  Founded in 1826 by James Madison Porter and the citizens of Easton, the school first held classes in 1832.  The founders voted to name the school after General Lafayette, who famously toured the country in 1824–25, as \"a testimony of respect for [his] talents, virtues, and signal services... in the great cause of freedom\".\nLafayette is considered a Hidden Ivy as well as one of the northeastern Little Ivies.",
  "/wiki/General_Electric": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018[update], the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing, venture capital and finance and lighting."
}