{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Hydrochlorothiazide": "Hydrochlorothiazide (HCTZ or HCT) is a diuretic medication often used to treat high blood pressure and swelling due to fluid build up. Other uses include diabetes insipidus, renal tubular acidosis, and to decrease the risk of kidney stones in those with a high calcium level in the urine. For high blood pressure it is sometimes considered as a first-line treatment, although chlortalidone is more effective with a similar rate of adverse effects. HCTZ is taken by mouth and may be combined with other blood pressure medications as a single pill to increase effectiveness.",
  "/wiki/Chlorothiazide": "Chlorothiazide, sold under the brand name Diuril among others, is an organic compound used as a diuretic and as an antihypertensive.",
  "/wiki/Regina_Jacobs": "Regina Jacobs (born August 28, 1963 in Los Angeles) is an American former middle-distance runner from Los Angeles. She currently works as a real estate agent in Oakland, California with The Grubb Co. Realtors.",
  "/wiki/Tetrahydrogestrinone": "Tetrahydrogestrinone (THG), known by the nickname The Clear, is a synthetic and orally active anabolic–androgenic steroid (AAS) which was never marketed for medical use. It was developed by Patrick Arnold and was used by a number of high-profile athletes such as Marion Jones and Dwain Chambers.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Patrick_Jarrett_(athlete)": "Patrick \"Pat\" Jarrett (born 2 October 1972) is a Jamaican sprinter who specialised in the 100 metres. He represented Jamaica at the 2000 and 2004 Summer Olympics. He was also the 1999 Jamaican 100 m champion and a quarter-finalist at the 1999 World Championships in Athletics.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Helena_Javornik": "Helena Javornik (born 26 March 1966, in Celje) is a Slovenian long-distance runner who has specialized in all distances from 1500 metres to the marathon race.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.",
  "/wiki/Erythropoetin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Mark_Jelks": "Mark Elliott Jelks (born April 10, 1984) is an American track and field athlete who specializes in the 100-meter dash.  He has a personal best of 9.99 seconds for the event and represented the United States at the 2007 World Championships in Athletics.  In 2014, Jelks made a change in eligibility in order to represent Nigeria internationally. He represented his new country at the 2014 Commonwealth Games.",
  "/wiki/Cordera_Jenkins": "Cordera Jenkins (born January 17, 1988) is an American professional 110m hurdler. He was recruited by Coach Vince Anderson for Texas A&M University and Coach Leroy Burrell of University of Houston as an All American hurdler. Cordera Jenkins chose to attend Texas A&M.",
  "/wiki/Cannabis_(drug)": "Cannabis, also known as marijuana among other names,[a] is a psychoactive drug from the Cannabis plant used for medical or recreational purposes. The primary psychoactive component of cannabis is tetrahydrocannabinol (THC), one of the 483 known compounds in the plant, including at least 65 other cannabinoids. Cannabis can be used by smoking, vaporizing, within food, or as an extract.",
  "/wiki/Rita_Jeptoo": "Rita Jeptoo (born 15 February 1981) is a Kenyan marathon runner. Originally a winner of the Boston Marathon three times, including setting the then course record at 2:18:57 in 2014, she had also won marathons in Chicago, Stockholm, and Milan, as well as having represented Kenya in the event at the 2007 World Championships in Athletics. She was the bronze medalist at the 2006 IAAF World Road Running Championships.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Norandrosterone": "19-Norandrosterone, also known as 5α-estran-3α-ol-17-one, is a metabolite of nandrolone (19-nortestosterone) and bolandione (19-norandrostenedione) that is formed by 5α-reductase. It is on the list of substances prohibited by the World Anti-Doping Agency since it is a detectable metabolite of nandrolone, an anabolic-androgenic steroid (AAS). Consumption of androstendione products contaminated with traces of bolandione may also result in testing positive for nandrolone.",
  "/wiki/Olivera_Jevti%C4%87": "Olivera Jevtić (Serbian Cyrillic: Оливера Јевтић, born 24 July 1977) is a Serbian long-distance runner.  She has represented her country five times at the Olympics in 2000, 2004, 2008, 2012 and 2016.",
  "/wiki/Socialist_Federal_Republic_of_Yugoslavia": "The Socialist Federal Republic of Yugoslavia (SFRY), also known as SFR Yugoslavia or simply Yugoslavia, was a country located in Central and Southeastern Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km² (98,766 sq mi), the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the north, Bulgaria and Romania to the east, and Albania and Greece to the south. The nation was a socialist state and a federation governed by the League of Communists of Yugoslavia and made up of six socialist republics – Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia, and Slovenia – with Belgrade as its capital. In addition, it included two autonomous provinces within Serbia: Kosovo and Vojvodina. The SFRY's origin is traced to 26 November 1942, when the Anti-Fascist Council for the National Liberation of Yugoslavia was formed during World War II. On 29 November 1945, the Federal People's Republic of Yugoslavia was proclaimed after the deposition of King Peter II, thus ending the monarchy. Until 1948, the new communist government originally sided with the Eastern Bloc under the leadership of Josip Broz Tito at the beginning of the Cold War, but after the Tito–Stalin split of 1948, Yugoslavia pursued a policy of neutrality. It became one of the founding members of the Non-Aligned Movement, and transitioned from a command economy to market-based socialism. The SFRY maintained neutrality during the Cold War as part of its foreign policy. It was a founding member of CERN, the United Nations, Non-Aligned Movement, OSCE, IFAD, WTO, Eutelsat, and BTWC. Following the death of Tito on 4 May 1980, the Yugoslav economy started to collapse, which increased unemployment and inflation. The economic crisis led to a rise in ethnic nationalism in the late 1980s and early 1990s; dissidence resulted among the multiple ethnicities within the constituent republics. With the collapse of communism in Eastern Europe, inter-republic talks on transformation of the federation into a confederacy also failed, with the two wealthiest republics (Croatia and Slovenia) seceding. In 1991 some European states recognized their independence. The federation collapsed along federal borders, followed by the start of the Yugoslav Wars, and the final downfall and breakup of the federation on 27 April 1992. Two of its republics, Serbia and Montenegro, remained within a reconstituted state known as the \"Federal Republic of Yugoslavia\", but this union was not recognized internationally as the official successor state to the SFRY. The term \"former Yugoslavia\" (bivša Jugoslavija/бивша Југославија) is now commonly used retrospectively.",
  "/wiki/Ephedrine": "Ephedrine is a medication and stimulant. It is often used to prevent low blood pressure during spinal anesthesia. It has also been used for asthma, narcolepsy, and obesity but is not the preferred treatment. It is of unclear benefit in nasal congestion. It can be taken by mouth or by injection into a muscle, vein, or just under the skin. Onset with intravenous use is fast, while injection into a muscle can take 20 minutes, and by mouth can take an hour for effect. When given by injection it lasts about an hour and when taken by mouth it can last up to four hours.",
  "/wiki/Antonio_David_Jim%C3%A9nez": "Antonio David Jiménez Pentinel (born 18 February 1977 in Seville) is a Spanish long-distance runner specialising in the steeplechase.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Ben_Johnson_(Canadian_sprinter)": "Benjamin Sinclair Johnson, CM OOnt (born December 30, 1961) is a Jamaican-born Canadian former sprinter, who was disqualified for doping after finishing third in two Olympic races and two consecutive 100 metres finishes under the world record time at the 1987 World Championships in Athletics and the 1988 Summer Olympics.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Testosterone": "Testosterone is the primary male sex hormone and anabolic steroid. In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate, as well as promoting secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being, and the prevention of osteoporosis. Insufficient levels of testosterone in men may lead to abnormalities including frailty and bone loss.",
  "/wiki/Gea_Johnson": "Gea Johnson (born September 18, 1967) is an American bobsledder. She competed in the two woman event at the 2002 Winter Olympics.",
  "/wiki/Marion_Jones": "Marion Lois Jones (born October 12, 1975), also known as Marion Jones-Thompson, is an American former world champion track and field athlete and a former professional basketball player for Tulsa Shock in the WNBA. She won three gold medals and two bronze medals at the 2000 Summer Olympics in Sydney, Australia, but was later stripped of her medals after admitting to steroid use. Jones did retain her 3 titles as world champion from 1997–1999.",
  "/wiki/LaVerne_Jones-Ferrette": "LaVerne Janet Jones-Ferrette (born September 16, 1981) is a sprinter from the United States Virgin Islands who specializes in the 100 and 200 meters. She represented her country at the Summer Olympics in 2004, 2008 and 2012. She won the silver medal over 60 meters at the 2010 IAAF World Indoor Championships in a time of 6.97 seconds; a subsequent drug test revealed a banned substance in her system and she was stripped of her medal.",
  "/wiki/United_States_Virgin_Islands": "The United States Virgin Islands (abbreviated USVI; also called the U.S. Virgin Islands or American Virgin Islands), officially the Virgin Islands of the United States, are a group of Caribbean islands and an unincorporated and organized territory of the United States. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles to the east of Puerto Rico and west of the British Virgin Islands.",
  "/wiki/Clomiphene": "Clomifene, also known as clomiphene, is a medication used to treat infertility in women who do not ovulate. This includes those who have polycystic ovary syndrome. Use results in a greater chance of twins. It is taken by mouth once a day with a course of treatment generally lasting five days.",
  "/wiki/Sini_Jose": "Sini Jose (Malayalam: സിനി ജോസ്) (born 25 May 1987) is an Indian sprint athlete from Ernakulam district, Kerala who specializes in 400 metres. Sini won the Gold Medal at the 2010 Commonwealth Games and 2010 Asian Games in 4x400 m relay event with Manjeet Kaur, A. C. Ashwini, and Mandeep Kaur.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Methandienone": "Metandienone, also known as methandienone or methandrostenolone and sold under the brand name Dianabol among others, is an androgen and anabolic steroid (AAS) medication which is mostly no longer used. It is also used non-medically for physique- and performance-enhancing purposes. It is often taken by mouth.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe.",
  "/wiki/Salbutamol": "Salbutamol, also known as albuterol and marketed as Ventolin among other brand names, is a medication that opens up the medium and large airways in the lungs. It is used to treat asthma, including asthma attacks, exercise-induced bronchoconstriction, and chronic obstructive pulmonary disease (COPD). It may also be used to treat high blood potassium levels. Salbutamol is usually used with an inhaler or nebulizer, but it is also available in a pill, liquid, and intravenous solution. Onset of action of the inhaled version is typically within 15 minutes and lasts for two to six hours.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin."
}