{
  "/wiki/Monica_Iag%C4%83r": "Monica Dinescu-Iagăr (born April 2, 1973 in Sighetu Marmaţiei) is a Romanian athlete competing in high jump. Her personal best jump is 2.02 metres.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.",
  "/wiki/Norandrosterone": "19-Norandrosterone, also known as 5α-estran-3α-ol-17-one, is a metabolite of nandrolone (19-nortestosterone) and bolandione (19-norandrostenedione) that is formed by 5α-reductase. It is on the list of substances prohibited by the World Anti-Doping Agency since it is a detectable metabolite of nandrolone, an anabolic-androgenic steroid (AAS). Consumption of androstendione products contaminated with traces of bolandione may also result in testing positive for nandrolone.",
  "/wiki/Samson_Idiata": "Samson Idiata (born 23 January 1988 in Ewu) is a Nigerian high jumper and long jumper.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Clenbuterol": "Clenbuterol is a sympathomimetic amine used by sufferers of breathing disorders as a decongestant and bronchodilator. People with chronic breathing disorders such as asthma use this as a bronchodilator to make breathing easier. It is most commonly available as the hydrochloride salt, clenbuterol hydrochloride.",
  "/wiki/Gulustan_Ieso": "Gulustan Mahmood Ieso (born 1 August 1991), also known as Kolestan Mahmoud, is an Iraqi track and field athlete who competes in sprinting events. She holds a number of Iraqi records and helped win her country's first ever women's medals at the Asian Athletics Championships in 2011. She lost these medals as her doping sample at that competition came back positive for the banned stimulant methylhexaneamine, receiving a one-year ban for the infraction.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Methylhexaneamine": "Methylhexanamine (also known as methylhexamine, 1,3-dimethylamylamine, 1,3-DMAA, dimethylamylamine, and DMAA; trade names Forthane and Geranamine) is an indirect sympathomimetic drug invented and developed by Eli Lilly and Company and marketed as an inhaled nasal decongestant from 1948 until it was voluntarily withdrawn from the market in the 1970s.",
  "/wiki/Kirill_Ikonnikov": "Kirill Gennadiyevich Ikonnikov (Russian: Кирилл Геннадиевич Иконников; born 5 March 1984, in Leningrad) is a male hammer thrower from Russia. His personal best throw is 79.20 metres, achieved in June 2008 in Zhukovsky.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Dehydrochloromethyltestosterone": "Chlorodehydromethyltestosterone (CDMT; brand name Oral Turinabol), also known as 4-chloro-17β-hydroxy17α-methylandrosta-1,4-dien-3-one, is an anabolic–androgenic steroid (AAS). It is the 4-chloro-substituted derivative of metandienone (dehydromethyltestosterone).",
  "/wiki/Chidi_Imoh": "Chukwudi \"Chidi\" Imoh (born 27 August 1965) is a former sprinter from Nigeria who won an Olympic silver medal in the 4 x 100 metres relay at the 1992 Summer Olympics. He also won a silver medal in the 100 metres at the 1986 Goodwill Games, finished behind Ben Johnson and ahead of Carl Lewis. He won a 60 metres bronze medal at the 1991 World Indoor Championships, and he became African champion in 1984 and 1985.",
  "/wiki/Ekaterina_Ishova": "Ekaterina Ishova (née Gorbunova, Russian: Екатерина Юрьевна Ишова; born 17 January 1989) is a Russian middle- and long-distance runner.",
  "/wiki/Biological_passport": "An athlete biological passport is an individual electronic record for professional athletes, in which profiles of biological markers of doping and results of doping tests are collated over a period of time. Doping violations can be detected by noting variances from an athlete’s established levels outside permissible limits, rather than testing for and identifying illegal substances.",
  "/wiki/Daniel_Ivanov": "Daniel Ivanov (Bulgarian: Даниел Иванов, born 4 November 1965) is a retired Bulgarian long jumper.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Amphetamine": "Amphetamine[note 1] (contracted from alpha-methylphenethylamine) is a central nervous system (CNS) stimulant that is used in the treatment of attention deficit hyperactivity disorder (ADHD), narcolepsy, and obesity. Amphetamine was discovered in 1887 and exists as two enantiomers:[note 2] levoamphetamine and dextroamphetamine. Amphetamine properly refers to a specific chemical, the racemic free base, which is equal parts of the two enantiomers, levoamphetamine and dextroamphetamine, in their pure amine forms. The term is frequently used informally to refer to any combination of the enantiomers, or to either of them alone. Historically, it has been used to treat nasal congestion and depression. Amphetamine is also used as an athletic performance enhancer and cognitive enhancer, and recreationally as an aphrodisiac and euphoriant. It is a prescription drug in many countries, and unauthorized possession and distribution of amphetamine are often tightly controlled due to the significant health risks associated with recreational use.[sources 1]",
  "/wiki/Lyubov_Ivanova": "Lyubov Kharlamova (Russian: Любовь Харламова), née Ivanova (Иванова, born March 2, 1981) is a Russian long-distance runner who specializes in the 3000 metres steeplechase.",
  "/wiki/Methyltestosterone": "Methyltestosterone, sold under the brand names Android, Metandren, and Testred among others, is an androgen and anabolic steroid (AAS) medication which is used in the treatment of low testosterone levels in men, delayed puberty in boys, at low doses as a component of menopausal hormone therapy for menopausal symptoms like hot flashes, osteoporosis, and low sexual desire in women, and to treat breast cancer in women. It is taken by mouth or held in the cheek or under the tongue.",
  "/wiki/Olimpiada_Ivanova": "Olimpiada Vladimirovna Ivanova (Russian: Олимпиада Владимировна Иванова, born August 26, 1970) is a Russian race walker. She has 4 medals from the major events.",
  "/wiki/Stanazolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/List_of_doping_cases_in_athletics": "The use of performance-enhancing drugs (doping) is prohibited within the sport of athletics. Athletes who are found to have used such banned substances, whether through a positive drugs test, the biological passport system, an investigation or public admission, may receive a competition ban for a length of time which reflects the severity of the infraction. Athletes who are found to have banned substances in their possession, or who tamper with or refuse to submit to drug testing can also receive bans from the sport. Competitive bans may also be given to athletes who test positive for prohibited recreational drugs or stimulants with little performance-enhancing effect for competitors in athletics. The sports body responsible for determining which substances are banned in athletics is the World Anti-Doping Agency (WADA)."
}