{
  "/wiki/Kaarlo_Maaninka": "Kaarlo Hannes Maaninka (born 25 December 1953) is a Finnish former long distance runner who won a silver medal in the 10,000 metres and a bronze medal in the 5,000 metres at the 1980 Moscow Olympics. He later admitted that he had used blood transfusions at the 1980 Olympics, though this was not against the rules at that time.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Remigius_Machura": "Remigius Machura (Czech pronunciation: [ˈremɪɡɪjus ˈmaxura]) (born July 3, 1960 in Rychnov nad Kněžnou) is a retired shot putter who represented Czechoslovakia. His career highlights include a bronze medal at the first World Championships and a gold medal at the first World Indoor Championships. He also represented his country at the 1988 Summer Olympics where he finished fifth. His personal best put of 21.93 metres puts him 20th in the all-time performers list and he remains the Czech record holder in the event indoors and outdoors.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Anabolic_steroids": "Anabolic steroids, also known more properly as anabolic–androgenic steroids (AAS), are steroidal androgens that include natural androgens like testosterone as well as synthetic androgens that are structurally related and have similar effects to testosterone. They are anabolic and increase protein within cells, especially in skeletal muscles, and also have varying degrees of androgenic and virilizing effects, including induction of the development and maintenance of masculine secondary sexual characteristics such as the growth of facial and body hair. The word anabolic, referring to anabolism, comes from the Greek ἀναβολή anabole, \"that which is thrown up, mound\". Androgens or AAS are one of three types of sex hormone agonists, the others being estrogens like estradiol and progestogens like progesterone.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Human_growth_hormone": "Growth hormone (GH) or somatotropin, also known as human growth hormone (hGH or HGH) in its human form, is a peptide hormone that stimulates growth, cell reproduction, and cell regeneration in humans and other animals. It is thus important in human development. GH also stimulates production of IGF-1 and increases the concentration of glucose and free fatty acids.  It is a type of mitogen which is specific only to the receptors on certain types of cells. GH is a 191-amino acid, single-chain polypeptide that is synthesized, stored and secreted by somatotropic cells within the lateral wings of the anterior pituitary gland.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Simon_Magakwe": "Simon Petrus Magakwe (May 25, 1986 in Itsoseng) is a sprinter from South Africa. In 2010 he competed at the 2010 African Championships in Nairobi and won the bronze medal in both the 100 metres and the 200 metres. He was the first South African to run under 10 second, with a personal best of 9:98 seconds.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Maurren_Maggi": "Maurren Higa Maggi (born June 25, 1976 in São Carlos) is a former Brazilian track and field athlete and Olympic gold medallist. She is the South American record holder in the 100 metres hurdles and long jump, with 12.71 seconds and 7.26 metres respectively. She also has a best of 14.53 metres in the triple jump – a former South American record. She is the first Brazilian woman to win an Olympic gold medal in an individual sport.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Clostebol": "Clostebol (INN; also known as 4-chlorotestosterone) usually as the ester clostebol acetate, is a synthetic anabolic–androgenic steroid (AAS). Clostebol is the 4-chloro derivative of the natural hormone testosterone. The chlorination prevents conversion to dihydrotestosterone (DHT) while also rendering the chemical incapable of conversion to estrogen.[citation needed] Although usually used as an ester including clostebol acetate (Macrobin, Steranabol, Alfa-Trofodermin, Megagrisevit), clostebol caproate (Macrobin-Depot), or clostebol propionate (Yonchlon), unmodified/non-esterified clostebol is also reported to be marketed, under the brand name Trofodermin-S in Mexico.",
  "/wiki/Mike_Mahovlich": "Michael (\"Mike\") G. Mahovlich (born August 27, 1960 in Burnaby, British Columbia) is a retired male javelin thrower from Canada, who won a total number of two national titles (1988 and 1989) during his career. He competed at the 1987 World Championships and the 1988 Summer Olympics, but did not reach the final. Mahovlich set his personal best on April 26, 1986 throwing 79.04 metres.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Edi_Maia": "Edi Maia (born 10 November 1987 in Setúbal) is a Portuguese pole vaulter. He competed in the pole vault event at the 2012 Summer Olympics.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Cannabis_(drug)": "Cannabis, also known as marijuana among other names,[a] is a psychoactive drug from the Cannabis plant used for medical or recreational purposes. The primary psychoactive component of cannabis is tetrahydrocannabinol (THC), one of the 483 known compounds in the plant, including at least 65 other cannabinoids. Cannabis can be used by smoking, vaporizing, within food, or as an extract.",
  "/wiki/Pascal_Mancini": "Pascal Mancini (born 18 April 1989) is a Swiss sprinter who specializes in the 100 metres.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Norandrosterone": "19-Norandrosterone, also known as 5α-estran-3α-ol-17-one, is a metabolite of nandrolone (19-nortestosterone) and bolandione (19-norandrostenedione) that is formed by 5α-reductase. It is on the list of substances prohibited by the World Anti-Doping Agency since it is a detectable metabolite of nandrolone, an anabolic-androgenic steroid (AAS). Consumption of androstendione products contaminated with traces of bolandione may also result in testing positive for nandrolone.",
  "/wiki/Luvo_Manyonga": "Luvo Manyonga (born 8 January 1991) is a South African track and field athlete who specialises in the long jump. He won the 2017 World Championship in London and the 2018 Commonwealth Games title in the Gold Coast, Australia. He was the Olympic silver medallist in 2016 in Rio de Janeiro.",
  "/wiki/Methamphetamine": "Methamphetamine[note 1] (contracted from N-methylamphetamine) is a potent central nervous system (CNS) stimulant that is mainly used as a recreational drug and less commonly as a second-line treatment for attention deficit hyperactivity disorder and obesity. Methamphetamine was discovered in 1893 and exists as two enantiomers: levo-methamphetamine and dextro-methamphetamine.[note 2] Methamphetamine properly refers to a specific chemical, the racemic free base, which is an equal mixture of levomethamphetamine and dextromethamphetamine in their pure amine forms. It is rarely prescribed over concerns involving human neurotoxicity and potential for recreational use as an aphrodisiac and euphoriant, among other concerns, as well as the availability of safer substitute drugs with comparable treatment efficacy. Dextromethamphetamine is a much stronger CNS stimulant than levomethamphetamine.",
  "/wiki/Irina_Maracheva": "Irina Maracheva (born 29 September 1984) is a Russian athlete who competes in middle-distance running events. She has a personal best time of 1:57.82 minutes at the 800 metres.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Biological_passport": "An athlete biological passport is an individual electronic record for professional athletes, in which profiles of biological markers of doping and results of doping tests are collated over a period of time. Doping violations can be detected by noting variances from an athlete’s established levels outside permissible limits, rather than testing for and identifying illegal substances.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Ephedrine": "Ephedrine is a medication and stimulant. It is often used to prevent low blood pressure during spinal anesthesia. It has also been used for asthma, narcolepsy, and obesity but is not the preferred treatment. It is of unclear benefit in nasal congestion. It can be taken by mouth or by injection into a muscle, vein, or just under the skin. Onset with intravenous use is fast, while injection into a muscle can take 20 minutes, and by mouth can take an hour for effect. When given by injection it lasts about an hour and when taken by mouth it can last up to four hours.",
  "/wiki/Natalia_M%C4%83r%C4%83%C8%99escu": "Natalia Mărăşescu (née Andrei on 3 October 1952) is a retired Romanian middle distance runner who specialized mainly in the 1500 metres. She competed in this event at the 1976 and 1980 Olympics and placed ninth in 1980.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Brian_Mariano": "Brian Mariano (born 22 January 1985) is a Curaçaoan sprinter who specializes in the 100 and 200 metres and starts for the Netherlands, formerly for Netherlands Antilles until October 1, 2010. He finished fourth-fastest in the men's 60 metres heats at the 2010 IAAF World Indoor Championships in Doha, but was disqualified in the semifinals. He won a bronze medal in the 4x100 metres relay at the 2010 Central American and Caribbean Games in Mayaguez alongside Prince Kwidama, Curtis Cock and Churandy Martina.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Martin_Mari%C4%87": "Martin Marić (born 19 April 1984) is a Croatian track and field athlete who competes in the discus throw. He has a personal best of 67.92 m (222 ft 10 in), achieved in April 2014 in Chula Vista, California. He also has 72.31 m (237 ft 2 3⁄4 in) in the javelin throw, achieved in May 2006. Martin Marić has been a throws coach at the University Of Virginia Since 2012. Maric spent the springs of 2010 and 2011 as a volunteer assistant coach at the University of Florida.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Ostarine": "Enobosarm, also known as ostarine, is an investigational selective androgen receptor modulator (SARM) developed by GTx, Inc. for the treatment of conditions such as muscle wasting and osteoporosis, formerly under development by Merck & Company.",
  "/wiki/SARMs": "Selective androgen receptor modulators or SARMs are a novel class of androgen receptor ligands. (The name follows the terminology currently used for similar molecules targeting the estrogen receptor, \"Selective Estrogen Receptor Modulators,\" such as tamoxifen.)",
  "/wiki/Itay_Margalit": "Itay Margalit (born 25 January 1970) is a retired Israeli high jumper.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Nandrolone": "Nandrolone, also known as 19-nortestosterone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (wasting syndrome), osteoporosis, breast cancer, and for other indications. They are not used by mouth and instead are given by injection into muscle or fat.",
  "/wiki/Marina_Marghieva": "Marina Nichișenco, née Marghiev (Russian: Марина Сослановна Маргиева, Marina Soslanovna Margieva; born 28 June 1986) is a female hammer thrower who competes for Moldova. Her personal best throw is 71.50 metres, achieved in January 2009 in Chişinău. She is a former national record holder. Born in Russia, she is the older sister of Zalina Marghieva and Serghei Marghiev, and is coached by her father Soslan.",
  "/wiki/Moldova": "Moldova (/mɒlˈdoʊvə/ (listen), sometimes UK: /ˈmɒldəvə/), officially the Republic of Moldova (Romanian: Republica Moldova), is a landlocked country in Eastern Europe, bordered by Romania to the west and Ukraine to the north, east, and south. The capital city is Chișinău.",
  "/wiki/Zalina_Marghieva": "Zalina Marghieva (Russian: Залина Сослановна Маргиева; born 5 February 1988) is a female hammer thrower who competes for Moldova. Born in Russia, she is the sister of Marina Marghiev and Serghei Marghiev, and is coached by her father Soslan.",
  "/wiki/Dehydrochloromethyltestosterone": "Chlorodehydromethyltestosterone (CDMT; brand name Oral Turinabol), also known as 4-chloro-17β-hydroxy17α-methylandrosta-1,4-dien-3-one, is an anabolic–androgenic steroid (AAS). It is the 4-chloro-substituted derivative of metandienone (dehydromethyltestosterone).",
  "/wiki/Dzmitry_Marshin": "Dmitry Marshin (born as Dzmitri Marshyn, 15 September 1972 in Mogilev) is an Azerbaijani athlete of Belarusian descent. He competed for Azerbaijan in hammer throw at the 2012 Summer Olympics, finishing in 20th in the qualifying round and not qualifying for the final.  His personal best is a throw of 79.56 in 2012.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/LaVonna_Martin-Floreal": "LaVonna Ann Martin-Floreal (born November 18, 1966) is an American former track and field athlete who competed mainly in the 100-meter hurdles. She won an Olympic silver medal in 1992.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Furosemide": "Furosemide, sold under the brand name Lasix among others, is a medication used to treat fluid build-up due to heart failure, liver scarring, or kidney disease. It may also be used for the treatment of high blood pressure. It can be taken by injection into a vein or by mouth. When taken by mouth, it typically begins working within an hour, while intravenously, it typically begins working within five minutes."
}