{
  "/wiki/Mariya_Yakovenko": "Mariya Yakovenko (Russian: Мария Яковенко; born 6 January 1982) is a female javelin thrower from Russia. Her personal best throw is 62.23 metres, achieved in August 2007 in Tula.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Dehydrochloromethyltestosterone": "Chlorodehydromethyltestosterone (CDMT; brand name Oral Turinabol), also known as 4-chloro-17β-hydroxy17α-methylandrosta-1,4-dien-3-one, is an anabolic–androgenic steroid (AAS). It is the 4-chloro-substituted derivative of metandienone (dehydromethyltestosterone).",
  "/wiki/Nevin_Yanit": "Nevin Yanıt (born February 16, 1986) is a Turkish female sprinter specializing in high hurdling. She is a two time European champion in the 100m hurdles, and current European indoor  champion in the 60m hurdles.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Testosterone": "Testosterone is the primary male sex hormone and anabolic steroid. In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate, as well as promoting secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being, and the prevention of osteoporosis. Insufficient levels of testosterone in men may lead to abnormalities including frailty and bone loss.",
  "/wiki/Biological_passport": "An athlete biological passport is an individual electronic record for professional athletes, in which profiles of biological markers of doping and results of doping tests are collated over a period of time. Doping violations can be detected by noting variances from an athlete’s established levels outside permissible limits, rather than testing for and identifying illegal substances.",
  "/wiki/Oksana_Yarygina": "Oksana Aleksandrovna Yarygina (Russian: Оксана Александровна Ярыгина; born 24 December 1972) is a female javelin thrower from Russia. She formerly represented Uzbekistan. She won the silver medal at the 1993 Asian Championships and the gold medal at the 1994 Asian Games, the latter in a career best throw of 64.62 metres (with the old javelin type).",
  "/wiki/Methandrostenolone": "Metandienone, also known as methandienone or methandrostenolone and sold under the brand name Dianabol among others, is an androgen and anabolic steroid (AAS) medication which is mostly no longer used. It is also used non-medically for physique- and performance-enhancing purposes. It is often taken by mouth.",
  "/wiki/Iryna_Yatchenko": "Iryna Vasiliyevna Yatchenko (Belarusian: Ірына Ятчанка, Russian: Ирина Васильевна Ятченко; born 31 October 1965) is a Belarusian former discus thrower best known for winning two Olympic bronze medals at the 2000 Summer Olympics and 2004 Summer Olympics, although she was eventually stripped of the latter medal due to a doping offence. She also became world champion at the 2003 World Championships in Athletics. Her personal best is 69.14 metres, achieved in July 2004 in Minsk.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Methandienone": "Metandienone, also known as methandienone or methandrostenolone and sold under the brand name Dianabol among others, is an androgen and anabolic steroid (AAS) medication which is mostly no longer used. It is also used non-medically for physique- and performance-enhancing purposes. It is often taken by mouth.",
  "/wiki/Antonina_Yefremova": "Antonina Yefremova (born 19 July 1981) is a Ukrainian sprinter who specializes in the 400 metres. Yefremova received a two-year ban in 2012 for using testosterone at the 2011 World Athletics Championships.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Olga_Yegorova": "Olga Nikolayevna Yegorova (Russian: Ольга Николаевна Егорова; born 28 March 1972 in Novocheboksarsk, Chuvash ASSR) is a Russian middle distance runner.",
  "/wiki/Igor_Yerokhin": "Igor Nikolayevich Yerokhin or Erokhin (Russian: Игорь Николаевич Ерохин, September 4, 1985 in Saransk) is a Russian former race walker. He was a participant of the 2012 Summer Olympics in London and finished in 5th place in the 50 kilometres walk. In 2011, he placed second at the European Race Walking Cup.",
  "/wiki/Erythropoetin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Vasiliy_Yershov": "Vasiliy Yershov (15 August 1949 – 6 November 2000) was a Ukrainian javelin thrower who competed in the 1976 Summer Olympics for Soviet Union. Yershov tested positive for anabolic steroids at the 1978 European Athletics Championships and was subsequently banned from sport for 18 months.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.",
  "/wiki/Anabolic_steroids": "Anabolic steroids, also known more properly as anabolic–androgenic steroids (AAS), are steroidal androgens that include natural androgens like testosterone as well as synthetic androgens that are structurally related and have similar effects to testosterone. They are anabolic and increase protein within cells, especially in skeletal muscles, and also have varying degrees of androgenic and virilizing effects, including induction of the development and maintenance of masculine secondary sexual characteristics such as the growth of facial and body hair. The word anabolic, referring to anabolism, comes from the Greek ἀναβολή anabole, \"that which is thrown up, mound\". Androgens or AAS are one of three types of sex hormone agonists, the others being estrogens like estradiol and progestogens like progesterone.",
  "/wiki/Elif_Yildirim": "Elif Yıldırım Gören (born February 14, 1990 in İznik, Bursa Province, Turkey) is a Turkish female sprinter, who is specialized in the 400m hurdles event. The 1.70 m (5 ft 7 in) tall athlete at 55 kg (121 lb) is a member of ENKA Spor Kulübü, where she is coached by Kemal Şencan and Fausto Ribeiro.",
  "/wiki/Yin_Anna": "Yin Anna (born 23 March 1992 in Shandong) is a Chinese long-distance runner who specializes in the 3000 metres steeplechase.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Erythropoietin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Daniela_Yordanova": "Daniela Yordanova (Bulgarian: Даниела Йорданова)(born 8 March 1976 in Slivnitsa) is a Bulgarian middle distance runner who specializes in the 1500 metres. She tested positive for testosterone in an out-of-competition doping test in Sofia on 13 June 2008, which eventually got her kicked out of the 2008 Summer Olympics.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Lyudmyla_Yosypenko": "Lyudmyla Dmytrivna Yosypenko (Ukrainian: Людмила Дмитрівна Йосипенко; born 24 September 1984) is a Ukrainian heptathlete.",
  "/wiki/Jerome_Young": "Jerome Young (born August 14, 1976) is a former track and field sprinter who specialized in the 400-meter dash. He won gold medals with the United States 4 × 400-meter relay team at the 2001 World Championships in Athletics and 1997 World Championships in Athletics, but was later stripped of these medals due to doping and was ultimately banned from the sport. He also was the heats runner for the relay team at the 2000 Summer Olympics, where the Americans won gold, but this was also stripped due to doping.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Nandrolon": "Nandrolone, also known as 19-nortestosterone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (wasting syndrome), osteoporosis, breast cancer, and for other indications. They are not used by mouth and instead are given by injection into muscle or fat.",
  "/wiki/Nailiya_Yulamanova": "Nailiya Yulamanova (Russian: Наиля Гайнуловна Юламанова; born 6 September 1980) is a Russian long-distance runner who specializes in the marathon.",
  "/wiki/SARMs": "Selective androgen receptor modulators or SARMs are a novel class of androgen receptor ligands. (The name follows the terminology currently used for similar molecules targeting the estrogen receptor, \"Selective Estrogen Receptor Modulators,\" such as tamoxifen.)",
  "/wiki/Andriy_Yurin": "Andriy Yurin (born 20 January 1984 in Kiev Oblast, Soviet Union) is a Ukrainian race walker.",
  "/wiki/Fatima_Yvelain": "Fatima Yvelain (born 31 December 1969) is a French long-distance runner. She competed in the women's 10,000 metres at the 2000 Summer Olympics.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/List_of_doping_cases_in_athletics": "The use of performance-enhancing drugs (doping) is prohibited within the sport of athletics. Athletes who are found to have used such banned substances, whether through a positive drugs test, the biological passport system, an investigation or public admission, may receive a competition ban for a length of time which reflects the severity of the infraction. Athletes who are found to have banned substances in their possession, or who tamper with or refuse to submit to drug testing can also receive bans from the sport. Competitive bans may also be given to athletes who test positive for prohibited recreational drugs or stimulants with little performance-enhancing effect for competitors in athletics. The sports body responsible for determining which substances are banned in athletics is the World Anti-Doping Agency (WADA)."
}