{
  "/wiki/Martti_Vainio": "Martti Sakari Vainio (born 30 December 1950) is a Finnish former long-distance runner. In Finland he is recognized as the last of the great runners of the famous \"V-line\", the previous ones being Juha Väätäinen, Lasse Virén, and Pekka Vasala. Each of them won at least one gold medal either at the Summer Olympics or the European Athletics Championships in the 1970s. Vainio's accomplishments are tarnished though, for testing positive for PEDs on at least two occasions. One of those events was the 1984 Olympic Games where he was disqualified and stripped of his medal and later suspended from sport.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Metenolone": "Metenolone, or methenolone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as metenolone acetate (brand name Primobolan, Nibal) and metenolone enanthate (brand name Primobolan Depot, Nibal Injection). Metenolone esters are used mainly in the treatment of anemia due to bone marrow failure. Metenolone acetate is taken by mouth, while metenolone enanthate is given by injection into muscle.",
  "/wiki/Testosterone": "Testosterone is the primary male sex hormone and anabolic steroid. In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate, as well as promoting secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being, and the prevention of osteoporosis. Insufficient levels of testosterone in men may lead to abnormalities including frailty and bone loss.",
  "/wiki/Euclides_Varela": "Euclides Varela (born 6 April 1982) is a Cape Verdean long-distance runner.",
  "/wiki/Cape_Verde": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).",
  "/wiki/Roland_Varga_(athlete)": "Roland Varga (born 22 October 1977) is a Hungarian–Croatian discus thrower, Olympic participant.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Boldenone": "Boldenone (developmental code name RU-18761), is a naturally occurring anabolic–androgenic steroid (AAS) and the 1(2)-dehydrogenated analogue of testosterone. Boldenone itself has never been marketed; as a pharmaceutical drug, it is used as boldenone undecylenate, the undecylenate ester.",
  "/wiki/Andrei_Varantsou": "Andrei Varantsou (Belarusian: Андрэй Варанцоў; born 24 July 1975) is a male hammer thrower from Belarus. His personal best throw is 80.56 metres, achieved in June 2006 in Minsk.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Clomiphene": "Clomifene, also known as clomiphene, is a medication used to treat infertility in women who do not ovulate. This includes those who have polycystic ovary syndrome. Use results in a greater chance of twins. It is taken by mouth once a day with a course of treatment generally lasting five days.",
  "/wiki/Oxandrolone": "Oxandrolone, sold under the brand names Oxandrin and Anavar, among others, is an androgen and anabolic steroid (AAS) medication which is used to help promote weight gain in various situations, to help offset protein catabolism caused by long-term corticosteroid therapy, to support recovery from severe burns, to treat bone pain associated with osteoporosis, to aid in the development of girls with Turner syndrome, and for other indications. It is taken by mouth.",
  "/wiki/Oral_Turinabol": "Chlorodehydromethyltestosterone (CDMT; brand name Oral Turinabol), also known as 4-chloro-17β-hydroxy17α-methylandrosta-1,4-dien-3-one, is an anabolic–androgenic steroid (AAS). It is the 4-chloro-substituted derivative of metandienone (dehydromethyltestosterone).",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Metandienone": "Metandienone, also known as methandienone or methandrostenolone and sold under the brand name Dianabol among others, is an androgen and anabolic steroid (AAS) medication which is mostly no longer used. It is also used non-medically for physique- and performance-enhancing purposes. It is often taken by mouth.",
  "/wiki/Aleksandr_Vashchilo": "Aliaksandr Vashchyla (Belarusian: Аляксандар Вашчыла; born 30 August 1981) is a male hammer thrower from Belarus, who is best known for winning the gold medal at the 2007 Summer Universiade. He set his personal best (80.12 metres) in the hammer throw event on 7 June 2008 in Minsk.",
  "/wiki/Cannabis_(drug)": "Cannabis, also known as marijuana among other names,[a] is a psychoactive drug from the Cannabis plant used for medical or recreational purposes. The primary psychoactive component of cannabis is tetrahydrocannabinol (THC), one of the 483 known compounds in the plant, including at least 65 other cannabinoids. Cannabis can be used by smoking, vaporizing, within food, or as an extract.",
  "/wiki/Erythropoetin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Trimetazidine": "Trimetazidine is a drug for angina pectoris sold under many brand names.  Trimetazidine is described as the first cytoprotective anti-ischemic agent developed and marketed by Laboratoires Servier (France).  Trimetazidine is an anti-ischemic (anti-anginal) metabolic agent, which improves myocardial glucose utilization through inhibition of fatty acid metabolism, also known as fatty acid oxidation inhibitor.",
  "/wiki/Velko_Velev": "Velko Velev (Bulgarian: Велко Велев, born 4 January 1948) is a Bulgarian athlete. He competed in the men's discus throw at the 1976 Summer Olympics and the 1980 Summer Olympics.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Anabolic_steroids": "Anabolic steroids, also known more properly as anabolic–androgenic steroids (AAS), are steroidal androgens that include natural androgens like testosterone as well as synthetic androgens that are structurally related and have similar effects to testosterone. They are anabolic and increase protein within cells, especially in skeletal muscles, and also have varying degrees of androgenic and virilizing effects, including induction of the development and maintenance of masculine secondary sexual characteristics such as the growth of facial and body hair. The word anabolic, referring to anabolism, comes from the Greek ἀναβολή anabole, \"that which is thrown up, mound\". Androgens or AAS are one of three types of sex hormone agonists, the others being estrogens like estradiol and progestogens like progesterone.",
  "/wiki/Michael_Velter": "Michael Velter (born 20 March 1980) is a Belgian triple jumper.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Venelina_Veneva": "Venelina Veneva-Mateeva (née Veneva, Bulgarian: Венелина Венева-Матеева, born June 13, 1974 in Ruse) is a Bulgarian high jumper.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Anna_Verouli": "Anna Verouli (Greek: Άννα Βερούλη, born November 13, 1956) is a retired Greek javelin thrower. She was born in Kavala.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Nandrolone": "Nandrolone, also known as 19-nortestosterone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (wasting syndrome), osteoporosis, breast cancer, and for other indications. They are not used by mouth and instead are given by injection into muscle or fat.",
  "/wiki/Ioan_Vieru": "Ioan Lucian Vieru (born 4 January 1979) is a Romanian sprinter who specializes in the 400 metres.",
  "/wiki/Saurav_Vij": "Sourabh Vij (born 14 June 1987) is an Indian shot putter. He won gold at the second Commonwealth Youth Games. In 2006 he won an Asian Junior silver medal and represented India at the 2006 World Junior Championships in Athletics.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Methylhexaneamine": "Methylhexanamine (also known as methylhexamine, 1,3-dimethylamylamine, 1,3-DMAA, dimethylamylamine, and DMAA; trade names Forthane and Geranamine) is an indirect sympathomimetic drug invented and developed by Eli Lilly and Company and marketed as an inhaled nasal decongestant from 1948 until it was voluntarily withdrawn from the market in the 1970s.",
  "/wiki/Igor_Vinichenko": "Igor Alekseyevich Vinichenko (Russian: Игорь Алексеевич Виниченко; born 21 April 1984) is a male hammer thrower from Russia. His personal best throw is 80.00 metres, achieved in February 2007 in Adler. He competed at the 2008 Olympic Games without reaching the final.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Dehydrochloromethyltestosterone": "Chlorodehydromethyltestosterone (CDMT; brand name Oral Turinabol), also known as 4-chloro-17β-hydroxy17α-methylandrosta-1,4-dien-3-one, is an anabolic–androgenic steroid (AAS). It is the 4-chloro-substituted derivative of metandienone (dehydromethyltestosterone).",
  "/wiki/Roman_Virastyuk": "Roman Yaroslavovych Virastyuk (Ukrainian: Роман Яроспавович Вірастюк; 20 April 1968 – 27 July 2019) was a Ukrainian shot putter, best known for his bronze medal at the 1994 European Athletics Championships and the sixth place at the 1996 Olympic Games. His personal best was 21.34 metres, achieved in May 2000 in Ivano-Frankivsk. He was a brother of Vasyl Virastyuk.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Aleksey_Voyevodin": "Aleksey Nikolayevich Voyevodin (Russian: Алексей Николаевич Воеводин) (born August 9, 1970 near Penza) is a Russian race walker mainly competing over the 50 km distance. He has one World Championships silver medal, and won a bronze medal at the 2004 Summer Olympics.",
  "/wiki/Pemoline": "Pemoline is a stimulant drug of the 4-oxazolidinone class. It was first synthesized in 1913 but its activity was not discovered until the 1930s. Under the names Betanamin, Cylert, Tradon, and Ceractiv it was used as a medication to treat attention-deficit hyperactivity disorder (ADHD) and narcolepsy. Under the Convention on Psychotropic Substances, it is a Schedule IV drug. It is no longer generally available in the United States as a result of the FDA withdrawing approval of pemoline as an indicated treatment for ADHD, due to its implication in liver failures among children who were receiving the medication. An FDA Alert warned against prescribing pemoline for ADHD. This spurred Abbott Laboratories, the patent owner of Cylert, to cease manufacturing Cylert. Manufacturers of the generic equivalents followed suit."
}