{
  "/wiki/Bernar_Venet": "Bernar Venet (born 20 April 1941) is a French conceptual artist who has exhibited his works in various locations around the world.",
  "/wiki/Steel": "Steel is an alloy of iron and carbon, and sometimes other elements. Because of its high tensile strength and low cost, it is a major component used in buildings, infrastructure, tools, ships, trains, automobiles, machines, appliances, and weapons.",
  "/wiki/Sculpture": "Sculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving (the removal of material) and modelling (the addition of material, as clay), in stone, metal, ceramics, wood and other materials but, since Modernism, there has been an almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled by welding or modelling, or molded or cast.",
  "/wiki/Columbus,_Indiana": "Columbus /kəˈlʌmbəs/ is a city in and the county seat of Bartholomew County, Indiana, United States. The population was 44,061 at the 2010 census. The relatively small city has provided a unique place for noted Modern architecture and public art, commissioning numerous works since the mid-20th century; the annual program Exhibit Columbus celebrates this legacy. Located about 40 mi (64 km) south of Indianapolis, on the east fork of the White River, it is the state's 20th-largest city. It is the principal city of the Columbus, Indiana metropolitan statistical area, which encompasses all of Bartholomew County. Columbus is the birthplace of former Indiana Governor and current Vice President of the United States, Mike Pence.",
  "/wiki/Amish": "The Amish (/ˈɑːmɪʃ/; Pennsylvania German: Amisch; German: Amische) are a group of traditionalist Christian church fellowships with Swiss German Anabaptist origins. They are closely related to, but distinct from, Mennonite churches. The Amish are known for simple living, plain dress, and reluctance to adopt many conveniences of modern technology.",
  "/wiki/Goshen,_Indiana": "Goshen /ˈɡoʊʃən/ is a city in and the county seat of Elkhart County, Indiana, United States.  It is the smaller of the two principal cities of the Elkhart-Goshen Metropolitan Statistical Area, which in turn is part of the South Bend-Elkhart-Mishawaka Combined Statistical Area.  It is located in the northern part of Indiana near the Michigan border, in a region known as Michiana.  Goshen is located 10 miles southeast of Elkhart, 25 miles southeast of South Bend, 120 miles east of Chicago, and 150 miles north of Indianapolis. The population was 31,719 at the 2010 census.",
  "/wiki/Quilting": "Quilting is the process of sewing two or more layers of fabric together to make a thicker padded material, usually to create a quilt or quilted garment. Typically, quilting is done with three layers: the top fabric or quilt top, batting or insulating material and backing material, but many different styles are adopted.",
  "/wiki/Fiber_art": "Fiber art refers to fine art whose material consists of natural or synthetic fiber and other components, such as fabric or yarn.  It focuses on the materials and on the manual labour on the part of the artist as part of the works' significance, and prioritizes aesthetic value over utility.",
  "/wiki/Ceramic": "A ceramic (Ancient Greek: κεραμικός – keramikós, \"potter's\", from κέραμος – kéramos, \"potter's clay\") is a solid material comprising an inorganic compound of metal, non-metal or ionic and covalent bonds. Common examples are earthenware, porcelain, and brick.",
  "/wiki/Charles_Rose_(architect)": "Charles Rose (born 1960 in New York City) is an American architect.",
  "/wiki/Limestone": "Limestone is a carbonate sedimentary rock that is often composed of the skeletal fragments of marine organisms such as coral, foraminifera, and molluscs. Its major materials are the minerals calcite and aragonite, which are different crystal forms of calcium carbonate (CaCO3). A closely related rock is dolomite, which contains a high percentage of the mineral dolomite, CaMg(CO3)2. In old USGS publications, dolomite was referred to as magnesian limestone, a term now reserved for magnesium-deficient dolomites or magnesium-rich limestones.",
  "/wiki/Memorial": "A memorial is an object which serves as a focus for the memory or the commemoration of something, usually an influential, deceased person or a historical, tragic event. Popular forms of memorials include landmark objects or works of art such as sculptures, statues or fountains and parks.",
  "/wiki/Bartholomew_County,_Indiana": "Bartholomew County is a county located in the U.S. state of Indiana. As of 2018, the population was 82,753.  The county seat is Columbus. The county was determined by the U.S. Census Bureau to include the mean center of U.S. population in 1900.",
  "/wiki/Dale_Enochs": "Table of Contents is a sculpture designed by the American artist Dale Enochs. The sculpture is made from limestone and was commissioned by Joseph F. Miller. The sculpture is located across the street from the IUPUI campus, at the N.E. corner of W Michigan St and West St, and sits in front of the Miller Centre in downtown Indianapolis, Indiana. Table of Contents displays four geometric shapes, which include a circle, triangle, crescent and square. These shapes sit atop a table with four legs, all pieces are carved from limestone.  The shapes as well as the table are carved with curved lines which run up and down the sculpture, but some areas are left smooth. The square has \"terrae\" written on the side. Terrae means extended mass land.",
  "/wiki/Bronze": "Bronze is an alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon. These additions produce a range of alloys that may be harder than copper alone, or have other useful properties, such as stiffness, ductility, or machinability.",
  "/wiki/Concrete": "Concrete is a composite material composed of fine and coarse aggregate bonded together with a fluid cement (cement paste) that hardens (cures) over time. In the past limebased cement binders were often used, such as lime putty, but sometimes with other hydraulic cements, such as a calcium aluminate cement or with Portland cement to form Portland cement concrete (for its visual resemblance to Portland stone). Many other non-cementitious types of concrete exist with different methods of binding aggregate together, including asphalt concrete with a bitumen binder, which is frequently used for road surfaces, and polymer concretes that use polymers as a binder.",
  "/wiki/Fountain": "A fountain (from the Latin \"fons\" (genitive \"fontis\"), a source or spring) is a piece of architecture which pours water into a basin or jets it into the air to supply drinking water and/or for a decorative or dramatic effect.",
  "/wiki/Wood": "Wood is a porous and fibrous structural tissue found in the stems and roots of trees and other woody plants. It is an organic material – a natural composite of cellulose fibers that are strong in tension and embedded in a matrix of lignin that resists compression. Wood is sometimes defined as only the secondary xylem in the stems of trees, or it is defined more broadly to include the same type of tissue elsewhere such as in the roots of trees or shrubs.[citation needed] In a living tree it performs a support function, enabling woody plants to grow large or to stand up by themselves. It also conveys water and nutrients between the leaves, other growing tissues, and the roots. Wood may also refer to other plant materials with comparable properties, and to material engineered from wood, or wood chips or fiber.",
  "/wiki/Iron": "Iron (/ˈaɪərn/) is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal that belongs to the first transition series and group 8 of the periodic table. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.",
  "/wiki/Marble": "Marble is a metamorphic rock composed of recrystallized carbonate minerals, most commonly calcite or dolomite. Marble is typically not foliated, although there are exceptions. In geology, the term \"marble\" refers to metamorphosed limestone, but its use in stonemasonry more broadly encompasses unmetamorphosed limestone. Marble is commonly used for sculpture and as a building material.",
  "/wiki/Stainless_steel": "In metallurgy, stainless steel, also known as inox steel or inox from French inoxydable (inoxidizable), is a steel alloy, with a minimum of 11% chromium content by mass and a maximum of 1.2% carbon by mass.",
  "/wiki/Indiana_University_Purdue_University_Columbus": "Indiana University—Purdue University Columbus (IUPUC) is a public university in Columbus, Indiana. IUPUC offers degree programs from both Indiana University and Purdue University.",
  "/wiki/Robert_Indiana": "Robert Indiana (born Robert Clark; September 13, 1928 – May 19, 2018) was an American artist associated with the pop art movement. His \"LOVE\" print, first created for the Museum of Modern Art's Christmas card in 1965, was the basis for his 1970 Love sculpture and the widely distributed 1973 United States Postal Service \"LOVE\" stamp. He created works in media including paper (silk screen) and Cor-ten steel.",
  "/wiki/Oil_paint": "Oil paint is a type of slow-drying paint that consists of particles of pigment suspended in a drying oil, commonly linseed oil. The viscosity of the paint may be modified by the addition of a solvent such as turpentine or white spirit, and varnish may be added to increase the glossiness of the dried oil paint film. Oil paints have been used in Europe since the 12th century for simple decoration, but were not widely adopted as an artistic medium until the early 15th century. Common modern applications of oil paint are in finishing and protection of wood in buildings and exposed metal structures such as ships and bridges. Its hard-wearing properties and luminous colors make it desirable for both interior and exterior use on wood and metal. Due to its slow-drying properties, it has recently been used in paint-on-glass animation. Thickness of coat has considerable bearing on time required for drying: thin coats of oil paint dry relatively quickly.",
  "/wiki/Painting": "Painting is the practice of applying paint, pigment, color or other medium to a solid surface (called the \"matrix\" or \"support\"). The medium is commonly applied to the base with a brush, but other implements, such as knives, sponges, and airbrushes, can be used.  The final work is also called a painting.",
  "/wiki/Acrylic_paint": "Acrylic paint is a fast-drying paint made of pigment suspended in acrylic polymer emulsion. Acrylic paints are water-soluble, but become water-resistant when dry. Depending on how much the paint is diluted with water, or modified with acrylic gels, mediums, or pastes, the finished acrylic painting can resemble a watercolor, a gouache or an oil painting, or have its own unique characteristics not attainable with other media.",
  "/wiki/Gary_Lee_Price": "Gary Lee Price (born May 2, 1955) is an American sculptor.",
  "/wiki/Chaos_I": "Chaos I is a kinetic artwork by Swiss artist Jean Tinguely located inside The Commons, which is downtown Columbus, Indiana, United States. The work was commissioned by J. Irwin Miller, his wife Xenia Miller, and E. Celementine Tangeman (Miller's sister) in late 1971 for The Commons, an enclosed public space designed by Cesar Pelli.  The artwork is often simply called Chaos and is occasionally referred to as Chaos No.1.",
  "/wiki/Jean_Tinguely": "Jean Tinguely (22 May 1925 – 30 August 1991) was a Swiss sculptor best known for his kinetic art sculptural machines (known officially as metamechanics) that extended the Dada tradition into the later part of the 20th century. Tinguely's art satirized automation and the technological overproduction of material goods.",
  "/wiki/Kinetic_sculpture": "Kinetic art is art from any medium that contains movement perceivable by the viewer or depends on motion for its effect. Canvas paintings that extend the viewer's perspective of the artwork and incorporate multidimensional movement are the earliest examples of kinetic art. More pertinently speaking, kinetic art is a term that today most often refers to three-dimensional sculptures and figures such as mobiles that move naturally or are machine operated (see e. g. videos on this page of works of George Rickey, Uli Aschenborn and Sarnikoff). The moving parts are generally powered by wind, a motor or the observer.  Kinetic art encompasses a wide variety of overlapping techniques and styles."
}