{
  "/wiki/America_East_Conference": "The America East Conference is a collegiate athletic conference affiliated with the NCAA Division I, whose members are located mainly in the Northeastern United States, specifically New England. Its nine members include the public flagship universities of three states, and one private university.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Macon,_Georgia": "Macon (/ˈmeɪkən/), officially Macon–Bibb County, is a consolidated city-county located in the U.S. state of Georgia. Macon lies near the geographic center of the state, approximately 85 miles (137 km) south of Atlanta, hence the city's nickname \"The Heart of Georgia\".",
  "/wiki/Atlantic_10_Conference": "The Atlantic 10 Conference (A-10) is a collegiate athletic conference whose schools compete in the National Collegiate Athletic Association's (NCAA) Division I. The A-10's member schools are located in states mostly on the United States Eastern Seaboard, as well as some in the Midwest – Massachusetts, New York, North Carolina, Pennsylvania, Rhode Island, Virginia, Ohio, and Missouri as well as in the District of Columbia. Although some of its members are state-funded, half of its membership is made up of private, Catholic institutions. Despite the name, there are 14 full-time members, and two affiliate members that participate in women's field hockey only. The current commissioner is Bernadette McGlade, who began her tenure in 2008.",
  "/wiki/Newport_News,_Virginia": "Newport News is an independent city in the U.S. state of Virginia. As of the 2010 census, the population was 180,719. In 2018, the population was estimated to be 178,626, making it the fifth-most populous city in Virginia.",
  "/wiki/Big_East_Conference": "The Big East Conference (stylized as BIG EAST) is a collegiate athletic conference that competes in NCAA Division I in all sports except football, which is not sponsored. The conference has been officially recognized as  a Division I multi-sport conference, effective on August 1, 2013. The conference was originally founded by Dave Gavitt on May 31, 1979.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season.",
  "/wiki/Irvine,_California": "Irvine (/ˈɜːrvaɪn/) is a master-planned city in Orange County, California, United States in the Los Angeles metropolitan area. The Irvine Company started developing the area in the 1960s and the city was formally incorporated on December 28, 1971. The 66-square-mile (170 km2) city had a population of 212,375 as of the 2010 census; in 2018 the California Department of Finance estimated the city's population at 276,176.",
  "/wiki/Coastal_Collegiate_Sports_Association": "The Coastal Collegiate Sports Association is an NCAA Division I college athletic conference.",
  "/wiki/Horizon_League": "The Horizon League is a 10-school collegiate athletic conference in the National Collegiate Athletic Association (NCAA) Division I, whose members are located in and near the Midwestern United States.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Metro_Atlantic_Athletic_Conference": "The Metro Atlantic Athletic Conference (MAAC, /mæk/) is a collegiate athletic conference affiliated in NCAA Division I, consisting of eleven schools coming from three states of the northeastern United States: Connecticut, New Jersey, and New York.",
  "/wiki/Edison,_New_Jersey": "Edison is a township in Middlesex County, New Jersey, United States, in the New York City metropolitan area. Situated in north-central New Jersey, Edison lies within the core of the Raritan Valley region. As of the 2010 United States Census, Edison had a total population of 99,967, retaining its position as the fifth-most populous municipality in New Jersey. The 2010 population reflected an increase of 2,280 (+2.3%) from the 97,687 counted in the 2000 Census, which had in turn increased by 9,007 (+10.2%) from the 88,680 counted in 1990. Edison's population has been above the 100,000 threshold since 2010, increasing by 0.7% to a Census-estimated 100,693 in 2018.",
  "/wiki/Missouri_Valley_Conference": "The Missouri Valley Conference (also called MVC or simply \"The Valley\") is the third-oldest collegiate athletic conference in the United States. Currently, its members are located in the midwestern United States.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Mountain_Pacific_Sports_Federation": "The Mountain Pacific Sports Federation (MPSF) is a college athletic conference with members located mostly in the western United States, although it now has members as far east as Oklahoma. The conference participates at the NCAA Division I level, primarily in Olympic sports that are not directly sponsored by a school's home conference (such as the Pac-12 and Big West, whose members all participate in MPSF competition in at least one of its sports).",
  "/wiki/Woodland,_California": "Woodland is the county seat of Yolo County, California, located approximately 15 miles (24 km) northwest of Sacramento, and is a part of the Sacramento - Arden-Arcade - Roseville Metropolitan Statistical Area. The population was 55,468 at the 2010 census.",
  "/wiki/Summit_League": "The Summit League, or The Summit, is an NCAA Division I  intercollegiate athletic conference with its membership mostly located in the Midwestern United States from Indiana and Illinois on the East of the Mississippi River to the Dakotas and Nebraska on the West, with additional members in the Western state of Colorado and the Southern state of Oklahoma. Founded as the Association of Mid-Continent Universities in 1982, it was rebranded as the Mid-Continent Conference in 1989. On June 1, 2007, the conference changed its name from the Mid-Continent Conference. League headquarters are in Sioux Falls, South Dakota.",
  "/wiki/Sioux_Falls,_South_Dakota": "Sioux Falls (/ˌsuː ˈfɔːlz/) (Lakota: Íŋyaŋ Okábleča Otȟúŋwahe; \"Stone Shatter City\") is the most populous city in the U.S. state of South Dakota and the 140th-most populous city in the United States. It is the county seat of Minnehaha County and also extends into Lincoln County to the south, proximate with the Minnesota state line.",
  "/wiki/West_Coast_Conference": "The West Coast Conference (WCC) is a collegiate athletic conference affiliated in NCAA Division I consisting of ten member schools across the states of California, Oregon, Utah and Washington.",
  "/wiki/San_Bruno,_California": "San Bruno is a city in San Mateo County, California, United States, incorporated in 1914. The population was 41,114 at the 2010 United States Census. The city is located between South San Francisco and Millbrae, adjacent to San Francisco International Airport and Golden Gate National Cemetery, and is approximately 12 miles (19 km) south of downtown San Francisco.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Englewood,_Colorado": "The City of Englewood is a Home Rule Municipality located in Arapahoe County, Colorado, United States.  As of 2010, the population was 30,255. Englewood is part of the Denver-Aurora Metropolitan Area.  Englewood is located in the South Platte River Valley east of the Front Range and directly south of central Denver.  Downtown is located directly east of the confluence of Little Dry Creek and the South Platte River, between Santa Fe Drive and Broadway."
}