{
  "/wiki/Pettai,_Tirunelveli": "Pettai (Pudhu Pettai) is an industrial sub urban area in Tirunelveli City. It is located approximately seven kilometers west of downtown Tirunelveli along the Southern Railway line to Tenkasi.It is been administered by Tirunelveli City Municipal Corporation.",
  "/wiki/Tirunelveli_district": "Tirunelveli district is a district of Tamil Nadu state in India. It is the largest district in terms of area with Tirunelveli as its headquarters. The district was formed on 1 September 1790 by the British East India Company (on behalf of the British government), and comprised the present Tirunelveli and Thoothukudi, Tenkasi and parts of Virudhunagar and Ramanathapuram district. As of 2011, the undivided district (along with Tenkasi) had a population of 3,077,233",
  "/wiki/Coimbatore": "Coimbatore (/ˌkɔɪmbəˈtɔːr/), also known as Kovai and Koyamuthur, is a major city in the Indian state of Tamil Nadu. It is located on the banks of the Noyyal River and surrounded by the Western Ghats. Coimbatore is the second largest city in Tamil Nadu after Chennai and the 16th largest urban agglomeration in India. It is administered by the Coimbatore Municipal Corporation and is the administrative capital of Coimbatore district.",
  "/wiki/Coimbatore_district": "Coimbatore District is a district in the state of Tamil Nadu. Coimbatore is the administrative headquarters of the district. It is one of the most industrialized districts and a major textile, industrial, commercial, educational, information technology, healthcare and manufacturing hub of Tamil Nadu. The region is bounded by Tiruppur district in the east, Nilgiris district in the north, Erode district in the north-east, Palakkad district, Idukki district and small parts of Thrissur district of neighboring state of Kerala in the west and south respectively. As of 2011, Coimbatore district had a population of 3,458,045 with a sex-ratio of 1,000 and literacy rate of 84%.",
  "/wiki/Rajakkamangalam": "Rajakkamangalam is a block or Panchayat Union of Kanyakumari district, India. It is one of the nine administrative divisions of the district of Kanyakumari. The present President of the Rajakkamangalam Panchayat is T. Vajila. It includes the following 15 village panchayats,",
  "/wiki/Kanyakumari_district": "Kanyakumari district is the southernmost district in Tamil Nadu state and mainland India. It stands second in terms of population density among the districts of Tamil Nadu and the second most urbanized, next only to Chennai district. It is also the richest district in Tamil Nadu in terms of per capita income, and also tops the state in Human Development Index (HDI), literacy and education. The district's headquarters is Nagercoil.",
  "/wiki/Andimadam": "Andimadam is a town in Tamil Nadu. It is one of the blocks in the Ariyalur district and Taluk (from 16-09-2016) in the Ariyalur district \"Land Of Cement\", Tamil Nadu, India. It has three State Highways running across.",
  "/wiki/Udayarpalayam_taluk": "According to the 2011 census, the taluk of Udayarpalayam had a population of 384,800 with 190,974 males and 193,826 females. There were 1015 women for every 1000 men. The taluk had a literacy rate of 65.6. Child population in the age group below 6 was 20,417 males and 17,971 females.",
  "/wiki/Ariyalur_district": "Ariyalur district is an administrative district in the state of Tamil Nadu in India. The district headquarters is located at Ariyalur. The district encompasses an area of 1,949.31 km².",
  "/wiki/Namakkal": "Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage management, town planning, lighting and other social services[citation needed] .",
  "/wiki/Namakkal_district": "Namakkal District is an administrative district in the state of Tamil Nadu, India. The district was bifurcated from Salem District with Namakkal town as headquarters on 25 July 1996 and started to function independently from 1 January 1997. The district has seven taluks (subdivisions): Tiruchengode, Namakkal, Rasipuram, Paramathi-Velur, Sendamangalam, Komarapalayam, Kolli Hills and Mohanur. It has two revenue divisions: Namakkal and Tiruchengode. As of 2011 census, Namakkal district had a population of 1,726,601 with a sex-ratio of 986 females for every 1,000 males. Namakkal district is geographically affiliated to Kongu Nadu region. to The district is famous for its large poultry industry, egg production and lorry body-building industry, for which it is often referred to as \"Egg City\" and \"Transport City\".",
  "/wiki/Ariyalur": "Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.",
  "/wiki/Needamangalam": "Needamangalam (Nidamangalam) formerly Yamunambalpuram, is a  town panchayat in Thiruvarur district(Composite Tanjore Dist) in the Cauvery Delta of Indian state of Tamil Nadu. Needamangalam was originally part of composite Tanjore District (Madras Presidency) during British Raj until 1997 AD. In the 18th and 19th century, it was also called Yamunambapuram (see section on Santhana Ramaswamy Temple below). Needamangalam is the headquarters of the Needamangalam Taluk. The town is located 20 km east of Thanjavur, 80 km east of Tiruchirappalli and 318 km south of Chennai. Needamangalam is a junction for two busy highways, (i) National Highway 67 is a National Highway in Southern Indian states of Tamil Nadu and Karnataka that runs from Nagapattinam, a sea-side town in Tamil Nadu to Gundlupet, Karnataka (ii) State Highway SH-66 connecting Kumbakonam with Adirampattinam via Mannargudi in Cauvery Delta.",
  "/wiki/Thiruvarur_district": "Thiruvarur district (Composite Tanjore Dist) is one of the 37 districts in the Tamil Nadu state of India. The district occupies an area of 2161 km². It lies between Nagapattinam district on the east and Thanjavur District on the west, and is bounded by the Palk Strait on the south. The district headquarters is at Thiruvarur town. As of 2011, the district had a population of 1,264,277 with a sex-ratio of 1,017 females for every 1,000 males.",
  "/wiki/Arakkonam": "Arakkonam is a railway town in the Indian state of Tamil Nadu,also known as the \"Dust Town\" of India, with a population of about 78,395 as per the census 2011. This city is located in the newly created Ranipet district about 54 kilometres (34 mi) from the Ranipet headquarter and about 69 kilometres (43 mi) from the state capital of Chennai. It is Suburban area of Chennai. Arakkonam is one of the hottest towns in India, where the temperature can exceed 43 °C (110 °F) for several peak days in the summer. As of 2011, the town had a population of 78,395.",
  "/wiki/Vellore_district": "Vellore district  is one of the 37 districts in the Tamil Nadu state of India. It is one of the eleven districts that form the North (Tondai Nadu) region of Tamil Nadu. Vellore city is the headquarters of this district. As of 2011, the district had a population of 3,936,331 with a sex ratio of 1,007 females for every 1,000 males.",
  "/wiki/Thanjavur": "Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.",
  "/wiki/Thanjavur_district": "Thanjavur District is one of the 37 districts of the state of Tamil Nadu, in southeastern India. Its headquarters is Thanjavur. The district is located in the delta of the Cauvery River and is mostly agrarian.  As of 2011, Thanjavur district had a population of 2,405,890 with a sex-ratio of 1,035 females for every 1,000 males.",
  "/wiki/Ambasamudram": "Also See  Kallidaikurichi, Ambasamudram's twin town",
  "/wiki/Theni_district": "Theni District is a district of Tamil Nadu state in South India.Theni district is Located beside Madurai. \nThe town of Theni is the district headquarters. The district is divided into two natural divisions: The hilly areas are constituted by parts of the Five taluk's Theni, Bodinayakanur, Periyakulam, Uthamapalayam, Usilampatti and Andipatti with thick vegetation and perennial streams from the hills on the western side and Cumbum valley which lies in Uthamapalayam taluk. As of 2011, Theni district had a population of 1,245,899 with a sex-ratio of 980 females for every 1,000 males.",
  "/wiki/Paramakudi": "Paramakudi is an important town and a Municipality(Since 1964) located in the Ramanathapuram district of the Indian state of Tamil Nadu. The river Vaigai flows through Paramakudi on its way to the Bay of Bengal. NH 87 and AH 43 passes through this busy town, which connects the rest of the district to Sivaganga. It is famous for its kind and Courageous people. Few notable persons from this place are actors Kamal Haasan and Chiyaan Vikram.",
  "/wiki/Ramanathapuram_district": "Ramanathapuram District is an administrative district of Tamil Nadu state in southern India. The town of Ramanathapuram is the district headquarters. Ramanthapuram District has an area of 4123 km2. It is bounded on the north by Sivaganga District, on the northeast by Pudukkottai District, on the east by the Palk Strait, on the south by the Gulf of Mannar, on the west by Thoothukudi District, and on the northwest by Virudhunagar District. The district contains the Pamban Bridge, an east-west chain of low islands and shallow reefs that extend between India and the island nation of Sri Lanka, and separate the Palk Strait from the Gulf of Mannar. The Palk Strait is navigable only by shallow-draft vessels. As of 2011, Ramanathapuram district had a population of 1,353,445 with a sex-ratio of 983 females for every 1,000 males.",
  "/wiki/Perambalur": "Perambalur is a municipality town in the state of Tamil Nadu (Republic of India). It is the administrative headquarters of Perambalur district and Perambalur Taluk (Sub-District). Perambalur district is bounded on the North by Cuddalore and Salem, South by Trichy, East by Ariyalur, West by  Trichy and Salem. As of 2011[update] census, the town had a population of 49,648. There are a set of 11th century Buddhists images around the villages of Perambalur called Perambalur Buddhas.",
  "/wiki/Perambalur_district": "Perambalur is an administrative district in the state of Tamil Nadu, India. The district headquarters is located at Perambalur. The district occupies an area of 1,752 km² and had a population of 565,223 with a sex-ratio of 1,003 females for every 1,000 males in 2011.",
  "/wiki/Pudukkottai": "Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 395 kilometres (245 mi) southwest of the state capital Chennai and about 55 kilometres (34 mi) southeast of Tiruchirappalli. The people in the city are employed majorly in teritiary sector activities. Tamil Nadu's first women Asiad Santhi Soundarajan is from Pudukkottai.",
  "/wiki/Pudukkottai_district": "Pudukkottai District is a district of Tamil Nadu state in southern India. The city of Pudukkottai is the district headquarters. It is also known colloquially as Pudhugai.",
  "/wiki/Coonoor": "Coonoor (pronunciation (help·info)) is a Taluk and a municipality of the Nilgiris district in the Indian State of Tamil Nadu.  As of 2011, the town had a population of 45,494.",
  "/wiki/Nilgiris_district": "The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. All types of single use plastics are banned in Nilgiris District. The Nilgiri Hills are part of a larger mountain chain known as the Western Ghats. Their highest point is the mountain of Doddabetta, height 2,637 m. The district is contained mainly within the Nilgiri Mountains range. The administrative headquarters is located at Ooty (Ootacamund or Udhagamandalam).",
  "/wiki/The_Nilgiris_district": "The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. All types of single use plastics are banned in Nilgiris District. The Nilgiri Hills are part of a larger mountain chain known as the Western Ghats. Their highest point is the mountain of Doddabetta, height 2,637 m. The district is contained mainly within the Nilgiri Mountains range. The administrative headquarters is located at Ooty (Ootacamund or Udhagamandalam).",
  "/wiki/Pullambadi": "Pullambadi is a panchayat town in Tiruchirappalli district in the Indian state of Tamil Nadu. Pullambadi town panchayat heads the revenue block of Pullambadi in the taluk of Lalgudi",
  "/wiki/Tiruchirappalli_district": "Tiruchirappalli District is located along the Kaveri River in Tamil Nadu, India.  The main town in Tiruchirappalli District is the city of Tiruchirappalli, also known as Trichy.\nDuring the British Raj, Tiruchirappalli was known as Trichinopoly, and was a district of the Madras Presidency; it was renamed upon India's declaration of independence in 1947. As of 2011, the district had a population of 2,722,290 with 1,013 females for every 1,000 males.",
  "/wiki/Cuddalore": "Cuddalore /kʌdəˈlɔːr/ (listen) is a city which is the headquarters of the Cuddalore District in the Indian state of Tamil Nadu. Scholars believe the name Cuddalore is derived from the beach the town is famous for, meaning 'sea town' in Tamil.[citation needed] While the early history of Cuddalore remains unclear, the town first rose to prominence during the reign of Pallavas and Medieval Cholas. After the fall of Cholas, the town was ruled by various dynasties like Pandyas, Vijayanagar Empire, Madurai Nayaks, Thanjavur Nayaks, Thajavur Marathas, Tipu Sultan, French and the British Empire. Cuddalore was the scene of Seven Years' War and the Battle of Cuddalore in 1758 between the French and British. It has been a part of independent India since 1947. During the 2004 Indian Ocean earthquake, and the subsequent tsunamis it generated, Cuddalore was one of the affected towns, with 572 casualties.",
  "/wiki/Cuddalore_district": "Cuddalore District is one of the districts of the south Indian state of Tamil Nadu. The city of Cuddalore is the district headquarters. According to the 2011 Census, Cuddalore district had a population of 2,605,914 with a sex-ratio of 987 females for every 1,000 males.",
  "/wiki/Ramanathapuram": "Ramanathapuram (pronunciation (help·info)), also known as Ramnad, is a town and a municipality in Ramanathapuram district in the Indian state of Tamil Nadu. It is the administrative headquarters of Ramanathapuram district and the second largest town (by population) in Ramanathapuram district. As of 2011[update] census, the town had a population of 61,440.Density of population: 320 people per square kilometer; Literacy Rate: 81.48% - Male: 87.89%, Female: 74.93%; Male Female Ratio: 1000:977.Ramanathapuram is the top producer of chilli pepper in Tamil Nadu. It is connected to other cities by NH-49."
}