{
  "/wiki/Ten-pin_bowling": "Ten-pin bowling is a type of bowling in which a bowler rolls a bowling ball down a wood or synthetic lane toward ten pins positioned in a tetractys (equilateral triangle-based pattern) at the far end of the lane. The objective is to knock down all ten pins on the first roll of the ball (a strike), or failing that, on the second roll (a spare).",
  "/wiki/Colonial_Hockey_Conference": "The Colonial Hockey Conference (CHC) is an athletic conference that operates in the northeastern United States. It participates in the NCAA's Division III as an ice hockey-only conference and includes only women's teams.",
  "/wiki/Continental_Volleyball_Conference": "The Continental Volleyball Conference is an intercollegiate men's volleyball conference associated with the NCAA's Division III.",
  "/wiki/Volleyball_in_the_United_States": "Volleyball in the United States is popular with both male and female participants of all ages. Almost all high schools and colleges in the United States have female volleyball teams, and most regions of the country have developmental programs for girls of all ages as well. While many areas of the country are forming male teams and development programs, there are still fewer opportunities for young male athletes to play volleyball in the United States than for young females.",
  "/wiki/Madison,_New_Jersey": "Madison is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the population was 15,845, reflecting a drop in population of 685 (−4.1%) from the 16,530 counted in the 2000 Census, which had in turn increased by 680 (+4.3%) from the 15,850 counted in the 1990 Census. It is known as \"The Rose City\" and was named in honor of President James Madison.",
  "/wiki/ECAC_West": "ECAC West was a college athletic conference which operated in the northeastern United States until 2017. It participated in the NCAA's Division III as a hockey-only conference. The conference ceased to exist after the end of the 2016-2017 season when most joined the newly-formed United Collegiate Hockey Conference or Northeast Women's Hockey League.",
  "/wiki/Danbury,_Connecticut": "Danbury is a city in Fairfield County, Connecticut, United States, located approximately 50 miles (80 km) northeast of New York City making it part of the New York metropolitan area. Danbury's population at the 2010 census was 80,893.",
  "/wiki/Midwest_Collegiate_Volleyball_League": "The Midwest Collegiate Volleyball League (MCVL) is an intercollegiate men's volleyball conference associated with the NCAA's Division III.",
  "/wiki/Cedar_Rapids,_Iowa": "Cedar Rapids (/ˈsiːdər ˈræpɪdz/) is the second-largest city in Iowa and is the county seat of Linn County. The city lies on both banks of the Cedar River, 20 miles (32 km) north of Iowa City and 100 miles (160 km) northeast of Des Moines, the state's capital and largest city. It is a part of the Cedar Rapids/Iowa City Corridor of Linn, Benton, Cedar, Jones, Johnson, and Washington counties.",
  "/wiki/Midwest_Lacrosse_Conference": "The Midwest Lacrosse Conference (MLC) is a men's National Collegiate Athletic Association (NCAA) Division III lacrosse-only college athletic conference composed of schools located in the Midwestern United States.  All schools are members of conferences that do not sponsor lacrosse.",
  "/wiki/Waukesha,_Wisconsin": "Waukesha (/ˈwɔːkɪʃɔː/) is a city in and the county seat of Waukesha County, Wisconsin, United States. It is part of the Milwaukee metropolitan area. Its population was 70,718 at the 2010 census. The city is adjacent to the Town of Waukesha.",
  "/wiki/Midwest_Women%27s_Lacrosse_Conference": "The Midwest Women's Lacrosse Conference (MWLC) is a National Collegiate Athletic Association (NCAA) Division III women's lacrosse-only college athletic conference composed of schools located in the Midwestern United States.  All schools are members of other conferences in other sports and formed the MWLC until such time as their existing conferences add lacrosse.",
  "/wiki/New_England_Hockey_Conference": "New England Hockey Conference (formerly the ECAC East) is a college athletic conference which operates in the northeastern United States. It participates in the NCAA's Division III as a hockey-only conference.",
  "/wiki/College_ice_hockey": "College ice hockey  is played principally in the United States and Canada, though leagues exist outside North America.",
  "/wiki/Northern_Collegiate_Hockey_Association": "The Northern Collegiate Hockey Association (NCHA) is a college athletic conference which operates in Illinois, Indiana, Michigan, Minnesota, and Wisconsin in the midwestern United States.  It participates in the NCAA's Division III as a hockey-only conference.",
  "/wiki/Ohio_River_Lacrosse_Conference": "The Ohio River Lacrosse Conference was a National Collegiate Athletic Association Division III men's and women's lacrosse conference located primarily in the midwestern United States.",
  "/wiki/Greenwood,_Indiana": "Greenwood is a city in Johnson County, Indiana, United States. The population was 49,791 at the 2010 Census, and increased to 58,778 in the Census 2018 estimates. Greenwood is located between Indiana State Road 37 and Interstate 65. The city shares a border with Indianapolis and is the most populous municipality in the southern portion of the Indianapolis Metropolitan Area.",
  "/wiki/United_Volleyball_Conference": "The United Volleyball Conference is a National Collegiate Athletic Association Division III men's volleyball conference located in the northeastern United States. Formed in August 2010 with play starting in January 2011, the conference operates out of the same offices as the all-sports Empire 8 league, though the two remain separate entities.",
  "/wiki/Rochester,_New_York": "Rochester (/ˈrɒtʃɛstər, -ɪs-/) is a city on the southern shore of Lake Ontario in western New York and the seat of Monroe County. With a population of 208,046, Rochester is the third most populous city in New York state, after New York City and Buffalo. The metropolitan area has a population of just over one million people. It is about 73 miles (117 km) east of Buffalo and 87 miles (140 km) west of Syracuse.",
  "/wiki/List_of_NCAA_conferences": "The National Collegiate Athletic Association (NCAA) is divided into three divisions, based roughly on school size. Each division is made up of several conferences for regional league play. Unless otherwise noted, changes in conference affiliation will occur on July 1 of the given year."
}