{
  "/wiki/Allegheny_Mountain_Collegiate_Conference": "The Allegheny Mountain Collegiate Conference (AMCC) is an intercollegiate athletic conference affiliated with the NCAA's Division III. Member institutions are located in the northeastern United States in the states of New York, Ohio, and Pennsylvania.",
  "/wiki/North_Boston,_New_York": "North Boston is a hamlet and census-designated place (CDP) in the town of Boston in Erie County, New York, United States. As of the 2010 census, the CDP population was 2,521. It is part of the Buffalo–Niagara Falls Metropolitan Statistical Area.",
  "/wiki/American_Collegiate_Athletic_Association": "The American Collegiate Athletic Association is an athletic conference with no regular-season competition. The ACAA competes in the NCAA's Division III.  The conference was formed in 2017 primarily by Independent schools in the Northeastern United States, but also has members in Michigan, Wisconsin, and California.",
  "/wiki/Omaha,_Nebraska": "Omaha (/ˈoʊməhɑː/ OH-mə-hah) is the largest city in the state of Nebraska and the county seat of Douglas County. Omaha is in the Midwestern United States on the Missouri River, about 10 miles (15 km) north of the mouth of the Platte River. The nation's 40th-largest city, Omaha's 2018 estimated population was 466,061.",
  "/wiki/American_Rivers_Conference": "The American Rivers Conference (ARC) is an NCAA Division III athletic conference.  From 1927 until August 9, 2018, it was known as the Iowa Intercollegiate Athletic Conference (IIAC).",
  "/wiki/Cedar_Rapids,_Iowa": "Cedar Rapids (/ˈsiːdər ˈræpɪdz/) is the second-largest city in Iowa and is the county seat of Linn County. The city lies on both banks of the Cedar River, 20 miles (32 km) north of Iowa City and 100 miles (160 km) northeast of Des Moines, the state's capital and largest city. It is a part of the Cedar Rapids/Iowa City Corridor of Linn, Benton, Cedar, Jones, Johnson, and Washington counties.",
  "/wiki/American_Southwest_Conference": "The American Southwest Conference (ASC) is a college athletic conference, founded in 1996, whose member schools compete in the NCAA's Division III.  The schools are located in Texas, Louisiana, Arkansas and Mississippi. The conference competes in baseball, men's and women's basketball, men's and women's cross country, football, men's and women's golf, men's and women's soccer, softball, men's and women's tennis, men's and women's track and field and women's volleyball.",
  "/wiki/Richardson,_Texas": "Richardson is a principal city in Dallas and Collin counties in the U.S. state of Texas. As of the 2018 American Community Survey, the city had a total population of 120,981. Richardson is an affluent inner suburb of Dallas. It is home to the University of Texas at Dallas and the Telecom Corridor, with a high concentration of telecommunications companies. More than 5,000 businesses have operations within Richardson's 28 square miles (73 km2), including many of the world's largest telecommunications and networking companies, such as AT&T, Verizon, Cisco Systems, Samsung, ZTE, MetroPCS, Texas Instruments, Qorvo, and Fujitsu. Richardson's largest employment base is provided by the insurance industry, with Blue Cross and Blue Shield of Texas's headquarters, a regional hub for GEICO, regional offices for United Healthcare, and one of State Farm Insurance's three national regional hubs located in the community.",
  "/wiki/Atlantic_East_Conference": "The Atlantic East Conference is a newly-founded NCAA Division III collegiate athletic conference in the Mid-Atlantic region of the United States. Beginning play in July 2018, the league consists of seven private universities, each former members of either the Capital Athletic Conference or the Colonial States Athletic Conference.",
  "/wiki/Lancaster,_Pennsylvania": "Lancaster (/ˈlæŋkɪstər/ LANG-kə-stər) is a city located in South Central Pennsylvania which serves as the seat of Pennsylvania's Lancaster County and one of the oldest inland towns in the United States. With a population of 59,322, it ranks eighth in population among Pennsylvania's cities.  The Lancaster metropolitan area population is 507,766, making it the 101st largest metropolitan area in the U.S. and second largest in the South Central Pennsylvania area.",
  "/wiki/Capital_Athletic_Conference": "The Capital Athletic Conference (CAC) is an intercollegiate athletic conference affiliated with the NCAA's Division III. Member institutions are located in the eastern United States in the states of Maryland, Pennsylvania, and Virginia.",
  "/wiki/Centennial_Conference": "The Centennial Conference is an athletic conference which competes in the NCAA's Division III. Member teams are located in Maryland and Pennsylvania.",
  "/wiki/City_University_of_New_York_Athletic_Conference": "The City University of New York Athletic Conference (CUNY Athletic Conference or CUNYAC) is an intercollegiate athletic conference affiliated with the NCAA's Division III. Its member institutions are all located in New York City and are campuses of the City University of New York. The CUNYAC also has a community college division, affiliated with the National Junior College Athletic Association (NJCAA).",
  "/wiki/Flushing,_Queens": "Flushing is a neighborhood in the New York City borough of Queens in the United States. Located in the north-central portion of Queens, the neighborhood is the fourth largest central business district in New York City.",
  "/wiki/College_Conference_of_Illinois_and_Wisconsin": "The College Conference of Illinois and Wisconsin (CCIW) is a college athletic conference which competes in the NCAA's Division III.",
  "/wiki/Naperville,_Illinois": "Naperville (/ˈneɪpərˌvɪl/) is a city in DuPage and Will counties in the U.S. state of Illinois. Located 28 miles (45 km) west of Chicago, Naperville was founded in 1831 and developed into the fifth-largest city in Illinois. As of the 2010 census, the city had a population of 141,853, which was estimated to have increased to 147,682  by 2017.",
  "/wiki/Colonial_States_Athletic_Conference": "The Colonial States Athletic Conference (CSAC) is an NCAA Division III collegiate athletic conference in the Mid-Atlantic United States. There are currently nine full member institutions as of 2018.  The conference's membership, as with most Middle Atlantic conferences, was shaken as a result of the formation of the Landmark Conference and its ensuing domino effect.  The conference, founded in 1992 as the Pennsylvania Athletic Conference, changed its name in 2008.",
  "/wiki/Aston,_Pennsylvania": "Aston Township is a township in Delaware County, Pennsylvania, United States. The population was 16,592 at the 2010 census.",
  "/wiki/Commonwealth_Coast_Conference": "The Commonwealth Coast Conference (CCC) is an intercollegiate athletic conference affiliated with the NCAA’s Division III. Member institutions are located in New England in the states of Maine, Massachusetts, and Rhode Island.",
  "/wiki/Springfield,_Massachusetts": "Springfield is a city in the state of Massachusetts, United States, and the seat of Hampden County. Springfield sits on the eastern bank of the Connecticut River near its confluence with three rivers: the western Westfield River, the eastern Chicopee River, and the eastern Mill River. As of the 2010 Census, the city's population was 153,060. As of 2018, the estimated population was 155,032, making it the third-largest city in Massachusetts, the fourth-most populous city in New England after Boston, Worcester, and Providence, and the 12th-most populous in the Northeastern United States. Metropolitan Springfield, as one of two metropolitan areas[b] in Massachusetts (the other being Greater Boston), had a population of 692,942 as of 2010.",
  "/wiki/Commonwealth_Coast_Football": "Commonwealth Coast Football (CCC Football) is a single-sport athletic conference that competes in football in the NCAA's Division III. It began play as CCC Football in 2017 after the New England Football Conference was renamed following the 2016 season. CCC Football is administered by the Commonwealth Coast Conference.",
  "/wiki/Eastern_Collegiate_Football_Conference": "The Eastern Collegiate Football Conference is a football-only intercollegiate athletic conference affiliated with the NCAA’s Division III. Founded in 2009, it combines seven schools spread across the states of Massachusetts, Vermont, Maine, and New York, plus Washington, D.C.",
  "/wiki/Wilmington,_Vermont": "Wilmington is a town in Windham County, Vermont, United States. The population was 1,876 at the 2010 census.",
  "/wiki/Empire_8": "The Empire 8 (E8) is an intercollegiate athletic conference affiliated with the NCAA's Division III. The E8 sponsors intercollegiate athletic competition in men's baseball, men's and women's basketball, men's and women's cross country, women's field hockey, men's football, men's golf, men's and women's lacrosse, men's and women's soccer, women's softball, men's and women's swimming and diving, men's and women's tennis, men's and women's track and field, and women's volleyball. The E8 shares offices with the United Volleyball Conference, a separate Division III league that competes solely in men's volleyball.",
  "/wiki/Rochester,_New_York": "Rochester (/ˈrɒtʃɛstər, -ɪs-/) is a city on the southern shore of Lake Ontario in western New York and the seat of Monroe County. With a population of 208,046, Rochester is the third most populous city in New York state, after New York City and Buffalo. The metropolitan area has a population of just over one million people. It is about 73 miles (117 km) east of Buffalo and 87 miles (140 km) west of Syracuse.",
  "/wiki/Great_Northeast_Athletic_Conference": "The Great Northeast Athletic Conference (GNAC) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division III.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Heartland_Collegiate_Athletic_Conference": "The Heartland Collegiate Athletic Conference (HCAC) is an intercollegiate athletic conference affiliated with the NCAA's Division III. Member institutions are located in Indiana, Kentucky and Ohio. Founded as the Indiana Collegiate Athletic Conference (ICAC) in 1987, it reincorporated under its current name in 1998 with the addition of several schools from Ohio.",
  "/wiki/Greenwood,_Indiana": "Greenwood is a city in Johnson County, Indiana, United States. The population was 49,791 at the 2010 Census, and increased to 58,778 in the Census 2018 estimates. Greenwood is located between Indiana State Road 37 and Interstate 65. The city shares a border with Indianapolis and is the most populous municipality in the southern portion of the Indianapolis Metropolitan Area.",
  "/wiki/Landmark_Conference": "The Landmark Conference is an intercollegiate athletic conference affiliated with the NCAA's Division III. Member institutions are located in the eastern United States in the states of Maryland, New Jersey, and Pennsylvania, plus Washington, D.C.",
  "/wiki/Madison,_New_Jersey": "Madison is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the population was 15,845, reflecting a drop in population of 685 (−4.1%) from the 16,530 counted in the 2000 Census, which had in turn increased by 680 (+4.3%) from the 15,850 counted in the 1990 Census. It is known as \"The Rose City\" and was named in honor of President James Madison.",
  "/wiki/Liberty_League": "The Liberty League is an intercollegiate athletic conference affiliated with the National Collegiate Athletic Association's Division III. Member schools are top institutions that are all located in the state of New York.",
  "/wiki/Canton_(village),_New_York": "Canton is a village in St. Lawrence County, New York, United States. The village is centrally located in both the town of Canton and the county of St. Lawrence. The population was 6,314 at the 2010 census. It is the county seat of St. Lawrence County. The name comes from the Chinese city Canton.",
  "/wiki/Little_East_Conference": "The Little East Conference (LEC) is an NCAA Division III intercollegiate athletic conference.  The member institutions are located in all six states of New England.",
  "/wiki/North_Dartmouth,_Massachusetts": "Dartmouth is a coastal town in Bristol County, Massachusetts. Old Dartmouth was the first area of Southeastern Massachusetts to be settled by Europeans. Dartmouth itself is part of New England's farm coast, which consists of a chain of historic coastal villages, vineyards, and farms. June 8, 2014 marked the 350th year of Dartmouth's incorporation as a town. It is also part of the Massachusetts South Coast. The local daily newspapers are The Dartmouth Chronicle and Dartmouth Weekly. The dog of Dartmouth is a Golden Retriever.",
  "/wiki/List_of_NCAA_conferences": "The National Collegiate Athletic Association (NCAA) is divided into three divisions, based roughly on school size. Each division is made up of several conferences for regional league play. Unless otherwise noted, changes in conference affiliation will occur on July 1 of the given year."
}