{
  "/wiki/Atlantic_Hockey": "The Atlantic Hockey Association (AHA) is an NCAA Men's Division I Ice Hockey conference which operates primarily in the northeastern United States. It participates in the NCAA's Division I as an ice hockey-only conference. Unlike several other college athletic conferences, Atlantic Hockey has no women's division, though it shares some organizational and administrative roles (and three universities) with the women's-only College Hockey America.",
  "/wiki/Haverhill,_Massachusetts": "Haverhill  (/ˈheɪvrɪl/ HAY-vril) is a city in Essex County, Massachusetts, United States. Haverhill is located 35 miles north of Boston on the New Hampshire border and about 17 miles from the Atlantic Ocean. The population was 60,879 at the 2010 census.",
  "/wiki/College_Hockey_America": "College Hockey America (CHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with three in Pennsylvania; two in New York, and one in Missouri.",
  "/wiki/ECAC_Hockey": "ECAC Hockey is one of the six conferences that compete in NCAA Division I ice hockey. The conference used to be affiliated with the Eastern College Athletic Conference, a consortium of over 300 colleges in the eastern United States.  This relationship ended in 2004; however, the ECAC abbreviation was retained in the name of the hockey conference. ECAC Hockey is the only ice hockey conference with identical memberships in both its women's and men's divisions.",
  "/wiki/Albany,_New_York": "Albany (/ˈɔːlbəni/ (listen) AWL-bə-nee) is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City.",
  "/wiki/Hockey_East": "The Hockey East Association, also known as Hockey East, is a college ice hockey conference which operates entirely  in New England. It participates in the NCAA's Division I as a hockey-only conference.",
  "/wiki/Wakefield,_Massachusetts": "Wakefield is a town in Middlesex County, Massachusetts in the Greater Boston metropolitan area, incorporated in 1812 and located about 12.5 mi (20.1 km) north-northwest of Downtown Boston. The 73rd most populous municipality in Massachusetts, Wakefield's population was 24,932 at the 2010 census, with a 2016 population estimate of 26,399. Wakefield offers an assortment of activities around the local lake, Lake Quannapowitt.",
  "/wiki/New_England_Women%27s_Hockey_Alliance": "The New England Women's Hockey Alliance (NEWHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with two in New Hampshire, two in Connecticut, one in Vermont, and one in New York.",
  "/wiki/Winthrop,_Massachusetts": "Winthrop is a town in Suffolk County, Massachusetts, United States.  The population was 17,497 at the 2010 census. Winthrop is an ocean-side suburban community in Greater Boston situated at the north entrance to Boston Harbor, close to Logan International Airport. It is located on a peninsula, 1.6 square miles (4.2 km2) in area, connected to Revere by a narrow isthmus and to East Boston by a bridge over the harbor inlet to the Belle Isle Marsh Reservation. Settled in 1630, Winthrop is one of the oldest communities in the United States. It is also one of the smallest and most densely populated municipalities in Massachusetts. It is one of the four municipalities in Suffolk County (the others are Boston, Revere, and Chelsea). It is the southernmost part of the North Shore, with a 7-mile (11 km) shoreline that provides views of the Atlantic Ocean to the east and of the Boston skyline to the west.",
  "/wiki/National_Collegiate_Hockey_Conference": "The National Collegiate Hockey Conference (NCHC) is an NCAA men's division I hockey conference formed on July 9, 2011. The league began playing for the 2013–14 season, the same season that the Big Ten Conference began competition, as a combination of six previous members of the WCHA and two of the CCHA. The league is headquartered in Colorado Springs, Colorado. Josh Fenton has served as conference commissioner since July 1, 2013.",
  "/wiki/Colorado_Springs,_Colorado": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.",
  "/wiki/Western_Collegiate_Hockey_Association": "The Western Collegiate Hockey Association (WCHA) is a college athletic conference which operates over a wide area of the Midwestern, Western, and Southeastern United States. It participates in the NCAA's Division I as an ice hockey-only conference.",
  "/wiki/Edina,_Minnesota": "Edina (/iːˈdaɪnə/ (listen) ee-DY-nə) is a city in Hennepin County, Minnesota, United States. Edina began as a small farming and milling community in the 1860s. The population was 47,941, as of 2010[update]."
}