{
  "/wiki/Akropolis_IF": "Akropolis IF is a Swedish football club located in Spånga, formed by Greek immigrants in 1968.",
  "/wiki/Kista": "Kista (Swedish pronunciation: [ˈɕǐːsta]) is a district in the borough of Rinkeby-Kista, Stockholm, Sweden. It has a strategic position located in between Sweden's main airport, the Stockholm-Arlanda International Airport and central Stockholm, and alongside the main national highway E4 economic artery. Kista comprises residential and commercial areas, the latter in the highly technological telecommunication and information technology industry. There are large research efforts in this entire area, which therefore is dubbed Kista Science City. It is the research park of KTH Royal Institute of Technology.",
  "/wiki/Bodens_BK": "Bodens BK is a Swedish football club located in Boden in Norrbotten. The club, formed 1916, is currently playing in the fourth tier of Swedish football, Division 2.",
  "/wiki/Boden,_Sweden": "Boden (Swedish: [ˈbǔːdɛn], outdatedly [ˈbûːdɛn]) is a locality and the seat of Boden Municipality in Norrbotten County, Sweden with 18,277 inhabitants in 2010. It is part of the larger area around coastal city Luleå some 36 kilometres (22 mi) southeast. Alongside Kiruna, it is one of the two largest towns in Northern Sweden's interior.",
  "/wiki/Carlstad_United_BK": "Carlstad United BK is a Swedish football club located in Karlstad. The club, formed in 1998, is currently playing in the third highest Swedish league, Division 1 Norra. The club is affiliated to the Värmlands Fotbollförbund.",
  "/wiki/Karlstad": "Karlstad (US: /ˈkɑːrlstɑːd/, Swedish: [ˈkɑ̌ːɭsta(d)] (listen)) is a city, the seat of Karlstad Municipality, the capital of Värmland County, and the largest city in the province Värmland in Sweden. The city had 61,492 inhabitants in 2015 with 90,882 inhabitants in the wider municipality in 2017, and is the 21st biggest municipality in Sweden. Karlstad has a university and a cathedral.",
  "/wiki/Tingvalla_IP": "Tingvalla Idrottsplats, Tingvalla IP, is a stadium in Karlstad, Sweden and is the home ground of the football team Carlstad United and the American football team Carlstad Crusaders. It is also used for athletic events and other sports and gatherings.",
  "/wiki/BK_Forward": "Bollklubben Forward, commonly known as BK Forward, is a football team from Örebro, Sweden. They play in Division 1 Norra. The club plays in a small multipurpose stadium called Trängens IP. The club is affiliated to the Örebro Läns Fotbollförbund.",
  "/wiki/Örebro": "Örebro (/ˌɜːrəˈbruː/ UR-ə-BROO, Swedish: [œrɛˈbruː] (listen)) is a city with 124,027 inhabitants, the seat of Örebro Municipality and the capital of Örebro County in Sweden. It is the sixth largest city in Sweden and one of the largest inland hubs of the country. It is located near the lake of Hjälmaren, although a few kilometres inland along the small river Svartån.",
  "/wiki/Trängens_IP": "Trängens IP  is a football stadium in Örebro, Sweden  and the home stadium for the football team BK Forward. Trängens IP has a total capacity of 4,700 spectators. When BK played a qualification match to the second-highest division in Sweden, the match took place on Behrn Aren in front of 2,643 spectators.",
  "/wiki/Gefle_IF": "Gefle Idrottsförening, also known simply as Gefle IF, Gefle (pronounced [ˈjɛ̌ːvlɛ], as if spelled Gävle), or locally Gif (pronounced [ˈɡɪfː]), are a Swedish professional football club based in Gävle. The club is affiliated with Gestriklands Fotbollförbund and play their home games at Gavlevallen since the 2015 season. The club colours are blue and white. Formed on 5 December 1882 as Gefle SK, the club have played fifteen seasons in Sweden's highest football league Allsvenskan, with the first season being 1933–34. The club is currently playing in Division 1, the third tier of Swedish football.",
  "/wiki/Gävle": "Gävle (pronounced [ˈjɛ̌ːvlɛ] (listen)) is a city in Sweden, the seat of Gävle Municipality and the capital of Gävleborg County. It had 100 603 inhabitants in 2017, which makes it the 13th most populated city in Sweden. It is the oldest city in the historical Norrland (Sweden's Northern Lands), having received its charter in 1446 from Christopher of Bavaria. However, Gävle is far nearer the greater Stockholm region than it is to the other major settlements in Norrland.",
  "/wiki/Gavlevallen": "Gavlevallen is an association football stadium in Gävle, Sweden. The project was initiated by Allsvenskan side Gefle IF and Gävle Municipality to build a new 6,500 capacity stadium in the Sätraåsen area of Gävle, Sweden.",
  "/wiki/Karlslunds_IF_HFK": "Karlslunds IF HFK is a Swedish football club located in Örebro.",
  "/wiki/Karlstad_BK": "Karlstad BK is a Swedish football club located in Karlstad in Värmland County.",
  "/wiki/FC_Linköping_City": "FC Linköping City is a football club based in Linköping, Sweden, affiliated with the Östergötlands Fotbollförbund. They currently play in Swedish Football Division 1 after winning Swedish Football Division 3 with 22 points ahead of second placed team their first season in 2013, and finishing in ninth place in 2014 Swedish Football Division 2.",
  "/wiki/Linköping": "Linköping (Swedish: [ˈlɪ̂nːˌɕøːpɪŋ] (listen)) is a city in southern Sweden, with 161,499 inhabitants as of 2019. It is the 5th largest city in Sweden. It is the seat of Linköping Municipality and the capital of Östergötland County. Linköping is also the episcopal see of the Diocese of Linköping (Church of Sweden) and is well known for its cathedral. \nLinköping is the center of an old cultural region and celebrated its 700th anniversary in 1987. Dominating the city's skyline from afar is the steeple of the cathedral, Domkyrka.",
  "/wiki/Linköping_Arena": "The Linköping Arena is an association football stadium in Linköping, Sweden. Opened in 2013, the stadium has a capacity of 8,500 and hosted four games at the UEFA Women's Euro 2013 tournament. Following the tournament, the stadium became home to Linköpings FC women's association football team. The name was discussed for a while and the project name was Arena Linköping before at the inauguration it was announced as Linköping Arena.",
  "/wiki/Nyköpings_BIS": "Nyköpings BIS is a Swedish football club located in Nyköping. The club started out as a merger in 1966 between Nyköpings SK and Nyköpings AIK. Since their foundation Nyköpings BIS has participated mainly in the middle divisions of the Swedish football league system in particular Divisions 2 and 3.",
  "/wiki/Nyköping": "Nyköping (Swedish pronunciation: [ˈnŷːˌɕøːpɪŋ]) is a locality and the seat of Nyköping Municipality, Södermanland County, Sweden with 32,759 inhabitants as of 2017. The city is also the capital of Södermanland County. Including Arnö, the locality on the southern shore of the bay just a couple of kilometres from the city centre, Nyköping would have 33,762 inhabitants according to the same SCB source. Commonly, Arnö is referred to as a part of the city proper. It forms a wider conurbation with the neighbouring minor municipality and town of Oxelösund 10 kilometres (6.2 mi) south of its outskirts.",
  "/wiki/Rosvalla_IP": "Rosvalla IP  is a football stadium in Nyköping, Sweden  and the home stadium for the football team Nyköpings BIS. Rosvalla IP has a total capacity of 1,000 spectators.",
  "/wiki/Rynninge_IK": "Rynninge IK is a Swedish football club located in Rynninge in Örebro.",
  "/wiki/Sandvikens_IF": "Sandvikens IF is a Swedish football club located in Sandviken. The club, formed 6 June 1918, has played 21 seasons in the highest Swedish league, but is in the third highest Swedish league, Division 1. Sandvikens IF are affiliated to the Gestriklands Fotbollförbund.",
  "/wiki/Sandviken": "Sandviken is a locality and the seat of Sandviken Municipality in Gävleborg County, Sweden with 22,965 inhabitants in 2010. It is situated about 25 km west of Gävle and lies approximately 190 km north of  Stockholm. The rail journey to Stockholm takes about 2 hours and to Arlanda, Sweden's main international airport, no more than 1.5 hours.",
  "/wiki/Jernvallen": "Jernvallen is a multi-use stadium in Sandviken, Sweden. In the 1958 FIFA World Cup there were two matches played at Jernvallen. It has the distinction of being the northernmost stadium to host a World Cup match. It is currently used mostly for football matches.  Although the record for the stadium is 20,000 people in 1958, today the stadium holds 7,000 people.[citation needed]",
  "/wiki/Sollentuna_FK": "Sollentuna FK is a Swedish football club located in Sollentuna, a municipality in Stockholm.",
  "/wiki/Sollentuna_Municipality": "Sollentuna Municipality (Sollentuna kommun [ˈsɔ̂lːɛnˌtʉːna kʊˈmʉːn] (listen)) is a municipality in Stockholm County in east central Sweden, north of Stockholm. Its seat of local government is located in Tureberg, which is a part of the Stockholm urban area.",
  "/wiki/IF_Sylvia": "IF Sylvia is a Swedish football club based in Norrköping. The club, formed on 19 May 1922, is currently playing in the third tier of Swedish football, Division 1. The club is affiliated to the Östergötlands Fotbollförbund.",
  "/wiki/Norrköping": "Norrköping (/ˈnɔːrtʃɜːpɪŋ/; Swedish: [ˈnɔ̂rːˌɕøːpɪŋ] (listen)) is a city in the province of Östergötland in eastern Sweden and the seat of Norrköping Municipality, Östergötland County, about 160 km southwest of the national capital Stockholm. The city has a population of 95,618 inhabitants in 2016, out of a municipal total of 130,050, making it Sweden's tenth largest city and eighth largest municipality.",
  "/wiki/Nya_Parken": "Nya Parken, formerly known as Norrköpings Idrottspark, also known as Östgötaporten for sponsorship reasons,  is a multi-purpose stadium in Norrköping, Sweden. It opened in 1903 and is currently used mostly for football matches. It is the home arena for IFK Norrköping, IK Sleipner and for IF Sylvia. The stadium had a capacity of 19,414 people until 2008–09 when the arena was re-built. During the 1958 FIFA World Cup, it hosted some group stage matches. During the Euro 1992, it hosted CIS – Germany (1–1), Scotland – Germany (0–2) and Scotland – CIS (3–0), all in Group B.",
  "/wiki/Team_ThorenGruppen_Fotboll": "Team TG FF, also known as Team ThorenGruppen, is a Swedish football club located in Umeå. The club was founded in 2014. In 2015 the club took over Tegs SK FF, a secession of the senior team in Tegs SK.",
  "/wiki/Umeå": "Umeå (UK: /ˈuːməɔː/ OO-mə-aw, US: /ˈuːmeɪoʊ/ OO-may-oh, Swedish: [ˈʉ̌ːmɛɔ] (listen), locally [ˈʉ̌ːmɛ] (listen); South Westrobothnian: [²ʉːm]note; Finnish: Uumaja; Ume Sami: Ubmeje; Southern Sami: Upmeje; Northern Sami: Ubmi) is a city in northeast Sweden. It is the seat of Umeå Municipality and the capital of Västerbotten County.",
  "/wiki/Umeå_Energi_Arena": "Umeå Energi Arena, formerly known as T3 Arena and Gammliavallen, is a multi-purpose stadium in Umeå, Sweden. It is currently used mostly for football matches and is the home stadium of Umeå IK, Umeå FC and Team TG FF. The stadium holds 10,000 people. The name was changed to T3 Arena in 2011.",
  "/wiki/Umeå_FC": "Umeå FC is a Swedish professional  football club located in Umeå, Sweden. The club, formed in 1987, is currently playing in the third tier of the Swedish league, Swedish Football Division 1. The club is affiliated to the Västerbottens Fotbollförbund.",
  "/wiki/Vasalunds_IF": "Vasalunds IF is a Swedish football club based in Solna, Stockholm. The club is affiliated with Stockholms Fotbollförbund.",
  "/wiki/Solna_Municipality": "Solna Municipality (Swedish: Solna kommun or Solna stad, IPA: [ˈsôːlna]) is a municipality in Stockholm County in Sweden, located just north of the Stockholm City Centre. Its seat is located in the town of Solna, which is a part of the Stockholm urban area.",
  "/wiki/Skytteholms_IP": "Skytteholms IP is a football stadium in Solna, Stockholm, Sweden and the home stadium for the football team Vasalunds IF. Skytteholms IP was opened in 1967, renovated in 1990 and 2003 and has a total capacity of 4,000 spectators.",
  "/wiki/Division_1_(Swedish_football)": "Division 1, branded as Ettan (English: the one), which also is its common name in everyday speech, is the third level in the Swedish football league system and consists of 32 Swedish football teams. Division 1 was the second tier from 1987 to 1999, but was replaced by Superettan in 2000. It was reestablished for the 2006 season as the third tier below Superettan."
}