{
  "/wiki/Ashley_Massaro": "Ashley Marie Massaro (May 26, 1979 – May 16, 2019) was an American professional wrestler, reality television contestant, television host, model, and radio personality. She was best known for her time with World Wrestling Entertainment (WWE) and for her appearance on Survivor: China.",
  "/wiki/Babylon_(village),_New_York": "Babylon is a village in Suffolk County, New York, United States. The population was 12,166 at the 2010 census. Its location is approximately 25 miles (40 km) from New York City at the Queens border, and approximately 33 miles (53 km) from Manhattan.",
  "/wiki/Leyla_Milani": "Leyla Milani Khoshbin (Persian: لیلا میلانی‎; born April 2, 1982) is an Iranian-Canadian model, actress, TV host and entrepreneur. Milani was born in Karaj to Iranian parents, and she is married to Iranian entrepreneur, real estate investor and author, Manny Khoshbin.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Santa_Cruz,_California": "Santa Cruz (/ˈsæntə ˈkruːz/; Spanish for Holy Cross) is the county seat and largest city of Santa Cruz County, California. As of 2018 the U.S. Census Bureau estimated Santa Cruz's population at 64,725.",
  "/wiki/Kristal_Marshall": "Kristal Melisa Marshall (born November 11, 1983) is an American model, beauty queen and retired professional wrestler who is best known for her time in World Wrestling Entertainment on its SmackDown brand and in Total Nonstop Action Wrestling (TNA) as Kristal Lashley.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Shreveport,_Louisiana": "Shreveport (/ˈʃriːvpɔːrt/ SHREEV-port) is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport-Bossier City metropolitan area. Shreveport ranks third in population in Louisiana after New Orleans and Baton Rouge and 133rd in the U.S. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 as of the 2010 U.S. Census. The United States Census Bureau's 2018 estimates for the city's population decreased to 188,987, and grew to an estimated 189,149.",
  "/wiki/Lake_Worth,_Florida": "Lake Worth Beach is a city in Palm Beach County, Florida, United States, located about 64 miles north of Miami,  its name from the body of water along its eastern border known as the Lake Worth Lagoon. The lake itself was named for General William J. Worth, who led U.S. forces during the last part of the Second Seminole War. As of 2010[update], the population estimated by the U.S. Census Bureau was 34,910. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people in 2015.",
  "/wiki/Milan,_Italy": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Costa_Mesa,_California": "Costa Mesa (/ˌkoʊstə ˈmeɪsə/) is a city in Orange County, California. Since its incorporation in 1953, the city has grown from a semi-rural farming community of 16,840 to a suburban area including part of the South Coast Plaza–John Wayne Airport edge city, one of the region's largest commercial clusters, with an economy based on retail, commerce, and light manufacturing. The population was 109,960 at the 2010 United States Census.",
  "/wiki/WWE_Diva_Search": "WWE Diva Search (formerly WWE Raw Diva Search) was a talent competition held by WWE. The first winner was Jaime Koeppe, but she did not receive a contract like subsequent winners of the contest. Other winners included Christy Hemme, Ashley Massaro, Layla El, and Eve Torres. In addition to the winners of the yearly contest, WWE has hired several contestants as Divas, the name that WWE gave at the time to the female performers. As of 2019, Maryse Ouellet and Maria Kanellis are the last remaining female talents to come from the contest, with the two acting largely as valets for their respective husbands. There were many failed attempts at bringing back the competition over the years following the cancellation of the 2008 season, and was at one point going to return in 2019 under the new name Superstar Search. But those plans were scrapped."
}