{
  "/wiki/Eve_Torres": "Eve Torres Gracie (born Eve Marie Torres on August 21, 1984) is an American actress, dancer,  model, martial arts instructor, and former professional wrestler. She is best known for her time with WWE, where she is a former three-time WWE Divas Champion.",
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Lena_Yada": "Lena Yada-Draiman (born November 12, 1978) is an American model, actress and professional tandem surfer who is known for her time in World Wrestling Entertainment (WWE) as a backstage interviewer, valet, and professional wrestler.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Taryn_Terrell": "Taryn Nicole Dryden (née Terrell; born December 28, 1985) is an American ring announcer, referee, model, actress, stunt woman and retired professional wrestler. She is best known for her time with Total Nonstop Action Wrestling (TNA), under her real name, and for her time in WWE, where she performed under the ring name Tiffany. She is a former TNA Knockouts Champion, where her 279-day reign stood as the longest reign in the title's history until 2019. During her time in WWE, she trained at WWE's then-developmental territory, Florida Championship Wrestling (FCW), and served as the final general manager of the now-defunct ECW brand.",
  "/wiki/New_Orleans,_Louisiana": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Catawba,_North_Carolina": "Catawba is a town in Catawba County, North Carolina, United States. The population was 603 at the 2010 census. It is part of the Hickory–Lenoir–Morganton Metropolitan Statistical Area. As with the county, the name recalls the Catawba people, the indigenous people who once inhabited the area.",
  "/wiki/Vancouver,_British_Columbia": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/West_Yorkshire,_England": "West Yorkshire is a metropolitan county in England. It is an inland and, in relative terms, upland county having eastward-draining valleys while taking in the moors of the Pennines. West Yorkshire came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972  and has a population of 2.2 million.",
  "/wiki/WWE_Diva_Search": "WWE Diva Search (formerly WWE Raw Diva Search) was a talent competition held by WWE. The first winner was Jaime Koeppe, but she did not receive a contract like subsequent winners of the contest. Other winners included Christy Hemme, Ashley Massaro, Layla El, and Eve Torres. In addition to the winners of the yearly contest, WWE has hired several contestants as Divas, the name that WWE gave at the time to the female performers. As of 2019, Maryse Ouellet and Maria Kanellis are the last remaining female talents to come from the contest, with the two acting largely as valets for their respective husbands. There were many failed attempts at bringing back the competition over the years following the cancellation of the 2008 season, and was at one point going to return in 2019 under the new name Superstar Search. But those plans were scrapped."
}