{
  "/wiki/Christy_Hemme": "Christina Lee Hemme (born October 28, 1980) is an American professional wrestling valet, ring announcer, singer and retired professional wrestler and model. She is best known for her time in Total Nonstop Action Wrestling (TNA, now known as Impact Wrestling) as a ring announcer and one of the original Knockouts when TNA Knockouts Division was born in 2007 and former wrestler and also known for her time in WWE as a WWE Diva and was the winner of the 2004 WWE Diva Search, receiving $250,000 and a one-year contract with the company.",
  "/wiki/Poway,_California": "Poway /ˈpaʊ.eɪ/ is a city in San Diego County, California, United States. The unincorporated community became a city on December 12, 1980. Poway's rural roots gave rise to its slogan \"The City in the Country\". As of the 2010 census, the city had a population of 47,811.",
  "/wiki/Carmella_DeCesare": "Carmella Danielle DeCesare Garcia (born July 1, 1982) is an American model who was Playboy magazine's Miss April 2003 and Playmate of the Year for 2004. She is of Italian and Puerto Rican descent. She is also known for her time in WWE as a WWE Diva search contestant. She was featured in the 2008 Sports Illustrated Swimsuit Issue in the players' wives feature.",
  "/wiki/Avon_Lake,_Ohio": "Avon Lake is a city in Lorain County, Ohio, United States, located on Lake Erie 17 miles west of Cleveland. The population was 22,581 at the 2010 census.  It is part of the Cleveland-Elyria, OH Metropolitan Statistical Area.",
  "/wiki/Joy_Giovanni": "Joy Giovanni (born January 20, 1978) is an American actress, glamour model, retired professional wrestler, and former professional wrestling valet. She is best known for her time with World Wrestling Entertainment, where she worked on its SmackDown! brand. She was the first and only winner of the promotion's Rookie Diva of the Year award.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Amy_Weber": "Amy Marie Weber (born July 2, 1972) is an American actress, model, film producer, singer, and former professional wrestling valet. She is best known for her time in WWE as a WWE Diva. She released an album, Let it Rain, the titular single for which stayed in the U.S. Billboard Chart for over a month. It was also released internationally via Dauman Music and Republic Digital and climbed to number 6 in the UK Singles Chart. Weber has been the face of a Shiseido cosmetic campaign.",
  "/wiki/Mapleton,_Illinois": "Mapleton is a small village in Peoria County, Illinois, United States. The population was 227 at the 2000 census. Mapleton is part of the Peoria, Illinois Metropolitan Statistical Area. There are four different plants in Mapleton, all located along U.S. Route 24: an Evonik chemical plant, a Lonza Group plant, a Caterpillar Inc. foundry, and an Ingredion facility; together, the large industrial complex forms one of Mapleton's (and the wider Peoria area's) most significant employers and a good source of skilled employees and good jobs.",
  "/wiki/Maria_Kanellis": "Mary Louis Kanellis-Bennett (born February 25, 1982) is an American professional wrestler, professional wrestling manager, actress, model and singer currently signed to WWE under the ring name Maria Kanellis on the Raw brand, where she is a former WWE 24/7 Champion. She is best known for her work with WWE, as well as her 2008 Playboy magazine pictorial and 2010 appearances on the Celebrity Apprentice television series.",
  "/wiki/Ottawa,_Illinois": "Ottawa is a city located at the confluence of the navigable  Illinois River and Fox River in LaSalle County, Illinois, United States. The Illinois River is a conduit for river barges and connects Lake Michigan at Chicago, to the Mississippi River, and North America's 25,000 mile river system. The population estimate was 18,128 as of 2018. It is the county seat of LaSalle County and it is part of the Ottawa-Peru, IL Micropolitan Statistical Area.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Michelle_McCool": "Michelle Leigh Calaway (née McCool; born January 25, 1980) is an American retired professional wrestler. She is best known for her time with WWE, where she is a former two-time WWE Divas Champion and a two-time WWE Women's Champion.",
  "/wiki/Palatka,_Florida": "Palatka (/ˈpəlætkə/ (listen)) is a city in Putnam County, Florida, United States. The population was 10,558 at the 2010 census. It is the county seat of Putnam County.  Palatka is the principal city of the Palatka Micropolitan Statistical Area, which is home to 72,893 residents. The city is also home to St. Johns River State College, St. Johns River Water Management District Headquarters, and Ravine Gardens State Park. The area is  well known for its local festivals, most notably the Florida Azalea Festival and the Blue Crab Festival.",
  "/wiki/Liberty,_Kentucky": "Liberty is a home rule-class city in Casey County, Kentucky, in the United States. It is the seat of its county. Its population was 2,168 at the 2010 U.S. census.",
  "/wiki/Camille_Anderson": "Camille Constance Anderson (born March 12, 1978) is an American actress, model, and television host. Camille graduated from the University of Texas at Austin with a degree in broadcast journalism and she also held the title of Miss Austin USA.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018."
}