{
  "/wiki/Laugardalsv%C3%B6llur": "Laugardalsvöllur (Icelandic pronunciation: ​[ˈlœiːɣartalsˌvœtlʏr̥]) is Iceland's national football stadium and the home venue for the Iceland national football team. It is in Reykjavík and seats 9,800 with a total capacity of 15,000.",
  "/wiki/Iceland_national_football_team": "The Iceland national football team (Icelandic: Íslenska karlalandsliðið í knattspyrnu) represents Iceland in men's international association football, The team is controlled by the Football Association of Iceland.",
  "/wiki/Reykjav%C3%ADk": "Reykjavík (/ˈreɪkjəvɪk, -viːk/ RAYK-yə-vik, -⁠veek; Icelandic: [ˈreiːcaˌviːk] (listen)) is the capital and largest city of Iceland. It is located in southwestern Iceland, on the southern shore of Faxaflói bay. Its latitude is 64°08' N, making it the world's northernmost capital of a sovereign state.[a] With a population of around 128,793 (and 228,231 in the Capital Region), it is the center of Iceland's cultural, economic and governmental activity, and is a popular tourist destination.",
  "/wiki/KR-v%C3%B6llur": "KR-völlur is a football stadium in Reykjavík, Iceland.",
  "/wiki/Knattspyrnuf%C3%A9lag_Reykjav%C3%ADkur": "Knattspyrnufélag Reykjavíkur (Reykjavík Football Club), often shortened to KR or KR Reykjavík, is an Icelandic football club based in the Vesturbær district of the capital, Reykjavík.",
  "/wiki/Akranesv%C3%B6llur": "Akranesvöllur is a multi-use stadium in Akranes, Iceland.  It is currently used mostly for football matches.  The stadium holds 4,850 and was built in 1935. It has 850 seats.",
  "/wiki/%C3%8D%C3%BEr%C3%B3ttabandalag_Akraness": "Íþróttabandalag Akraness (English: Akranes Sports Club)[citation needed], commonly known simply as ÍA, is an Icelandic sports club founded in 1946 and based in the town of Akranes, west Iceland. Among the main sports its members can practice are basketball, football, golf, horsemanship, gymnastics, volleyball, bowling, karate, badminton, swimming and powerlifting. The football team plays in yellow shirts and socks, and black shorts.",
  "/wiki/Akranes": "Akranes (Icelandic pronunciation: ​[ˈaːkraˌnɛːs]) is a port town and municipality on the west coast of Iceland, around 20 km (12 mi) north of the capital Reykjavík.",
  "/wiki/Keflav%C3%ADkurv%C3%B6llur": "Keflavíkurvöllur is a multi-use stadium in Keflavík, Iceland.  It is currently used mostly for football matches.  Keflavík Football Club plays there. The stadium holds 4,000.  The stadium is currently called Nettó-völlur after one of the club's sponsor, Nettó.",
  "/wiki/Keflav%C3%ADk_Football_Club": "Knattspyrnudeild Keflavíkur is an Icelandic football team, commonly known as Keflavík.  It is a subdivision of Keflavík ÍF (Keflavík, íþrótta- og ungmennafélag), based in the town of Reykjanesbær in Iceland. They play at Nettó-völlur in Keflavík.",
  "/wiki/Keflav%C3%ADk": "Keflavík (pronounced [ˈcʰɛplaˌviːk] (listen), meaning Driftwood Bay) is a town in the Reykjanes region in southwest Iceland. As of 2016, its population when combined with the nearby town Njarðvík, is 15,129.",
  "/wiki/Fylkisv%C3%B6llur": "Fylkisvöllur is a multi-use stadium in Reykjavík, Iceland.  It is currently used mostly for football matches.  The stadium holds roughly 1800 spectators seated. \nThe name for the stadium was changed to Flórídanavöllurinn in 2015 due to sponsorship reasons",
  "/wiki/Fylkir": "Íþróttafélagið Fylkir is a multi-sport club in Árbær, in the eastern part of Reykjavík, the capital of Iceland. It features departments in football, handball, volleyball, gymnastics and karate.",
  "/wiki/K%C3%B3pavogsv%C3%B6llur": "Kópavogsvöllur is a multi-use stadium in Kópavogur, Iceland. It is currently used mostly for football matches and is the home stadium of Breiðablik. It is also used for track and field events. The stadium holds 3,009 spectators and has 1,709 seats in two stands.",
  "/wiki/Brei%C3%B0ablik_UBK": "Breiðablik is a multi-sports club from Kópavogur, Iceland. The club was founded in 1950 and is the largest sports club in the country. Breiðablik has several sports divisions, both men's and women's, including football, athletics, basketball, karate, dance, skiing and swimming.",
  "/wiki/Handknattleiksf%C3%A9lag_K%C3%B3pavogs": "Handknattleiksfélag Kópavogs (HK) or HK Iceland is an Icelandic sports club from the town of Kópavogur, mainly known for its football and handball teams. The club has a football team playing in the top tier of Icelandic football.",
  "/wiki/K%C3%B3pavogur": "Kópavogur (Icelandic pronunciation: ​[ˈkʰoːupavɔɣʏr̥]) is a town in Iceland that is the country's second largest municipality by population.",
  "/wiki/Valur": "Knattspyrnufélagið Valur is an Icelandic athletic club based in Reykjavík, Iceland. The club is situated close to the city centre, in the east side of town, on the former farmland of Hlíðarendi. The club was originally formed as part of the local YMCA to play association football, but later incorporated handball and basketball. Valur's handball section reached the EHF Champions League final in 1980. It has won the Icelandic league 22 times, more than any other Icelandic handball team.",
  "/wiki/Haukar": "Knattspyrnufélagið Haukar (English: Hawks F.C.) is an Icelandic multi-sport club from Hafnarfjörður with divisions in Football, Handball, Basketball, Karate, Skiing & Chess.",
  "/wiki/Valbjarnarv%C3%B6llur": "Valbjarnarvöllur, also known as Eimskipsvöllurinn for sponsorship reasons, is a football stadium in Reykjavík, Iceland.  It is the home stadium of Þróttur Reykjavík who play in the Úrvalsdeild. The stadium has a capacity of 5,478 fans.",
  "/wiki/Knattspyrnuf%C3%A9lagi%C3%B0_%C3%9Er%C3%B3ttur": "Knattspyrnufélagið Þróttur, also referred to as Þróttur Reykjavík or Throttur FC, is a sports club from Reykjavík in Iceland. The club runs a football department as well as handball, volleyball and tennis departments. The club has enjoyed tremendous success in men's volleyball, winning a total of 14 Icelandic Championships since 1974. The handball department enjoyed great success in the early 1980s, winning its major honour, the Icelandic handball cup, in 1981. Football has been played by the club from start, and is the biggest of the four departments.",
  "/wiki/Kaplakriki": "Kaplakriki is a multi-purpose stadium in Hafnarfjörður, Iceland.  It is currently used mostly for football matches and is the home stadium of Fimleikafélag Hafnarfjarðar.  The stadium holds over 6,000 spectators and has offers 3050 seats. The plan for the stadium development is to expand the seating capacity to over 4,000 seats taking the maximum capacity to over 7,000. Long term plans though are to make the stadium an all-seater, full square stadium with around 6,000 seats and roofs over the stands.",
  "/wiki/Fimleikaf%C3%A9lag_Hafnarfjar%C3%B0ar": "Fimleikafélag Hafnarfjarðar (English: Hafnarfjörður Gymnastics Club), commonly referred to as FH, is a professional Icelandic sports club based in Hafnarfjörður. The club competes in football, handball, athletics, and fencing. Its men's football team has been a dominant power since the early 2000s.",
  "/wiki/Hafnarfj%C3%B6r%C3%B0ur": "Hafnarfjörður is a port town and municipality located on the southwest coast of Iceland, about 10 km (6 mi) south of Reykjavík.",
  "/wiki/K%C3%B3rinn_fj%C3%B6lnota_knatth%C3%BAs": "Kórinn is an indoor multipurpose auditorium located in Kopavogur and built in 2007. It includes an indoor football stadium which meets all the international standards set by the International Football Association FIFA.",
  "/wiki/Akureyrarv%C3%B6llur": "Akureyrarvöllur is a multi-use stadium in Akureyri, Iceland.  It is currently used mostly for football matches and is the home stadium of Knattspyrnufélag Akureyrar. The stadium holds 1,645 spectators (715 seated).",
  "/wiki/Knattspyrnuf%C3%A9lag_Akureyrar": "Knattspyrnufélag Akureyrar, abbreviated KA, is an Icelandic multi-sport club based in Akureyri in the north of Iceland. The club was founded in 1928. The football team currently plays in Úrvalsdeild and have won the top flight once in 1989.",
  "/wiki/Akureyri": "Akureyri [ˈaːkʰʏrˌeiːrɪ] (listen) is a town in northern Iceland. It is Iceland's fifth largest municipality, after Reykjavík, Hafnarfjörður, Kópavogur, and Reykjanesbær.",
  "/wiki/Grindav%C3%ADkurv%C3%B6llur": "Grindavíkurvöllur is a multi-use stadium in Grindavík, Iceland.  It is currently used mostly for football matches and is the home stadium of Knattspyrnudeild UMFG. It has a capacity of about 1750 people.",
  "/wiki/Knattspyrnudeild_UMFG": "The Grindavík men's football team is the men's football department of the Ungmennafélag Grindavíkur multi-sport club. It is based in Grindavík in south-west Iceland, and currently plays in the Úrvalsdeild karla, the top-tier men's football league in Iceland.",
  "/wiki/Grindav%C3%ADk": "Grindavík is a fishing town on the Southern Peninsula of Iceland.",
  "/wiki/H%C3%A1steinsv%C3%B6llur": "Hásteinsvöllur is a multi-use stadium in Vestmannaeyjar, Iceland.  Located in Vestmannaeyjar town on the island of Heimaey, it is used mostly for football matches, and is the home ground of Íþróttabandalag Vestmannaeyja (ÍBV). The stadium's capacity is 2,834.",
  "/wiki/%C3%8D%C3%BEr%C3%B3ttabandalag_Vestmannaeyja": "Íþróttabandalag Vestmannaeyja (usually referred to as ÍBV) is an Icelandic club from Vestmannaeyjar off the south coast of Iceland founded in 1903 under the name \"Knattspynufélag Vestmannaeyja\" by Dr. Björgúlfur Ólafsson, making it the second oldest team in Iceland. \nIt has both women's and men's teams competing in various sports, but is most known for the football and Handball departments.",
  "/wiki/Vestmannaeyjar": "Vestmannaeyjar (Icelandic pronunciation: ​[ˈvɛstmanːaˌeiːjar], sometimes anglicized as Westman Islands) is a municipality and archipelago off the south coast of Iceland.",
  "/wiki/V%C3%ADkingsv%C3%B6llur": "Víkingsvöllur is a football stadium in Reykjavík, Iceland. It is currently used for football matches and is the home ground of Víkingur F.C. The stadium holds around 2000, with 1149 seats, and is located at 'Traðarland' in Fossvogsdalur, south-east of the city center",
  "/wiki/Knattspyrnuf%C3%A9lagi%C3%B0_V%C3%ADkingur": "Knattspyrnufélagið Víkingur, commonly referred to as Víkingur or Víkingur Reykjavík (to distinguish them from Víkingur Ólafsvík) and internationally known as Vikingur F.C., is an Icelandic sports club based in the Fossvogur neighbourhood of Reykjavík. It is one of the oldest sports clubs in Iceland, founded on the 21st of April 1908.  The football club has won five Championship titles, five First Division titles and two Cup titles. Víkingur operates other sports divisions including handball, tennis, table tennis, karate and skiing. All sports include both male and female teams.",
  "/wiki/Stj%C3%B6rnuv%C3%B6llur": "Samsung völlurinn also known as Stjörnuvöllur is a football stadium in Garðabær. It is located in Reykjavík, and seats 990 individuals in one stand, but can hold about 410 standing spectators additionally. It is the home stadium for Icelandic top-division football team Stjarnan.",
  "/wiki/Stjarnan": "Ungmennafélagið Stjarnan, commonly known as Stjarnan, is an Icelandic multi-sports club specialising in handball, football, basketball, volleyball and gymnastics located in Garðabær.",
  "/wiki/Gar%C3%B0ab%C3%A6r": "Garðabær (Icelandic pronunciation: ​[ˈkarðapair̥]) is a municipality in the Capital Region of Iceland.",
  "/wiki/Fj%C3%B6lnisv%C3%B6llur": "Fjölnisvöllur is a football stadium in Iceland. It is located in Grafarvogur, Reykjavík, and seats 700 individuals in one stand, but can hold about 500 standing spectators additionally. It is the home stadium for Icelandic football team Fjölnir.",
  "/wiki/Ungmennaf%C3%A9lagi%C3%B0_Fj%C3%B6lnir": "Ungmennafélagið Fjölnir, commonly known as Fjölnir, is a multi-sport club from Iceland. The club is located in Grafarvogur, Reykjavík. The club was founded in 1988 under the original name Ungmennafélagið Grafarvogur however because another team already had the abbreviation UMFG the name was changed to Ungmennafélagið Fjölnir, commonly referred to as Fjölnir. A total of nine sports are practised at the club, these are football, basketball, handball, teakwondo, karate, tennis, swimming, athletics and gymnastics. Chess is also played at the club. Each one of these sports has their own department with their own board but all are under the main board and the club office.",
  "/wiki/Njar%C3%B0taksv%C3%B6llurinn": "Njarðtaksvöllurinn is a multi-use stadium in Reykjavik, Iceland.  It is currently used mostly for football matches and is the home stadium of Njarðvík FC. Its capacity is around 1400.",
  "/wiki/Njar%C3%B0v%C3%ADk": "Njarðvík is a town in southwestern Iceland, on the peninsula of Reykjanes. As of 2009, its population was 4,400.",
  "/wiki/Reykjanesb%C3%A6r": "Reykjanesbær is a municipality on the Southern Peninsula (Suðurnes) in Iceland. It is made up of the towns Keflavík, Njarðvík and the village of Hafnir. The municipality was created in 1994 when the inhabitants of the three towns voted to merge them into one. Reykjanesbær is the fifth largest municipality in Iceland, with 18.920 citizens (2019).",
  "/wiki/H%C3%B6ttur": "Íþróttafélagið Höttur is an Icelandic sports club from Egilsstaðir in the center, of the east side of Iceland. It is primarily known for its basketball, football and track & field departments but also fields departments in badminton, gymnastics, handball, swimming, taekwondo and volleyball.",
  "/wiki/Egilssta%C3%B0ir": "Egilsstaðir is a town in east Iceland on the banks of the Lagarfljót river.",
  "/wiki/Dalv%C3%ADkurv%C3%B6llur": "Dalvíkurvöllur is a multi-use stadium in Dalvík, Iceland.  It is currently used mostly for football matches and is the home stadium of Dalvík/Reynir. Its capacity is around 2000.",
  "/wiki/Dalv%C3%ADk/Reynir": "Dalvík/Reynir is an Icelandic football club based in Dalvík. The club was formed in 2006 after the merger between UMFS Dalvík & Reynir Árskógsströnd",
  "/wiki/Dalv%C3%ADk": "Dalvík is the main village of the Icelandic municipality of Dalvíkurbyggð. Its population is approximately 1,400.",
  "/wiki/Leiknisv%C3%B6llur": "Leiknisvöllur is a multi-use stadium in Reykjavik, Iceland.  It is currently used mostly for football matches and is the home stadium of Ungmennafélagið Afturelding. Its capacity is around 1500.",
  "/wiki/Leiknir_Reykjav%C3%ADk": "Íþróttafélagið Leiknir, commonly known as Leiknir Reykjavík, is an Icelandic sports club. It is best known for its men's football team that plays in 1. deild karla, the second tier of Icelandic football. The club was founded in 1973 and is based in Breiðholt, Reykjavík. In 2014 the men's football team placed 1st in the 1. deild karla and won a promotion to the Úrvalsdeild, however after just one season they were relegated to back to the first division. Their home is Leiknisvöllur, where they have played since their early years.\nThe club's motto is \"Pride of Breiðholt\"."
}