{
  "/wiki/Assyriska_IK": "Assyriska IK, also known as Assyriska Turabdin IK, is a Swedish football club based in Jönköping. The club was formed in 2009 by Assyrian immigrants from the Tur Abdin region in Turkey, and is currently playing in Division 1 Södra which is the third tier of Swedish football. They play their home matches at Rosenlunds IP in Jönköping. Assyriska IK are affiliated to the Smålands Fotbollförbund.",
  "/wiki/Jönköping": "Jönköping (/ˈjɜːn(t)ʃɜːpɪŋ/, Swedish: [ˈjœ̂nːˌɕøːpɪŋ] (listen)) is a city in southern Sweden with 93,797 inhabitants (2015). Jönköping is situated at the southern end of Sweden's second largest lake, Vättern, in the province of Småland.",
  "/wiki/Eskilsminne_IF": "Eskilsminne IF is a Swedish football club located in Helsingborg in Skåne County. Currently playing in Division 1 Södra, the third tier in the Swedish football league system.",
  "/wiki/Helsingborg": "Helsingborg  (/ˈhɛlsɪŋbɔːrɡ/, US also /-bɔːr(jə), -bɔːri, ˌhɛlsɪŋˈbɔːri/, Swedish: [hɛlsɪŋˈbɔrj] (listen), Danish: [hɛlseŋˈpɒˀ]; spelled Hälsingborg between 1912 and 1970) is a town and the seat of Helsingborg Municipality, Scania, Sweden. It had 108,334 inhabitants in 2017. Helsingborg is the centre of the northern part of western Scania and Sweden's closest point to Denmark: the Danish city Helsingør is clearly visible about 4 km (2 mi) to the west on the other side of the Øresund. The HH Ferry route across the sound has more than 70 car ferry departures from each harbour every day.[citation needed]",
  "/wiki/Harlyckans_IP": "Harlyckans Idrottsplats or simply Harlyckans IP is a football stadium in Helsingborg, Sweden and the home stadium for the football teams Eskilsminne IF and Högaborgs BK. Harlyckans IP has a total capacity of 3,500 spectators.",
  "/wiki/Kristianstad_FC": "Kristianstad FC is a Swedish football club located in Kristianstad. The club was formed in 2015 through a merger between Kristianstads FF and Kristianstad BoIS. The club is currently playing in Division 2, the fourth tier of Swedish football.",
  "/wiki/Kristianstad": "Kristianstad (UK: /ˈkrɪstʃənstɑːd/, Swedish: [krɪˈɧǎnːsta, -ɑːd]; older spelling Christianstad) is a city and the seat of Kristianstad Municipality, Skåne County, Sweden with 40,145 inhabitants in 2016. During the last 15 years, it has gone from a garrison town to a developed commercial city, today attracting visitors in the summertime mainly from Germany, Denmark and The Netherlands.[citation needed]",
  "/wiki/Landskrona_BoIS": "Landskrona BoIS (short for Landskrona Boll och Idrottsällskap, English: Landskrona Ball and Sports Society, locally referred to as BoIS) is a Swedish professional football club located in Landskrona, Scania, which currently plays in Division 1 Södra, the third tier of football in Sweden. The club was formed on 7 February 1915 through the merger of two older Landskrona clubs, IFK Landskrona and Diana.",
  "/wiki/Landskrona": "Landskrona  is a late medieval town in Scania province of Sweden, located at the shores of Øresund, founded at the location of the former Danish fishing village Sønder Sæby in the province of Scania by king Erik VII of Pomerania early in the 15th century. In 1720 the town, like its province, became a formal part of Sweden., contrasted with the 1658-1676, 1679-1711 and 1711-1720 periods. As land owned by the Swedish Monarch. Scania's status, thus the town's as well, was during those periods equal to the one of Swedish Pomerania. During the Danish 1676-1679 reconquest of large parts of her in 1658 lost territories, Landskrona Citadel constituted as mobilisation centre for formal enlistment of pro-Danish guerrilla fighters from 1678.",
  "/wiki/Landskrona_IP": "Landskrona IP (short for \"Landskrona Idrottsplats\", \"Landskrona Sports Ground\"), locally known as \"I.P.\" the second home of Landskrona BoIS football club. The venue is owned by Landskrona Town but its only tenant is \"BoIS\", as the club is labeled locally. The arena was inaugurated in the summer of 1924, replacing the old Landskrona sports ground Banan.",
  "/wiki/Lindome_GIF": "Lindome GIF is a Swedish football club located in Lindome in Mölndal Municipality, Västra Götaland County.",
  "/wiki/Lindome": "Lindome (Swedish pronunciation: [ˈlɪ̂nːdɔmɛ]) is a civil parish and a locality situated in Mölndal Municipality, Västra Götaland County, Sweden with 13,830 inhabitants in the parish in 2009 (11,037 inhabitants in the locality in 2010). The Swedish comic creator Rune Andreasson was born in this small town 1925.",
  "/wiki/Ljungskile_SK": "Ljungskile SK is a Swedish football club located in Ljungskile, a town within Uddevalla Municipality. They currently play in Division 1.",
  "/wiki/Ljungskile": "Ljungskile (Swedish pronunciation: [jɵŋsˈɕîːlɛ]) is a locality situated in Uddevalla Municipality, Västra Götaland County, Sweden with 3,375 inhabitants in 2010.",
  "/wiki/Skarsjövallen": "Skarsjövallen, because of sponsorship reasons formerly known as Markbygg Arena, HA Bygg Arena,  Starke Arvid and Uddevalla Arena, is a football stadium in Ljungskile, Sweden. The stadium holds 6,000 people, but the capacity can quickly be expanded to 8,000, if needed.",
  "/wiki/Lunds_BK": "Lunds BK is a football club from Lund, Sweden founded in 1919. The club currently plays in Division 1 Södra.",
  "/wiki/Lund": "Lund (/lʊnd/, also US: /lʌnd/ LU(U)ND, Swedish: [ˈlɵnːd] (listen)) is a city in the southern Swedish province of Scania, across the Øresund strait from Copenhagen. The town had 91,940 inhabitants out of a municipal total of 121,510 as of 2018[update]. It is the seat of Lund Municipality, Skåne County. The Greater Copenhagen /  Øresund Region, which includes Lund, is home to 4 million people.",
  "/wiki/Klostergårdens_IP": "Klostergårdens IP is an association football stadium in Lund, Sweden and the home stadium of Lunds BK.",
  "/wiki/IK_Oddevold": "IK Oddevold is a Swedish football club located in Uddevalla, the name \"Oddevold\" being an older form of Uddevalla. The club, formed on 3 July 1932, currently plays in Sweden's third-flight league, Division 1. They play most of their home games at Rimnersvallen and they also have a newly built training facility called Thordéngården where they play most of their friendly games.",
  "/wiki/Uddevalla": "Uddevalla is a town and the seat of Uddevalla Municipality in Västra Götaland County, Sweden. In 2010, it had a population of 31,212.",
  "/wiki/Rimnersvallen": "Rimnersvallen is a multi-use stadium in Uddevalla, Sweden.  It is currently used mostly for football matches.  The stadium holds 10,605 people.",
  "/wiki/Oskarshamns_AIK": "Oskarshamns AIK is a Swedish football club located in Oskarshamn in Kalmar County.",
  "/wiki/Oskarshamn": "Oskarshamn is a coastal city and the seat of Oskarshamn Municipality, Kalmar County, Sweden with 17,258 inhabitants in 2010.",
  "/wiki/Arena_Oskarshamn_(football_venue)": "Arena Oskarshamn  is a football stadium in Oskarshamn, Sweden  and the home stadium for the football team Oskarshamns AIK. Arena Oskarshamn has a total capacity of 2,000 spectators.",
  "/wiki/Skövde_AIK": "Skövde AIK is a Swedish football club from Skövde. It was founded on 21 June 1919. The club is currently in Division 1 Södra.",
  "/wiki/Skövde": "Skövde (Swedish pronunciation: [ˈɧœ̂vːdɛ] (listen)) is a locality and urban centre in Skövde Municipality and Västra Götaland County, in the Västergötland (Western Gothland region) in central Southern Sweden.",
  "/wiki/Södermalms_IP": "Södermalms IP  is a football stadium in Skövde, Sweden  and the home stadium for the football team Skövde AIK. Södermalms IP has a total capacity of 4,646 spectators.",
  "/wiki/Torns_IF": "Torns IF is a Swedish football club located in Stångby, an urban area in Lund Municipality in Skåne County.",
  "/wiki/Stångby": "Stångby is a locality situated in Lund Municipality, Skåne County, Sweden with 1,218 inhabitants in 2010.",
  "/wiki/FC_Trollhättan": "FC Trollhättan is a Swedish football club located in Trollhättan currently playing in Division 1.",
  "/wiki/Trollhättan": "Trollhättan (Swedish pronunciation: [ˈtrɔ̂lːˌhɛtːan] (listen)) is a city and the seat of Trollhättan Municipality, Västra Götaland County, Sweden, with 46,457 inhabitants in 2010. It is located 75 km north of Sweden's second-largest city, Gothenburg.",
  "/wiki/Edsborgs_IP": "Edsborgs IP is a football stadium in Trollhättan, and the home arena for FC Trollhättan. Edsborgs IP has a total capacity of 5,100 spectators.",
  "/wiki/Tvååkers_IF": "Tvååkers IF is a Swedish football club located in Tvååker in Varberg Municipality, Halland County.",
  "/wiki/Tvååker": "Tvååker is the second largest locality situated in Varberg Municipality, Halland County, Sweden, with 2,534 inhabitants in 2010. It is located about 15 km south-east of Varberg.",
  "/wiki/Utsiktens_BK": "The Utsiktens BK is a Swedish football club located in Västra Frölunda, near Gothenburg.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.",
  "/wiki/Ruddalens_IP": "Ruddalens IP  is a sports venue in Västra Frölunda, Gothenburg, Sweden.",
  "/wiki/IFK_Värnamo": "IFK Värnamo is a Swedish football club located in Värnamo. The club is currently playing in the third highest Swedish league, Division 1. The most famous player from the club is Jonas Thern, who was captain of the Swedish national football team when they finished third in the 1994 FIFA World Cup.",
  "/wiki/Värnamo": "Värnamo (pronunciation) is a locality and the seat of Värnamo Municipality, Jönköping County, Sweden, with 18,696 inhabitants in 2010.",
  "/wiki/Finnvedsvallen": "Finnvedsvallen is a football stadium in Värnamo, Sweden and the home stadium for the football team IFK Värnamo. Finnvedsvallen has a total capacity of 5,000 spectators.",
  "/wiki/Åtvidabergs_FF": "Åtvidabergs Fotbollförening, also known simply as Åtvidabergs FF, Åtvidaberg, Åtvid or (especially locally) ÅFF, is a Swedish professional football club based in Åtvidaberg. The club is affiliated with Östergötlands Fotbollförbund and plays their home games at Kopparvallen. The club colours, reflected in their crest and kit, are blue and white. Formed on 1 July 1907 as Åtvidabergs IF, the club was most successful during the 1970s when they won two national championship titles and two national cup titles. With a population of around 7,000, Åtvidaberg is the smallest town ever to bring home a Swedish league title. They currently play in Division 1, where the season lasts from April to November.",
  "/wiki/Åtvidaberg": "Åtvidaberg is a locality and the seat of Åtvidaberg Municipality, Östergötland County, Sweden with 6,859 inhabitants in 2010. The name is a compound word which can be translated as \"towards wide mountains\" or, jokingly, \"ate wide mountains\", thanks to the homonym nature of the Swedish word \"åt\".",
  "/wiki/Kopparvallen": "N/A",
  "/wiki/Division_1_(Swedish_football)": "Division 1, branded as Ettan (English: the one), which also is its common name in everyday speech, is the third level in the Swedish football league system and consists of 32 Swedish football teams. Division 1 was the second tier from 1987 to 1999, but was replaced by Superettan in 2000. It was reestablished for the 2006 season as the third tier below Superettan."
}