{
  "/wiki/Lungs_(album)": "Lungs is the debut studio album by English indie rock band Florence and the Machine. It was released on 3 July 2009 by Island Records. The album features production from James Ford, Paul Epworth, Stephen Mackey, Eg White and Charlie Hugall, with additional production by band member Isabella Summers.\n The album received generally positive reviews from music critics, with Welch drawing comparisons to the likes of Kate Bush and Fiona Apple. Lungs reached number one on the UK Albums Chart and number 14 on the US Billboard 200, selling over three million copies worldwide. The album was preceded by three singles: \"Kiss with a Fist\", \"Dog Days Are Over\" and \"Rabbit Heart (Raise It Up)\", with the latter reaching number 12 on the UK Singles Chart. Three further singles followed the release of the album, including \"You've Got the Love\", the group's first top-10 entry. To promote the album, Florence and the Machine embarked on the Lungs Tour between 2008 and 2011.",
  "/wiki/Florence_and_the_Machine": "Florence and the Machine (stylised as Florence + the Machine) are an English indie rock band that formed in London in 2007, consisting of vocalist Florence Welch, keyboardist Isabella Summers, guitarist Rob Ackroyd, harpist Tom Monger, and a collaboration of other musicians. The band's music received praise across the media, especially from the BBC, which played a large part in their rise to prominence by promoting Florence and the Machine as part of BBC Introducing. At the 2009 Brit Awards they received the Brit Awards \"Critics' Choice\" award. The band's music is renowned for its dramatic and eccentric production and also Welch's powerful vocal performances.\n The band's debut studio album, Lungs, was released on 6 July 2009, and held the number-two position for its first five weeks on the UK Albums Chart. On 17 January 2010, the album reached the top position, after being on the chart for twenty-eight consecutive weeks. As of October 2010, the album had been in the top forty in the United Kingdom for sixty-five consecutive weeks, making it one of the best-selling albums of 2009 and 2010. The group's second studio album, Ceremonials, released in October 2011, entered the charts at number one in the UK and number six in the US. The band's third album, How Big, How Blue, How Beautiful, was released on 2 June 2015. It topped the UK charts, and debuted at number one on the US Billboard 200, their first to do so.  The album reached number one in a total of eight countries and the top ten of twenty. Also in 2015, the band was the headlining act at Glastonbury Festival, making Florence Welch the first British female headliner this century. In 2019 they released Lungs (10th Anniversary Edition) making it 10 years from its release back in 2009.\n Florence and the Machine's sound has been described as a combination of various genres, including rock and soul. Lungs won the Brit Award for Best British Album in 2010. Florence and the Machine have been nominated for six Grammy Awards including Best New Artist and Best Pop Vocal Album. Additionally, the band performed at the 2010 MTV Video Music Awards and the 2010 Nobel Peace Prize Concert.",
  "/wiki/Parachutes_(album)": "Parachutes is the debut studio album by the British rock band Coldplay. It was released on 10 July 2000 by Parlophone in the United Kingdom. The album was produced by the band and British record producer Ken Nelson, except for one track, \"High Speed\", which was produced by Chris Allison. Parachutes has spawned the singles \"Shiver\", \"Yellow\", \"Trouble\", and \"Don't Panic\".\n The album was a commercial success, and was met with positive reviews. Upon release, the album quickly reached number one in the United Kingdom, and has since been certified 8× Platinum. In the United States, the album peaked at number 51 on the Billboard 200, and has since been certified Double Platinum. It won the Grammy Award for Best Alternative Music Album in 2002, and has earned the band various accolades since its release. Parachutes is also the 22nd best-selling album of the 21st century in the United Kingdom, and won the Best British Album award at the 2001 Brit Awards. As of 2011, it has sold around 8.5 million copies worldwide.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.\n Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor. Their fourth studio album, Viva la Vida or Death and All His Friends (2008), the best-selling album worldwide of 2008, was produced by Brian Eno and released to largely positive reviews, earning three Grammy Awards. In October 2011, Coldplay released their fifth studio album, Mylo Xyloto, which topped the charts in over 34 countries, was the UK's best-selling rock album of 2011, and received moderately positive reviews. Their sixth album, Ghost Stories, released in 2014, received mixed reviews and topped several national album charts. The following year the band released their seventh album, A Head Full of Dreams, which reached the top two in most major markets, but received generally mixed reviews. Four years later, in November 2019, they released their eighth album, Everyday Life, which received mainly positive reviews.\n Coldplay have won numerous awards throughout their career, including nine Brit Awards, six MTV Video Music Awards, seven MTV Europe Music Awards and seven Grammy Awards from 29 nominations. They have sold more than 100 million records worldwide, making them one of the world's best-selling music artists. Three of their albums—Parachutes, A Rush of Blood to the Head, and X&Y—are among the best-selling albums in UK chart history. In December 2009, Rolling Stone readers voted the group the fourth-best artist of the 2000s. Coldplay have supported various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. They have also performed at charity projects, including Band Aid 20, Live 8, Global Citizen Festival, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, One Love Manchester, The Secret Policeman's Ball, Sport Relief and the UK Teenage Cancer Trust.",
  "/wiki/The_Best_of_Rod_Stewart_(1976_album)": "The Best of Rod Stewart is a compilation album released by Rod Stewart in 1976 (see 1976 in music).  It was released by Mercury Records to complete Rod’s contract before switching labels to Warner Bros. and moving to The United States.  It includes tracks from all his Mercury albums and some non-album singles from the same time period.",
  "/wiki/Rod_Stewart": "Sir Roderick David Stewart CBE (born 10 January 1945) is a British rock singer and songwriter. Born and raised in London, he is of Scottish and English ancestry. Stewart is one of the best-selling music artists of all time, having sold over 120 million records worldwide. He has had  nine number-one albums in the UK Albums Chart and his tally of 62 UK hit singles includes 31 that reached the top ten, six of which gained the #1 position. Stewart has had 16 top ten singles in the US, with four reaching #1 on the Billboard Hot 100. He was knighted in the 2016 Birthday Honours for services to music and charity.\n With his distinctive raspy singing voice, Stewart came to prominence in the late 1960s and the early 1970s with The Jeff Beck Group, and then with Faces, though his music career had begun in 1962 when he took up busking with a harmonica. In October 1963, he joined The Dimensions as a harmonica player and part-time vocalist. In 1964, Stewart joined Long John Baldry and the All Stars, and in August, Stewart signed a solo contract, releasing his first single, \"Good Morning Little Schoolgirl\", in October. He maintained a solo career alongside a group career, releasing his debut solo album, An Old Raincoat Won't Ever Let You Down in 1969. Stewart's early albums were a fusion of rock, folk music, soul music, and R&B.\n From the late 1970s through the 1990s, Stewart's music often took on a new wave or soft rock/middle-of-the-road quality, and in the early 2000s, he released a series of successful albums interpreting the Great American Songbook. In 1994, Stewart staged the largest free rock concert in history when he performed in front of 3.5 million people in Rio de Janeiro.\n In 2008, Billboard magazine ranked him the 17th most successful artist on the \"Billboard Hot 100 All-Time Top Artists\". A Grammy and Brit Award recipient, he was voted at #33 in Q Magazine's list of the Top 100 Greatest Singers of all time, and #59 on Rolling Stone 100 Greatest Singers of all time. As a solo artist, Stewart was inducted into the US Rock and Roll Hall of Fame in 1994, the UK Music Hall of Fame in 2006, and was inducted a second time into the US Rock and Roll Hall of Fame in 2012 as a member of Faces.",
  "/wiki/The_Rise_and_Fall_of_Ziggy_Stardust_and_the_Spiders_from_Mars": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars (often shortened to Ziggy Stardust) is the fifth studio album by English musician David Bowie, released on 16 June 1972 in the United Kingdom. It was produced by Bowie and Ken Scott and features contributions from Bowie's backing band the Spiders from Mars – comprising Mick Ronson, Trevor Bolder and Mick Woodmansey. The album was recorded at Trident Studios in London like his previous album Hunky Dory. Most of the album was recorded in November 1971 with further sessions in January and early February 1972.\n Described as a rock opera and also a loose concept album, The Rise and Fall of Ziggy Stardust and the Spiders from Mars is about Bowie's titular alter ego Ziggy Stardust, a fictional androgynous bisexual rock star who acts as a messenger for extraterrestrial beings. The character was retained for the subsequent Ziggy Stardust Tour through the United Kingdom, Japan and North America. The album, and the character of Ziggy Stardust, were influenced by glam rock and explored themes of sexual exploration and social taboos. A concert film of the same name, directed by D. A. Pennebaker, was recorded in 1973 and released a decade later.\n The Rise and Fall of Ziggy Stardust and the Spiders from Mars peaked at number five on the UK Albums Chart and number 75 in the US Billboard Top LPs & Tape chart. It re-peaked at number 21 on the Billboard 200 in 2016 following Bowie's death. As of January 2016[update] it had sold 7.5 million copies worldwide. The album received widespread critical acclaim. Rolling Stone ranked it 35th on its list of the 500 Greatest Albums of All Time. In 2017, it was selected for preservation in the National Recording Registry, being deemed \"culturally, historically, or artistically significant\" by the Library of Congress.",
  "/wiki/David_Bowie": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century, acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music and stagecraft having a significant impact on popular music. During his lifetime, his record sales, estimated at over 100 million records worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded ten platinum album certifications, eleven gold and eight silver, and released eleven number-one albums. In the US, he received five platinum and nine gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.\n Born in Brixton, South London, Bowie developed an interest in music as a child, eventually studying art, music and design before embarking on a professional career as a musician in 1963. \"Space Oddity\" became his first top-five entry on the UK Singles Chart after its release in July 1969. After a period of experimentation, he re-emerged in 1972 during the glam rock era with his flamboyant and androgynous alter ego Ziggy Stardust. The character was spearheaded by the success of his single \"Starman\" and album The Rise and Fall of Ziggy Stardust and the Spiders from Mars, which won him widespread popularity. In 1975, Bowie's style shifted radically towards a sound he characterised as \"plastic soul\", initially alienating many of his UK devotees but garnering him his first major US crossover success with the number-one single \"Fame\" and the album Young Americans. In 1976, Bowie starred in the cult film The Man Who Fell to Earth, directed by Nicolas Roeg, and released Station to Station. The following year, he further confounded musical expectations with the electronic-inflected album Low (1977), the first of three collaborations with Brian Eno that came to be known as the \"Berlin Trilogy\". \"Heroes\" (1977) and Lodger (1979) followed; each album reached the UK top five and received lasting critical praise.\n After uneven commercial success in the late 1970s, Bowie had UK number ones with the 1980 single \"Ashes to Ashes\", its parent album Scary Monsters (and Super Creeps), and \"Under Pressure\", a 1981 collaboration with Queen. He reached his commercial peak in 1983 with Let's Dance; the album's title track topped both UK and US charts. Throughout the 1990s and 2000s, Bowie continued to experiment with musical styles, including industrial and jungle. He also continued acting; his roles included Major Jack Celliers in Merry Christmas, Mr. Lawrence (1983), Jareth the Goblin King in Labyrinth (1986), Pontius Pilate in The Last Temptation of Christ (1988), and Nikola Tesla in The Prestige (2006), among other film and television appearances and cameos. He stopped touring after 2004 and his last live performance was at a charity event in 2006. In 2013, Bowie returned from a decade-long recording hiatus with The Next Day. He remained musically active until he died of liver cancer at his home in New York City, two days after his 69th birthday and the release of his final album, Blackstar (2016).",
  "/wiki/Greatest_Hits_(Bon_Jovi_album)": "Greatest Hits is a compilation album by American rock band Bon Jovi, released on October 29, 2010.\n The standard edition of the album includes fourteen of the bands hits and two brand new singles \"What Do You Got?\" and \"No Apologies.\"\n A double disc version entitled Greatest Hits – The Ultimate Collection was also released featuring a second disc of fan favorites along with two more new songs: \"This Is Love, This Is Life\" and \"The More Things Change.\"\n The new songs were written specifically for this new compilation project. The font used for the band's name on the album's cover is a return to the Bon Jovi logo used from 1985 to 1988 and it is also the first ever album to use the heart and dagger logo.\n Bon Jovi performed a special, live streaming concert for the Live on Letterman web series on November 9, 2010. The band performed a significant part of the album during the hour-long set.",
  "/wiki/Bad_(album)": "Bad is the seventh studio album by American singer Michael Jackson. It was released on August 31, 1987 by Epic Records, nearly five years after Jackson's previous album, Thriller. Bad was written and recorded in nearly a year, and was the final collaboration between Jackson and producer Quincy Jones. Jackson co-produced the album and composed all but two tracks. Bad features appearances from Siedah Garrett and Stevie Wonder. Incorporating pop, dance, funk, soul, rock and hard rock, Jackson experimented with innovative new sounds revolving around extensive use of new digital synthesizer technology, including FM synthesis and the Fairlight CMI and Synclavier PSMT synthesizers. The lyrical themes of Bad include media bias, paranoia, racial profiling, romance, self-improvement and world peace.\n Described as \"the most anticipated album in history\", Bad debuted at number one on the Billboard 200 and also reached number one in a record-breaking 24 other countries. It sold over 2 million copies in its first week in the US, and 500,000 in its first five days in the UK. Nine songs were released as official singles, and one as a promotional single. Seven charted in the top 20 on the Billboard Hot 100, including a record-breaking five number ones: \"I Just Can't Stop Loving You\", \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\" and \"Dirty Diana\". The album was promoted with the film, Moonwalker (1988), which included the music videos of songs from Bad, including \"Speed Demon\", \"Leave Me Alone\", \"Man in the Mirror\" and \"Smooth Criminal\". The film became the best-selling home video of all time. Bad remained in the top five on the Billboard 200 for 38 weeks, setting a record for the longest run in the top five by an album from a male solo artist. By 1989, Bad had become the world's second-best-selling album, behind Thriller, having sold 22 million copies worldwide. It was also the best-selling album worldwide of 1988 and 1989.\n At the 30th Grammy Awards, Jackson performed \"The Way You Make Me Feel\" and \"Man in the Mirror\". The Bad tour, which was Jackson's first solo world tour, grossed $125 million (equivalent to $254 million in 2019) making it the highest-grossing solo concert tour of the 1980s. Jackson performed 132 concerts in 15 countries to an audience of 4.4 million including seven sold-out shows at Wembley Stadium, beating the previous record held by Madonna, Bruce Springsteen and Genesis. The third concert on July 16, 1988, was attended by Diana, Princess of Wales and Prince Charles. It was also his last tour where he performed in the United States. Jackson was entered into the Guinness World Records three times from the tour alone. \n Bad is one of the best-selling albums of all time, with over 35 million copies sold worldwide. In February 2017, it was certified Diamond by the Recording Industry Association of America (RIAA). Bad has been credited for redefining the sound of pop music and named by several publications as one of the greatest albums of all time. The album was nominated for six Grammy Awards, winning Best Engineered Recording – Non Classical and Best Music Video (for \"Leave Me Alone\"). At the 1989 Billboard Music Awards, Jackson received the first Spotlight Award in recognition for being the first artist to have five number-one singles from one album on the Billboard Hot 100, and Bad was awarded Album of the Year. Following the appraisal of the music videos for the singles from Bad, along with his previous music videos throughout the 1980s, Jackson was awarded the MTV Video Vanguard Artist of the Decade Award.",
  "/wiki/Simply_the_Best_(Tina_Turner_album)": "Simply the Best is the first greatest hits compilation by Tina Turner and was released on October 22, 1991.",
  "/wiki/Tina_Turner": "Tina Turner (born Anna Mae Bullock; November 26, 1939) is an American-Swiss singer and actress. Originally from the United States, she became a Swiss citizen in 2013. Turner rose to prominence as part of the Ike & Tina Turner Revue before launching a successful career as a solo performer. One of the best-selling recording artists of all time, she has been referred to as The Queen of Rock 'n' Roll and has sold more than 200 million records worldwide. Turner is noted for her energetic stage presence, powerful vocals, and career longevity.\n Turner began her career in 1958 as a featured singer with Ike Turner's Kings of Rhythm, recording under the name \"Little Ann\" on \"Boxtop\". Her introduction to the public as Tina Turner began with the hit single \"A Fool in Love\" (1960), released by the Ike & Tina Turner Revue. She married Ike Turner in 1962. Success followed with a string of notable hits, including \"River Deep – Mountain High\" (1966), the Grammy-winning \"Proud Mary\" (1971), and \"Nutbush City Limits\" (1973). Raised a Baptist, she became an adherent of Nichiren Buddhism in 1973, crediting the spiritual chant of Nam Myoho Renge Kyo with helping her to endure during difficult times. Turner separated from Ike Turner in 1976, ending both their personal relationship and their musical partnership; the couple divorced in 1978. In her autobiography, I, Tina: My Life Story (1986), Turner revealed that Ike Turner had subjected her to domestic violence. \n In the 1980s, Turner launched a major comeback as a solo artist. The 1983 single \"Let's Stay Together\" was followed by the release of her fifth solo album, Private Dancer (1984), which became a worldwide success. The album contained the hit song \"What's Love Got to Do with It\" (1984). Turner won the Grammy Award for Record Of The Year for the single, and it became her first (and only) #1 hit in the United States. Turner's solo success continued throughout the 1980s and 1990s with multi-platinum albums and hit singles. Her U.S. Top 10 hits from this period include \"Better Be Good to Me\" (1984), \"Private Dancer\" (1984), \"We Don't Need Another Hero (Thunderdome)\" (1985), \"Typical Male\" (1986), and \"I Don't Wanna Fight\" (1993). In 1993, What's Love Got to Do with It, a biographical film adapted from Turner's autobiography, was released along with an accompanying soundtrack album. Turner also achieved success as an actress in films such as the 1975 rock musical Tommy, the 1985 action film Mad Max Beyond Thunderdome, and the 1993 film Last Action Hero.\n Turner has won 12 Grammy Awards; those awards include eight competitive awards, three Grammy Hall of Fame awards, and a Grammy Lifetime Achievement Award. Rolling Stone ranked Turner 63rd on its list of the 100 greatest artists of all time and 17th on its list of the 100 greatest singers of all time. Turner has her own stars on the Hollywood Walk of Fame and on the St. Louis Walk of Fame. She was inducted into the Rock and Roll Hall of Fame with Ike Turner in 1991 and is a 2005 recipient of the Kennedy Center Honors.",
  "/wiki/Crazy_Love_(Michael_Bublé_album)": "Crazy Love is the sixth studio album (and fourth major label studio album) by Canadian-Italian vocalist Michael Bublé. It was released by 143 Records and Reprise Records on October 9, 2009. After only three days of sales, it opened atop the Billboard 200 chart with 132,000 copies, making it Bublé's second No. 1 album. Spending the first full week at the top, the album increased in sales to 203,000 copies, staying again at the No. 1 spot on its second week. In Australia, the album debuted at No. 1 on the ARIA Albums Chart and spent six non-consecutive weeks as No. 1. It has since been certified five times Platinum. In the United Kingdom, Crazy Love topped the album charts.\n As of October 2018, the album has sold 3.13 million copies in the UK. The album won the award for Best Traditional Pop Vocal Album at the 53rd Grammy Awards.",
  "/wiki/Michael_Bublé": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/The_Very_Best_of_the_Eagles": "The Very Best of the Eagles is the fifth compilation album by the Eagles. It was originally released in Europe, Australia and New Zealand on July 11, 1994 by Elektra Records.\n Europe and New Zealand received a standard release whereas in Australia it was also available as a numbered, limited edition Australian tour version that was pressed on a Gold CD.  \n The album was remastered and reissued in May 2001 with all the same songs that were on the original release in a different sequence.\n The compilation album was not released in the United States, although it was successful in other parts of the world, appearing in the top 10 of the albums charts in nine countries and becoming certified gold in seven countries and platinum in three.",
  "/wiki/Eagles_(band)": "The Eagles are an American rock band formed in Los Angeles in 1971. The founding members were Glenn Frey (guitars, vocals), Don Henley (drums, vocals), Bernie Leadon (guitars, vocals) and Randy Meisner (bass guitar, vocals). With five number-one singles, six number-one albums, six Grammy Awards, and five American Music Awards, the Eagles were one of the most successful musical acts of the 1970s. Their albums Their Greatest Hits (1971–1975) and Hotel California rank first and third, respectively, among the best-selling albums in the United States, with 38 million and 26 million album units in sales. The Eagles are one of the world's best-selling bands, having sold more than 200 million records, including 100 million albums sold in U.S alone. They were ranked number 75 on Rolling Stone's 2004 list of the 100 Greatest Artists of All Time.\n Their debut album, Eagles (1972), spawned three top 40 singles: \"Take It Easy\", \"Witchy Woman\", and \"Peaceful Easy Feeling\". Desperado (1973) was less successful, only reaching number 41 on the charts; neither of its singles reached the top 40. However, its songs \"Desperado\" and \"Tequila Sunrise\" became two of the band's most popular tracks. On the Border (1974) added guitarist Don Felder and produced two top 40 singles: \"Already Gone\" and the Eagles' first number one, \"Best of My Love\".\n Their 1975 album One of These Nights included three top 10 singles: \"One of These Nights\", \"Lyin' Eyes\", and \"Take It to the Limit\", the first hitting the top of the charts. Guitarist and vocalist Joe Walsh also joined the band in 1975, replacing Leadon. The Eagles continued that success and hit their commercial peak in late 1976 with the release of Hotel California, which would go on to sell more than 26 million copies in the U.S. alone and more than 42 million copies worldwide. The album yielded two number-one singles, \"New Kid in Town\" and \"Hotel California\". Meisner left the band in 1977 and was replaced by Timothy B. Schmit. They released their last studio album for nearly 28 years in 1979 with The Long Run, which spawned three top 10 singles: \"Heartache Tonight\", \"The Long Run\", and \"I Can't Tell You Why\", the lead single being another chart-topping hit.\n The Eagles broke up in July 1980 but reunited in 1994 for the album Hell Freezes Over, a mix of live and new studio tracks. They toured consistently and were inducted into the Rock and Roll Hall of Fame in 1998. In 2007, the Eagles released Long Road Out of Eden, their first full studio album in 28 years and their sixth number-one album. The next year they launched the Long Road Out of Eden Tour in support of the album. In 2013, they began the extended History of the Eagles Tour in conjunction with the band's documentary release, History of the Eagles.\n Following Frey's death in January 2016 and a one-year hiatus, the Eagles reformed in 2017, with Deacon Frey and Vince Gill sharing lead vocals for Frey's songs.",
  "/wiki/These_Streets_(album)": "These Streets is the debut studio album by Scottish singer-songwriter Paolo Nutini, released by Atlantic Records on 17 July 2006. \nPreceded by the single \"Last Request\", the album debuted and peaked at number 3 on the UK Albums Chart and was later certified with five Platinum by the British Phonographic Industry for domestic shipments in excess of 1,500,000 copies. It also entered the charts in many other European countries, and in 2011 it was certified double Platinum by the International Federation of the Phonographic Industry for sales of over 2,000,000 copies in Europe.",
  "/wiki/Paolo_Nutini": "Paolo Giovanni Nutini (born 9 January 1987) is a Scottish singer, songwriter and musician from Paisley. Nutini's debut album, These Streets (2006), peaked at number three on the UK Albums Chart. Its follow-up, Sunny Side Up (2009), debuted at number one on the UK Albums Chart. Both albums have been certified quintuple platinum by the British Phonographic Industry.\n After 5 years, Nutini released his third studio album, Caustic Love, in April 2014. The album received positive reviews from music critics. Caustic Love debuted at number one on the UK Album Charts and was certified platinum by the BPI in June 2014.\n In late July 2014, he was referred to by the BBC as \"arguably Scotland's biggest musician right now\".",
  "/wiki/Good_Girl_Gone_Bad": "Good Girl Gone Bad is the third studio album by Barbadian singer Rihanna. It was released on May 31, 2007, by Def Jam Recordings and SRP Records. Rihanna worked with various producers on the album, including Christopher \"Tricky\" Stewart, Terius \"Dream\" Nash, Neo da Matrix, Timbaland, Carl Sturken, Evan Rogers and StarGate. Inspired by Brandy Norwood's fourth studio album Afrodisiac (2004), Good Girl Gone Bad is a pop, dance-pop and R&B album with 1980s music influences. Described as a turning point in Rihanna's career, it represents a departure from the Caribbean sound of her previous releases, Music of the Sun (2005) and A Girl like Me (2006). Apart from the sound, she also endorsed a new image for the release going from an innocent girl to an edgier and more sexual look.\n Critics gave generally positive reviews of the album, praising its composition and Rihanna's new musical direction, though some criticized the album's lyrics and inconsistency. The album received seven Grammy Award nominations and one win in the Best Rap/Sung Collaboration category for \"Umbrella\" at the 2008 ceremony. The album debuted at number two on the US Billboard 200 chart and sold 162,000 copies in its first week. Certified six-times platinum by the Recording Industry Association of America (RIAA), it sold more than 2.8 million copies in the United States. The album reached number one in Canada, Switzerland and the United Kingdom. As of 2017, the album had sold over 9 million copies worldwide.\n Good Girl Gone Bad spawned five singles, including the international hits \"Umbrella,\" \"Shut Up and Drive,\" and \"Don't Stop the Music\"; Rolling Stone placed the former at number 412 on the magazine's 500 Greatest Songs of All Time list. To promote the album, Rihanna embarked on her first worldwide concert tour and third overall, the Good Girl Gone Bad Tour. The album was reissued as Good Girl Gone Bad: Reloaded in June 2008 with three new songs, including the Billboard Hot 100 number-one hits \"Take a Bow\" and \"Disturbia\". It was followed by Rihanna's first remix album, Good Girl Gone Bad: The Remixes, in January 2009, which featured remixes from Moto Blanco, Tony Moran, the Soul Seekerz and the Wideboys.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.\n Born in Saint Michael and raised in Bridgetown, Barbados, Rihanna moved to the US in 2005, when she signed with Def Jam Recordings. She earned significant recognition following the release of her first two studio albums, Music of the Sun (2005) and A Girl like Me (2006), both of which were influenced by Caribbean music and peaked within the top ten of the US Billboard 200 chart. Rihanna's third studio album, Good Girl Gone Bad (2007), incorporated more elements of dance-pop and catapulted her to greater stardom, establishing her status as a sex symbol and a leading figure in the music industry. Its international chart-topping single \"Umbrella\" earned Rihanna her first Grammy Award, winning Best Rap/Sung Collaboration.\n Rihanna extended her fusion of pop, dance, and R&B on her next four studio albums, Rated R (2009), Loud (2010), Talk That Talk (2011), and the Grammy Award-winning Unapologetic (2012). All four releases incorporated experimentation of various musical styles and consolidated Rihanna's international chart success, Unapologetic being her first number-one album in the US. The records spawned a string of chart-topping singles, including \"Rude Boy\", \"Only Girl (In the World)\", \"What's My Name?\", \"S&M\", \"We Found Love\", \"Diamonds\", and \"Stay\". Her eighth studio album, Anti (2016), showcased her control over artistic creativity after her departure from Def Jam. It became her second US number-one album and featured the chart-topping single \"Work\". Besides solo materials, Rihanna has collaborated with recording artists such as Drake, Eminem, and Calvin Harris.\n Having sold over 250 million records, Rihanna is one of the world's best-selling music artists. She has earned 14 number-one singles, 31 top-ten singles in the US, and 30 top-ten entries in the UK. Her accolades include nine Grammy Awards, 13 American Music Awards, 12 Billboard Music Awards, and six Guinness World Records. Forbes ranked her among the top ten highest-paid celebrities in 2012 and 2014, and Time named her as one of the 100 most influential people in the world in 2012 and 2018. Alongside a successful music career, Rihanna is well known for her involvement in humanitarian causes, entrepreneurial ventures, and the fashion industry. She is the founder of the nonprofit organization Clara Lionel Foundation, cosmetics brand Fenty Beauty, and fashion house Fenty under LVMH. In 2018, the Government of Barbados appointed her as an ambassador with duties promoting education, tourism and investment.",
  "/wiki/No_Jacket_Required": "No Jacket Required is the third solo studio album by English drummer and singer-songwriter Phil Collins. It was originally released on 18 February 1985 on Virgin (UK and Ireland), Atlantic (US and Canada), and WEA (rest of the world). It features guest backing vocalists, including Helen Terry, Peter Gabriel and Sting. Some of the songs, like \"Don't Lose My Number\" and \"Sussudio\", were based around improvisation. Other songs, like \"Long Long Way to Go\", had a political message. \"One More Night\", \"Sussudio\", \"Don't Lose My Number\" and \"Take Me Home\" were released as singles, with corresponding music videos. All four singles were top-ten hits on the Billboard Hot 100 chart, with \"Sussudio\" and \"One More Night\" reaching number one. The three singles that were released in the UK all reached the top 20 on the UK charts. Many of the songs, including \"Take Me Home\" and \"Long Long Way to Go\", have been featured in episodes of Miami Vice and Cold Case, and \"The Man with the Horn\" was re-written and re-recorded for the episode \"Phil the Shill\". \"We Said Hello Goodbye\" was remixed for the film Playing for Keeps.\n Upon its release, the album was received favourably by the majority of music critics and won three Grammy Awards including for Album of the Year in 1986. Stephen Holden of The New York Times wrote that Collins was \"quietly revolutionising and expanding the role of the drums in pop record making\". Rolling Stone reviewer David Fricke wrote that, \"Like his '81 and '82 outings, Face Value and Hello, I Must Be Going!, No Jacket Required is not an album that waits to be liked\". Collins' most commercially successful solo album, it reached number one in several countries, including the US (where it was at the top of the charts for seven weeks), the UK and Canada. According to the RIAA, the album sold over twelve million copies in the US, and in the UK, it sold over two million copies, and was certified 6× Platinum. It was the second-best-selling album of 1985 in the UK, beaten to first place by Dire Straits' Brothers in Arms. Worldwide, the album has sold over 25 million copies, making it one of the best-selling albums of all time. No Jacket Required was ranked No. 74 on the Rock and Roll Hall of Fame's \"Definitive 200\" list. It was also among ten albums nominated for the best British album of the previous 30 years by the Brit Awards in 2010, ultimately losing to (What's the Story) Morning Glory? by Oasis.\n Following the release of the album Collins embarked on the successful No Jacket Required World Tour. At the end of that tour, Collins performed at both the London and Philadelphia Live Aid concerts on 13 July 1985. During the tour, Collins recorded the song \"Separate Lives\" with Marilyn Martin for the movie White Nights, which was a number-one hit in the US and a top-ten hit in the UK. Remixes of six songs from the album were later included on the 12\"ers compilation album, released in 1987.",
  "/wiki/Hello,_I_Must_Be_Going!_(album)": "Hello, I Must Be Going! is the second solo studio album by English drummer and singer-songwriter Phil Collins. It was released on 5 November 1982 on Virgin Records in the United Kingdom and on Atlantic Records in North America, and named after the Marx Brothers' song of the same name. After his band Genesis took a break in activity in late 1981, Collins started work on a follow-up to his first solo album Face Value (1981).\n Hello, I Must Be Going! received a more reserved commercial reaction than Face Value, but it nonetheless reached No. 2 in the United Kingdom and No. 8 in the United States. In total, Collins released eight singles from the album, with various tracks released as singles in different countries. The most successful was the first US and second UK single, a cover of \"You Can't Hurry Love\" by The Supremes, which went to No. 1 in the United Kingdom and No. 10 in the United States. Collins supported the album with his 1982–1983 tour, his first as a solo artist. The album earned Collins a Brit Award nomination for British Male Artist in 1983, and \"I Don't Care Anymore\" was nominated for a Grammy Award for Best Rock Vocal Performance, Male.",
  "/wiki/West_Side_Story_(soundtrack)": "West Side Story is the soundtrack to the 1961 film West Side Story. Released in 1961, the soundtrack spent 54 weeks at No. 1 on Billboard's album charts, giving it the longest run at No. 1 of any album in history, although some lists instead credit Michael Jackson's Thriller, on the grounds that West Side Story was listed on a chart for stereo albums only at a time when many albums were recorded in mono. In 1962, it won a Grammy award for \"Best Sound Track Album – Original Cast\" and Johnny Richards orchestrations of the movie score (on Kenton's West Side Story) also winning a Grammy in 1962 for \"Best Large Ensemble Jazz Album\" further bolstering the popularity of the movie and soundtrack.  In the United States, it was the best-selling album of the 1960s, certifying three times platinum by the RIAA on November 21, 1986.\n Though the album was released just a few years after the release of the original broadway cast recording, it is according to Broadway Babies preferred by some to the earlier version both sentimentally, as the film succeeded in establishing the musical as a \"popular masterpiece\", and musically, as it contains \"beefier orchestration\".",
  "/wiki/Ocean_Drive_(album)": "Ocean Drive is the debut album released by UK duo Lighthouse Family in 1995 on Wildcard / Polydor Records. The album produced one Top 10 hit (\"Lifted\") and three Top 20 hits (\"Ocean Drive\", \"Goodbye Heartbreak\" and \"Loving Every Minute\").The album spent 175 weeks on the UK album chart and achieved 6 times platinum sales of 1.8 million copies.[citation needed]",
  "/wiki/Lighthouse_Family": "Lighthouse Family are a British musical duo that rose to prominence in the mid-1990s and initially remained active until the early 2000s. Vocalist Tunde Baiyewu and keyboardist Paul Tucker formed the act in 1993 in Newcastle upon Tyne, UK after meeting while studying at university and both working at the same bar. Their 1995 debut album Ocean Drive sold more than 1.8 million copies in the UK alone and established them as a popular easy listening duo throughout Europe.\n They are well known for their songs \"Lifted\", \"Lost In Space\", \"Ocean Drive\", \"Raincloud\" and \"High\", which also reached number one on the Australian Singles Chart.\n The duo's first studio album in 18 years, Blue Sky in Your Head, was released on 5 July 2019, after being delayed twice from initial release dates of 3 May and 10 May 2019.",
  "/wiki/White_Ladder": "White Ladder is the fourth studio album by English folk singer-songwriter David Gray. It was first released in November 1998 through Gray's own record label, IHT Records, but failed to chart. On 1 May 2000, the album was re-released by Dave Matthews' label ATO Records and debuted at number 69 on the UK Albums Chart, before climbing to number one on 5 August 2001, more than a year later. White Ladder produced five singles, including the hit \"Babylon\", which ignited interest in the album and shot Gray to worldwide fame. Other singles released from the album were \"This Year's Love\", \"Please Forgive Me\", \"Sail Away\" and \"Say Hello, Wave Goodbye.\"\n White Ladder spent almost three full years in the UK top 100, consistently charting between May 2000 and March 2003. Its total charting time as of 2015 is 175 weeks, making it one of the longest-charting albums in UK chart history. It was massively successful in Ireland, where it spent six consecutive weeks at number one on the Irish Albums Chart and had sold 350,000 copies by 2002. It is currently the biggest-selling album of all time in Ireland. White Ladder was the fifth-best-selling album of the 2000s in the UK, selling 2.9 million copies. White Ladder has sold over 3 million copies in the UK, making it the tenth-best-selling album of the 21st century and the 26th-best-selling album of all time. The album has also sold over 7 million copies worldwide.",
  "/wiki/David_Gray_(musician)": "David Gray (born 13 June 1968) is a British singer-songwriter. He released his first album in 1993 and received worldwide attention after the release of White Ladder six years later. It was the first of three UK chart-toppers in six years for Gray, of which the latter two also made the Top 17 in the United States. White Ladder became the fifth best-selling album of the 2000s in the UK. It is ranked the tenth best-selling album of the 21st century in the United Kingdom. Gray has been nominated for four Brit Awards – twice for Best British Male.",
  "/wiki/The_Fame": "The Fame is the debut studio album by American singer Lady Gaga. It was released on August 19, 2008, by Interscope Records. After joining Kon Live Distribution and Cherrytree Records in 2008, Gaga began working on the album with different producers, primarily RedOne, Martin Kierszenbaum, and Rob Fusari. Musically, The Fame is an electropop, synth-pop, and dance-pop album that displays influences from 1980s music. Lyrically, it visualizes Gaga's love of fame in general, while also dealing with subjects such as love, sex, money, drugs, and sexual identity. The album was primarily promoted through The Fame Ball Tour and multiple television appearances, and was reissued as a deluxe edition with The Fame Monster on November 18, 2009.\n The album received generally favorable reviews from critics, who commended its lyrical content and Gaga's musicianship and vocal ability. It was a commercial success, topping the charts in several countries including the United Kingdom, Canada, Germany, Ireland, Poland, and Switzerland. In the United States, it peaked at number two on the Billboard 200, and also topped the Dance/Electronic Albums chart for 108 non-consecutive weeks. The Fame became the fifth best-selling album of 2009, and has sold over 4.9 million copies in the United States as of January 2019. Combined with The Fame Monster, the album had sold over 15 million copies worldwide as of May 2019.\n Gaga promoted the album with many television performances, award shows and also in her first headlining tour, The Fame Ball Tour in 2009. The first two singles \"Just Dance\" and \"Poker Face\" gained international success, topping the charts in several countries worldwide including the United States, the United Kingdom, and Australia. The subsequent singles \"LoveGame\" and \"Paparazzi\" were commercial successes as well, charting within the top-ten of over ten countries worldwide. \"Eh, Eh (Nothing Else I Can Say)\" had a limited single release, while \"Beautiful, Dirty, Rich\" served as a promotional single.\n The Fame has won multiple awards since its release. In the United States, the album was nominated for a total of five Grammy Awards at the 52nd Grammy Awards, including the Grammy Award for Album of the Year. It won the Grammy Award for Best Electronic/Dance Album and the Grammy Award for Best Dance Recording for the single \"Poker Face\", and also won Best International Album at the 2010 Brit Awards. In 2013, Rolling Stone named The Fame as one of the \"100 Greatest Debut Albums of All-Time\".",
  "/wiki/Lady_Gaga": "Stefani Joanne Angelina Germanotta (/ˈstɛfəni ˌdʒɜːrməˈnɒtə/ STEF-ən-ee JUR-mə-NOT-ə) (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. Gaga began performing as a teenager, singing at open mic nights and acting in school plays. She studied at Collaborative Arts Project 21, through New York University's Tisch School of the Arts, before dropping out to pursue a music career. When Def Jam Recordings canceled her contract, she worked as a songwriter for Sony/ATV Music Publishing, where Akon helped her sign a joint deal with Interscope Records and his own label KonLive Distribution in 2007. She rose to prominence the following year with her debut album, the electropop record The Fame, and its chart-topping singles \"Just Dance\" and \"Poker Face\". The follow-up EP The Fame Monster (2009), along with the singles \"Bad Romance\", \"Telephone\" and \"Alejandro\", were also successful.\n Gaga's second full-length album, Born This Way (2011), explored electronic rock and techno-pop and debuted atop the US Billboard 200 with more than one million copies sold. Its title track became the fastest-selling song on the iTunes Store with over a million downloads in less than a week. Gaga experimented with EDM on her third studio album, Artpop (2013), which included the single \"Applause\". Her collaborative jazz album with Tony Bennett, Cheek to Cheek (2014), and her soft rock-influenced fifth studio album, Joanne (2016), continued to top the US charts. During this period, Gaga ventured into acting, playing leading roles in the miniseries American Horror Story: Hotel (2015–2016), for which she received a Golden Globe Award for Best Actress, and the critically acclaimed musical drama film A Star Is Born (2018). She also contributed to the latter's soundtrack, which yielded her fourth US number-one single \"Shallow\", and made her the first person to win an Academy, a Grammy, a BAFTA and a Golden Globe Award in one year.\n Having sold 27 million albums and 146 million singles as of January 2016, Gaga is one of the world's best-selling music artists and the fourth highest-earning female musician of the 2010s. Her achievements include various Guinness world records, 11 Grammy Awards and awards from the Songwriters Hall of Fame and the Council of Fashion Designers of America. She has been declared Billboard's Artist of the Year and Woman of the Year, and included among Forbes's power and earnings rankings. She was ranked number four on VH1's Greatest Women in Music in 2012 and second on Time's 2011 readers' poll of the most influential people of the past ten years. She is known for her philanthropy and social activism, including her work related to mental health awareness and LGBT rights. Gaga founded her nonprofit organization, the Born This Way Foundation, which focuses on empowering youth, improving mental health and preventing bullying.",
  "/wiki/The_Best_of_Van_Morrison": "The Best of Van Morrison is a compilation album by Northern Irish singer-songwriter Van Morrison. It compiles songs spanning 25 years of his recording career. Released in 1990 by Polydor Records, the album was a critical and commercial success, becoming one of the best-selling records of the 1990s and helping revive Morrison's mainstream popularity. Its success encouraged him to release a second and third greatest hits volume in 1993 and 2007, respectively. The album remains Morrison's best-seller.",
  "/wiki/Van_Morrison": "Sir George Ivan \"Van\" Morrison OBE (born 31 August 1945) is a Northern Irish singer-songwriter, instrumentalist and record producer. His professional career began as a teenager in the late 1950s playing a variety of instruments including guitar, harmonica, keyboards and saxophone for various Irish showbands, covering the popular hits of that time. Van Morrison rose to prominence in the mid-1960s as the lead singer of the Northern Irish R&B band Them, with whom he recorded the garage band classic \"Gloria\". His solo career began under the pop-hit oriented guidance of Bert Berns with the release of the hit single \"Brown Eyed Girl\" in 1967. After Berns's death, Warner Bros. Records bought out his contract and allowed him three sessions to record Astral Weeks (1968). Though this album gradually garnered high praise, it was initially a poor seller.\n Morrison has a reputation for being at once stubborn, idiosyncratic, and sublime. His live performances at their best are seen as transcendental and inspired; while some of his recordings, such as the studio albums Astral Weeks and Moondance, and the live album It's Too Late to Stop Now, are highly acclaimed.\n Moondance (1970) established Morrison as a major artist, and he built on his reputation throughout the 1970s with a series of acclaimed albums and live performances. He continues to record and tour, producing albums and live performances that sell well and are generally warmly received, sometimes collaborating with other artists, such as Georgie Fame and The Chieftains.\n Much of Morrison's music is structured around the conventions of soul music and R&B, such as the popular singles \"Brown Eyed Girl\", \"Jackie Wilson Said (I'm in Heaven When You Smile)\", \"Domino\" and \"Wild Night\". An equal part of his catalogue consists of lengthy, loosely connected, spiritually inspired musical journeys that show the influence of Celtic tradition, jazz and stream-of-consciousness narrative, such as the album Astral Weeks and the lesser known Veedon Fleece and Common One. The two strains together are sometimes referred to as \"Celtic soul\". He has received two Grammy Awards, the 1994 Brit Award for Outstanding Contribution to Music, the 2017 Americana Music Lifetime Achievement Award for Songwriting and has been inducted into both the Rock and Roll Hall of Fame and the Songwriters Hall of Fame. In 2016, he was knighted for services to the music industry and to tourism in Northern Ireland. He is known by the nickname Van the Man to his fans.",
  "/wiki/Oklahoma!_(soundtrack)": "Oklahoma! is the original soundtrack album of the 1955 film Oklahoma!, an adaptation of the musical Broadway play of the same name. The soundtrack charted No. 1 on the Billboard Pop Album Chart in 1956 and has been in continual print.  On July 8, 1958, it became the first album to be certified \"gold\" by the RIAA, and was later certified \"2x multi-platinum\" on April 1, 1992.\n It was originally released as a 42-minute album on the Capitol Records label, but only in mono at first. However, as with the 1956 film soundtracks of Carousel and The King and I (also issued by Capitol on LP), because the film's soundtrack had been recorded in then state-of-the-art stereo, it was possible for Capitol to issue a stereo version of the album in 1958. And again as with Carousel because of a difference between mono and stereo grooves, it was necessary to cut a very brief section of the music on the stereo release. \n The album is ranked number 985 in All-Time Top 1000 Albums (3rd. edition, 2000) .\n In 1956, less than a year after the first mono Capitol soundtrack LP was released, Goddard Lieberson of rival Columbia Records produced a studio cast LP of Oklahoma! featuring Nelson Eddy and a supporting cast, with the chorus and orchestra directed by Lehman Engel, and using the original orchestrations. The Columbia LP Nelson Eddy in Oklahoma (CL 828) was promoted as the \"complete score\" because it included the song \"Lonely Room\" and a track, \"Entrance of Ensemble\", which had not previously been released from the score.",
  "/wiki/Californication_(album)": "Californication is the seventh studio album by American rock band Red Hot Chili Peppers. It was released on June 8, 1999, on Warner Bros. Records and was produced by Rick Rubin. Californication marked the return of John Frusciante, who had previously appeared on Mother's Milk and Blood Sugar Sex Magik, to replace Dave Navarro as the band's guitarist. Frusciante's return was credited with changing the band's sound altogether, producing a notable shift in style from the music recorded with Navarro. The album's subject material incorporated various sexual innuendos commonly associated with the band, but also contained more varied themes than previous outings, including death, contemplations of suicide, California, drugs, globalization, and travel.\n Californication is the Chili Peppers' most commercially successful studio release internationally, with over 15 million copies sold worldwide, and more than 7 million in the United States alone. As of 2002, the album had sold over 4 million copies in Europe. The record produced several hits for the band, including \"Otherside\", \"Californication\" and the Grammy Award-winning \"Scar Tissue\". Californication peaked at number three on the U.S. Billboard 200.\n The record marked a significant change in style for the band: Rolling Stone's Greg Tate noted that \"while all previous Chili Peppers projects have been highly spirited, Californication dares to be spiritual and epiphanic\". Another critic, Billboard's Paul Verna, mentioned that the album brought out \"the group's softer, melodic side,\" as opposed to their previous six albums.",
  "/wiki/Red_Hot_Chili_Peppers": "Red Hot Chili Peppers (commonly abbreviated as RHCP) are an American rock band formed in Los Angeles in 1983. Their music incorporates elements of alternative rock, funk, punk rock and psychedelic rock. The band comprises vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. With over 80 million records sold worldwide, Red Hot Chili Peppers are one of the best-selling bands of all time. They are the most successful band in the history of alternative rock radio, with the records for most number-one singles (13), most cumulative weeks at number one (85) and most top-ten songs (25) on the Billboard Alternative Songs chart. They have won six Grammy Awards, and in 2012 were inducted into the Rock and Roll Hall of Fame.\n Red Hot Chili Peppers were formed in Los Angeles by Kiedis, Flea, guitarist Hillel Slovak and drummer Jack Irons. Because of commitments to other bands, Slovak and Irons did not play on the band's 1984 self-titled debut album; instead, the album featured Jack Sherman on guitar and Cliff Martinez on drums. Slovak rejoined shortly after its release and performed on the albums Freaky Styley (1985) and The Uplift Mofo Party Plan (1987), the latter of which saw a reunion of the original lineup. Slovak died of a drug overdose on June 25, 1988; devastated, Irons left the band.\n With new recruits Frusciante and Smith, Red Hot Chili Peppers recorded two albums, Mother's Milk (1989) and their first major commercial success, Blood Sugar Sex Magik (1991). Frusciante was uncomfortable with the newfound popularity and left abruptly during the 1992 Blood Sugar Sex Magik tour. His replacement, Dave Navarro, played on their sixth album, One Hot Minute (1995). Although commercially successful, the album failed to match the critical or popular acclaim of Blood Sugar Sex Magik, selling less than half as many copies. \n Navarro was fired from Red Hot Chili Peppers in 1998, and Frusciante rejoined. Their seventh album, Californication (1999), became their commercial success with 16 million copies sold worldwide. Their next two albums, By the Way (2002) and Stadium Arcadium (2006), were also successful. After the Stadium Arcadium tour, Red Hot Chili Peppers went on an extended hiatus. Frusciante left for the second time in 2009 to focus on his solo career; he was replaced by Josh Klinghoffer, who appeared on the albums I'm with You (2011) and The Getaway (2016) before Frusciante rejoined again in 2019.",
  "/wiki/List_of_albums_which_have_spent_the_most_weeks_on_the_UK_Albums_Chart": "The following is a list of all albums that have spent at least 100 weeks on the UK Albums Chart as published by the Official Charts Company (OCC). The chart comprises a top 100 from August 1981 to 1988 and since 1994, a top 75 before this (and from 1988 to 1994) from 1978 and various lengths before this from July 1956. Re-releases – such as remasters, re-issues, deluxe versions or anniversary editions – are treated together unless the re-released version differs significantly from the original (for example, it has been re-recorded or remixed). This list does not include compilation albums by various artists, which have been excluded from the UK Albums Chart since 1989. Soundtracks are still included if they are an original cast performance or if all tracks are performed by the same artist.\n The top three are all compilation albums, headed by Queen's Greatest Hits which has spent 872 weeks in the top 100 (593 of them in the top 75) as an individual album and a further 92 as part of a box set with Greatest Hits II and Greatest Hits III called The Platinum Collection. Excluding multiple album box sets, ABBA Gold: Greatest Hits has the most weeks at 910 (582 in the top 75). The most weeks for a studio album is 815 for Rumours by Fleetwood Mac (571 in the top 75) which charted every year from its release in 1977 until 1989 and in fifteen different years since then.\n Amy Winehouse's 2006 album Back to Black has the most weeks for a post-2000 release, charting for 408 weeks to date (293 in the top 75), though this total includes 55 weeks for the deluxe edition and 1 week for the box set that includes Back to Black and Winehouse's debut album Frank. The original soundtrack of South Pacific has the most weeks at number 1, with 115. The most weeks by an album not reaching number 1 is 534 for Dark Side of the Moon by Pink Floyd and the most weeks by an album not reaching the top 10 is 130 for Blue Lines by Massive Attack.\n Dire Straits, Michael Jackson and U2 jointly hold the record for most albums to reach 100 weeks on chart, with five each. Of these, three albums by both Dire Straits and Jackson have achieved 200 weeks on chart; in the case of Dire Straits, all of them studio albums (Brothers in Arms, Making Movies and Love over Gold). The only other acts to have three albums reach 200 weeks on chart are Oasis, with Definitely Maybe, (What's the Story) Morning Glory? and the compilation Time Flies... 1994–2009 and the Beatles.\n Three acts have multiple albums achieving 300 weeks on chart: Fleetwood Mac, Oasis and Simon & Garfunkel. Of these, Oasis is the only act to have three albums passing the 300-week threshold.\n The numbers shown are up to the chart for the week ending 26 december 2019, at least for the records with 200 or more.\n (*) indicates that the album is in the top 100 for the current week ending."
}