{
  "/wiki/History_of_video_game_consoles_(fifth_generation)": "The fifth-generation era (also known as the 32-bit era , the 64-bit era, or the 3D era) refers to computer and video games, video game consoles, and handheld gaming consoles dating from approximately October 4, 1993 to March 23, 2006.[note 1] For home consoles, the best-selling console was the Sony PlayStation, followed by the Nintendo 64, and then the Sega Saturn. The PlayStation also had a redesigned version, the PSone, which was launched on July 7, 2000.",
  "/wiki/John_Madden_Football_(1988_video_game)": "John Madden Football is a football video game following the success of Earl Weaver Baseball.",
  "/wiki/MS-DOS": "MS-DOS (/ˌɛmˌɛsˈdɒs/ em-es-DOSS; acronym for Microsoft Disk Operating System) is an operating system for x86-based personal computers mostly developed by Microsoft. Collectively, MS-DOS, its rebranding as IBM PC DOS, and some operating systems attempting to be compatible with MS-DOS, are sometimes referred to as \"DOS\" (which is also the generic acronym for disk operating system). MS-DOS was the main operating system for IBM PC compatible personal computers during the 1980s, from which point it was gradually superseded by operating systems offering a graphical user interface (GUI), in various generations of the graphical Microsoft Windows operating system.",
  "/wiki/John_Madden": "John Earl Madden (born April 10, 1936) is an American former football coach and sportscaster.  He won a Super Bowl as head coach of the Oakland Raiders, and after retiring from coaching became a well-known color commentator for NFL telecasts.  In 2006, he was inducted into the Pro Football Hall of Fame in recognition of his coaching career.  He is also widely known for the long-running Madden NFL video game series he has endorsed and fronted since 1988. Madden worked as a color analyst for all four major networks: CBS (1979–1993), Fox (1994–2001), ABC (2002–2005), and NBC (2006–2008). Madden retired from broadcasting after the 2008 NFL season to spend more time with his family. He has also written several books and has served as a commercial pitchman for various products and retailers.",
  "/wiki/John_Madden_Football_(1990_video_game)": "John Madden Football is a football video game, the second Madden football game released by Electronic Arts. It is the series debut on the Sega Genesis and later on the Super Nintendo Entertainment System and the Commodore Amiga.",
  "/wiki/John_Madden_Football_II": "John Madden Football II is a football video game released for IBM PC and compatibles in 1991. It serves as the sequel to the original John Madden Football PC game and was released a year after the Genesis version of the same title. This edition had updates such as larger playbooks and more insight from John Madden.",
  "/wiki/John_Madden_Football_%2792": "John Madden Football '92, released as Pro Football in Japan, is a football video game. It features John Madden on the cover. Madden Football '92 is the sequel to John Madden Football. New aspects of this version include instant replay, two-player cooperative play, quarterback injuries, review and overturn pass interference calls, and more audibles. There are also new play modes, such as pre-season games, regular season games, playoffs, and sudden death. Quarter lengths have been adjusted in this version to be set at 5, 10, or 15 minutes. As in previous versions of the video game, there are no NFL or NFLPA licenses for authentic teams, player names, and stadia. Teams are organized by city name and colors.",
  "/wiki/John_Madden_Football_%2793": "John Madden Football '93 is a 1992 sports video game developed by Blue Sky Productions and Electronic Arts and published by EA Sports Network. Based on the sport of American football, the game puts the player in control of a football team in modes such as tournament play and sudden death. It was officially endorsed by John Madden.",
  "/wiki/Madden_NFL_%2794": "Madden NFL '94 is an American football video game released in 1993. It was the first game in the Madden series with an official National Football League team license, as well as the first Madden game that allowed players to play a full regular season (via a password system). However, the game is not licensed by the NFL Players Association, so all of the players are identified by number only (the game would get the Players' Association license in next year's edition).",
  "/wiki/John_Madden_Football_(1994_video_game)": "John Madden Football is a video game developed by High Score Productions and published by Electronic Arts exclusively for the 3DO.",
  "/wiki/3DO_Interactive_Multiplayer": "The 3DO Interactive Multiplayer, often called the 3DO, is a home video game console developed by The 3DO Company. Conceived by entrepreneur and Electronic Arts founder Trip Hawkins, the 3DO was not a console manufactured by the company itself, but a series of specifications, originally designed by Dave Needle and R. J. Mical of New Technologies Group, that could be licensed by third parties. Panasonic produced the first models in 1993, and further renditions of the hardware were released in 1994 by GoldStar (now LG Electronics) and in 1995 by Sanyo.",
  "/wiki/Madden_NFL_%2795": "Madden NFL '95 is a football video game. It features John Madden on the cover. It was released as Madden '95 on the Game Boy.",
  "/wiki/Erik_Williams": "Erik George Williams (born September 7, 1968) is a former American football offensive tackle. He played in the National Football League (NFL) for the Dallas Cowboys from 1991 to 2000 and the Baltimore Ravens in 2001. He played college football at Central State University in Wilberforce, Ohio, where he was an NAIA All-American offensive lineman. Williams was a third round selection in the 1991 NFL Draft. He is a member of Phi Beta Sigma fraternity.",
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984).",
  "/wiki/Karl_Wilson": "Karl Wendell Wilson (born September 10, 1964) is a former American football defensive lineman in the National Football League for eight different teams. He played college football at Louisiana State University.",
  "/wiki/San_Francisco_49ers": "The San Francisco 49ers are a professional American football team based in the San Francisco Bay Area. They compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) West division. The team currently plays its home games at Levi's Stadium in Santa Clara, California, located 38 miles (61 km) southeast of San Francisco in the heart of Silicon Valley. Since 1988, the 49ers have been headquartered in Santa Clara.",
  "/wiki/Madden_NFL_%2796": "Madden NFL '96 is a football video game designed for the 1995 NFL season, licensed by the NFL. The AI has been boosted and can now hurry in two-minute drill situations, spike the ball, and cover the receivers with better efficiency.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Madden_NFL_97": "Madden NFL 97 is a football video game released in 1996. Though it was the fifth game in the Madden NFL series to be created in the 32-bit gaming era, it was only the second to be released for any current generation consoles of that era (the first being the 1994 release John Madden Football). Versions were released for the 32-bit PlayStation and Sega Saturn, the 16-bit Super NES and Genesis, and the 8-bit Game Boy.",
  "/wiki/PlayStation_(console)": "The PlayStation[a] (officially abbreviated as PS and commonly known as the PS1 or its codename PSX) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, on 9 September 1995 in North America, on 29 September 1995 in Europe, and on 15 November 1995 in Australia, and was the first of the PlayStation lineup of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo 64 and the Sega Saturn.",
  "/wiki/Sega_Saturn": "The Sega Saturn[a][b] is a 32-bit fifth-generation home video game console developed by Sega and released on November 22, 1994 in Japan, May 11, 1995 in North America, and July 8, 1995 in Europe. The successor to the successful Sega Genesis, the Saturn has a dual-CPU architecture and eight processors. Its games are in CD-ROM format, and its game library contains several arcade ports as well as original games.",
  "/wiki/Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the National Football League (NFL), as a member club of the league's National Football Conference (NFC) South division. The team is headquartered in Bank of America Stadium in uptown Charlotte; the stadium also serves as the team's home field. They are one of the few NFL teams to own the stadium they play in, which is legally registered as Panthers Stadium, LLC. The Panthers are supported throughout the Carolinas; although the team has played its home games in Charlotte since 1996, it played home games at Memorial Stadium in Clemson, South Carolina during its first season. The team hosts its annual training camp at Wofford College in Spartanburg, South Carolina.",
  "/wiki/Jacksonville_Jaguars": "The Jacksonville Jaguars are a professional football franchise based in Jacksonville, Florida.  The Jaguars compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at TIAA Bank Field.",
  "/wiki/Madden_NFL_98": "Madden NFL 98 is a 1997 football video game. It features John Madden on the cover. It was the last version of the Madden series to be released for the Super NES, Genesis and Sega Saturn platforms, as well as the last Madden game to utilize the 2D sprites for the players and referee, on 3D playing fields.",
  "/wiki/Madden_Football_64": "Madden Football 64 is a football video game. It was the first game of the Madden NFL series to be released for the Nintendo 64, as well as the first Madden game to be fully in 3D. The game has commentary by Pat Summerall and John Madden.",
  "/wiki/Nintendo_64": "The Nintendo 64[a] (officially abbreviated as N64, hardware model number pre-term: NUS, stylized as NINTENDO64) is a home video game console developed and marketed by Nintendo. Named for its 64-bit central processing unit, it was released in June 1996 in Japan, September 1996 in North America, and March 1997 in Europe and Australia. It was the last major home console to use the cartridge as its primary storage format until the Nintendo Switch in 2017. The Nintendo 64 was discontinued in mid 2002 following the launch of its successor, the GameCube, in 2001.",
  "/wiki/Madden_NFL_99": "Madden NFL 99 (sometimes shortened to Madden 99) is a football video game released for the PlayStation, Nintendo 64 and Microsoft Windows. It was the first multiplatform Madden game to be fully 3D (and the second one following the N64-exclusive  Madden Football 64).  The game's commentary was done by John Madden and Pat Summerall. The American versions feature John Madden himself on the cover, while the European versions used Garrison Hearst instead. The game was the top selling PlayStation sports video game in 1998 in North America, having sold 1.1 million copies on the PlayStation.",
  "/wiki/Garrison_Hearst": "Gerard Garrison Hearst (born January 4, 1971) is a former  running back in the National Football League (NFL) for ten seasons.  He played college football for the University of Georgia, and was recognized as an All-American.  A first-round pick by the Arizona Cardinals, he also played professionally for the Cincinnati Bengals, San Francisco 49ers and Denver Broncos of the NFL.  He ran for 1,000 yards or more in four different seasons. He was named the NFL Comeback Player of the Year Award in 2001.",
  "/wiki/Madden_NFL_2000": "Madden NFL 2000 (also known as Madden 2000) is a football video game. This was the second of the Madden NFL games to not solely feature John Madden on the cover in North America. The only other one was Madden NFL '95. Most versions of the game cover featured Madden prominently in the foreground, and a recognizable Barry Sanders in a background action graphic. The European PAL edition features only Dorsey Levens on the cover.",
  "/wiki/Barry_Sanders": "Barry Sanders (born July 16, 1968) is an American former professional football player who was a running back for the Detroit Lions of the National Football League (NFL). A Pro Bowl invitee in each of his ten NFL seasons and two-time NFL Offensive Player of the Year, Sanders led the league in rushing yards four times and established himself as one of the most elusive runners in pro football with his quickness and agility. In 2007, he was ranked by NFL Network's NFL Top 10 series as the most elusive runner in NFL history, and also topped its list of greatest players never to play in a Super Bowl. He is often regarded as one of the greatest running backs in NFL history.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Dorsey_Levens": "Herbert Dorsey Levens (born May 21, 1970) is a retired American football running back in the National Football League. He was drafted by the Green Bay Packers in the fifth round (149th overall) of the 1994 NFL Draft. He helped the Packers win the Vince Lombardi Trophy in Super Bowl XXXI against the New England Patriots. He played college football at Notre Dame and later Georgia Tech.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Madden_NFL_2001": "Madden NFL 2001 is an American football video game. It is the third in the Madden NFL series to include an NFL player, Tennessee Titans running back Eddie George, on its cover (the first being Madden NFL '95, which featured Erik Williams and Karl Wilson along with Madden himself). In addition, it is the first game in the series to have a player, instead of John Madden featured prominently on the box art. Instead, his picture is shown on a small logo, which would reappear for every following game until Madden NFL 06. It is also the first game in the Madden NFL series to appear on the PlayStation 2 game console. This is the first Madden game to feature NFL Europe teams.",
  "/wiki/Eddie_George": "Edward Nathan George Jr. (born September 24, 1973) is a former professional American football running back in the National Football League (NFL) for nine seasons. He played college football for Ohio State University and won the Heisman Trophy in 1995. He was drafted in the first round of the 1996 NFL Draft, and played professionally for the Tennessee Titans (both in Tennessee and in Houston when the franchise was known as the Houston Oilers). George was inducted into the College Football Hall of Fame in 2011. Post-football, George earned an MBA from Northwestern University's Kellogg School of Management. In 2016, he appeared on Broadway in the musical Chicago as the hustling lawyer Billy Flynn.",
  "/wiki/Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. Previously known as the Houston Oilers, the team began play in 1960 in Houston, Texas, as a charter member of the American Football League (AFL). The Oilers won the first two AFL Championships, and joined the NFL as part of the AFL–NFL merger in 1970.",
  "/wiki/Madden_NFL_2002": "Madden NFL 2002 (also known as Madden 2002) is an American football video game. It features former Minnesota Vikings quarterback Daunte Culpepper on the cover. Pat Summerall and John Madden are the commentators. The Madden NFL 2002 commercial first aired during Super Bowl XXXVI, three days after Madden NFL 2002 started selling in Japan by Electronic Arts Square. Notably, it did not feature the Super Bowl MVP Tom Brady, who was included on later editions of the game as a roster update. It is also the first game to be developed by Budcat Creations.",
  "/wiki/Daunte_Culpepper": "Daunte Rachard Culpepper (born January 28, 1977) is a former American football quarterback who played in the National Football League (NFL) for 11 seasons, primarily with the Minnesota Vikings. He played college football at the University of Central Florida and was drafted 11th overall by the Vikings in the 1999 NFL Draft.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/Madden_NFL_2003": "Madden NFL 2003 is an American football simulation video game based on the NFL that was developed by EA Tiburon and Budcat Creations and published by EA Sports. The 14th installment of the Madden NFL series, the game features former St. Louis Rams running back Marshall Faulk on the cover. This edition of Madden was the first to have EA Trax, the Mini Camp mode and to feature John Madden and Al Michaels as commentators, who took over for Pat Summerall. Although it featured the expansion Houston Texans and the relocation of the Seattle Seahawks to the NFC, it was actually the second to do so (after the previous edition had it done in the second season of its own Franchise mode, with the Seahawks still in the AFC and no Texans team when said mode was started). The game was released on August 12, 2002 for the Game Boy Advance, GameCube, Microsoft Windows, PlayStation, PlayStation 2 and the Xbox.",
  "/wiki/Marshall_Faulk": "Marshall William Faulk (born February 26, 1973) is a former American football player who was a running back in the National Football League (NFL) for twelve seasons. He played college football for San Diego State University, and was a two-time consensus All-American. He was selected by the Indianapolis Colts as the second overall pick in the 1994 NFL Draft, and he also played professionally for the NFL's St. Louis Rams. Faulk was a member of the Greatest Show on Turf, a name given to the St. Louis Rams team that appeared in two Super Bowls and won Super Bowl XXXIV. In 2000, Faulk was named the Most Valuable Player of the NFL. Faulk is one of only three NFL players (Marcus Allen and Tiki Barber being the others) to reach at least 10,000 rushing yards and 5,000 receiving yards; he is the only one to amass 12,000 yards rushing and 6,000 yards receiving.  Faulk was inducted into the Pro Football Hall of Fame in 2011 and the College Football Hall of Fame in 2017. He was an analyst for various programs on the NFL Network until December 2017.",
  "/wiki/St._Louis_Rams": "In 1995, the Los Angeles Rams of the National Football League relocated the franchise from southern California to the Midwestern United States, moving to St. Louis, Missouri and becoming known as the St. Louis Rams. The Rams called St. Louis home from 1995 until the end of the 2015 season, after which they returned to playing in their former home in Los Angeles.",
  "/wiki/Madden_NFL_2004": "Madden NFL 2004 is the 15th installment of the Madden NFL series of American football video games. Former Atlanta Falcons quarterback Michael Vick is on the cover.",
  "/wiki/Michael_Vick": "Michael Dwayne Vick (born June 26, 1980) is a former professional American football quarterback who played 13 seasons in the National Football League (NFL), primarily with the Atlanta Falcons and the Philadelphia Eagles. He played college football at Virginia Tech and was selected by the Falcons as the first overall pick in the 2001 NFL Draft. During his six years with the Falcons, Vick was regarded as having transformed the quarterback position with his rushing abilities and was named to three Pro Bowls. He was the first NFL quarterback to rush for 1,000 yards in a season and holds the record for the most career rushing yards by a quarterback (6,109).",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Madden_NFL_2005": "Madden NFL 2005 is an American football simulation video game based on the NFL that was developed by EA Tiburon, along with Exient Entertainment and Budcat Creations, and published by EA Sports. The 16th installment of the Madden NFL series, it features former Baltimore Ravens linebacker Ray Lewis on the cover. Al Michaels and John Madden return as game commentators. Released on August 9, 2004, the game is the first Madden game to feature Xbox Live. It was the last Madden game to play on the PlayStation, and the first Madden game to play on the Nintendo DS as a launch title.",
  "/wiki/Ray_Lewis": "Raymond Anthony Lewis Jr. (born May 15, 1975) is an American former professional football player who was a linebacker with the Baltimore Ravens for his entire 17-year career in the National Football League (NFL). He played college football for the Miami Hurricanes, and earned All-America honors. Lewis was drafted by the Ravens in the first round of the 1996 NFL Draft, and upon his retirement following the 2012 season, was the last remaining active player from the team's inaugural season.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/Madden_NFL": "Madden NFL (known as John Madden Football until 1993) is an American football video game series developed by EA Tiburon for EA Sports. It is named after Pro Football Hall of Fame coach and commentator John Madden, and has sold more than 130 million copies. It has influenced many players and coaches of the physical sport. Among the game's features are detailed playbooks and player statistics, and voice commentary in the style of a real TV broadcast. As of 2013[update] the franchise has generated over $4 billion in sales."
}