{
  "/wiki/United_States_Barracuda-class_submarine_(1951)": "The Barracuda-class submarines (originally the K-1-class submarines) were the product of Project Kayo, a research and development effort begun immediately after World War II by the United States Navy to \"solve the problem of using submarines to attack and destroy enemy submarines.\" They originally had the hull classification symbol SSK, for \"hunter-killer submarine\". It was known that the Soviet Navy had acquired the German Type XXI U-boat and other advanced submarines, and was expected to rapidly put derivatives of them into production. In 1948 the US Navy prepared estimates of the number of anti-submarine warfare (ASW)-capable submarines (SSKs) that would be needed to counter the hundreds of advanced Soviet submarines that were expected to be in service by 1960. Two scenarios were considered: a reasonable scenario assuming the Soviets would build to their existing force level of about 360 submarines, and a \"nightmare\" scenario projecting that the Soviets could build submarines as fast as the Germans had built U-boats, with a force level of 2,000 submarines. The projected US SSK force levels for these scenarios were 250 for the former and 970 for the latter. By comparison, the total US submarine force at the end of World War II, excluding obsolescent training submarines, was just over 200 boats.",
  "/wiki/USS_Barracuda_(SSK-1)": "USS Barracuda (SSK-1/SST-3/SS-550) (originally USS K-1 (SSK-1)), the lead ship of her class, was a submarine that was the third ship of the United States Navy to be named for the barracuda, a voracious, pike-like fish.  Her keel was laid down on 1 July 1949 by the Electric Boat Division of General Dynamics Corporation in Groton, Connecticut. She was launched on 2 March 1951 as K-1, sponsored by Mrs. Willis Manning Thomas (her late husband died as commanding officer of USS Pompano (SS-181)), and commissioned on 10 November 1951 with Lieutenant Commander F. A. Andrews in command.  Notably, future President of the United States Jimmy Carter served as an officer on K-1 as part of its pre-commissioning crew and during its first year of active service until he was reassigned on 16 October 1952.",
  "/wiki/USS_Bonita_(SSK-3)": "USS Bonita (SSK-3/SS-552), a Barracuda-class submarine, was the fourth ship of the United States Navy to be named for the bonito, a name applied to several types of fish, including the skipjack tuna, (Katsuwonus pelamis), the Atlantic bonito (Sarda sarda), the lesser amberjack (Seriola fasciata), or the cobia (Rachycentron canadum). She was originally named USS K-3 (SSK-3).",
  "/wiki/Tang-class_submarine": "The Tang-class submarines were the first submarines designed and built by the United States Navy after WWII. They incorporated the best features of the high-speed German Type XXI U-boat and the venerable U.S. Navy fleet submarine.  The Tang-class and the fleet submarines converted under the Greater Underwater Propulsion Power (GUPPY) program had much higher submerged performance than their predecessors, but were quickly surpassed by the nuclear-propelled submarines that entered service beginning in 1954.",
  "/wiki/USS_Tang_(SS-563)": "USS Tang (SS/AGSS-563), the lead ship of her class was the second ship of the United States Navy to be named for the tang.",
  "/wiki/USS_Gudgeon_(SS-567)": "USS Gudgeon (SS/AGSS/SSAG-567), a Tang-class submarine, was the second ship of the United States Navy to be named for the gudgeon, a species of small fresh-water minnow.",
  "/wiki/USS_Albacore_(AGSS-569)": "USS Albacore (AGSS-569) was a unique research submarine that pioneered the American version of the teardrop hull form (sometimes referred to as an \"Albacore hull\") of modern submarines. The revolutionary design was derived from extensive hydrodynamic and wind tunnel testing, with an emphasis on underwater speed and maneuverability. She was the third ship of the United States Navy to be named for the albacore.",
  "/wiki/Teardrop_hull": "A teardrop hull is a submarine hull design which emphasizes submerged performance over surfaced performance. It was somewhat commonly used in the early stages of submarine development, but was gradually abandoned in the early 20th century in favour of designs optimized for high performance on the surface as a result of flawed naval doctrine. Although naval doctrine changed, design practices remained until the later parts of World War II when the German Kriegsmarine suffered ever-growing losses of submarines in the Battle of the Atlantic.",
  "/wiki/T-1-class_submarine": "The T-1-class submarines were a pair of submarines built for the United States Navy in the early 1950s for use in training submarine personnel and testing submarine equipment. Both submarines of the class served in these roles for over 19 years.",
  "/wiki/USS_Mackerel_(SST-1)": "USS Mackerel (SST-1), originally known as  USS T-1 (SST-1), was the lead ship of the T-1-class of training submarines. She was the second submarine of the United States Navy named for the mackerel, a common food and sport fish, and was in service from 1953 to 1973. She was one of the smallest operational submarines ever built for the U.S. Navy.",
  "/wiki/USS_Marlin_(SST-2)": "USS Marlin (SST-2), originally USS T-2 (SST-2), was a T-1-class training submarine in commission from 1953 to 1973. She was the second submarine of the United States Navy to be named for the marlin, a large game fish. Except for the first 25 early development pre-WWI subs, she was one of the smallest operational submarines ever built for the U.S. Navy.",
  "/wiki/USS_Nautilus_(SSN-571)": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958.  Her initial commanding officer was \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy, and who had a storied career during military service and afterwards.",
  "/wiki/Sailfish-class_submarine": "The Sailfish-class submarines of the United States Navy, launched in 1955-56, were the first to be built expressly for radar picket service and, at the time, were the largest conventionally powered submarines in the United States Navy. Only USS Argonaut (SM-1) and the Narwhal-class submarines from the 1920s were larger. The Sailfishes were initially equipped with large BPS-2 and BPS-3 radars in and aft of the sail. They were designed for a high surface speed; however, their speed achieved was not significantly faster than converted World War II radar picket submarines. Commissioned in 1956, they served in the radar picket role until early 1961, when the submarine radar picket mission ended fleetwide. Airborne radar had superseded it with the deployment of the Grumman WF-2 Tracer. Modernized under the Fleet Rehabilitation and Modernization II (FRAM II) program 1964-66, both submarines served until decommissioning in the late 1970s.",
  "/wiki/USS_Sailfish_(SSR-572)": "USS Sailfish (SSR/SS/AGSS-572), the lead ship of her class of submarine, was the second ship of the United States Navy to be named for the sailfish, a large gamefish inhabiting tropical seas, related to the swordfish, but possessing scales and a large sail-like dorsal fin.",
  "/wiki/USS_Salmon_(SSR-573)": "USS Salmon (SSR/SS/AGSS-573), a Sailfish-class submarine, was the third ship of the United States Navy to be named for the salmon, a soft-finned, gamy fish which inhabits the coasts of America and Europe in northern latitudes and ascends rivers for the purpose of spawning.",
  "/wiki/Grayback-class_submarine": "The Grayback-class submarine was a class of two guided missile-carrying submarines of the United States Navy. They carried the Regulus I and Regulus II nuclear cruise missiles, deployed 1957–64, that were phased out by Polaris Submarine Launched Ballistic Missiles (SLBMs). They and USS Halibut were the sole submarines designed specifically to carry Regulus missiles, and the only submarines capable of carrying Regulus II. However, USS Tunny and USS Barbero were modified earlier to carry two Regulus I missiles per boat.",
  "/wiki/USS_Grayback_(SSG-574)": "USS Grayback (SS/SSG/APSS/LPSS-574), the lead ship of her class of submarine, was the second ship of the United States Navy to be named for the grayback.",
  "/wiki/USS_Growler_(SSG-577)": "USS Growler (SSG-577) was an early attempt by the U.S. Navy to field a cruise missile submarine that would provide a nuclear deterrent using its second series of cruise missiles. Built to deliver the Regulus I cruise missile, Growler was the second and final submarine of the Grayback class, fourth ship of the United States Navy to be named after the growler. Since Regulus I and Regulus II programs had problems, Growler and Grayback were the only two submarines built in this class as instead, the U.S. Navy veered its nuclear deterrence efforts into submarine launched ballistic missiles (SLBMs)—the Polaris missile program.",
  "/wiki/Regulus_missile_submarines": "The Regulus missile submarines were a group of submarines operated by the United States Navy (US Navy) capable of carrying the Regulus cruise missile. Between 1959 and 1964, a total of five boats were used to undertake the first submarine-based nuclear deterrent patrols by the United States. Regulus submarines were used for this task until 1964, when sufficient ballistic missile submarines carrying the Polaris ballistic missile became available.",
  "/wiki/USS_Seawolf_(SSN-575)": "USS Seawolf (SSN-575), a unique submarine, was the third ship of the United States Navy to be named for the seawolf, the second nuclear submarine, and the only US submarine built with a liquid metal cooled (sodium) nuclear reactor known as the Submarine Intermediate Reactor (SIR) or Liquid Metal Fast Reactor (LMFR), later designated S2G. Her overall design was a variant of Nautilus, but with numerous detail changes, such as a conning tower, stepped sail, and the AN/SQS-51 active sonar mounted in the top portion of the bow instead of further below. This sonar arrangement resulted in an unusual bow shape above the water for a U.S. submarine. Her distinctive reactor was later replaced with a standard pressurized water reactor, the replacement process lasting from 12 December 1958 to 30 September 1960.",
  "/wiki/Liquid_metal_cooled_reactor": "A liquid metal cooled nuclear reactor, liquid metal fast reactor or LMFR is an advanced type of nuclear reactor where the primary coolant is a liquid metal. Liquid metal cooled reactors were first adapted for nuclear submarine use but have also been extensively studied for power generation applications.",
  "/wiki/Sodium": "Sodium is a chemical element with the symbol Na (from Latin natrium) and atomic number 11. It is a soft, silvery-white, highly reactive metal. Sodium is an alkali metal, being in group 1 of the periodic table, because it has a single electron in its outer shell, which it readily donates, creating a positively charged ion—the Na+ cation. Its only stable isotope is 23Na. The free metal does not occur in nature, and must be prepared from compounds. Sodium is the sixth most abundant element in the Earth's crust and exists in numerous minerals such as feldspars, sodalite, and rock salt (NaCl). Many salts of sodium are highly water-soluble: sodium ions have been leached by the action of water from the Earth's minerals over eons, and thus sodium and chlorine are the most common dissolved elements by weight in the oceans.",
  "/wiki/S2G_reactor": "The S2G reactor was a naval reactor used by the United States Navy to provide electricity generation and propulsion on warships, and the only liquid metal cooled reactor yet deployed by the US Navy. The S2G designation stands for:",
  "/wiki/USS_Darter_(SS-576)": "USS Darter (SS-576), a unique submarine based on the Tang class, but incorporating many improvements, was the second ship of the United States Navy to be named for the darter, a type of small American fresh-water fish.",
  "/wiki/Skate-class_submarine": "The Skate-class submarines were the United States Navy's first production run of nuclear-powered submarines.  They were an evolution of the Tang class in everything except their propulsion plants, which were based on the operational prototype USS Nautilus. The four Skate class boats re-introduced stern torpedo tubes. Although among the smallest nuclear-powered attack submarines ever built, the Skate class served for many years, with the last being decommissioned in 1989. USS Skate was the first submarine to surface at the North Pole, on 17 March 1959.",
  "/wiki/USS_Skate_(SSN-578)": "USS Skate (SSN-578), the third submarine of the United States Navy named for the skate, a type of ray, was the lead ship of the Skate class of nuclear submarines. She was the third nuclear submarine commissioned, the first to make a completely submerged trans-Atlantic crossing, and the second submarine to reach the North Pole and the first to surface there.",
  "/wiki/USS_Seadragon_(SSN-584)": "USS Seadragon (SSN-584), a Skate-class submarine, was the second ship of the United States Navy to be named for the seadragon, a small fish commonly called the dragonet.  This ship was a nuclear-powered submarine.",
  "/wiki/Barbel-class_submarine": "The Barbel-class submarines, the last diesel-electric propelled attack submarines built by the United States Navy, incorporated numerous, radical engineering improvements over previous classes. They were the first production warships built with the teardrop-shape hull first tested on the experimental USS Albacore (AGSS-569), and the first to combine the control room, attack center, and conning tower in the same space in the hull. They were of double hull design with 1.5-inch thick HY80 steel.  This class of submarine became part of the United States Navy's fleet in 1959 and was taken out of service 1988–1990, leaving the Navy with an entirely nuclear-powered submarine fleet.",
  "/wiki/USS_Barbel_(SS-580)": "USS Barbel (SS-580) was the lead ship of her class of submarines in the United States Navy. She was the second Navy ship named for the barbel, a cyprinoid fish, commonly called a minnow or carp.",
  "/wiki/USS_Blueback_(SS-581)": "USS Blueback (SS-581) is a decommissioned Barbel-class submarine formerly in the United States Navy. She was the second Navy submarine to bear the name.",
  "/wiki/Skipjack-class_submarine": "The Skipjack class was a class of United States Navy nuclear submarines (SSNs) that entered service in 1959-61.  This class was named after its lead boat, USS Skipjack.  The new class introduced the teardrop hull and the S5W reactor to U.S. nuclear submarines. The Skipjacks were the fastest U.S. nuclear submarines until the Los Angeles-class submarines, the first of which entered service in 1974.",
  "/wiki/USS_Skipjack_(SSN-585)": "USS Skipjack (SSN-585), the lead ship of her class of nuclear-powered attack submarine, was the third ship of the United States Navy to be named after the Skipjack tuna.",
  "/wiki/USS_Snook_(SSN-592)": "USS Snook (SSN-592), a Skipjack-class submarine, was the second ship of the United States Navy to be named for the common snook, an Atlantic marine fish that is bluish-gray above and silvery below a black lateral line.",
  "/wiki/USS_Triton_(SSRN-586)": "USS Triton (SSRN/SSN-586) was a United States Navy radar picket nuclear submarine.  In early 1960, it became the first vessel to execute a submerged circumnavigation of the Earth in Operation Sandblast. Triton accomplished this objective during her shakedown cruise while under the command of Captain Edward L. \"Ned\" Beach, Jr. She was the only member of her class and had the distinction of being the only Western submarine powered by two nuclear reactors.",
  "/wiki/USS_Halibut_(SSGN-587)": "USS Halibut (SSGN-587), a unique nuclear-powered guided missile submarine-turned-special operations platform, later redesignated as an attack submarine SSN-587, was the second ship of the United States Navy to be named after the halibut.",
  "/wiki/Thresher/Permit-class_submarine": "The Permit-class submarine (known as the Thresher class until the lead boat USS Thresher was lost) was a class of nuclear-powered fast attack submarines (hull classification symbol SSN) in service with the United States Navy from the early 1960s until 1996. They were a significant improvement on the Skipjack class, with greatly improved sonar, diving depth, and silencing. They were the forerunners of all subsequent US Navy SSN designs. They served from the 1960s through to the early 1990s, where they were decommissioned due to age. They were followed by the Sturgeon and Los Angeles classes.",
  "/wiki/USS_Thresher_(SSN-593)": "The second USS Thresher (SSN-593) was the lead boat of her class of nuclear-powered attack submarines in the United States Navy. She was the U.S. Navy's second submarine to be named after the thresher shark.",
  "/wiki/USS_Gato_(SSN-615)": "USS Gato (SSN-615) was a Thresher/Permit-class nuclear submarine known as the \"Goal Keeper\" or the \"Black Cat.\" She was the second United States Navy ship named after the gato, a species of small catshark found in waters along the west coast of Mexico.",
  "/wiki/USS_Tullibee_(SSN-597)": "USS Tullibee (SSN-597), a unique submarine, was the second ship of the United States Navy to be named for the tullibee, any of several whitefishes of central and northern North America.",
  "/wiki/Turbo-electric_transmission": "Turbo-electric transmission uses electric generators to convert the mechanical energy of a turbine (steam or gas) into electric energy and electric motors to convert it back into mechanical energy to power the driveshafts.",
  "/wiki/George_Washington-class_submarine": "The George Washington class was a class of nuclear-powered ballistic missile submarines deployed by the United States Navy. The George Washington, along with the later Ethan Allen, Lafayette, James Madison, and Benjamin Franklin classes, comprised the \"41 for Freedom\" group of submarines that represented the Navy's main contribution to the nuclear deterrent force through the late 1980s.",
  "/wiki/USS_George_Washington_(SSBN-598)": "USS George Washington (SSBN-598) was the United States's first operational ballistic missile submarine.  It was the lead ship of her class of nuclear ballistic missile submarines, was the third United States Navy ship of the name, in honor of George Washington (1732–1799), first President of the United States, and the first of that name to be purpose-built as a warship.",
  "/wiki/USS_Abraham_Lincoln_(SSBN-602)": "USS Abraham Lincoln (SSBN-602), a George Washington-class fleet ballistic missile submarine, was the first ship of the United States Navy to be named for Abraham Lincoln (1809–1865), the 16th President of the United States (1861–1865).",
  "/wiki/Ethan_Allen-class_submarine": "The Ethan Allen class of fleet ballistic missile submarine was an evolutionary development from the George Washington class. The Ethan Allen, together with the George Washington, Lafayette, James Madison, and Benjamin Franklin classes comprised the \"41 for Freedom\" that were the Navy's main contribution to the nuclear deterrent force through the late 1980s.",
  "/wiki/USS_Ethan_Allen_(SSBN-608)": "USS Ethan Allen (SSBN-608), lead ship of her class, was the second ship of the United States Navy to be named for American Revolutionary War hero Ethan Allen.",
  "/wiki/USS_Thomas_Jefferson_(SSBN-618)": "USS Thomas Jefferson (SSBN-618), an Ethan Allen class nuclear-powered submarine, was the second ship of the United States Navy to be named for Thomas Jefferson (1743–1826), the third President of the United States (1801–1809). She later was reclassified as an attack submarine and redesignated SSN-618.",
  "/wiki/Lafayette-class_submarine": "The Lafayette class of submarine was an evolutionary development from the Ethan Allen class of fleet ballistic missile submarine, slightly larger and generally improved.  This class, together with the George Washington, Ethan Allen, James Madison, and Benjamin Franklin classes, composed the \"41 for Freedom,\" the Navy's primary contribution to the nuclear deterrent force through the late 1980s. The James Madison and Benjamin Franklin classes are combined with the Lafayettes in some references.",
  "/wiki/USS_Lafayette_(SSBN-616)": "USS Lafayette (SSBN-616), the lead ship of her class of ballistic missile submarine, was the third ship of the United States Navy to be named to honor Gilbert du Motier, Marquis de Lafayette, a French military hero who fought alongside and significantly aided the Continental Army during the American Revolutionary War.",
  "/wiki/USS_John_Adams_(SSBN-620)": "USS John Adams (SSBN-620), a Lafayette-class ballistic missile submarine, was the second ship of the United States Navy to be named for John Adams (1735-1826), the second President of the United States (1797-1801), and his son John Quincy Adams (1767-1848), the sixth President of the United States (1825-1829). Both names were used with the captains of the Blue and Gold crews alternately using the names John Adams and John Quincy Adams.",
  "/wiki/James_Madison-class_submarine": "The James Madison class of submarine was an evolutionary development from the Lafayette class of fleet ballistic missile submarine. They were identical to the Lafayettes except for being initially designed to carry the Polaris A-3 missile instead of the earlier A-2. This class, together with the George Washington, Ethan Allen, Lafayette, and Benjamin Franklin classes, composed the \"41 for Freedom\" that was the Navy's primary contribution to the nuclear deterrent force through the late 1980s. This class and the Benjamin Franklin class are combined with the Lafayettes in some references.",
  "/wiki/USS_Daniel_Boone_(SSBN-629)": "USS Daniel Boone (SSBN-629), a James Madison-class ballistic missile submarine, was the only ship of the United States Navy to be named for Daniel Boone (1734–1820), the pioneer and frontiersman.",
  "/wiki/USS_Nathanael_Greene_(SSBN-636)": "USS Nathanael Greene (SSBN-636), a James Madison-class fleet ballistic missile submarine, was the third ship of the United States Navy to be named for Major General Nathanael Greene (1746–1782), who served in the Continental Army during the American Revolutionary War.a",
  "/wiki/List_of_submarine_classes_of_the_United_States_Navy": "Submarines of the United States Navy are built in classes, using a single design for a number of boats.  Minor variations occur as improvements are incorporated into the design, so later boats of a class may be more capable than earlier.  Also, boats are modified, sometimes extensively, while in service, creating departures from the class standard.  However, in general, all boats of a class are noticeably similar."
}