{
  "/wiki/Addiko_Bank": "The Addiko Bank is an Austrian banking group with numerous cross-border activities in the Alps-Adriatic region. The group is active in Slovenia, Croatia, Bosnia and Herzegovina, Serbia and Montenegro. However, the bank itself did not have a banking license in Austria, which now owned by Austrian Anadi Bank, another bank that was spun off Hypo Alpe-Adria-Bank International AG.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/AIK_Banka": "AIK Banka (full legal name: AIK Banka a.d. Belgrade) is a commercial bank based in Belgrade, Serbia.",
  "/wiki/Banca_Intesa_Beograd": "Banca Intesa Beograd (Serbian: Банка Интеза Београд) is one of the largest operating banks in Serbia, majority owned (93%) by the Italian Intesa Sanpaolo and other 7% by International Financial Corporation, World Bank. Its headquarters is in Belgrade, Serbia.",
  "/wiki/Bank_of_China": "Bank of China (Chinese: 中國銀行; pinyin: Zhōngguó Yínháng; often abbreviated as 中行 or BOC) is one of the four biggest state-owned commercial banks in China. Bank of China is legally separate from its subsidiary Bank of China (Hong Kong), although they maintain close relations in management and administration and co-operate in several areas including reselling BOC's insurance and securities services.",
  "/wiki/Cr%C3%A9dit_Agricole_Srbija": "Crédit Agricole Srbija (Serbian Cyrillic: Креди Агрикол банка Србија) is a subsidiary bank of Agricole Group (CAS) with headquarters in Novi Sad. CAS worldwide operating in 50 countries with 52 million clients.",
  "/wiki/Novi_Sad": "Novi Sad (Serbian Cyrillic: Нови Сад, pronounced [nôʋiː sâːd] (listen); Hungarian: Újvidék [ˈuːjvideːk]; see below for other names) is the second largest city in Serbia and the capital of the autonomous province of Vojvodina. It is located in the southern portion of the Pannonian Plain on the border of the Bačka and Srem geographical regions. Lying on the banks of the Danube river, the city faces the northern slopes of Fruška Gora.",
  "/wiki/Direktna_Banka": "Direktna Banka (Serbian: Директна Банка) is a Serbian bank based in Kragujevac.",
  "/wiki/Kragujevac": "Kragujevac (Serbian Cyrillic: Крагујевац, pronounced [krǎɡujeʋats] (listen)) is the fourth largest city in Serbia and the administrative centre of the Šumadija District. It is the historical centre of the once densely-forested region of Šumadija in central Serbia, and is situated on the banks of the Lepenica River. According to the 2011 census[update], the city proper has a population of 150,835, while its administrative area comprises a total of 179,417 inhabitants.",
  "/wiki/Expobank": "Expobank LLC is a commercial bank in Russia. According to EMEA Finance Europe Banking Awards, Expobank was twice recognized as the best bank in Russia in 2014 and 2015. When working on the ratings, EMEA Finance experts consider such criteria as the results of economic activity, increase in profits and business expansion. According to the annual international rating of The Banker magazine, Expobank became the best bank in terms of return on equity – 41.39% (ROE) among the top 100 Russian banks and took the second place in the ranking among the top 10 banks in terms of return on assets in 2014.",
  "/wiki/Erste_Bank_Novi_Sad": "Erste Bank a.d. Novi Sad is a bank headquartered in Novi Sad, Serbia.",
  "/wiki/Eurobank_a.d.": "Eurobank a.d. is a bank founded in 2006, with headquarters in Belgrade, Serbia. It is a subsidiary of the Greek Eurobank Ergasias and has 80 branches in Serbia.",
  "/wiki/Halkbank_a.d.": "Halkbank  a.d. (full legal name: Halkbank a.d. Beograd), previously known as Čačanska banka, is a Serbian bank founded in 1990 with the headquarters in Belgrade, Serbia. It enters into the composition of BELEXline, one of the main indices of Belgrade Stock Exchange.",
  "/wiki/JUBMES_banka": "JUBMES banka (full name: JUBMES banka a.d. Novi Beograd) is a Serbian bank, providing commercial and investment banking. Its headquarters is in Belgrade, Serbia.",
  "/wiki/Komercijalna_banka": "Komercijalna banka (full legal name: Komercijalna banka a.d. Beograd) is a bank founded in 1970 with headquarters in Belgrade, Serbia. As of 2017, it has a network of 11 business centers, 13 branch offices and 220 branches in Serbia, Montenegro and Bosnia and Herzegovina.",
  "/wiki/Mobi_Banka": "Mobi Banka, formerly known as Telenor banka, is a commercial bank based in Belgrade, Serbia. It was founded in 2014 upon the acquisition of KBC banka in Serbia, by Telenor Serbia, one of the largest telecommunications operators in the country.",
  "/wiki/Telekom_Srbija": "Telekom Srbija (full legal name: Preduzeće za telekomunikacije Telekom Srbija a.d. Beograd) is a Serbian telecommunications company headquartered in Belgrade. The company offers a range of fixed-line, mobile, and internet communication services in Serbia, Bosnia and Herzegovina, Montenegro, Kosovo[a] and Austria.",
  "/wiki/Nova_Ljubljanska_banka": "NLB Group is the largest banking and financial group in Slovenia. The Group comprises NLB as the main entity in Slovenia, six subsidiary banks in SEE (NLB Banka Skopje, NLB Banka Sarajevo, NLB Banka Banja Luka, NLB Banka Prishtina, NLB Banka Beograd, NLB Banka Podgorica), several companies for ancillary services (asset management, insurance, real estate management etc.) and a limited number of non-core subsidiaries controlled wind-down. The Bank is as of 14 November 2018 a public company.",
  "/wiki/OTP_banka_Srbija_a.d.": "OTP banka Srbija, formerly known as Société Générale Srbija, is a commercial bank with headquarters in Belgrade, Serbia. It is owned by Hungarian OTP Bank since September 2019 and is in the process of merging into Vojvođanska banka a.d., a wholly owned subsidiary of OTP Bank.",
  "/wiki/Po%C5%A1tanska_%C5%A1tedionica": "Poštanska štedionica (full legal name: Banka Poštanska štedionica a.d. Beograd) is one of the largest operating banks in Serbia, majority owned by the Government of Serbia. It was founded in 1921 and its headquarters are located in Belgrade, Serbia.",
  "/wiki/List_of_banks_in_Serbia": "This is a list of banks in Serbia."
}