{
  "/wiki/Bynum_Mound_and_Village_Site": "The Bynum Mound and Village Site (22CS501) is a Middle Woodland period archaeological site located near Houston in Chickasaw County, Mississippi. The complex of six burial mounds was in use during the Miller 1 and Miller 2 phases of the Miller culture and was built between 100 BC and 100 AD. It was listed on the National Register of Historic Places in 1989 as part of the Natchez Trace Parkway at milepost 232.4.",
  "/wiki/Chickasaw_County,_Mississippi": "Chickasaw County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 17,392. Its county seats are Houston and Okolona. The county is named for the Chickasaw people, who lived in this area for hundreds of years. Most were removed to Indian Territory in the 1830s, but some remained and became citizens of the state and United States.",
  "/wiki/Woodland_period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Archaeological_site": "An archaeological site is a place (or group of physical sites) in which evidence of past activity is preserved (either prehistoric or historic or contemporary), and which has been, or may be, investigated using the discipline of archaeology and represents a part of the archaeological record. Sites may range from those with few or no remains visible above ground, to buildings and other structures still in use.",
  "/wiki/Houston,_Mississippi": "Houston is a city in and one of two county seats of Chickasaw County, in northern Mississippi. The population was 3,623 at the 2010 census.",
  "/wiki/Natchez_Trace_Parkway": "The Natchez Trace Parkway is a national parkway in the southeastern United States that commemorates the historic Natchez Trace and preserves sections of that original trail.  Its central feature is a two-lane road that extends 444 miles (715 km) from Natchez, Mississippi,  to Nashville, Tennessee.  Access to the parkway is limited, with more than fifty access points in the states of Mississippi, Alabama, and Tennessee.  The southern end of the route is in Natchez at its intersection with Liberty Road, and the northern end is northeast of Fairview, Tennessee, in the suburban community of Pasquo, at an intersection with Tennessee State Route 100.  In addition to Natchez and Nashville, larger cities along the route include Jackson and Tupelo, Mississippi, and Florence, Alabama.",
  "/wiki/Carl_Potter_Mound": "The Carl Potter Mound (also known as \"Hodge Mound II\"; designated 33CH11-II:1) is a historic Native American mound in southern Champaign County, Ohio, United States.  Located near Mechanicsburg, it lies on a small ridge in a pasture field in southeastern Union Township.:2  In 1974, the mound was listed on the National Register of Historic Places as a potential archaeological site, primarily because of its use as a burial mound.:2",
  "/wiki/Champaign_County,_Ohio": "Champaign County is a county located in the U.S. state of Ohio. As of the 2010 census, the population was 40,097. Its county seat is Urbana. The county takes its name from the French word for \"open level country\".\nChampaign County comprises the Urbana, OH Micropolitan Statistical Area, which is also included in the Dayton–Springfield–Sidney, OH Combined Statistical Area.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/Mechanicsburg,_Ohio": "Mechanicsburg is a village in Champaign County, Ohio, United States.  The population was 1,644 at the 2010 census.",
  "/wiki/Pasture": "Pasture (from the Latin pastus, past participle of pascere, \"to feed\") land is used for grazing.\nPasture lands in the narrow sense are enclosed tracts of farmland, grazed by domesticated livestock, such as horses, cattle, sheep, or swine. The vegetation of tended pasture, forage, consists mainly of grasses, with an interspersion of legumes and other forbs (non-grass herbaceous plants). Pasture is typically grazed throughout the summer, in contrast to meadow which is ungrazed or used for grazing only after being mown to make hay for animal fodder. Pasture in a wider sense additionally includes rangelands, other unenclosed pastoral systems, and land types used by wild animals for grazing or browsing.",
  "/wiki/Union_Township,_Champaign_County,_Ohio": "Union Township is one of the twelve townships of Champaign County, Ohio, United States. The 2010 census reported 2,210 people living in the township, 2,106 of whom lived in the unincorporated portions of the township.",
  "/wiki/Mound_Cemetery_(Marietta,_Ohio)": "Mound Cemetery in Marietta, Ohio is a historic cemetery developed around the base of a prehistoric Adena burial mound known as the  Great Mound or Conus. The city founders preserved the Great Mound from destruction by establishing the city cemetery around it in 1801.",
  "/wiki/Marietta_Earthworks": "The Marietta Earthworks is an archaeological site located at the confluence of the Muskingum and Ohio Rivers in Washington County, Ohio, United States.  Most of this Hopewellian complex of earthworks is now covered by the modern city of Marietta. Archaeologists have dated the ceremonial site's construction to approximately 100 BCE to 500 CE.",
  "/wiki/Marietta,_Ohio": "Marietta is a city in, and the county seat of, Washington County, Ohio, United States. During 1788, pioneers to the Ohio Country established Marietta as the first permanent settlement of the new United States in the Territory Northwest of the River Ohio. Marietta is located in southeastern Ohio at the mouth of the Muskingum River at its confluence with the Ohio River 11 miles northeast of Parkersburg, West Virginia. The population was 14,085 at the 2010 census.",
  "/wiki/Adena_culture": "The Adena culture was a Pre-Columbian Native American culture that existed from 1000 to 200 BC, in a time known as the Early Woodland period. The Adena culture refers to what were probably a number of related Native American societies sharing a burial complex and ceremonial system. The Adena lived in an area including parts of present-day Ohio, Indiana, Wisconsin, West Virginia, Kentucky, New York, Pennsylvania, and Maryland.",
  "/wiki/Platform_mound": "A platform mound is any earthwork or mound intended to support a structure or activity.",
  "/wiki/Enclosure_(archaeology)": "In archaeology, an enclosure is one of the most common types of archaeological site. It is any area of land separated from surrounding land by earthworks, walls or fencing. Such a simple feature is found all over the world and during almost all archaeological periods. They may be few metres across or be large enough to encompass whole cities.",
  "/wiki/Criel_Mound": "The Criel Mound, also known as the South Charleston Mound, is a Native American burial mound located in South Charleston, West Virginia.  It is one of the few surviving mounds of the Kanawha Valley Mounds that were probably built in the Woodland period after 500 B.C.  The mound was built by the Adena culture, probably around 250–150 BC, and lay equidistant between two “sacred circles”, earthwork enclosures each 556 feet (169 m) in diameter.  It was originally 33 feet (10 m) high and 173 feet (53 m) in diameter at the base, making it the second-largest such burial mound in the state of West Virginia. (The Grave Creek Mound in Moundsville is the largest.) This archaeological site is listed on the National Register of Historic Places.",
  "/wiki/South_Charleston,_West_Virginia": "South Charleston is a city in Kanawha County, West Virginia, United States. It is located to the northwest of Charleston. The population was 13,450 at the 2010 census. South Charleston was established in 1906, but not incorporated until 1917.  The Criel Mound (pictured right) built circa 0 B.C. by the Adena Culture is adjacent to the downtown business district.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.",
  "/wiki/Earthworks_(archaeology)": "In archaeology, earthworks are artificial changes in land level, typically made from piles of artificially placed or sculpted rocks and soil. Earthworks can themselves be archaeological features, or they can show features beneath the surface.",
  "/wiki/Crooks_Mound": "Crooks Mound (French: Monticule d'Escrocs) (16 LA 3) is a large Marksville culture archaeological site located in La Salle Parish in south central Louisiana. It is a large, conical burial mound that was part of at least six episodes of burials. It measured about 16 ft high (4.9 m) and 85 ft wide (26 m). It contained roughly 1,150 sets of remains that were placed. However, they were able to be fit into the structure of the mound. Sometimes body parts were removed in order to achieve that goal. Archaeologists think it was a holding house for the area that was emptied periodically in order to achieve this type of setup.",
  "/wiki/La_Salle_Parish,_Louisiana": "LaSalle Parish (French: Paroisse de La Salle) is a parish located in the U.S. state of Louisiana. As of the 2010 census, the population was 14,890. The parish seat is Jena. The parish was created in 1910 from the western section of Catahoula Parish and named for René-Robert Cavelier, Sieur de La Salle.",
  "/wiki/Marksville_culture": "The Marksville culture was  an archaeological culture in the lower  Lower Mississippi valley, Yazoo valley, and Tensas valley areas of present-day Louisiana, Mississippi, Missouri, Arkansas, and extended eastward along the Gulf Coast to the Mobile Bay area, from 100 BCE to 400 CE. This culture takes its name from the Marksville Prehistoric Indian Site in Avoyelles Parish, Louisiana. Marksville Culture was contemporaneous with the Hopewell cultures within present-day Ohio and Illinois. It evolved from the earlier Tchefuncte culture and into the Baytown and Troyville cultures, and later the Coles Creek and Plum Bayou cultures. It is considered ancestral to the historic Natchez and Taensa peoples.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.",
  "/wiki/Dunns_Pond_Mound": "The Dunns Pond Mound is a historic Native American mound in northeastern Logan County, Ohio, United States.  Located near Huntsville, it lies along the southeastern corner of Indian Lake in Washington Township.  In 1974, the mound was listed on the National Register of Historic Places as a potential archeological site, with much of its significance deriving from its use as a burial site for as much as nine centuries.",
  "/wiki/Logan_County,_Ohio": "Logan County is a county in the U.S. state of Ohio. As of the 2010 census, the population was 45,858. The county seat is Bellefontaine.  The county is named for Benjamin Logan, who fought Native Americans in the area.",
  "/wiki/Huntsville,_Ohio": "Huntsville is a village in Logan County, Ohio, United States. The population was 431 at the 2010 census.",
  "/wiki/Indian_Lake_(Ohio)": "Indian Lake (formerly Lewistown Reservoir) is a reservoir in Logan County, western Ohio, in the United States. It is approximately 20 mi (32 km) southeast of Lima. It is fed by the north and south forks of the Upper Great Miami River, Cherokee Mans Run, Blackhawk Creek, and Van Horn Creek, and, starting at the bulkhead or \"spillway\" (located at what is now State Route 366) built in the 1850s by Irish laborers, is the beginning of the Great Miami River. At 5,104 acres, Indian Lake is the second largest inland lake in Ohio.",
  "/wiki/Washington_Township,_Logan_County,_Ohio": "Washington Township is one of the seventeen townships of Logan County, Ohio, United States.  The 2000 census found 3,945 people in the township.",
  "/wiki/National_Register_of_Historic_Places": "The National Register of Historic Places (NRHP) is the United States federal government's official list of districts, sites, buildings, structures and objects deemed worthy of preservation for their historical significance. A property listed in the National Register, or located within a National Register Historic District, may qualify for tax incentives derived from the total value of expenses incurred in preserving the property.",
  "/wiki/Archaeology": "Archaeology, or archeology, is the study of human activity through the recovery and analysis of material culture. The archaeological record consists of artifacts, architecture, biofacts or ecofacts and cultural landscapes. Archaeology can be considered both a social science and a branch of the humanities. In Europe it is often viewed as either a discipline in its own right or a sub-field of other disciplines, while in North America archaeology is a sub-field of anthropology.",
  "/wiki/Grave_Creek_Mound": "The Grave Creek Mound in the Ohio River Valley in West Virginia is one of the largest conical-type burial mounds in the United States, now standing 62 feet (19 m) high and 240 feet (73 m) in diameter. The builders of the site, members of the Adena culture, moved more than 60,000 tons of dirt to create it about 250–150 BC.",
  "/wiki/Moundsville,_West_Virginia": "Moundsville is a city in Marshall County, West Virginia, along the Ohio River. It is part of the Wheeling, West Virginia metropolitan area. The population was 9,318 at the 2010 census. It is the county seat of Marshall County.  The city was named for the nearby ancient Grave Creek Mound, constructed 250 to 100 BC by indigenous people of the Adena culture.",
  "/wiki/Grand_Gulf_Mound": "The Grand Gulf Mound (22CB522) is an Early Marksville culture archaeological site located near Port Gibson in Claiborne County, Mississippi, on a bluff 1 mile (1.6 km) east of  the Mississippi River, 2 miles (3.2 km) north of the mouth of the Big Black River. The site has an extant burial mound, and may have possibly had two others in the past. The site is believed to have been occupied from 50 to 200 CE. Copper objects, Marksville culture ceramics and a stone platform pipe were found in excavations at the site. The site is believed to be the only site in the Natchez Bluffs region to have been actively involved in the Hopewell Interaction Sphere. It is one of four mounds in the area believed to date to the Early Marksville period, the other three being the Marskville Mound 4 and Crooks Mounds A and B, all located in nearby Louisiana. The mound itself was built in several stages over many years, very similar to the Crooks Mound A in La Salle Parish, Louisiana. Unlike some other Hopewell sites, such as the Tremper Mound in Scioto County, Ohio, the site showed no evidence of a mortuary or communal structure previous to the construction of the mound. The beginning stage is believed to have been a rectangular earthen platform .5 feet (0.15 m) in height, 20 feet (6.1 m) wide on its east–west axis and 3.5 feet (1.1 m) long on its north–south axis. After a period of use, this platform was covered with a mantle of earth 5.5 feet (1.7 m) in height and 26.5 feet (8.1 m) wide along its east–west axis, with an extremely hard cap of earth 0.2 feet (0.061 m) covering the mound. During a third stage another mantle of earth was added to the mound, bringing it to a height of 10 feet (3.0 m) and to approximately 32 feet (9.8 m) in width on its east–west axis.",
  "/wiki/Claiborne_County,_Mississippi": "Claiborne County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 9,604. Its county seat is Port Gibson. The county is named after William Claiborne, the second governor of the Mississippi Territory.",
  "/wiki/Port_Gibson,_Mississippi": "Port Gibson is a city in Claiborne County, Mississippi, United States. The population was 1,567 at the 2010 census. Port Gibson is the county seat of Claiborne County, which is bordered on the west by the Mississippi River. It is the site of the Claiborne County Courthouse.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Big_Black_River_(Mississippi)": "Big Black River is a river in the U.S. state of Mississippi and a tributary of the Mississippi River. Its origin (region:US-MS&title=Big+Black+River+source 33°41′40″N 89°07′59″W﻿ / ﻿33.6944°N 89.1331°W﻿ / 33.6944; -89.1331﻿ (Big Black River source)) is in Webster County near the town of Eupora in the north central part of the state. From there it flows 330 miles (530 km) in a generally southwest direction until it merges with the Mississippi River 25 miles (40 km) south of the city of Vicksburg. It is the major contributor to the Big Black River Basin. It forms part of the northern border of Choctaw County, passes through Montgomery County, and forms the eastern border of Holmes County and the northern border of Claiborne County.",
  "/wiki/Burial_mound": "A tumulus (plural tumuli) is a mound of earth and stones raised over a grave or graves. Tumuli are also known as barrows, burial mounds or kurgans, and may be found throughout much of the world. A cairn, which is a mound of stones built for various purposes, may also originally have been a tumulus.",
  "/wiki/Indian_Mounds_Park_(Saint_Paul,_Minnesota)": "Indian Mounds Regional Park is a public park in Saint Paul, Minnesota, United States, featuring six prehistoric Native American burial mounds overlooking the Mississippi River.  The oldest mounds were constructed 1,500–2,000 years ago by people of the Hopewell tradition.  Later the Dakota people interred their dead there as well.  At least 31 more mounds were destroyed by development in the late 19th century.  They were the tallest Native American mounds in Minnesota or Wisconsin (except for the unique 45-foot (14 m) Grand Mound outside International Falls, Minnesota), and comprise one of the northwesternmost Hopewellian sites in North America. Indian Mounds Regional Park is a component of the Mississippi National River and Recreation Area, a unit of the National Park System. The Mounds Group is listed on the National Register of Historic Places. The 2014  nomination document provides a description of the archaeology and the context.",
  "/wiki/Saint_Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/Sioux": "The Sioux (/suː/; Dakota: Očhéthi Šakówiŋ /otʃʰeːtʰi ʃakoːwĩ/) are groups of Native American tribes and First Nations peoples in North America. The term is an exonym created from a French transcription of the Anishinaabe term \"Nadouessioux\", and can refer to any ethnic group within the Great Sioux Nation or to any of the nation's many language dialects. The modern Sioux consist of two major divisions based on language divisions: the Dakota and Lakota.",
  "/wiki/Miamisburg,_Ohio": "Miamisburg (/maɪˈæmiːzbɜːrɡ/ my-AM-eez-burg) is a city in Montgomery County, Ohio, United States. The population was 20,181 at the 2010 census. It is part of the Dayton Metropolitan Statistical Area. Miamisburg is known for its large industry (mainly for its nuclear operations during World War II) and retail factors (such as the Dayton Mall) commercial business area, which is partially located in Miami Township, but is probably most famous for being the home to the Miamisburg Mound. Miamisburg borders Miami Township, Springboro, and West Carrollton. The sister city of Miamisburg is Owen Sound, Ontario, Canada.",
  "/wiki/Hopewell_Culture_National_Historical_Park": "Hopewell Culture National Historical Park is a United States national historical park with earthworks and burial mounds from the Hopewell culture, indigenous peoples who flourished from about 200 BC to AD 500.  The park is composed of six separate sites in Ross County, Ohio, including the former Mound City Group National Monument. The park includes archaeological resources of the Hopewell culture.  It is administered by the United States Department of the Interior's National Park Service.",
  "/wiki/Chillicothe,_Ohio": "Chillicothe (/ˌtʃɪlɪˈkɒθi/ CHIL-i-KOTH-ee) is a city in and the county seat of Ross County, Ohio, United States. Located along the Scioto River 45 miles south of Columbus, Chillicothe was the first and third capital of Ohio.\nIt is the only city in Ross County and is the center of the Chillicothe Micropolitan Statistical Area (as defined by the United States Census Bureau in 2003). The population was 21,901 at the 2010 census. Chillicothe is a designated Tree City USA by the National Arbor Day Foundation.",
  "/wiki/Hopewell_tradition": "The Hopewell tradition (also called the Hopewell culture) describes the common aspects of the Native American culture that flourished along rivers in the northeastern and midwestern Eastern Woodlands from 100 BCE to  500 CE, in the Middle Woodland period. The Hopewell tradition was not a single culture or  society, but a widely dispersed set of related populations. They were connected by a common network of trade routes, known as the Hopewell exchange system.",
  "/wiki/Scioto_River": "The Scioto River (/saɪˈoʊtə/ sy-OH-tə or /saɪˈoʊtoʊ/ sy-OH-toh) is a river in central and southern Ohio more than 231 miles (372 km) in length.  It rises in Auglaize County in west central Ohio, flows through Columbus, Ohio, where it collects its largest tributary, the Olentangy River, and meets the Ohio River at Portsmouth. Early settlers and Native Americans used the river for shipping but it is now too small for modern commercial shipping. The primary economic importance for the river now is for recreation and drinking water. It is the longest river that is entirely within Ohio.",
  "/wiki/Charnel_house": "A charnel house is a vault or building where human skeletal remains are stored. They are often built near churches for depositing bones that are unearthed while digging graves. The term can also be used more generally as a description of a place filled with death and destruction.",
  "/wiki/Cremation": "Cremation is a method of final disposition of a dead body through burning (combustion).",
  "/wiki/Copper": "Copper is a chemical element with the symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.",
  "/wiki/Mica": "The mica group of sheet silicate (phyllosilicate) minerals includes several closely related materials having nearly perfect basal cleavage. All are monoclinic, with a tendency towards pseudohexagonal crystals, and are similar in chemical composition. The nearly perfect cleavage, which is the most prominent characteristic of mica, is explained by the hexagonal sheet-like arrangement of its atoms.",
  "/wiki/Pinson_Mounds": "The Pinson Mounds comprise a prehistoric Native American complex located in Madison County, Tennessee in the region that is known as the Eastern Woodlands. The complex, which includes 17 mounds, an earthen geometric enclosure, and numerous habitation areas, was most likely built during the Middle Woodland period (c. 1-500 AD).  The complex is the largest group of Middle Woodland mounds in the United States.  Sauls' Mound, at 72 feet, is the second-highest surviving mound in the United States.",
  "/wiki/Madison_County,_Tennessee": "Madison County is a county located in the western part of the U.S. state of Tennessee. As of the 2010 census, the population was 98,294. Its county seat is Jackson.",
  "/wiki/Licking_County,_Ohio": "Licking County is a county located in the U.S. state of Ohio. As of the 2010 census, the population was 166,492. Its county seat is Newark. The county was formed on January 30, 1808 from portions of Fairfield County. It is named for the salt licks that were in the area."
}