{
  "/wiki/David_Eccles_School_of_Business": "The David Eccles School of Business is located on the University of Utah campus in Salt Lake City, Utah. It celebrated its 100th anniversary in 2017. The school was founded as the \"School of Commerce & Finance\" in 1917 and subsequently changed its name to \"School of Business\" in 1927, although business classes were taught through the Economics & Sociology department at the University starting in 1896.  The school currently offers nine undergraduate majors, four MBA programs, nine specialized master's programs, a Ph.D. program, and executive education offerings. The Eccles School has nearly 40,000 alumni in all 50 U.S. states and many countries.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Salt_Lake_City": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/John_B._Goddard_School_of_Business_&_Economics": "John B. Goddard School of Business & Economics at Weber State University prepares students for careers in business and economics. The Goddard School attracts students from across the nation and around the world. More than 2,400 students are enrolled in undergraduate programs in accounting, business administration [with emphases in business administration, finance, management (with human resource management track), marketing, and supply chain management], economics, and information systems & technologies; and more than 360 students pursue degrees in the Master of Accounting program and the Master of Business Administration program. The School was named for John B. Goddard[who?] following his more than $6 million gift in 1998.",
  "/wiki/Weber_State_University": "Weber State University (pronounced /ˈwiːbər/ WEE-bər) is a public university in Ogden, Utah. It was founded in 1889 as Weber Stake Academy. It gained university status 29 years ago in 1991, when it was renamed to its current name of Weber State University.  It is accredited by the Northwest Commission on Colleges and Universities.",
  "/wiki/Ogden,_Utah": "Ogden /ˈɒɡdən/ is a city and the county seat of Weber County, Utah, United States, approximately 10 miles (16 km) east of the Great Salt Lake and 40 miles (64 km) north of Salt Lake City. The population was 87,325 in 2018, according to the US Census Bureau, making it Utah's 7th largest city. The city served as a major railway hub through much of its history, and still handles a great deal of freight rail traffic which makes it a convenient location for manufacturing and commerce. Ogden is also known for its many historic buildings, proximity to the Wasatch Mountains, and as the location of Weber State University.",
  "/wiki/Westminster_College,_Salt_Lake_City": "Westminster College is a private liberal arts college in Salt Lake City, Utah. The college comprises four schools: the School of Arts and Sciences, the Bill and Vieve Gore School of Business, the School of Education, and the School of Nursing and Health Sciences.  It is the only accredited liberal arts college in the state of Utah.",
  "/wiki/Jon_M._Huntsman_School_of_Business": "The Jon M. Huntsman School of Business is located at Utah State University in Logan, Utah.",
  "/wiki/Utah_State_University": "Utah State University (USU or Utah State)  is a public land-grant research university in Logan, Utah. It is accredited by the Northwest Commission on Colleges and Universities. With nearly 20,000 students living on or near campus, USU is Utah's largest public residential campus. As of Fall 2019, there were 27,810 students enrolled including 24,669 undergraduate students and 3,141 graduate students. The university has the highest percentage of out-of-state students of any public university in Utah totaling 23% of the student body.",
  "/wiki/Logan,_Utah": "Logan is a city in Cache County, Utah, United States. The 2010 census recorded the population was 48,174, with an estimated population of 51,619 in 2018. By 2050 the population of Logan is expected to double. Logan is the county seat of Cache County and the principal city of the Logan metropolitan area, which includes Cache County and Franklin County, Idaho. The Logan metropolitan area contained 125,442 people as of the 2010 census. and was declared by Morgan Quitno in 2005 and 2007 to be the safest in the United States in those years. Logan also is the location of the main campus of Utah State University.",
  "/wiki/Marriott_School_of_Management": "The Marriott School of Business is the business school of Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) and located in Provo, Utah. It was founded in 1891 and renamed in 1988 after J. Willard Marriott, founder of Marriott International, and his wife Alice following their $15 million endowment gift to the school.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Provo,_Utah": "Provo /ˈproʊvoʊ/ is the third-largest city in Utah, United States. It is 43 miles (69 km) south of Salt Lake City along the Wasatch Front. Provo is the largest city and county seat of Utah County. It is home to Brigham Young University, and Sundance Resort is located just northeast of the city.",
  "/wiki/Southern_Utah_University": "Southern Utah University (SUU) is a public university in Cedar City, Utah. Founded in 1897 as a normal school, Southern Utah University now graduates over 1,800 students each year with baccalaureate and graduate degrees from its six colleges. SUU offers more than 140 undergraduate degrees  and 19 graduate programs. More than 10,000 students attend SUU.",
  "/wiki/Cedar_City,_Utah": "Cedar City is the largest city in Iron County, Utah, United States.  It is located 250 miles (400 km) south of Salt Lake City, and 170 miles (270 km) north of Las Vegas on Interstate 15. It is the home of Southern Utah University, the Utah Shakespeare Festival, the Utah Summer Games, the Neil Simon Theatre Festival, and other events. As of the 2010 census the city had a population of 28,857, up from 20,257 in 2000. As of 2018 the estimated population was 33,055.",
  "/wiki/Dixie_State_College_of_Utah": "Dixie State University (DSU or, colloquially, Dixie) is a public university in St. George, Utah, in the state's Dixie region. The university offers 4 master's degree, 45 bachelor's degrees, 11 associate degrees, 44 minors, and 23 certificates/endorsements. As of Fall 2019, there are 11,193 students enrolled at DSU, and the university has a 100% acceptance rate. The student body is 56% female and 44% male, and DSU is in the top three for diversity in the state of Utah, with 23% of the student body being minority students.",
  "/wiki/St._George,_Utah": "St. George is a city in and the county seat of Washington County, Utah, United States. Located in the southwestern part of the state on the Arizona border, near the tri-state junction of Utah, Arizona and Nevada, it is the principal city of the St. George Metropolitan Statistical Area. The city lies in the northeasternmost part of the Mojave Desert, adjacent to the Pine Valley Mountains near the convergence of three distinct geological areas: the Mojave Desert, Colorado Plateau, and Great Basin. The city is 118 miles (190 km) northeast of Las Vegas and 300 miles (480 km) south-southwest of Salt Lake City on Interstate 15. The St. George area is well known for its natural environment and proximity to several state and national parks.",
  "/wiki/Utah_Valley_University": "Utah Valley University (UVU) is a public university in Orem, Utah. UVU offers master's, bachelor's, and associate degrees. Previously called Utah Valley State College, the school attained university status in July 2008.",
  "/wiki/Orem,_Utah": "Orem is a city in Utah County, Utah, United States, in the northern part of the state. It is adjacent to Provo, Lindon, and Vineyard and is about 45 miles (72 km) south of Salt Lake City. Orem is one of the principal cities of the Provo-Orem, Utah Metropolitan Statistical Area, which includes all of Utah and Juab counties.  The population was 84,324 at the 2000 census, while the 2010 population was 88,328 making it the fifth-largest city in Utah. Utah Valley University is located in Orem. The Orem Owlz of the minor league baseball Pioneer League play their home games at the college.",
  "/wiki/List_of_business_schools_in_Utah": "This is a list of business schools in Utah. Business schools are listed in alphabetical order by name. Schools named after people are alphabetized by last name. The AACSB International―The Association to Advance Collegiate Schools of Business is the oldest, largest, and most respected of the accreditation boards for business schools."
}