{
  "/wiki/Autonomy_(software)": "HP Autonomy, previously Autonomy Corporation PLC, is a multinational enterprise software company founded in Cambridge, United Kingdom in 1996.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Beagle_(software)": "Beagle is a search system for Linux and other Unix-like systems, enabling the user to search documents, chat logs, email and contact lists. It is not actively developed.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/X11/MIT_License": "The MIT License is a permissive free software license originating at the Massachusetts Institute of Technology (MIT) in the late 1980s. As a permissive license, it puts only very limited restriction on reuse and has, therefore, reasonable license compatibility.",
  "/wiki/Apache_License": "The Apache License is a permissive free software license written by the Apache Software Foundation (ASF). It allows users to use the software for any purpose, to distribute it, to modify it, and to distribute modified versions of the software under the terms of the license, without concern for royalties. The ASF and its projects release their software products under the Apache License. The license is also used by many non-ASF projects.",
  "/wiki/Copernic_Desktop_Search": "Copernic Inc. is a company based in Ottawa, Ontario, Canada, specializing in desktop metasearch engine technology for information on the World Wide Web. They also provide home and business software products for desktop, web and mobile users through their web sites.",
  "/wiki/DocFetcher": "DocFetcher is a desktop search application with an index, which makes it fast. It runs on Windows, Mac OS X and Linux, is written in Java and the graphical user interface is based on the Standard Widget Toolkit. Indexing and searching is based on Apache Lucene, a widely used open source search engine. The software is open-source.",
  "/wiki/Apache_Lucene": "Apache Lucene is a free and open-source search engine software library, originally written completely in Java by Doug Cutting. It is supported by the Apache Software Foundation and is released under the Apache Software License.",
  "/wiki/Eclipse_Public_License": "The Eclipse Public License (EPL) is an open source software license most notably used for the Eclipse IDE and other projects by the Eclipse Foundation. It replaces the Common Public License (CPL) and removes certain terms relating to  litigations related to patents.",
  "/wiki/DtSearch": "dtSearch Corp. is a software company which specializes in text retrieval software. It was founded in 1991, and is headquartered in Bethesda, Maryland. Its current range of software includes products for enterprise desktop search, Intranet/Internet spidering and search, and search engines for developers (SDK) to integrate into other software applications.",
  "/wiki/Everything_(software)": "Everything is a desktop search utility for Windows that can rapidly find files and folders by name. Since January 2013, Everything has been actively developed after a four-year break. This utility is released under a free software license that allows modification and commercial redistribution, requiring only attribution.",
  "/wiki/GNOME_Storage": "GNOME Storage was a project to replace the traditional file system with a new document store. Storage was part of a larger design for a new desktop environment that was still under development. The current implementation includes natural language access and network transparency.",
  "/wiki/Google_Desktop": "Google Desktop was a computer program with desktop search capabilities, created by Google for Linux, Apple Mac OS X, and Microsoft Windows systems. It allowed text searches of a user's email messages, computer files, music, photos, chats, Web pages viewed, and the ability to display \"Google Gadgets\" on the user's desktop in a Sidebar.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/ISYS_Search_Software": "ISYS Search Software was an Australian supplier of enterprise search software for information access, management, and re-use.  The company marketed and sold a suite of embedded search, mobile access and information management infrastructure technologies.",
  "/wiki/Locate32": "Locate32 is an open source file finder for Windows 98/ME/NT 4.0/2000/XP/Vista/7. It works by indexing the files on the user's hard drives, thus making searches faster. Removable or remote drives can also be indexed. Installation is not required. One unpacks the program files anywhere on the hard disk and runs the executable directly. The first step you have to take is index your files by creating the database. Once indexed, the file names can be searched rapidly.  It can't search the insides of files but searches for titles rapidly and reliably. \nIt was written by Janne Huttunen who indicated in September 2011 that it will no longer be actively maintained. The latest and possibly last build is version 3.1 RC3m build 11.7100. As of August 2012 the project moved to SourceForge",
  "/wiki/Unix": "Unix (/ˈjuːnɪks/; trademarked as UNIX) is a family of multitasking, multiuser computer operating systems that derive from the original AT&T Unix, development starting in the 1970s at the Bell Labs research center by Ken Thompson, Dennis Ritchie, and others.",
  "/wiki/BSD_License": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/Lookeen": "Lookeen is an enterprise search and desktop search product released in 2008 by Axonic Informationssysteme GmbH.",
  "/wiki/NEPOMUK_(software)": "NEPOMUK (Networked Environment for Personal, Ontology-based Management of Unified Knowledge) is an open-source software specification that is concerned with the development of a social semantic desktop that enriches and interconnects data from different desktop applications using semantic metadata stored as RDF. Between 2006 and 2008 it was funded by a European Union research project of the same name that grouped together industrial and academic actors to develop various Semantic Desktop technologies.",
  "/wiki/KDE_Applications": "The KDE Applications Bundle is a set of applications and supporting libraries that are designed by the KDE community, primarily used on Linux based operating systems but mostly multiplatforms, and released on a common release schedule. Previously the KDE Applications Bundle was part of the KDE Software Compilation. The bundle is composed of over 100 applications and is in the process of being ported from KDE Platform 4 to KDE Frameworks 5. Examples of prominent applications in the bundle include the file manager Dolphin, document viewer Okular, text editor Kate, archiving tool Ark and terminal emulator Konsole.",
  "/wiki/Recoll": "Recoll is a desktop search tool that provides full text search (from single-word to arbitrarily complex boolean searches) in a GUI with few mandatory external dependencies. It runs under many Unix-like operating systems, and is mostly independent of the desktop environment.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Spotlight_(software)": "Spotlight is a system-wide desktop search feature of Apple's macOS and iOS operating systems. Spotlight is a selection-based search system, which creates an index of all items and files on the system. It is designed to allow the user to quickly locate a wide variety of items on the computer, including documents, pictures, music, applications, and System Preferences. In addition, specific words in documents and in web pages in a web browser's history or bookmarks can be searched. It also allows the user to narrow down searches with creation dates, modification dates, sizes, types and other attributes. Spotlight also offers quick access to definitions from the built-in New Oxford American Dictionary and to calculator functionality. There are also command-line tools to perform functions such as Spotlight searches.",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/Mac_OS_X_v10.4": "Mac OS X Tiger (version 10.4) is the fifth major release of Mac OS X, Apple's desktop and server operating system for Mac computers. Tiger was released to the public on April 29, 2005 for US$129.95 as the successor to Mac OS X 10.3 Panther. Some of the new features included a fast searching system called Spotlight, a new version of the Safari web browser, Dashboard, a new 'Unified' theme, and improved support for 64-bit addressing on Power Mac G5s. Mac OS X 10.4 Tiger offered a number of features, such as fast file searching and improved graphics processing, that Microsoft had spent several years struggling to add to Windows with acceptable performance.",
  "/wiki/Strigi": "Strigi was a file indexing and file search framework (see desktop search) adopted by KDE SC. Strigi was initiated by Jos van den Oever. Strigi's goals are to be fast, use a small amount of RAM, and use flexible backends and plug-ins. A benchmark as of January 2007 showed that Strigi is faster and uses less memory than other search systems, but it lacks many of their features[citation needed].  Like most desktop search systems, Strigi can extract information from files, such as the length of an audio clip, the contents of a document, or the resolution of a picture; plugins determine what filetypes it is capable of handling. Strigi uses its own Jstream system which allows for deep indexing of files. Strigi is accessible via Konqueror, or by clicking on its icon, after adding it to KDE's Kicker or GNOME Panel. (In GNOME desktop, it is called the Deskbar applet.) The graphical user interface (GUI) is named Strigiclient.",
  "/wiki/Solaris_(operating_system)": "Solaris is a non-free Unix operating system originally developed by Sun Microsystems. It superseded the company's earlier SunOS in 1993. In 2010, after the Sun acquisition by Oracle, it was renamed Oracle Solaris.",
  "/wiki/Terrier_Search_Engine": "Terrier IR Platform  is a modular open source software for the rapid development of large-scale Information Retrieval applications. Terrier was developed by members of the Information Retrieval Research Group, Department of Computing Science, at the University of Glasgow.",
  "/wiki/Mozilla_Public_License": "The Mozilla Public License (MPL) is a free and open source software license developed and maintained by the Mozilla Foundation. It is a weak copyleft license, characterized as a middle ground between permissive free software licenses and the GNU General Public License (GPL), that seeks to balance the concerns of proprietary and open source developers. As such, it allows re-licensing. MPL software can thus be converted into a copyleft license such as the GPL, or to a proprietary license (example:KaiOS).",
  "/wiki/Tracker_(search_software)": "Tracker is a file indexing and search framework for Linux and other Unix-like systems. It is written in the C programming language.",
  "/wiki/Tropes_Zoom": "Tropes Zoom was a desktop search engine and semantic analysis software from Acetic/Semantic-Knowledge. Originally written by Pierre Molette in 1994 in partnership with University Paris 8, it was the first search engine based on semantic networks to be widely known.",
  "/wiki/Unity_Dash": "Unity is a graphical shell for the GNOME desktop environment originally developed by Canonical Ltd. for its Ubuntu operating system. Unity debuted in the netbook edition of Ubuntu 10.10. It was initially designed to make more efficient use of space given the limited screen size of netbooks, including, for example, a vertical application switcher called the launcher, and a space-saving horizontal multipurpose top menu bar.",
  "/wiki/Ubuntu_Desktop": "Ubuntu (/ʊˈbʊntuː/ (listen) uu-BUUN-too) is a free and open-source Linux distribution based on Debian. Ubuntu is officially released in three editions: Desktop, Server, and Core for the internet of things devices and robots. All the editions can run on the computer alone, or in a virtual machine. Ubuntu is a popular operating system for cloud computing, with support for OpenStack.",
  "/wiki/Windows_Search": "Windows Search, formerly known as Windows Desktop Search (WDS) on Windows XP and Windows Server 2003, is an indexed desktop search platform created by Microsoft for Microsoft Windows.",
  "/wiki/Windows_Vista": "Windows Vista is an operating system that was produced by Microsoft for use on personal computers, including home and business desktops, laptops, tablet PCs and media center PCs. Development was completed on November 8, 2006, and over the following three months, it was released in stages to computer hardware and software manufacturers, business customers and retail channels. On January 30, 2007, it was released worldwide and was made available for purchase and download from the Windows Marketplace; it is the first release of Windows to be made available through a digital distribution platform. The release of Windows Vista came more than five years after the introduction of its predecessor, Windows XP, the longest time span between successive releases of Microsoft Windows desktop operating systems.",
  "/wiki/Windows_Desktop_Search": "Windows Search, formerly known as Windows Desktop Search (WDS) on Windows XP and Windows Server 2003, is an indexed desktop search platform created by Microsoft for Microsoft Windows.",
  "/wiki/Windows_XP": "Windows XP is a personal computer operating system produced by Microsoft as part of the Windows NT family of operating systems. It was released to manufacturing on August 24, 2001, and broadly released for retail sale on October 25, 2001.",
  "/wiki/Windows_Server_2003": "Windows Server 2003 is a server operating system produced by Microsoft and released on April 24, 2003. It is the successor to Windows 2000 Server and the predecessor to Windows Server 2008. An updated version, Windows Server 2003 R2, was released to manufacturing on December 6, 2005. Windows Server 2003's kernel was later adopted in the development of Windows Vista."
}