{
  "/wiki/Maultaschen": "Maultaschen (singular Maultasche (help·info)) is a traditional German dish that originated in the region of Swabia.  It consists of an outer-layer of pasta dough which encloses a filling traditionally consisting of minced meat, smoked meat, spinach, bread crumbs and onions and flavored with various herbs and spices (e.g. pepper, parsley and nutmeg). Maultaschen are similar to the Italian ravioli but are typically larger in size—each Maultasche being approximately 8-12 centimeters (3-5 inches) across. They are almost invariably square or rectangular in shape.",
  "/wiki/Brenntar": "Brenntar  or Habermus or Schwarzer Brei was a Swabian staple foodstuff, particularly prominent in the Swabian Jura and in the Allgäu. It is made of roasted flour, usually spelt flour or oat flour. This kiln-dried flour is called Musmehl. It is usually cooked like a porridge with water and milk. Brenntar and Musmehl are closely related to the Tibetan staple food tsampa.",
  "/wiki/Sauerbraten": "Sauerbraten is a traditional German roast of heavily marinated meat. It is regarded as a national dish of Germany,\nand is frequently served in German-style restaurants internationally. It can be prepared from a variety of meats, most often from beef, but also from venison, lamb and mutton, pork and horse. Before cooking, the raw meat is marinated for three to ten days in a mixture of vinegar or wine, water, herbs, spices, and seasonings.  Usually, tougher cuts of meat such as rump roast or bottom round of beef are used, and the long marinating tenderizes the meat.\nA Sauerbraten dinner is almost always accompanied by a hearty gravy resulting from its roasting and is most often served with potato pancakes (Kartoffelpuffer),  potato dumplings (Kartoffelklöße), or Spätzle pasta.",
  "/wiki/Sp%C3%A4tzle": "Spätzle [ˈʃpɛtslə] (listen) (Swabian diminutive of Spatz, thus literally \"little sparrow\"), or Knöpfle (diminutive of button), also Spätzli or Chnöpfli in Switzerland or Hungarian Nokedli, Csipetke, Galuska or Slovak Halušky, is a type of pasta made with fresh eggs and found in the cuisines of southern Germany and Austria, Switzerland, Hungary, Slovenia, Alsace, Moselle and South Tyrol.",
  "/wiki/Linsen_mit_Sp%C3%A4tzle": "Linsen mit Spätzle (lentils with Swabian pasta), normally accompanied with wiener sausages, is a traditional Swabian dish that is by many Swabians considered the Swabian national meal in the southwestern region of Germany.",
  "/wiki/Vienna_sausage": "A Vienna sausage (German: Wiener Würstchen, Wiener; Viennese/Austrian German: Frankfurter Würstel or Würstl; Swiss German Wienerli; Swabian: Wienerle or Saitenwurst) is a thin parboiled sausage traditionally made of pork and beef in a casing of sheep's intestine, then given a low temperature smoking. The word Wiener is German for Viennese. In Austria the term \"Wiener\" is uncommon for this food item, which instead is usually called Frankfurter Würstl.",
  "/wiki/Schupfnudel": "Schupfnudel (German; plural Schupfnudeln), also called Fingernudel (finger noodle), is a type of dumpling or thick noodle in southern German and Austrian cuisine. It is similar to the Central European kopytka. They take various forms and can be referred to with a variety of names in different regions. They are usually made from rye or wheat flour and egg. Since the introduction of the potato to Germany in the seventeenth century, Schupfnudeln have also been made with potatoes. They are traditionally given their distinctive ovoid shape through hand-shaping. They are often served as a savory dish with sauerkraut but are also served in sweet dishes.",
  "/wiki/Fl%C3%A4dlesuppe": "Flädle is a southern German dish from the region of Schwaben, made from savoury pancakes. In Austria Flädle are called Frittaten.",
  "/wiki/Springerle": "Springerle is a type of German biscuit with an embossed design made by pressing a mold onto rolled dough and allowing the impression to dry before baking. This preserves the detail of the surface pattern.  While historical molds show that springerle were baked for religious holidays and secular occasions throughout the year, they are now most commonly associated with the Christmas season.",
  "/wiki/Zwiebelkuchen": "Zwiebelkuchen (German for \"onion cake\") is a savory German one-crust onion cake made of steamed onions, diced bacon, cream, and caraway seeds on  either a yeast dough or a leavened dough.",
  "/wiki/Federweisser": "Federweisser (also Federweißer , from German Feder, \"feather\", and weiß, \"white\"; from the appearance of the suspended yeast, also known as Sturm, from German Sturm, sturm in Austria), is an alcoholic beverage, typically 4% alcohol by volume, although versions of up to 11.5% alcohol by volume are not uncommon. (In contrast to all other alcoholic beverages, the alcohol content stated on a bottle of Federweisser is inconclusive, and presents an uppermost limit, not the actual content at any given time.) It is the product of fermented freshly pressed grape juice, known as must. The term in principle includes all stages of fermentation from must to finished wine.",
  "/wiki/Federwei%C3%9Fer": "Federweisser (also Federweißer , from German Feder, \"feather\", and weiß, \"white\"; from the appearance of the suspended yeast, also known as Sturm, from German Sturm, sturm in Austria), is an alcoholic beverage, typically 4% alcohol by volume, although versions of up to 11.5% alcohol by volume are not uncommon. (In contrast to all other alcoholic beverages, the alcohol content stated on a bottle of Federweisser is inconclusive, and presents an uppermost limit, not the actual content at any given time.) It is the product of fermented freshly pressed grape juice, known as must. The term in principle includes all stages of fermentation from must to finished wine.",
  "/wiki/Flammekueche": "Flammkuchen (German lit. \"flame pastry\"; French: tarte flambée) is a speciality of Alsace and the Baden-Württemberg and Rheinland-Pfalz regions on the German-French border. It is composed of bread dough rolled out very thinly in the shape of a rectangle or oval, which is covered with fromage blanc or crème fraîche, thin-sliced onions and lardons. It is one of the most famous specialties of the region.",
  "/wiki/Gaisburger_Marsch": "Gaisburger Marsch (German for \"march of Gaisburg\") is a traditional Swabian beef stew, named after Gaisburg, a district of Stuttgart.",
  "/wiki/Wibele": "Wibele are very small, sweet biscuits originating from the Franconian city of Langenburg in Germany, though nowadays they are considered a Swabian speciality. The dough is made from egg white, icing sugar, flour and vanilla sugar. They are similar to \"Russisch Brot\" (\"Russian bread\"), another form of German biscuit, but instead are only baked until they are slightly brown. They are in the shape of a figure 8, and are formally supposed to be 22 millimeters long and 12 millimeters wide.",
  "/wiki/List_of_German_dishes": "Below is a list of dishes found in German cuisine."
}