{
  "/wiki/Holding_company": "A holding company is a company  that owns other companies' outstanding stock. A holding company usually does not produce goods or services itself (with no eponymous consumer-facing brand at most times); rather, its purpose is to own shares of other companies to form a corporate group. However, in many jurisdiction of the world, holding companies are usually termed as parent companies who besides holding stock in other companies can conduct trade and other business activities itself. Holding companies allow the reduction of risk for the owners and can allow the ownership and control of a number of different companies.",
  "/wiki/Alepa": "Alepa is a grocery shop chain in the Greater Helsinki region of Finland. It is currently owned by HOK-Elanto, a part of the nationwide cooperative S Group. Alepa was founded in 1918, when Edvard Pajunen and his wife founded a shop in Sörnäinen, Helsinki.",
  "/wiki/S_Group": "The S Group (Finnish: S-ryhmä, Swedish: S-gruppen) is a Finnish retailing cooperative organisation with its head office in Helsinki. Founded in 1904, it consists of 20 regional cooperatives operating all around Finland in addition to SOK, Suomen Osuuskauppojen Keskuskunta (The Central Finnish Cooperative Society). S Group operates in the markets for groceries, consumer durables, service station, hotel and restaurant services.  It is engaged in close competition with Kesko, with which it shares an oligopolistic position in many of the markets it operates in.",
  "/wiki/Alko": "Alko is the national alcoholic beverage retailing monopoly in Finland. It is the only store in the country which retails beer over 5.5% ABV, wine (except in vineyards) and spirits. Alcoholic beverages are also sold in licensed restaurants and bars but only for consumption on the premises.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/K-Citymarket": "K-Citymarket is a Finnish chain of hypermarkets belonging to Kesko Food Ltd, which is one of Kesko Corporation's four incorporated divisions. Kesko Corporation is the leading Finnish trading company which is engaged in retailing in close cooperation with the K-retailers and in wholesaling directly to industry, restaurants and other wholesale customers. In Finland there are currently 80 stores in 58 different cities. To K-Citymarkets selection includes a wide selection of food, clothing, sporting goods, toys, electronics, garden supplies and general merchandise.",
  "/wiki/Kesko": "Kesko Corporation (Finnish: Kesko Oyj, Swedish: Kesko Abp) is a Finnish retailing conglomerate with its head office in Ruskeasuo, Helsinki. It is engaged in the food trade, the home and specialty goods trade, the building and home improvement trade, and the car and machinery trade. It also has subsidiaries in Sweden, Norway, Estonia, Latvia, Lithuania, Russia, and Belarus.",
  "/wiki/Lidl": "Lidl Stiftung & Co. KG  (German pronunciation: [ˈliːdl̩]; UK: /ˈlɪdəl/ LID-əl) is a German global discount supermarket chain, based in Neckarsulm, Germany, that operates over 10,000 stores across Europe and the United States. It belongs to Dieter Schwarz, who also owns the store chains Handelshof and hypermarket Kaufland.",
  "/wiki/R-kioski": "R-kioski (known as R-kiosk in Estonia) is a chain of convenience stores that is part of the Reitan Convenience and owned by the Reitan Group. R-kioski comprises R-kioski in Finland, R-kiosk in Estonia and Lietuvos Spauda in Lithuania. There are 560 R-kioski shops across Finland as of 2017[update]. They sell a range of products, such as books, magazines, tobacco, ready meals, snacks, soft drinks and alcoholic drinks such as beer and cider, excluding wine and spirits. R-kioski shops also provide services such as the various \"Veikkaus\" games, prepaid mobile phone top-up vouchers, and fishing licences, as well as the sale of public transport tickets. Selected shops are also able to sell national rail and bus transport tickets.",
  "/wiki/Reitan_Group": "Reitan Group or Reitangruppen is a Norwegian wholesaler and retail franchiser. Included in its portfolio is REMA 1000, 7-Eleven, HydroTexaco, Easy24, Narvesen, Spaceworld and Pressbyrån. The company has most of its 1,979 stores in Norway, but also some in Sweden, Denmark, Lithuania and Latvia. The company also has a large real estate portfolio with 813,000 square meters of real estate, especially in Trondheim, in addition to owning half of Nordenfjeldske Dampskibsselskab. The Reitan Group is owned by the Reitan Family and led by Odd Reitan and has its headquarters at Lade Gaard at Lade in Trondheim.",
  "/wiki/Sale_(chain_store)": "Sale is a grocery shop chain in the Finland. It is owned by S Group. Chain was founded in 1989, when the S Group had begun to consolidate its stores under national chains. Initially, the chain was called S-ale. Before that, Sales replaced the former small S-stores that were not part of any chain. As of 2019, the chain includes 308 stores in Finland.",
  "/wiki/Stockmann": "Stockmann plc is a Finnish retailer established in 1862.",
  "/wiki/List_of_supermarket_chains_in_Finland": "This is a list of supermarket chains in Finland."
}