{
  "/wiki/Bärenfang": "Bärenfang or Meschkinnes is a German honey-flavoured liqueur based on vodka. It is usually called Bärenjäger in English-speaking countries.",
  "/wiki/Honey": "Honey is a sweet, viscous food substance made by bees and some related insects. Bees produce honey from the sugary secretions of plants (floral nectar) or from secretions of other insects (such as honeydew), by regurgitation, enzymatic activity, and water evaporation. Bees store honey in wax structures called  honeycombs. The variety of honey produced by honey bees (the genus Apis) is the best-known, due to its worldwide commercial production and human consumption. Honey is collected from wild bee colonies, or from hives of domesticated bees, a practice known as beekeeping or apiculture.",
  "/wiki/Borscht": "Borscht (English:  /ˈbɔːrʃ, ˈbɔːrʃt/ (listen)) is a sour soup common in Eastern Europe and Northern Asia. In English, the word \"borscht\" is most often associated with the soup's variant of Ukrainian origin, one of the most famous dishes of Ukrainian cuisine, made with beetroots as one of the main ingredients, which give the dish its distinctive red color. The same name, however, is also used for a wide selection of sour-tasting soups without beetroots, such as sorrel-based green borscht, rye-based white borscht and cabbage borscht.",
  "/wiki/Smetana_(dairy_product)": "Smetana is a type of sour cream from Central and Eastern Europe. It is a dairy product produced by souring heavy cream. It is similar to crème fraîche (28% fat), but nowadays mainly sold with 9% to 36% milkfat content depending on the country. Its cooking properties are different from crème fraîche and the lighter sour creams sold in the US, which contain 12 to 16% butterfat. It is widely used in cooking and baking.",
  "/wiki/Ukrainian_cuisine": "Ukrainian cuisine is the collection of the various cooking traditions of the Ukrainian people accumulated over many years. The cuisine is heavily influenced by the rich dark soil (chornozem) from which its ingredients come and often involves many components.",
  "/wiki/Tripe": "Tripe  is a type of edible lining from the stomachs of various farm animals. Most tripe is from cattle and sheep.",
  "/wiki/Königsberger_Klopse": "Königsberger Klopse, also known as Soßklopse, are a Prussian (German) specialty of meatballs in a white sauce with capers.",
  "/wiki/Königsberger_Marzipan": "Königsberg marzipan is a type of marzipan traditionally produced in the former German city of Königsberg (now Kaliningrad, Russia). Königsberg's first marzipan production was established by the Pomatti brothers in 1809, who became confectioners of the Royal Prussian Court. They were joined by Sterkau, Petschliess, Liedtke, Siegel, Steiner, Gehlhaar, Plouda in Kneiphof, as well as Wald in Berlin and Schwermer in Bad Wörishofen.  Königsberg marzipan is known for its flamed surface, which results in a golden-brown finish. It contains rose water and is often filled with jam. These characteristics distinguish it from the more common Lübeck Marzipan, which also frequently comes in more elaborate forms.",
  "/wiki/Marzipan": "Marzipan is a confection consisting primarily of sugar or honey and almond meal (ground almonds), sometimes augmented with almond oil or extract.",
  "/wiki/Königsberg": "Königsberg (UK: /ˈkɜːnɪɡzbɜːrɡ/, US: /ˈkeɪnɪɡzbɜːrɡ, ˈkʌn-/, German: [ˈkøːnɪçsˌbɛʁk] (listen)) is the name for the historic Prussian city that is now Kaliningrad, Russia. Originally a Sambian or Old Prussian settlement, it then belonged to the State of the Teutonic Order, the Duchy of Prussia, the Kingdom of Prussia, the German Empire, the Weimar Republic, and Nazi Germany. After being largely destroyed in World War II by Allied bombing and the Red Army, it was annexed by the Soviet Union and its surviving inhabitants forcibly expelled. Thereafter, the city was renamed Kaliningrad. Few traces of the former Königsberg remain today.",
  "/wiki/Kopskiekelwein": "Kopskiekelwein was a currant wine produced in the former German province of East Prussia.",
  "/wiki/Schwarzsauer": "Schwarzsauer is a North german blood soup with various spices cooked in vinegar-water and a sort of black pudding made with vinegar. It is a traditional dish in parts of northern Germany and formerly also in East Prussia. It's similar to the Spartan black soup.",
  "/wiki/Tilsiter_cheese": "Tilsit cheese or Tilsiter cheese is a light yellow semihard smear-ripened cheese, created in the mid-19th century by Prussian-Swiss settlers, the Westphal family, from the Emmental valley. The original buildings from the cheese plant still exist in Sovetsk, Russia, formerly Tilsit, on the Neman River, formerly Memel, in the former German province of East Prussia.",
  "/wiki/List_of_German_dishes": "Below is a list of dishes found in German cuisine."
}