{
  "/wiki/Kassler": "Kassler or Kasseler in German cuisine is the name given to a salted (cured) and slightly smoked cut of pork similar to British gammon. It can be either hot or cold smoked. Pork necks and loins are the most often used cuts although ribs, shoulders and bellies can also be used. It is often served with sauerkraut and mashed potatoes.",
  "/wiki/Knieperkohl": "Knieperkohl is a pickled cabbage dish similar to sauerkraut. It contains not only white cabbage but also collard greens (or leaves of red cabbage) and kale, as well as grape leaf and cherry leaf. Knieperkohl is considered a representative dish of the historical region of Prignitz, now part of Brandenburg in Germany.",
  "/wiki/Pickert": "A pickert is a flat, fried or baked potato dish from Westphalia, Germany. It can be considered a kind of flattened dumpling or very nourishing pancake. It comes as a round Pfannenpickert the size of a pan, a rectangular Kastenpickert, or a palm-sized regular Pickert. The name is derived from Low German picken, pecken (\"to stick something onto something else\").",
  "/wiki/Kohlwurst": "Kohlwurst, Lungenwurst or Lungwurst is a simple, fresh, strongly smoked sausage (Rohwurst) made of lights, pork and fat, which is mostly eaten cooked with kale (cabbage) dishes such as Knieperkohl. It is mainly used in Northeast and Northwest German and Silesian cuisine, as well as in southwestern parts of Denmark, where it is called \"kålpølse\" (kale sausage).",
  "/wiki/Westfalen": "Westphalia (/wɛstˈfeɪliə/; German: Westfalen [vɛstˈfaːlən]; Low German: Westfalen [vεs(t)'fɔːln]) is a region of northwestern Germany and one of the three historic parts of the state of North Rhine-Westphalia. It has an area of 20,210 km2 (7,803 sq mi) and 7.9 million inhabitants.",
  "/wiki/Rump_steak": "Rump steak is a cut of beef. It may refer to:",
  "/wiki/Potato_wedge": "Potato wedges are wedges of potatoes, often large and unpeeled, that are either baked or fried. They are sold at diners and fast food restaurants. In Australia, potato wedges are a common bar food, that are almost always served with sour cream and sweet chilli sauce. One may also use ketchup, ranch, and honey mustard. They are usually seasoned with a variety of spices, commonly paprika, salt and pepper.",
  "/wiki/Pumpernickel": "Pumpernickel (English:  /ˈpʌmpərnɪkəl/; German: [ˈpʊmpɐˌnɪkl̩]) is a typically heavy, slightly sweet rye bread traditionally made with sourdough starter and coarsely ground rye. It is often made today with a combination of rye flour and whole rye grains.",
  "/wiki/Herrencreme": "Herrencreme is a German pudding. It is a vanilla pudding mixed with cream and chocolate shavings and a good amount of rum. Typically Herrencreme is a dessert eaten after a large meal, such as a wedding.",
  "/wiki/Stippgr%C3%BCtze": "Stippgrütze, also called Wurstebrei, is a German dish from Westphalia which is similar to  Grützwurst or Knipp. It consists of barley groats cooked in sausage juices (Wurstbrühe), which are enriched with pieces of meat, offal, such as heart, kidney or liver and seasoned with spices and salt. More rarely, finely chopped onions are added. The cooked ingredients are minced after the juices have been poured off and a crumbly cake is left which is held together with fat and which sets on cooling. There are various recipes, but they all contain barley groats, fat and meat.",
  "/wiki/List_of_German_dishes": "Below is a list of dishes found in German cuisine."
}