{
  "/wiki/Thuringian_sausage": "Thuringian sausage, or in German Thüringer Rostbratwurst (short: Roster), is a unique sausage from the German state of Thuringia which has PGI status under EU law.",
  "/wiki/Casing_(sausage)": "Sausage casing, also known as sausage skin or simply casing, is the material that encloses the filling of a sausage. Natural casings are made from animal intestines or skin; artificial casings, introduced in the early 20th century, are made of collagen and cellulose. The material is then shaped via a continuous extrusion process -- producing a single sausage casing of indefinite length -- which is then cut into desired lengths, usually while the extrusion process continues.",
  "/wiki/Rostbr%C3%A4tel": "A Rostbrätel is a marinated cutlet of pork neck, that's grilled over charcoal. It is, like Thuringian sausage (Rostbratwurst), a Thuringian specialty.",
  "/wiki/Onions": "The onion (Allium cepa L., from Latin cepa \"onion\"), also known as the bulb onion or common onion, is a vegetable that is the most widely cultivated species of the genus Allium. Its close relatives include the garlic, shallot, leek, chive, and Chinese onion.",
  "/wiki/Beer": "Beer is one of the oldest and most widely consumed alcoholic drinks in the world. It is also the third most popular drink overall after water and tea. Beer is brewed from cereal grains—most commonly from malted barley, though wheat, maize (corn), and rice are also used. During the brewing process, fermentation of the starch sugars in the wort produces ethanol and carbonation in the resulting beer. Most modern beer is brewed with hops, which add bitterness and other flavours and act as a natural preservative and stabilizing agent. Other flavouring agents such as gruit, herbs, or fruits may be included or used instead of hops. In commercial brewing, the natural carbonation effect is often removed during processing and replaced with forced carbonation.",
  "/wiki/Mustard_(condiment)": "Mustard is a condiment made from the seeds of a mustard plant (white/yellow mustard, Sinapis alba; brown mustard, Brassica juncea; or black mustard, Brassica nigra).",
  "/wiki/Kl%C3%B6%C3%9Fe": "Knödel (pronounced [ˈknøːdl̩] (listen); sing. and pl.) or Klöße (pronounced [ˈkløːsə] (listen); sing. Kloß) are boiled dumplings commonly found in Central European and East European cuisine. Central European countries in which their variant of Knödel is popular include Austria, Germany, Hungary, Poland, Serbia, Croatia, Slovenia, Slovakia, and the Czech Republic. They are also found in Scandinavian, Romanian, North-eastern Italian cuisine, Ukrainian and Belarusian cuisines. Usually made from flour, bread or potatoes, they are often served as a side dish, but can also be a dessert such as plum dumplings, or even meat balls in soup. Many varieties and variations exist.",
  "/wiki/Rouladen": "Rouladen or Rinderrouladen is a German meat dish, usually consisting of bacon, onions, mustard and pickles wrapped in thinly sliced beef which is then cooked. The dish is considered traditional also in the Upper Silesia region of Poland where it is known as rolada śląska (Silesian roulade) and in the Czech Republic where it is known as španělský ptáček (spanish bird).",
  "/wiki/Beef": "Beef is the culinary name for meat from cattle, particularly skeletal muscle. Humans have been eating beef since prehistoric times. Beef is a source of high-quality protein and nutrients.",
  "/wiki/Roulade": "A roulade (/ruːˈlɑːd/) is a dish of filled rolled meat or pastry. Roulade can be savory or sweet. Swiss roll is an example of a sweet roulade. Traditionally found in various European cuisines, the term roulade originates from the French word \"rouler\", meaning \"to roll\".",
  "/wiki/Pickled_cucumber": "A pickled cucumber (commonly known as a pickle in the United States and Canada, and a gherkin in Britain, Ireland, Australia, South Africa and New Zealand) is a cucumber that has been pickled in a brine, vinegar, or other solution and left to ferment for a period of time, by either immersing the cucumbers in an acidic solution or through souring by lacto-fermentation. Pickled cucumbers are often part of mixed pickles.",
  "/wiki/Cheesecake": "Cheesecake is a sweet dessert consisting of one or more layers. The main, and thickest layer, consists of a mixture of soft, fresh cheese (typically cream cheese or ricotta), eggs, and sugar.  If there is a bottom layer, it often consists of a crust or base made from crushed cookies (or digestive biscuits), graham crackers, pastry, or sometimes sponge cake. It may be baked or unbaked (usually refrigerated).",
  "/wiki/Quark_(cheese)": "Quark or quarg is a type of fresh dairy product made by warming soured milk until the desired amount of curdling is met, and then straining it. It can be classified as fresh acid-set cheese. Traditional quark can be made without rennet, but in modern dairies small quantities of rennet are typically added. It is soft, white and unaged, and usually has no salt added. It is traditional in the cuisines of German-speaking, Slavic and Scandinavian countries.",
  "/wiki/Shortcrust_pastry": "Shortcrust pastry is a type of pastry often used for the base of a tart, quiche or pie. Shortcrust pastry can be used to make both sweet and savoury pies such as apple pie, quiche, lemon meringue or chicken pie.",
  "/wiki/Altenburg": "Altenburg (listen (help·info)) is a city in Thuringia, Germany, located 40 kilometres (25 miles) south of Leipzig, 90 kilometres (56 miles) west of Dresden and 100 kilometres (62 miles) east of Erfurt. It is the capital of the Altenburger Land district and part of a polycentric old-industrial textile and metal production region between Gera, Zwickau and Chemnitz with more than 1 million inhabitants, while the city itself has a population of 33,000. Today, the city and its rural county is part of the Central German Metropolitan Region.",
  "/wiki/Zwiebelkuchen": "Zwiebelkuchen (German for \"onion cake\") is a savory German one-crust onion cake made of steamed onions, diced bacon, cream, and caraway seeds on  either a yeast dough or a leavened dough.",
  "/wiki/Weimar": "Weimar (German pronunciation: [ˈvaɪmaɐ̯]; Latin: Vimaria or Vinaria) is a city in the federal state of Thuringia, Germany. It is located in Central Germany between Erfurt in the west and Jena in the east, approximately 80 kilometres (50 miles) southwest of Leipzig, 170 kilometres (106 miles) north of Nuremberg and 170 kilometres (106 miles) west of Dresden. Together with the neighbour-cities Erfurt and Jena it forms the central metropolitan area of Thuringia with approximately 500,000 inhabitants, whereas the city itself counts a population of 65,000. Weimar is well known because of its large cultural heritage and its importance in German history."
}