{
  "/wiki/Sauerbraten": "Sauerbraten is a traditional German roast of heavily marinated meat. It is regarded as a national dish of Germany,\nand is frequently served in German-style restaurants internationally. It can be prepared from a variety of meats, most often from beef, but also from venison, lamb and mutton, pork and horse. Before cooking, the raw meat is marinated for three to ten days in a mixture of vinegar or wine, water, herbs, spices, and seasonings.  Usually, tougher cuts of meat such as rump roast or bottom round of beef are used, and the long marinating tenderizes the meat.\nA Sauerbraten dinner is almost always accompanied by a hearty gravy resulting from its roasting and is most often served with potato pancakes (Kartoffelpuffer),  potato dumplings (Kartoffelklöße), or Spätzle pasta.",
  "/wiki/Reibekuchen": "Reibekuchen (listen (help·info)) are German potato fritters, also known as Kartoffelpuffer (listen (help·info)). They are common in many areas of Germany, the name \"Reibekuchen\" being characteristic to the Rheinland area. Reibekuchen may be served with apple sauce, pumpernickel bread,  treacle, or with Maggi-brand seasoning sauce. They are often sold at street fairs and markets, such as Christmas markets in Germany.",
  "/wiki/Potato": "The potato is a root vegetable native to the Americas, a starchy tuber of the plant Solanum tuberosum, and the plant itself, a perennial in the family Solanaceae.",
  "/wiki/Fritter": "A fritter is a fried portion of dough, or portions of meat, seafood, fruit, vegetables or other ingredients which have been battered or breaded and fried. Fritters are prepared in both sweet and savory varieties.",
  "/wiki/Black_bread": "Rye bread is a type of bread made with various proportions of flour from rye grain. It can be light or dark in color, depending on the type of flour used and the addition of coloring agents, and is typically denser than bread made from wheat flour. It is higher in fiber than white bread and is often darker in color and stronger in flavor.",
  "/wiki/Blood_sausage": "Blood sausages (often called black pudding in British English and sometimes blood pudding; although these recipes normally include oats or barley), are sausages filled with blood that is cooked or dried and mixed with a filler until it is thick enough to solidify when cooled. Variants are found worldwide. Pig, cow, horse, donkey, sheep, duck, and goat blood can be used, varying by country.",
  "/wiki/Himmel_und_Erde": "Himmel und Erde (English: Heaven/Sky and earth; in the Rhineland: Himmel un Ääd) is a traditional German dish most popular in the regions of the Rhineland, Westphalia and Lower Saxony. It was also popular in the past in Silesia. The dish consists of black pudding, fried onions, and mashed potato with apple sauce. It has been known since the 18th century.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Gouda_cheese": "Gouda (English: /ˈɡuːdə/,\n/ˈɡaʊdə/ (listen); Dutch pronunciation: [ˈɣʌudaː] (listen); \nDutch: Goudse kaas, \"cheese from Gouda\") is a mild, yellow cheese, originating from the Netherlands, made from cow's milk. It is one of the most popular cheeses worldwide. The name is used today as a general term for numerous similar cheeses produced in the traditional Dutch manner.",
  "/wiki/Röggelchen": "Röggelchen (of German Roggen for rye) is a small pastry in the form of a double roll made from two pieces of dough. Röggelchen are a common speciality in the Rhineland and in eastern Belgium.",
  "/wiki/Köln": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Mussels": "Mussel (/ˈmʌsəl/) is the common name used for members of several families of bivalve molluscs, from saltwater and freshwater habitats. These groups have in common a shell whose outline is elongated and asymmetrical compared with other edible clams, which are often more or less rounded or oval.",
  "/wiki/Killepitsch": "Killepitsch is a herb liqueur from Düsseldorf, Germany. It is a blood red colour and is flavoured with fruits, berries, herbs and spices. Its alcohol content is 42% by volume. Killepitsch is produced by Peter Busch GmbH of Düsseldorf.",
  "/wiki/Düsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/Korn_(liquor)": "Korn (from German, \"grain\", Brit. \"corn\"), also known as Kornbrand or Kornbranntwein (English: \"grain brandy\" or \"grain spirit\"), is a German colorless distilled beverage produced from fermented cereal grain seed. In the production of Korn only the cereal grain types rye, wheat, barley, oat and buckwheat are permissible. Most of the production is based on rye or wheat; barley and buckwheat are rarely used. Barley is mainly used to obtain the required malt for the brewing process. The addition of food color, flavorings, or sweeteners is not permitted. Korn differs from vodka in that it is distilled to lower alcoholic proofs and less rigorously filtered, which leaves more of the cereal grain flavor in the finished spirit.",
  "/wiki/Marillenschnaps": "Marillenschnaps, also called Marillenbrand, is a fruit brandy made from apricots. It is  mostly produced in the Wachau region of Austria, but similar apricot brandies are produced elsewhere. Many small orchards produce excellent home-made varieties of Marillenschnaps.",
  "/wiki/Underberg": "Underberg is a digestif bitter produced at Rheinberg in Germany by Underberg AG, made from aromatic herbs from 43 countries,  which undergo inspections and are based on a secret Underberg family recipe whose members are personally responsible for the production of the drink. Underberg is one of the most widespread kräuterlikörs on the market. Underberg contains 1.3 percent herbal extract by weight, which includes aromatic, digestion-stimulating, relaxing and calming active substances, and naturally occurring vitamin B1. The drink matures in Slovenian oak barrels for several months to enhance the flavour. Underberg is classified under \"food and drinks: oils, herbs and spices\" in the United States and can be sold without any sort of liquor license.",
  "/wiki/Rheinberg": "Rheinberg is a town in the district of Wesel, in North Rhine-Westphalia, Germany. It is situated on the left bank of the Rhine, approx. 10 km (6.2 miles) north of Moers and 15 km (9.3 miles) south of Wesel.",
  "/wiki/List_of_German_dishes": "Below is a list of dishes found in German cuisine."
}