{
  "/wiki/El_Castillo_del_Terror_(2000)": "The 2000 El Castillo del Terror (Spanish for \"The Tower of Terror\") was a major lucha libre event produced and scripted by the Mexican International Wrestling Revolution Group (IWRG) professional wrestling promotion on November 2, 2000. The 2000 El Castillo del Terror was the first ever IWRG El Castillo del Terror event held, starting an annual tradition for the promotion. The main event was the eponymous Castillo del Terror (Spanish for \"Tower of Terror\") steel cage match where the last person eliminated would be forcibly unmasked or have his hair shaved off as a result.",
  "/wiki/Arena_Naucalpan": "Arena Naucalpan is an indoor sports arena located in Naucalpan de Juárez, Mexico located on Calle Jardín 19, Naucalpan Centro. The arena is primarily used for professional wrestling, or lucha libre, mainly shows promoted by International Wrestling Revolution Group (IWRG) but has also hosted a number of other promotions since its creation in 1977. Arena Naucalpan has a capacity of 2,400 spetators and is generally configured for professional wrestling with a ring permanently in the center of the arena.",
  "/wiki/Naucalpan,_State_of_Mexico": "Naucalpan, officially Naucalpan de Juárez, is a city and municipality located just northwest of Mexico City in the adjoining State of Mexico.",
  "/wiki/Steel_cage_match": "Many types of wrestling matches, sometimes called \"concept\" or \"gimmick matches\" in the jargon of the business, are performed in professional wrestling. Some of them occur relatively frequently while others are developed so as to advance an angle and such match types are used rarely. Because of professional wrestling's long history over decades, many things have been recycled (many match types often being variations of previous match types). These match types can be organized into several loose groups.",
  "/wiki/El_Castillo_del_Terror_(2002)": "The 2002 El Castillo del Terror (Spanish for \"The Tower of Terror\") was a major lucha libre event produced and scripted by the Mexican International Wrestling Revolution Group (IWRG) professional wrestling promotion on October 31, 2002. The 2002 El Castillo del Terror was the second ever IWRG El Castillo del Terror event held. The main event was the eponymous Castillo del Terror (Spanish for \"Tower of Terror\") Steel cage match where the last person eliminated would be forced to take off his wrestling mask or have his hair shaved off as a result of the loss.",
  "/wiki/El_Castillo_del_Terror_(2003)": "The 2003 El Castillo del Terror (Spanish for \"The Tower of Terror\") was a major lucha libre event produced and scripted by the Mexican International Wrestling Revolution Group (IWRG) professional wrestling promotion on November 2, 2003. The 2003 El Castillo del Terror was the third ever IWRG El Castillo del Terror event held. The main event was the eponymous Castillo del Terror (Spanish for \"Tower of Terror\") Steel cage match where the last person eliminated would be forced to take off his wrestling mask or have his hair shaved off as a result of the loss.",
  "/wiki/El_Castillo_del_Terror_(2004)": "The 2004 El Castillo del Terror (Spanish for \"The Tower of Terror\") was a major lucha libre event produced and scripted by the Mexican International Wrestling Revolution Group (IWRG) professional wrestling promotion on October 31, 2004. The 2004 El Castillo del Terror was the fourth ever IWRG El Castillo del Terror event held. The main event was the eponymous Castillo del Terror (Spanish for \"Tower of Terror\") Steel cage match where the last person eliminated would be forced to take off his wrestling mask or have his hair shaved off as a result of the loss.",
  "/wiki/El_Castillo_del_Terror_(2005)": "El Castillo del Terror (2005) was the first annual El Castillo del Terror professional wrestling event produced by the International Wrestling Revolution Group. It took place on November 3, 2005, at Arena Naucalpan in Naucalpan, State of Mexico. The show featured the eponymous main event match; a 10-man Steel Cage Match where the last twp men in the cage were forced to wrestle each other and the loser would be forced to unmask or have his hair shaved off under Luchas de Apuestas, or \"Bet rules\". For the 2005 event Blue Demon, Jr., Cerebro Negro, Dr. Wagner, Jr., El Fantasma, Jr. and Lizmark, Jr. risked their mask while Bestia Salvaje, Masada, Shigeo Okumura, Universo 2000 and Veneno risked their hair on the outcome of the match. Cerebro Negro and Masada were the final two competitors in the cage and had to face off, with Masada pinning Cerebro Negro to force him to unmask.",
  "/wiki/El_Castillo_del_Terror_(2006)": "El Castillo del Terror (2006) was the second annual El Castillo del Terror professional wrestling event produced by the International Wrestling Revolution Group. It took place on November 2, 2006, at Arena Naucalpan in Naucalpan, State of Mexico. The show featured the eponymous main event match; a nine-man Steel Cage Match where the last twp men in the cage were forced to wrestle each other and the loser would be forced to unmask under Luchas de Apuestas, or \"Bet rules\". For the 2006 event Ave Fénix, Bacteria, Fabián el Gitano, Fantasma de la Ópera, El Felino, El Hijo del Diablo, Macho II, Nitro and Xibalva all wagered their masks on the outcome of the match. The match came down to Ave Fénix and Macho II, with Fénix pinning Macho II to force him to unmask afterwards.",
  "/wiki/El_Castillo_del_Terror_(2007)": "El Castillo del Terror (2007) was a professional wrestling event, their annual El Castillo del Terror event produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the third overall event in the series. The event took place on November 3, 2013, at Arena Naucalpan in Naucalpan, State of Mexico, IWRG's main arena. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. In the end the ten-man match saw Rayo de Jalisco, Jr. defeat Enterrador 2000, forcing him to unmask after the match.",
  "/wiki/El_Castillo_del_Terror_(2008)": "El Castillo del Terror (2008) was a professional wrestling event, their annual El Castillo del Terror event produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the fourth overall event in the series. The event took place on November 3, 2008, at Arena Naucalpan in Naucalpan, State of Mexico, IWRG's main arena. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. In the end the ten-man match saw Mascara Ano 2000, Jr. defeat Arlequín Amarillo, forcing him to unmask after the match.",
  "/wiki/El_Castillo_del_Terror_(December_2008)": "The December 2008 El Castillo del Terror (Spanish for \"The Tower of Terror\") was a major lucha libre event produced and scripted by the Mexican International Wrestling Revolution Group (IWRG) professional wrestling promotion on December 21, 2008. The El Castillo del Terror show was the ninth ever IWRG El Castillo del Terror event held and the second held in 2008, less than two months after the first 2008 El Castillo del Terror show. The main event was the eponymous Castillo del Terror (Spanish for \"Tower of Terror\") Steel cage match where the last person eliminated would be forced to take off his wrestling mask or have his hair shaved off as a result of the loss.",
  "/wiki/El_Castillo_del_Terror_(2009)": "El Castillo del Terror (2010) was a professional wrestling event, the fifth annual El Castillo del Terror event, produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the fifth overall event in the series. The event took place on November 1, 2009, at Arena Naucalpan in Naucalpan, State of Mexico, IWRG's main arena. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. In the end the ten-man match saw Oficial 911 defeat Yack, forcing him to unmask after the match.",
  "/wiki/El_Castillo_del_Terror_(2010)": "El Castillo del Terror (2010) was a major annually occurring professional wrestling event produced by the International Wrestling Revolution Group (IWRG) that took place on November 4, 2010. The event was the tenth show held under the El Castillo del Terror banner, with the first taking place in 2000. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated would be forced to take off his mask per the match stipulation.",
  "/wiki/El_Castillo_del_Terror_(2011)": "El Castillo del Terror (2011) was a major annually occurring professional wrestling event produced by the International Wrestling Revolution Group (IWRG) that took place on November 3, 2011. The event was the eleventh show held under the El Castillo del Terror banner, with the first taking place in 2000. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated would be forced to take off his mask per the match stipulation.",
  "/wiki/El_Castillo_del_Terror_(2012)": "El Castillo del Terror (2012) was a professional wrestling event, the eight annual El Castillo del Terror event produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the eight overall event in the series. The event took place on November 1, 2012, at Arena Naucalpan in Naucalpan, State of Mexico. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. The event was IWRG's Dia de los Muertes (\"Day of the Dead\") and Halloween holiday celebration.",
  "/wiki/El_Castillo_del_Terror_(2013)": "El Castillo del Terror (2013) was a professional wrestling event, the tenth annual El Castillo del Terror event produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the ninth overall event in the series. The event took place on November 3, 2013, at Arena Naucalpan in Naucalpan, State of Mexico, IWRG's main arena. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. In the end the ten-man match saw Golden Magic defeat Alan Extreme, forcing him to unmask after the match.",
  "/wiki/El_Castillo_del_Terror_(2014)": "El Castillo del Terror (2014) was a professional wrestling event, the tenth annual El Castillo del Terror event produced by the International Wrestling Revolution Group (IWRG). IWRG has held an Castillo del Terror branded show since 2005, usually late in the year, making this year's event the tenth overall event in the series. The event took place on November 2, 2014, at Arena Naucalpan in Naucalpan, State of Mexico. The main event was the eponymous Castillo del Terror (Spanish for \"Castle of Terror\") Steel cage match where the last person eliminated was forced to unmasked per the match stipulation. The event was IWRG's Dia de los Muertes (\"Day of the Dead\") and Halloween holiday celebration.",
  "/wiki/El_Castillo_del_Terror_(2015)": "El Castillo del Terror (2015) (Spanish for \"The Tower of Terror\") was a major professional wrestling event, the eleventh annual El Castillo del Terror event, produced by the International Wrestling Revolution Group (IWRG) that took place on November 1, 2015. IWRG has held their Castillo del Terror show since 2005, usually late in the year. As with the majority of the IWRG shows it took place at Arena Naucalpan in Naucalpan, State of Mexico, the home of IWRG. The main event was the eponymous Castillo del Terror Steel cage match where the last person eliminated would be forced to unmasked per the match stipulation. The 2015 Castillo del Terror match ended in controversial fashion as wrestler El Golpeador fell off the side of the cage to the floor, which according to the stipulation meant he was the winner, but since Golden Magic was actually supposed to win IWRG announced that El Golpeador was the loser and had to unmask.",
  "/wiki/El_Castillo_del_Terror_(2016)": "El Castillo del Terror (2016) (Spanish for \"The Tower of Terror\") was a major professional wrestling event, the eleventh annual El Castillo del Terror event, produced by the International Wrestling Revolution Group (IWRG) that took place on November 2, 2018. IWRG has held their Castillo del Terror show since 2005, usually late in the year. As with the majority of the IWRG shows it took place at Arena Naucalpan in Naucalpan, State of Mexico, the home of IWRG. The main event was the eponymous Castillo del Terror Steel cage match where the last person eliminated would be forced to unmasked per the Lucha de Apuestas, or \"bet match\", stipulation. The third, fifth and sixth match was later shown on IWRG's weekly show on the Mexican AYM Sports network.",
  "/wiki/El_Castillo_del_Terror_(2017)": "El Castillo del Terror (2017) (Spanish for \"The Tower of Terror\") was a major professional wrestling event, the eleventh annual El Castillo del Terror event, produced by the International Wrestling Revolution Group (IWRG) that took place on November 2, 2017. IWRG has held their Castillo del Terror show since 2005, usually late in the year. As with the majority of the IWRG shows it took place at Arena Naucalpan in Naucalpan, State of Mexico, the home of IWRG. The main event was the eponymous Castillo del Terror Steel cage match where the last person eliminated would be forced to unmasked per the Lucha de Apuestas, or \"bet match\", stipulation.",
  "/wiki/El_Castillo_del_Terror_(2018)": "El Castillo del Terror (2018) (Spanish for \"The Tower of Terror\") is an upcoming a major professional wrestling event, the eleventh annual El Castillo del Terror event, scripted and produced by the International Wrestling Revolution Group (IWRG) that took place on November 1, 2018. IWRG has held their Castillo del Terror show since 2005, usually late in the year. As with the majority of the IWRG shows it will take place at Arena Naucalpan in Naucalpan, State of Mexico, the home of IWRG. The main event is the eponymous Castillo del Terror Steel cage match where the last person eliminated would be forced to unmasked per the Lucha de Apuestas, or \"bet match\", stipulation."
}