{
  "/wiki/Overseas_(album)": "Overseas is an album by pianist Tommy Flanagan and his trio, recorded in 1957. It was Flanagan's debut album as a leader and was made in Sweden whilst touring with J. J. Johnson.",
  "/wiki/Prestige_Records": "Prestige Records is a jazz record company and label founded in 1949 by Bob Weinstock in New York City. The company recorded hundreds of albums by many of the leading jazz musicians of the day, sometimes issuing them under subsidiaries. In 1971, the company was sold to Fantasy, which was later absorbed by Concord.",
  "/wiki/Wilbur_Little": "Wilbur Little (1928 in Parmele, North Carolina – 1987 in Amsterdam) was an American jazz bassist known for Hard bop and Post-bop.",
  "/wiki/Elvin_Jones": "Elvin Ray Jones (September 9, 1927 – May 18, 2004) was an American jazz drummer of the post-bop era. He showed an interest in drums at a young age, watching the circus bands march by his family's home in Pontiac, Michigan. He served in the United States Army from 1946 to 1949 and subsequently played in a Detroit house band led by Billy Mitchell. He moved to New York City in 1955 and worked as a sideman for Charles Mingus, Teddy Charles, Bud Powell and Miles Davis.",
  "/wiki/The_Cats_(album)": "The Cats is an album credited to jazz musicians Tommy Flanagan, John Coltrane, Kenny Burrell, and Idrees Sulieman, released in 1959 on New Jazz, a subsidiary label of Prestige Records. It was issued after Coltrane had already ceased recording for the label.",
  "/wiki/Idrees_Sulieman": "Idrees Sulieman (August 7, 1923 – July 23, 2002, both in St. Petersburg, Florida, United States) was an American bop and hard bop trumpeter.",
  "/wiki/John_Coltrane": "John William Coltrane (September 23, 1926 – July 17, 1967) was an American jazz saxophonist and composer. Working in the bebop and hard bop idioms early in his career, Coltrane helped pioneer the use of modes and was at the forefront of free jazz. He led at least fifty recording sessions  and appeared on many albums by other musicians, including trumpeter Miles Davis and pianist Thelonious Monk. Over the course of his career, Coltrane's music took on an increasingly spiritual dimension. He remains one of the most influential saxophonists in music history. He received many posthumous awards, including canonization by the African Orthodox Church and a Pulitzer Prize in 2007. His second wife was pianist and harpist Alice Coltrane.  Their children Ravi Coltrane, Oran Coltrane and John Coltrane Jr. are all musicians.[citation needed]",
  "/wiki/Kenny_Burrell": "Kenneth Earl Burrell (born July 31, 1931) is an American jazz guitarist known for his work on the Blue Note label. His collaborations with Jimmy Smith produced the 1965 Billboard Top Twenty hit album Organ Grinder Swing. He has cited jazz guitarists Charlie Christian and Django Reinhardt as influences, along with blues guitarists T-Bone Walker and Muddy Waters. Furthermore, Jimi Hendrix has cited Burrell as an influence.",
  "/wiki/Doug_Watkins": "Douglas Watkins (March 2, 1934 – February 5, 1962) was an American jazz double bassist. He was best known for being an accompanist to various hard bop artists in the Detroit area, including Donald Byrd and Jackie McLean.",
  "/wiki/Louis_Hayes": "Louis Hayes (born May 31, 1937) is an American jazz drummer and band leader.",
  "/wiki/Lonely_Town_(album)": "Lonely Town is an album by jazz pianist Tommy Flanagan. It is a trio recording, with bassist Joe Benjamin and drummer Elvin Jones.",
  "/wiki/Blue_Note_Records": "Blue Note Records is an American jazz record label owned by Universal Music Group and operated under Capitol Music Group. Established in 1939 by Alfred Lion and Max Margulis, it derived its name from the blue notes of jazz and the blues. Originally dedicated to recording traditional jazz and small group swing, the label switched its attention to modern jazz around 1947.",
  "/wiki/Joe_Benjamin": "Joseph Rupert Benjamin (November 4, 1919 – January 26, 1974) was an American jazz bassist.",
  "/wiki/The_Tommy_Flanagan_Trio": "The Tommy Flanagan Trio is an album by jazz pianist Tommy Flanagan which was recorded in 1960 and released on the Moodsville label.",
  "/wiki/Tommy_Potter": "Charles Thomas Potter (September 21, 1918 – March 1, 1988) was a jazz double bass player, best known for having been a member of Charlie Parker's \"classic quintet\", with Miles Davis, between 1947 and 1950.",
  "/wiki/Roy_Haynes": "Roy Owen Haynes (born March 13, 1925) is an American jazz drummer and group leader. Haynes is among the most recorded drummers in jazz, and in a career lasting over 70 years has played in a wide range of styles ranging from swing and bebop to jazz fusion and avant-garde jazz. \"Snap Crackle\" was a nickname given him in the 1950s.",
  "/wiki/Solo_Piano_(Tommy_Flanagan_album)": "Solo Piano is an album by jazz pianist Tommy Flanagan. It was recorded in 1974 and released in 2005 by Storyville Records.",
  "/wiki/Storyville_Records": "Storyville Records is an international record company and label based in Copenhagen, Denmark, specializing in jazz and blues music. Besides its original material, Storyville Records has reissued many vintage jazz recordings that previously appeared on labels such as Paramount Records, American Music Records, and Southland Records. Many Storyville records were pressed in Japan.",
  "/wiki/The_Tommy_Flanagan_Tokyo_Recital": "The Tommy Flanagan Tokyo Recital is an album by jazz pianist Tommy Flanagan. It is a trio album, recorded in 1975, with bassist Keter Betts and drummer Bobby Durham.",
  "/wiki/Pablo_Records": "Pablo Records was a jazz record company and label founded by Norman Granz in 1973, more than a decade after he had sold his labels (including Verve Records) to MGM Records.",
  "/wiki/Keter_Betts": "William Thomas \"Keter\" Betts  (July 22, 1928 – August 6, 2005) was an American jazz double bassist. Born in Port Chester, New York, he was nicknamed \"Keter\", a short form of the word mosquito.",
  "/wiki/Bobby_Durham_(jazz_musician)": "Bobby Durham (February 3, 1937 – July 6, 2008) was an American jazz drummer.",
  "/wiki/Trinity_(Tommy_Flanagan_album)": "Trinity is an album by jazz pianist Tommy Flanagan. It is a 1976 trio recording, with bassist Ron Carter and drummer Roy Haynes, that was also released as Positive Intensity.",
  "/wiki/Inner_City_Records": "Inner City Records was a jazz record company and label founded by Irv Kratka in 1976 in New York City.",
  "/wiki/Ron_Carter": "Ronald Levin Carter (born May 4, 1937) is an American jazz double bassist. His appearances on 2,221 recording sessions make him the most-recorded jazz bassist in history.",
  "/wiki/Eclypso_(album)": "Eclypso is an album by pianist Tommy Flanagan, bassist George Mraz, and drummer Elvin Jones recorded in 1977 for the Enja label.",
  "/wiki/Enja_Records": "Enja Records is a German jazz record company and label based in Munich which was founded by jazz enthusiasts Matthias Winckelmann and Horst Weber in 1971.",
  "/wiki/George_Mraz": "George Mraz (born Jiří Mráz on 9 September 1944 in Písek, Protectorate of Bohemia and Moravia, now Czech Republic) is a jazz bassist and alto saxophonist. He was a member of Oscar Peterson's group, and has worked with Pepper Adams, Stan Getz, Michel Petrucciani, Stephane Grappelli, Tommy Flanagan, Jimmy Raney, Chet Baker, Joe Henderson, John Abercrombie, John Scofield, Richie Beirach and many other important jazz musicians.",
  "/wiki/Montreux_%2777_(Tommy_Flanagan_album)": "Montreux '77 is an album by pianist Tommy Flanagan. It is a trio recording, with bassist Keter Betts and drummer Bobby Durham.",
  "/wiki/Alone_Too_Long_(album)": "Alone Too Long is a solo piano album by Tommy Flanagan.",
  "/wiki/Denon_Records": "Denon Records was a Japanese audiophile record label owned by Denon and distributed by A&M Records from 1990 through 1992. This was a reissue program that included 390 jazz and classical music titles that were issued on compact disc.",
  "/wiki/Our_Delights": "Our Delights is an album by pianists Tommy Flanagan and Hank Jones recorded in 1978 for the Galaxy label.",
  "/wiki/Galaxy_Records": "Galaxy Records was a record label founded in 1964 by Max and Sol Weiss in Berkeley, California. It was a division of Fantasy Records.",
  "/wiki/Hank_Jones": "Henry Jones Jr. (July 31, 1918 – May 16, 2010), best known as Hank Jones, was an American jazz pianist, bandleader, arranger, and composer. Critics and musicians described Jones as eloquent, lyrical, and impeccable. In 1989, The National Endowment for the Arts honored him with the NEA Jazz Masters Award. He was also honored in 2003 with the American Society of Composers, Authors, and Publishers (ASCAP) Jazz Living Legend Award. In 2008, he was awarded the National Medal of Arts. On April 13, 2009, the University of Hartford presented Jones with an honorary Doctorate of Music for his musical accomplishments.",
  "/wiki/More_Delights": "More Delights is a studio album by pianists Tommy Flanagan and Hank Jones, recorded in 1978 for the Galaxy label and released in 1985. The album features alternate takes of the piano duets released on Our Delights.",
  "/wiki/Something_Borrowed,_Something_Blue": "Something Borrowed, Something Blue is an album by pianist Tommy Flanagan recorded in 1978 for the Galaxy label.",
  "/wiki/Jimmie_Smith": "James Howard Smith (born January 27, 1938, Newark, New Jersey) is an American jazz drummer. Smith studied at the Al Germansky School for Drummers in his home town of Newark from 1951–54, then attended the Juilliard School in 1959–60. He began his professional career in New York City around this time.",
  "/wiki/Tommy_Flanagan_Plays_the_Music_of_Harold_Arlen": "Tommy Flanagan Plays the Music of Harold Arlen is an album by jazz pianist Tommy Flanagan, with bassist George Mraz and drummer Connie Kay.",
  "/wiki/Connie_Kay": "Conrad Henry Kirnon (April 27, 1927 – November 30, 1994) known professionally as Connie Kay, was an American jazz and R&B drummer, who was a member of the Modern Jazz Quartet.",
  "/wiki/Helen_Merrill": "Helen Merrill (born Jelena Ana Milcetic  July 21, 1930) is an American jazz vocalist. Her first album, the eponymous 1955 release Helen Merrill, was an immediate success and associated her with the first generation of bebop jazz musicians. After a prolific 1950s and '60s when she recorded with Charlie Parker and Clifford Brown, Merrill spent time recording and touring in Europe and Japan, falling into obscurity in the United States. In the 1980s and '90s, a contract with Verve Records and high-profile performances in America returned her to prominence. Noted for her emotional, sensual vocal performances, her career continues in its sixth decade with concerts and recordings.",
  "/wiki/Confirmation_(Tommy_Flanagan_album)": "Confirmation is an album by pianist Tommy Flanagan compiling unreleased tracks recorded in 1977 and 1978 at sessions that produced Eclypso and Ballads & Blues which was released on the Enja label in 1982.",
  "/wiki/Ballads_%26_Blues_(Tommy_Flanagan_album)": "Ballads & Blues is an album by pianist Tommy Flanagan with bassist George Mraz recorded in 1978 for the Enja label.",
  "/wiki/The_Super_Jazz_Trio": "The Super Jazz Trio is an eponymous album by the band consisting of pianist Tommy Flanagan, bassist Reggie Workman, and drummer Joe Chambers.",
  "/wiki/Baystate": "Baystate was a Japanese jazz record label.",
  "/wiki/Reggie_Workman": "Reginald \"Reggie\" Workman (born June 26, 1937 in Philadelphia, Pennsylvania) is an American avant-garde jazz and hard bop double bassist, recognized for his work with both John Coltrane and Art Blakey.",
  "/wiki/Joe_Chambers": "Joe Chambers (born June 25, 1942) in Chester, Pennsylvania is an American jazz drummer, pianist, vibraphonist and composer. He attended the Philadelphia Conservatory for one year.  In the 1960s and 1970s Chambers gigged with many high-profile artists such as Eric Dolphy, Charles Mingus, Wayne Shorter, and Chick Corea.  During this period, his compositions appeared on some of the albums in which he made guest appearances, such as those with Freddie Hubbard and Bobby Hutcherson. He has released eight albums as a bandleader and been a member of several incarnations of Max Roach's M'Boom percussion ensemble.",
  "/wiki/Together_(Tommy_Flanagan_and_Kenny_Barron_album)": "Together is a studio album by pianists Tommy Flanagan and Kenny Barron which was digitally recorded in late 1978 and first released on the Japanese Denon label in 1979.",
  "/wiki/Kenny_Barron": "Kenny Barron (born June 9, 1943) is an American jazz pianist, who has appeared on hundreds of recordings as leader and sideman and is considered one of the most influential mainstream jazz pianists since the bebop era.",
  "/wiki/Something_Tasty": "Something Tasty is an album by the Super Jazz Trio of pianist Tommy Flanagan, bassist Reggie Workman, and drummer Joe Chambers, with Art Farmer on flugelhorn.",
  "/wiki/Art_Farmer": "Arthur Stewart Farmer (August 21, 1928 – October 4, 1999) was an American jazz trumpeter and flugelhorn player. He also played flumpet, a trumpet–flugelhorn combination especially designed for him. He and his identical twin brother, double bassist Addison Farmer, started playing professionally while in high school. Art gained greater attention after the release of a recording of his composition \"Farmer's Market\" in 1952. He subsequently moved from Los Angeles to New York, where he performed and recorded with musicians such as Horace Silver, Sonny Rollins, and Gigi Gryce and became known principally as a bebop player.",
  "/wiki/King_Records_(Japan)": "King Records Co., Ltd. (キングレコード株式会社, Kingu Rekōdo Kabushiki gaisha) is a Japanese record company founded in January 1931 as a division of the Japanese publisher Kodansha. It initially began operating as an independent entity in the 1950s. It later became part of the Otowa Group. Today, King Records is one of Japan's largest record companies which is owned by a multinational entity. The headquarters are in Bunkyo, Tokyo.",
  "/wiki/Red_Mitchell": "Keith Moore \"Red\" Mitchell (September 20, 1927 – November 8, 1992), was an American jazz double-bassist, composer, lyricist, and poet."
}