{
  "/wiki/New_York's_7th_congressional_district": "New York's 7th Congressional District is a congressional district for the United States House of Representatives in New York City. It includes parts of Brooklyn, Queens, and Manhattan. Democrat Nydia Velázquez represents the district in Congress.",
  "/wiki/John_J._Delaney": "John Joseph Delaney (August 21, 1878 – November 18, 1948) was a United States Representative from New York.",
  "/wiki/Louis_B._Heller": "Louis Benjamin Heller (February 10, 1905 – October 30, 1993) was an American lawyer and politician from New York.",
  "/wiki/New_York's_20th_congressional_district": "The 20th Congressional District of New York is a congressional district for the United States House of Representatives in New York's Capital District.  It includes all of Albany and Schenectady counties, and portions of Montgomery, Rensselaer, and Saratoga counties.",
  "/wiki/Sol_Bloom": "Sol Bloom (March 9, 1870 – March 7, 1949) was an Orthodox Jewish American politician from New York who began his career as an entertainment impresario and sheet music publisher in Chicago. He served fourteen terms in the United States House of Representatives from the West Side of Manhattan, from 1923 until his death in 1949.",
  "/wiki/Franklin_Delano_Roosevelt_Jr.": "Franklin Delano Roosevelt Jr. (August 17, 1914 – August 17, 1988) was an American lawyer, politician, and businessman. He served as a United States Congressman from New York from 1949 to 1955 and as the first chairman of the Equal Employment Opportunity Commission from 1965 to 1966. Roosevelt also ran for Governor of New York twice. He was a son of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt, and served as an officer in the United States Navy during World War II.",
  "/wiki/New_York's_10th_congressional_district": "New York's 10th congressional district is a congressional district for the United States House of Representatives, formerly located from 2003 to 2013 in Brooklyn, New York City, currently represented by Democrat Jerry Nadler. The district contains the southern portion of Morningside Heights, the Upper West Side of Manhattan, the west side of Midtown Manhattan, the west side of Lower Manhattan, including Greenwich Village, Tribeca, and the Financial District, and parts of Brooklyn, most notably Borough Park and parts of Bensonhurst.",
  "/wiki/Andrew_Lawrence_Somers": "Andrew Lawrence Somers (March 21, 1895 – April 6, 1949) was born in Brooklyn, New York.\nHe attended St. Teresa's Academy in Brooklyn, Brooklyn College Preparatory School, Manhattan College, and New York University in New York City.\nHe engaged in dry color and chemical business.\nDuring World War I, he enlisted on July 18, 1917, as a hospital apprentice, second class, in the United States Naval Reserve Force.\nSubsequently, he served as ensign in the Naval Reserve Flying Corps and was then appointed a naval aviator on September 17, 1918. He proceeded to foreign service on September 30, 1918, and served there until honorably discharged March 4, 1919.\nHe served as delegate to the Democratic National Convention in 1928 and was elected as a Democrat to the Sixty-ninth and to the twelve succeeding Congresses and served from March 4, 1925, until his death in St. Albans, Queens, New York, April 6, 1949.",
  "/wiki/Edna_F._Kelly": "Edna Kelly (née Flannery;  August 20, 1906 – December 14, 1997) was an American politician who served as a Democratic member of the United States House of Representatives from New York.",
  "/wiki/Pennsylvania's_26th_congressional_district": "Pennsylvania's 26th congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/Robert_L._Coffey": "Robert Lewis Coffey, Jr. (October 21, 1918 – April 20, 1949) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/John_P._Saylor": "John Phillips Saylor (July 23, 1908 – October 28, 1973) was a Republican member of the U.S. House of Representatives from Pennsylvania serving from 1949 until his death from a heart attack in Houston, Texas in 1973.",
  "/wiki/California's_5th_congressional_district": "California's 5th congressional district is a congressional district in the U.S. state of California.",
  "/wiki/Richard_J._Welch": "Richard Joseph Welch (February 13, 1869 – September 10, 1949) was a U.S. Representative from California.",
  "/wiki/John_F._Shelley": "John Francis \"Jack\" Shelley (September 3, 1905 – September 1, 1974) was a U.S. politician. He served as the 35th mayor of San Francisco, from 1964 to 1968, the first Democrat elected to the office in 50 years, and the first in an unbroken line of Democratic mayors that lasts to the present (as of 2018[update]). His term in the United States House of Representatives, immediately prior to his mayoralty (1949-1964), also broke a long streak of Republican tenure (44 years) and began a streak of Democratic representatives for San Francisco (and, coincidentally, the 5th district) that continues to the present (as of 2018[update]).",
  "/wiki/Massachusetts's_6th_congressional_district": "Massachusetts's 6th congressional district is located in northeastern Massachusetts. It contains most of Essex County, including the North Shore and Cape Ann. It is represented by Seth Moulton, who has represented the district since January 2015. The shape of the district went through minor changes effective from the elections of 2012 after Massachusetts congressional redistricting to reflect the 2010 census. The towns of Tewksbury and Billerica were added, along with a small portion of the town of Andover.",
  "/wiki/George_J._Bates": "George Joseph Bates (February 25, 1891 – November 1, 1949) was a member of the United States House of Representatives from the state of Massachusetts. Born in Salem, Massachusetts, he served in the Massachusetts House of Representatives 1918-1924. Bates was  then elected Mayor of Salem in 1924 at the age of 33. He served as mayor until 1937, at which time he was sworn in as a Republican member of the House in the 75th Congress. He was re-elected six times.",
  "/wiki/William_H._Bates": "William Henry Bates (26 April 1917 – 22 June 1969) was a member of the United States House of Representatives notable for his staunch support of the United States Navy.",
  "/wiki/Illinois's_5th_congressional_district": "The 5th congressional district of Illinois covers parts of Cook and DuPage counties, as of the 2011 redistricting which followed the 2010 census. All or parts of Chicago, Elmhurst, Elmwood Park, Franklin Park, Hinsdale, La Grange Park, Norridge, Northlake, River Grove, Schiller Park, and Oakbrook Terrace are included.",
  "/wiki/Martin_Gorski": "Martin Gorski (October 30, 1886 – December 4, 1949) was a U.S. Representative from Illinois.",
  "/wiki/New_Jersey's_7th_congressional_district": "New Jersey's Seventh Congressional District  includes all of Hunterdon County, and parts of Essex, Morris, Somerset, Union, and Warren counties.",
  "/wiki/J._Parnell_Thomas": "John Parnell Thomas (January 16, 1895 – November 19, 1970) was a stockbroker and politician. He was elected to seven terms as a U.S. Representative from New Jersey as a Republican. He was later a convicted criminal who served nine months in federal prison for corruption.",
  "/wiki/William_B._Widnall": "William Beck Widnall (March 17, 1906 – December 28, 1983) was a Republican Party politician who served as a member of the United States House of Representatives for 24 years representing New Jersey's 7th congressional district.",
  "/wiki/Virginia's_1st_congressional_district": "Virginia's first congressional district is a United States congressional district in the commonwealth of Virginia. It is a district with many upper middle class people in the Northern portion of the district and rural middle class people in the southern.",
  "/wiki/S._Otis_Bland": "Schuyler Otis Bland (May 4, 1872 – February 16, 1950) was a United States Representative from Virginia. Born near Gloucester, Virginia, he attended the Gloucester Academy and the College of William and Mary. He was a teacher and a lawyer in private practice, and was elected as a Democrat to the Sixty-fifth Congress to fill the vacancy caused by the death of Representative William A. Jones. He was reelected to the Sixty-sixth and to the fifteen succeeding Congresses, serving from July 2, 1918 to February 16, 1950. While in the House, he was chair of the Committee on Merchant Marine and Fisheries (Seventy-third through Seventy-ninth Congresses and Eighty-first Congress). The United States Merchant Marine Academy Library is named in his honor.",
  "/wiki/Edward_J._Robeson,_Jr.": "Edward John Robeson Jr. (August 9, 1890 – March 10, 1966) was a U.S. Representative from Virginia.",
  "/wiki/Illinois's_13th_congressional_district": "The 13th congressional district of Illinois is currently represented by Republican Rodney L. Davis.",
  "/wiki/Ralph_E._Church": "Ralph Edwin Church (May 5, 1883 – March 21, 1950), a U.S. Congressman, was born in Vermilion County, Illinois. Church, a Republican, represented the 10th and 13th Congressional districts of Illinois in the U.S. Congress. Congressman Church was also a candidate for U.S. Senator in 1940. He was a member of the American Bar Association, Delta Chi, and Phi Kappa Psi at Northwestern University. He was married to Marguerite Church, who was elected to his Congressional seat upon his death. Marguerite Church went on to hold the seat for six congressional terms.",
  "/wiki/Texas's_18th_congressional_district": "Texas District 18 of the United States House of Representatives is a Congressional district that serves much of inner city Houston and the surrounding area.  It has been the Downtown Houston district since 1972.  The current Representative from District 18 is Sheila Jackson Lee.",
  "/wiki/Eugene_Worley": "Francis Eugene Worley (October 10, 1908 – December 17, 1974) was a United States Representative from Texas and later an Associate Judge and Chief Judge of the United States Court of Customs and Patent Appeals.",
  "/wiki/United_States_Court_of_Customs_and_Patent_Appeals": "The United States Court of Customs and Patent Appeals  (CCPA) was a United States federal court which existed from 1909 to 1982 and had jurisdiction over certain types of civil disputes.",
  "/wiki/Ben_H._Guill": "Ben Hugh Guill (September 8, 1909 – January 15, 1994) was a short-term Republican member of the United States House of Representatives from Texas's 18th congressional district, which then encompassed the Panhandle counties. He won a special election and served the remaining eight months in office.",
  "/wiki/Michigan's_16th_congressional_district": "Michigan's 16th congressional district is an obsolete United States congressional district in Michigan. It covered the communities of Dearborn, Downriver and Monroe County.",
  "/wiki/John_Lesinski,_Sr.": "John Lesinski Sr. (January 3, 1885 – May 27, 1950) was a politician from the U.S. state of Michigan. He was the father of John Lesinski Jr., who succeeded him in the United States House of Representatives.",
  "/wiki/North_Dakota's_at-large_congressional_district": "North Dakota's at-large congressional district is the sole congressional district for the state of North Dakota. Based on size, it is the eighth largest congressional district in the nation.",
  "/wiki/William_Lemke": "William Frederick Lemke (August 13, 1878 – May 30, 1950) was a United States politician. He represented North Dakota in the United States House of Representatives as a member of the Republican Party. He was also the Union Party's presidential candidate in the 1936 presidential election.",
  "/wiki/North_Carolina's_11th_congressional_district": "North Carolina's 11th congressional district encompasses most of Western North Carolina.  Starting in the 113th Congress, it is represented by Mark Meadows, a Republican. He replaced Democrat Heath Shuler, who retired in 2013, after the legislature created severely gerrymandered districts. Shuler had won the seat in the 2006 midterm elections, defeating 8-term Republican Representative Charles H. Taylor. In December 2019, Meadows announced that he will not run for re-election in 2020.",
  "/wiki/Alfred_L._Bulwinkle": "Alfred Lee Bulwinkle (April 21, 1883 – August 31, 1950) was a U.S. Representative from North Carolina.",
  "/wiki/Woodrow_W._Jones": "Woodrow Wilson Jones (January 26, 1914 – November 25, 2002) was a United States Representative from North Carolina and a United States District Judge of the United States District Court for the Western District of North Carolina.",
  "/wiki/Kansas's_3rd_congressional_district": "Kansas's 3rd congressional district is a congressional district in the U.S. state of Kansas. Located in eastern Kansas, the district encompasses all of Wyandotte and Johnson counties and parts of Miami county. The district includes the heart of the Kansas side of the Kansas City metropolitan area, including Kansas City, Overland Park, Lenexa, Shawnee, Spring Hill, DeSoto, and Olathe.",
  "/wiki/Herbert_Alton_Meyer": "Herbert Alton Meyer (August 30, 1886 – October 2, 1950) was a U.S. Representative from Kansas.",
  "/wiki/Myron_V._George": "Myron Virgil George (January 6, 1900 – April 11, 1972) was a U.S. Representative from Kansas.",
  "/wiki/California's_12th_congressional_district": "California's 12th congressional district is a congressional district in California.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/U.S._Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Wyoming's_at-large_congressional_district": "Wyoming's at-large Congressional District is the sole congressional district for the state of Wyoming. It is the third largest congressional district in the United States.",
  "/wiki/Frank_A._Barrett": "Frank Aloysius Barrett (November 10, 1892 – May 30, 1962) was an American soldier, lawyer and politician.  He served as a Republican member of the United States House of Representatives and the United States Senate, and as the 21st Governor of Wyoming.",
  "/wiki/Governor_of_Wyoming": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890.",
  "/wiki/81st_United_States_Congress": "The Eighty-first United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from January 3, 1949, to January 3, 1951, during the fifth and sixth years of Harry S. Truman's presidency."
}