{
  "/wiki/Pepper_Adams": "Park Frederick \"Pepper\" Adams III (October 8, 1930 – September 10, 1986) was an American jazz baritone saxophonist and composer. He composed 42 pieces, was the leader on eighteen albums spanning 28 years, and participated in 600 sessions as a sideman. He worked with an array of musicians, and had especially fruitful collaborations with trumpeter Donald Byrd and as a member of the Thad Jones/Mel Lewis Big Band.",
  "/wiki/Motor_City_Scene": "Motor City Scene, also released as Stardust, is an album by American saxophonist Pepper Adams and trumpeter Donald Byrd, recorded in 1960 and released on the Bethlehem label as BCP 6056 featuring Byrd and Adams with Kenny Burrell, Tommy Flanagan, Paul Chambers, and Louis Hayes.",
  "/wiki/Bethlehem_Records": "Bethlehem Records was a jazz record company and label founded by Gus Wildi in 1953.",
  "/wiki/Encounter!": "Encounter! is an album led by saxophonist Pepper Adams which was recorded in 1968 and released on the Prestige label.",
  "/wiki/Prestige_Records": "Prestige Records is a jazz record company and label founded in 1949 by Bob Weinstock in New York City. The company recorded hundreds of albums by many of the leading jazz musicians of the day, sometimes issuing them under subsidiaries. In 1971, the company was sold to Fantasy, which was later absorbed by Concord.",
  "/wiki/The_Master_(Pepper_Adams_album)": "The Master..., is an album by baritone saxophonist Pepper Adams which was recorded in 1980 and originally released on the Muse label.",
  "/wiki/Muse_Records": "Muse Records was a jazz record company and label founded in New York City by Joe Fields in 1972.",
  "/wiki/The_Adams_Effect": "The Adams Effect, is the final album recorded by baritone saxophonist Pepper Adams which was originally released on the Uptown label in 1988 following Adams' death  in 1986.",
  "/wiki/Uptown_Records_(jazz)": "Uptown Records is a jazz record label based in New York.",
  "/wiki/Lorez_Alexandria": "Lorez Alexandria, born Dolorez Alexandria Turner (August 14, 1929 – May 22, 2001) was an American jazz and gospel singer, described as \"one of the most gifted and underrated jazz singers of the twentieth century\". She became established in the midwest before moving to Los Angeles in the mid 1960s. Jazz critics have compared her to Dinah Washington, Sarah Vaughan, Carmen McRae, and Ella Fitzgerald.",
  "/wiki/CBS/Sony": "Sony Music Entertainment (Japan) Inc. (株式会社ソニー・ミュージックエンタテインメント, Kabushiki gaisha Sonī Myūjikku Entateinmento), often abbreviated as SMEJ or simply SME, and also known as Sony Music Japan for short (stylized as SonyMusic), is Sony's music arm in Japan. SMEJ is directly owned by Sony Corporation and is operating independently from the United States-based Sony Music Entertainment due to its strength in the Japanese music industry.[a]\nIts subsidiaries include the Japanese animation production enterprise, Aniplex, which was established in September 1995 as a joint-venture between Sony Music Entertainment Japan and Sony Pictures Entertainment Japan, but which in 2001 became a wholly owned subsidiary of Sony Music Entertainment Japan. It was prominent in the early to mid '90s producing and licensing music for animated series such as Roujin Z from acclaimed Japanese comic artist Katsuhiro Otomo and Capcom's Street Fighter animated series.",
  "/wiki/Harry_Allen_(musician)": "Harry Allen (born October 12, 1966) is an American jazz tenor saxophonist born in Washington, D.C. Early on he was recognized in high school as an exceptional talent able to play tunes such as Body and Soul in the style of tenor players Coleman Hawkins, Ben Webster, Flip Phillips, and Sam Donahue. He is a traditionalist in the manner of Scott Hamilton. He is best known for his work with John Colianni, Dori Caymmi, Keith Ingham, John Pizzarelli, and Bucky Pizzarelli.",
  "/wiki/Franco_Ambrosetti": "Franco Ambrosetti (born 10 December 1941) is a jazz trumpeter, flugelhornist and composer. He was born in Lugano, Switzerland; his father, Flavio, was a saxophonist who once played opposite Charlie Parker. He has recorded several albums for Enja Records, and worked professionally with his father in a group which also included George Gruntz.",
  "/wiki/Tentets": "Tentets is an album by the flugelhornist and composer Franco Ambrosetti which was recorded in 1985 and released on the Enja label.",
  "/wiki/Enja_Records": "Enja Records is a German jazz record company and label based in Munich which was founded by jazz enthusiasts Matthias Winckelmann and Horst Weber in 1971.",
  "/wiki/Gene_Ammons": "Eugene \"Jug\" Ammons (April 14, 1925 – August 6, 1974), also known as \"The Boss\", was an American jazz tenor saxophonist. The son of boogie-woogie pianist Albert Ammons, Gene Ammons is remembered for his accessible music, steeped in soul and R&B.",
  "/wiki/Boss_Tenor": "Boss Tenor is an album by saxophonist Gene Ammons recorded in 1960 and released on the Prestige label.",
  "/wiki/Benny_Bailey": "Ernest Harold \"Benny\" Bailey (13 August 1925 – 14 April 2005) was an American jazz trumpeter.",
  "/wiki/Big_Brass": "Big Brass is an album by trumpeter Benny Bailey featuring performances recorded in late 1960 and originally released on the Candid label.",
  "/wiki/Candid_Records": "Candid Records is a record label specialising in jazz, now based in the United Kingdom. It was founded in New York City in 1960 as a subsidiary of Cadence Records, owned by Archie Bleyer. Jazz writer and civil rights activist Nat Hentoff was the label's (A&R) director and, he attempted to create a catalog that represented jazz of the day. He also worked with designer and photographer Frank Gauna to create many memorable album covers.",
  "/wiki/Dave_Bailey_(musician)": "Samuel David Bailey (born February 22, 1926) is an American jazz drummer.",
  "/wiki/Bash!_(Dave_Bailey_album)": "Bash! (also released as Modern Mainstream) is an album by jazz drummer Dave Bailey which was originally released on the Jazzline label in 1961. Different releases of the same material have appeared under the names of sidemen on the date. The album features pianist Tommy Flanagan and was re-released as Tommy Flanagan Trio And Sextet on the Onyx label and on the Xanadu label in 1973. It was also re-released under trumpeter Kenny Dorham's name as Osmosis on CD in 1990 on the Black Lion label with 4 alternate takes.",
  "/wiki/Marcus_Belgrave": "Marcus Batista Belgrave (June 12, 1936 – May 24, 2015) was an American jazz trumpet player from Detroit, born in Chester, Pennsylvania. He recorded with numerous musicians from the 1950s onwards. Belgrave was inducted into the class of 2017 of the National Rhythm & Blues Hall of Fame in Detroit, Michigan.",
  "/wiki/Tony_Bennett": "Anthony Dominick Benedetto (born August 3, 1926), known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.",
  "/wiki/Columbia_Records": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded in 1887, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the second major company to produce records. From 1961 to 1990, Columbia recordings were released outside North America under the name CBS Records to avoid confusion with EMI's Columbia Graphophone Company. Columbia is one of Sony Music's four flagship record labels, alongside former longtime rival RCA Records, as well as Arista Records and Epic Records.",
  "/wiki/Art_Blakey": "Arthur Blakey (October 11, 1919 – October 16, 1990) was an American jazz drummer and bandleader. He was briefly known as Abdullah Ibn Buhaina after he converted to Islam for a short time in the late 1940s.",
  "/wiki/Roulette_Records": "Roulette Records was an American record company and label founded in 1957 by George Goldner, Joe Kolsky, Morris Levy and Phil Kahl, with creative control given to producers and songwriters Hugo Peretti and Luigi Creatore. Levy was appointed director.",
  "/wiki/Joshua_Breakstone": "Joshua Breakstone (born July 22, 1955) is an American jazz guitarist.",
  "/wiki/Evening_Star_(Joshua_Breakstone_album)": "Evening Star is an album by guitarist Joshua Breakstone that was recorded in 1990 and first released by the Contemporary label.",
  "/wiki/Contemporary_Records": "Contemporary Records was a jazz record company and label founded by Lester Koenig in Los Angeles in 1951. Contemporary produced music from a variety of jazz styles and players."
}