{
  "/wiki/Virtual_Studio_Technology": "Virtual Studio Technology (VST) is an audio plug-in software interface that integrates software synthesizer and effects in digital audio workstations. VST and similar technologies use digital signal processing to simulate traditional recording studio hardware in software. Thousands of plugins exist, both commercial and freeware, and many audio applications support VST under license from its creator, Steinberg.",
  "/wiki/Steinberg": "Steinberg Media Technologies GmbH (trading as Steinberg) is a German musical software and hardware company based in Hamburg with satellite offices in Siegburg and London. It develops music recording, arranging and editing software, notably Cubase and Nuendo. It also designs audio recording and MIDI hardware interfaces and controllers and iOS music apps including Cubasis. Steinberg created several industry standard music technologies including the Virtual Studio Technology (VST) format for plug-ins and the ASIO (Audio Stream Input/Output) protocol. Steinberg has been a wholly owned subsidiary of Yamaha since 2005.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/GPLv3": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Audio_Units": "Audio Units (AU) are a system-level plug-in architecture provided by Core Audio in Apple's macOS and iOS operating systems.  Audio Units are a set of application programming interface (API) services provided by the operating system to generate, process, receive, or otherwise manipulate streams of audio in near-real-time with minimal latency. It may be thought of as Apple's architectural equivalent to another popular plug-in format, Steinberg's Virtual Studio Technology (VST).",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/TvOS": "tvOS (formerly Apple TV Software) is an operating system developed by Apple Inc. for the 2nd generation and later Apple TV digital media player. It is based on the iOS operating system and has many similar frameworks, technologies, and concepts.",
  "/wiki/Real_Time_AudioSuite": "Real-Time AudioSuite (RTAS) is a format of audio plug-in developed by Digidesign, currently Avid Technology for their Pro Tools LE and Pro Tools M-Powered systems, although they can be run on Pro Tools HD and Pro Tools TDM systems.  RTAS plug-ins use the processing power of the host computer rather than DSP cards used in the Pro Tools HD systems. As the name suggests, the plug-in architecture is designed to be run in real-time, mimicking hardware inserts on traditional mixing console. This is in contrast to rendering files out of time with effects applied directly to the audio, which in Pro Tools is facilitated by AudioSuite Plug-ins. Avid's AAX format, which runs on both native CPU and Pro Tools HDX DSP, is the replacement for RTAS.",
  "/wiki/Avid_Technology": "Avid Technology (often known as Avid, stylized as ▲▼❚▶) is an American technology and multimedia company founded in August 1987 by Bill Warner, based in Burlington, Massachusetts. It specializes in audio and video; specifically, digital non-linear editing (NLE) systems, video editing software, audio editing software, music notation software, management and distribution services.",
  "/wiki/LADSPA": "LADSPA is an acronym for Linux Audio Developer's Simple Plugin API. It is an application programming interface (API) standard for handling audio filters and audio signal processing effects, licensed under the GNU Lesser General Public License (LGPL). It was originally designed for Linux through consensus on the Linux Audio Developers Mailing List, but works on a variety of other platforms. It is used in many free audio software projects and there is a wide range of LADSPA plug-ins available.",
  "/wiki/LGPL": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/Disposable_Soft_Synth_Interface": "Disposable Soft Synth Interface (DSSI) is a virtual instrument (software synthesizer) plugin architecture for use by music sequencer applications. It was designed for applications running under Linux, although there is nothing specific to Linux in the interface itself. It is distributed under the terms of a combination of GNU Lesser General Public License and some BSD licenses, all of which are free software licences.",
  "/wiki/BSD_License": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/LV2": "LV2, an acronym for Linux Audio Developer's Simple Plugin API (LADSPA) version 2, is an open standard for audio plug-ins and matching host applications. It includes support for audio synthesis (generation) and digital signal processing of digital audio and MIDI. It provides an open alternative to other standards such as Virtual Studio Technology (VST) and Audio Units.",
  "/wiki/ISC_License": "The ISC license is a permissive free software license published by the Internet Software Consortium, nowadays called Internet Systems Consortium (ISC).  It is functionally equivalent to the simplified BSD and MIT licenses, but without language deemed unnecessary following the Berne Convention.[nb 1][nb 2]",
  "/wiki/OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/DirectX_plugin": "In computer music and professional audio creation, a DirectX plugin is a software processing component that can be loaded as a plugin into host applications to allow real-time processing, audio effects, mixing audio or act as virtual synthesizers. DirectX plugins allow the replacement of traditional recording studio hardware and rack units used in professional studios with software-based counterparts that can be connected together in a modular way. This allows host manufacturers to focus on the conviviality and efficiency of their products while specialized manufacturers can focus on the digital signal processing aspect. For example, there are plugins for effects boxes, such as reverbs and delays, effects pedals, like guitar distortion, flange and chorus, and for mixing and mastering processors such as compressors, limiters, exciters, sub bass enhancers, stereo imagers and many more.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue."
}