{
  "/wiki/CHNL": "CHNL is a radio station in Kamloops, British Columbia, Canada. The station, owned by the Stingray Group since 2018, airs a classic hits format with some talk and sports at 610 on the AM dial. The station launched in 1970.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Newcap_Radio": "Newfoundland Capital Corporation Ltd., operating as Newcap Radio, was a Canadian radio broadcasting conglomerate based in Halifax, Nova Scotia. Founded by Harold R. Steele, the company owned 101 radio stations in Canada (making it the second-largest radio conglomerate in Canada behind Bell Media) particularly in Newfoundland and Labrador, and Alberta, as well as two television stations in Lloydminster.",
  "/wiki/CFBX-FM": "CFBX-FM 92.5 FM, also known as \"The X\" , is a campus radio station at Thompson Rivers University in Kamloops, British Columbia.",
  "/wiki/Campus_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/Thompson_Rivers_University": "Thompson Rivers University (commonly referred to as TRU) is a public teaching and research university offering undergraduate and graduate degrees and vocational training. Its main campus is in Kamloops, British Columbia, Canada, and its name comes from the two rivers which converge in Kamloops, the North Thompson and South Thompson. The university has a satellite campus in Williams Lake, BC and a distance education division called TRU-Open Learning. It also has several international partnerships through its TRU World division.",
  "/wiki/CBYK-FM": "CBYK-FM is a Canadian radio station, which broadcasts the programming of the CBC Radio One network in Kamloops, British Columbia. The station airs at 94.1 FM in Kamloops.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CBUF-FM": "CBUF-FM is a Canadian radio station, which broadcasts Radio-Canada's Ici Radio-Canada Première network at 97.7 MHz in Vancouver and on a chain of rebroadcasters around British Columbia. CBUF-FM is a non-commercial public broadcasting station airing news/talk and some music programming.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/CKRV-FM": "CKRV-FM is a Canadian radio station, broadcasting at 97.5 FM in Kamloops, British Columbia. The station broadcasts a classic hits format branded as K 97-5, and prior to 2010, it had a hot adult contemporary format.  Even though as a top 40 station, it was still being classified as a hot AC station by Mediabase and Nielsen BDS. CKRV-FM's most recent shift to top 40 was plagued by CKBZ-FM shifting from adult contemporary to hot adult contemporary in the late 2000s.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/CIFM-FM": "CIFM-FM is a Canadian radio station, broadcasting at 98.3 FM in Kamloops, British Columbia. The station currently broadcasts an Active rock format branded as \"98.3 CIFM' Kamloops Best Rock\".",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/Jim_Pattison_Group": "The Jim Pattison Group is a Vancouver-based conglomerate with interests in media, automotive dealerships, grocery store chains, magazine distribution, food service specialty packaging, advertising, real estate development, fishing, forest products, financial services, and entertainment. and, in a recent survey by the Financial Post, the firm was ranked as Canada's 62nd largest company. Jim Pattison, a Vancouver-based entrepreneur, is the chairman, CEO, and sole owner of the company. The Jim Pattison Group, Canada's second largest privately held company, has more than 45,000 employees worldwide, and annual sales of $10.1 billion based on investments in Canada, the U.S., Mexico, Europe, Asia and Australia. The Group is active in 25 divisions, according to Forbes, including packaging, food, forestry products.",
  "/wiki/CKBZ-FM": "CKBZ-FM is a radio station in Kamloops, British Columbia, Canada. Broadcasting at 100.1 FM, the station airs an adult contemporary format (per reporting status on Mediabase) branded as B-100. The station is currently owned by the Jim Pattison Group.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CBPL-FM": "Weatheradio Canada (French: Radiométéo Canada) is a Canadian weather radio network that is owned and operated by Environment and Climate Change Canada's Meteorological Service of Canada division. The network transmits in both official languages (English and French) from 230 sites across Canada. Weatheradio Canada like their telephone service, uses the Starcaster Text to Speech, which has been used for many years and is owned by STR-SpeechTech Ltd.",
  "/wiki/Weatheradio_Canada": "Weatheradio Canada (French: Radiométéo Canada) is a Canadian weather radio network that is owned and operated by Environment and Climate Change Canada's Meteorological Service of Canada division. The network transmits in both official languages (English and French) from 230 sites across Canada. Weatheradio Canada like their telephone service, uses the Starcaster Text to Speech, which has been used for many years and is owned by STR-SpeechTech Ltd.",
  "/wiki/CJKC-FM": "CJKC-FM is a Canadian radio station, broadcasting at 103.1 FM in Kamloops, British Columbia. The station broadcasts a country music format branded as New Country 103.1.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/CBU-FM": "CBU-FM is a Canadian radio station, which broadcasts the programming of the CBC Music network in Vancouver, British Columbia. The station broadcasts at 105.7 FM. CBU-FM's transmitter is located atop Mount Seymour.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Media_in_Kamloops": "This is a list of media in Kamloops, British Columbia."
}