{
  "/wiki/8:17_p.m._Darling_Street": "8:17 p.m. Darling Street (French: 20h17 rue Darling) is both a novel by the anthropologist Bernard Émond and also his second feature-length fiction film. It was released in 2003 and made three years after his debut feature, The Woman Who Drinks. It was screened at the 2003 Toronto International Film Festival.",
  "/wiki/Bernard_Émond": "Bernard Émond (born 1951, in Montreal) is a Québecois and Canadian director, screenwriter, novelist and essayist working in the French-language. He studied anthropology at university and lived for several years in the Canadian north where he worked for the Inuit Broadcasting Corporation. He began his film career making documentaries, later moving to feature-length films, all of which have been shot in Quebec. He is noted for the humanistic, sometimes spiritual depth of his films, in particular his trilogy of feature films (2007, 2009, 2012) based on the three Christian virtues, faith, hope, and charity. Other themes in his work include human dignity and frailty, and cultural loss. He describes himself as an agnostic and a \"conservative socialist.\"",
  "/wiki/Luc_Picard": "Luc Picard (born 24 September 1961) is a French Canadian actor, director and comedian. He was born on September 24, 1961 in Lachine, Quebec, Canada. He has played numerous characters in diverse roles.",
  "/wiki/À_Hauteur_d'homme": "À Hauteur d'homme is a 2003 Canadian political documentary directed in 2003 by Jean-Claude Labrecque about Bernard Landry and the 2003 general election in Quebec, Canada. It won a Jutra Award for Best Documentary (tie) in 2004. Its style belongs to the Quebec cinéma direct school of filmmaking.",
  "/wiki/Jean-Claude_Labrecque": "Jean-Claude Labrecque, CM CQ (June 19, 1938 – May 31, 2019) was a director and cinematographer who learned the basics of filmmaking at the National Film Board of Canada.",
  "/wiki/Bernard_Landry": "Bernard Landry GOQ (French: [bɛʁnaʁ lɑ̃dʁi]; March 9, 1937 – November 6, 2018) was a Quebec lawyer, economist, teacher, politician, who as the leader of the Parti Québécois (2001–2005) served as the 28th Premier of Quebec (2001–2003), and leader of the Opposition (2003–2005).",
  "/wiki/Documentary_film": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/Jutra_Award": "The Prix Iris is a Canadian film award, presented annually by Québec Cinéma, which recognizes talent and achievement in the mainly francophone feature film industry in Quebec. Until 2016, it was known as the Jutra Award (Prix Jutra, with the ceremony called La Soirée des Jutra) in memory of influential Quebec film director Claude Jutra, but Jutra's name was withdrawn from the awards following the publication of allegations that Jutra had sexually abused children.",
  "/wiki/Parti_Québécois": "The Parti Québécois (pronounced [paʁti kebekwa]; French for \"Quebecer Party\"; PQ) is a sovereignist and social democratic provincial political party in Quebec, Canada. The PQ advocates national sovereignty for Quebec involving independence of the province of Quebec from Canada and establishing a sovereign state. The PQ has also promoted the possibility of maintaining a loose political and economic sovereignty-association between Quebec and Canada. The party traditionally has support from the labour movement, but unlike most other social democratic parties, its ties with organized labour are informal. Members and supporters of the PQ are called péquistes (Quebec French pronunciation: [pekɪst] (listen);), a French word derived from the pronunciation of the party's initials.",
  "/wiki/The_Barbarian_Invasions": "The Barbarian Invasions (French: Les Invasions barbares) is a 2003 Canadian-French sex comedy-drama film written and directed by Denys Arcand and starring Rémy Girard, Stéphane Rousseau and Marie-Josée Croze. The film is a sequel to Arcand's 1986 film The Decline of the American Empire, continuing the story of the character Rémy, a womanizing history professor now terminally ill with cancer.",
  "/wiki/Denys_Arcand": "Georges-Henri Denys Arcand CC GOQ (French: [dəni aʁkɑ̃]; born June 25, 1941) is a French Canadian film director, screenwriter and producer. His film The Barbarian Invasions won the Academy Award for Best Foreign Film in 2004. His films have also been nominated three further times, including two nominations in the same category for The Decline of the American Empire in 1986 and Jesus of Montreal in 1989, becoming the only French-Canadian director in history whose films have received this number of nominations and, subsequently, to have a film win the award. Also for The Barbarian Invasions, he received an Academy Award nomination for Best Original Screenplay, losing to Sofia Coppola for Lost in Translation.",
  "/wiki/Rémy_Girard": "Rémy Girard OC (born August 10, 1950) is a Canadian actor and former television host from Quebec.",
  "/wiki/Marie-Josée_Croze": "Marie-Josée Croze (French pronunciation: ​[maʁi ʒoze kʁoz]; born February 23, 1970) is a French Canadian actress. She also holds French citizenship, which she obtained in December 2012.",
  "/wiki/Dorothée_Berryman": "Dorothée Berryman (born April 28, 1948) is a Canadian actress and singer from Quebec.",
  "/wiki/Johanne-Marie_Tremblay": "Johanne-Marie Tremblay (born 1950) is a Canadian actress.",
  "/wiki/Stéphane_Rousseau": "Stéphane Rousseau (French pronunciation: ​[ste'fan ʁu'so]; born September 17, 1966) is a Canadian actor and comedian. He starred in the Academy Award-winning film The Barbarian Invasions. He has also been in Asterix at the Olympic Games (2008). His latest movies is the French comedy Fatal, a Zoolander-type spoof of the music industry focusing on the character Fatal Bazooka created by Michaël Youn.",
  "/wiki/Dominique_Michel": "Dominique Michel, OC, CQ (born September 24, 1932 in Sorel-Tracy, Quebec as Aimée Sylvestre) is a Quebec comedian, actress, singer and artist.",
  "/wiki/Yves_Jacques": "Yves Jacques OC (born 10 May 1956) is a Canadian film, television and stage actor.",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/The_Decline_of_the_American_Empire": "The Decline of the American Empire (French: Le Déclin de l'empire américain) is a 1986 Canadian sex comedy-drama film directed by Denys Arcand and starring Rémy Girard, Pierre Curzi and Dorothée Berryman. The film follows a group of intellectual friends from the Université de Montréal history department as they engage in a long dialogue about their sexual affairs, touching on issues of adultery, homosexuality, group sex, BDSM and prostitution. A number of characters associate self-indulgence with societal decline.",
  "/wiki/Blizzard_(film)": "Blizzard is a 2003 American/Canadian Christmas-themed family film directed by LeVar Burton, and stars Brenda Blethyn, Christopher Plummer, Kevin Pollak, and Whoopi Goldberg.",
  "/wiki/LeVar_Burton": "Levardis Robert Martyn Burton Jr. (born February 16, 1957) is an American actor, presenter, director, and author. His first major part was the role of a young Kunta Kinte in the 1977 ABC television miniseries Roots, a role he reprised in the 1988 television film Roots: The Gift. In 1983 he became the host of the long-running PBS children's series Reading Rainbow, and again performed a lead role as Lt. Commander Geordi La Forge in Star Trek: The Next Generation. He has also directed a number of television episodes for various iterations of Star Trek, among other programs.",
  "/wiki/Brenda_Blethyn": "Brenda Blethyn OBE (née Bottle; 20 February 1946) is an English actress. She is known for her portrayals of working-class women with eccentric qualities. She is the recipient of several accolades, including one Golden Globe, one BAFTA, one Cannes Film Festival Award for Best Actress and two Academy Award nominations.",
  "/wiki/Christopher_Plummer": "Arthur Christopher Orme Plummer CC (born December 13, 1929) is a Canadian actor whose career has spanned six decades, beginning with his film debut in Stage Struck (1958).",
  "/wiki/Kevin_Pollak": "Kevin Elliot Pollak (born October 30, 1957) is an American actor, impressionist, and comedian. He has appeared in over 80 films; his roles include Sam Weinberg in the legal film A Few Good Men, Jacob Goldman in Grumpy Old Men and its sequel Grumpier Old Men; Todd Hockney in The Usual Suspects, Phillip Green in Casino, and Bobby Chicago in End of Days.",
  "/wiki/The_Corporation_(2003_film)": "The Corporation is a 2003 Canadian documentary film written by University of British Columbia law professor Joel Bakan, and directed by Mark Achbar and Jennifer Abbott. The documentary examines the modern-day corporation. Bakan wrote the book, The Corporation: The Pathological Pursuit of Profit and Power, during the filming of the documentary.",
  "/wiki/Jennifer_Abbott": "Jennifer Abbott is a Canadian director and editor, who specializes in social justice and environmental documentaries. She is best known as the co-director and editor of the documentary, The Corporation (2003), which examines large corporations in the 21st century. The documentary received 26 awards, including a Sundance Film Festival award, a Genie for best documentary and a top ten film of the year by the Toronto International Film Festival - though disqualified from the Oscars as an Ontario broadcast preceded the LA theatrical release.",
  "/wiki/Mark_Achbar": "Mark Achbar (born in Ottawa in 1955)\nis a Canadian filmmaker, best known for directing The Corporation and Manufacturing Consent: Noam Chomsky and the Media.",
  "/wiki/Jane_Akre": "Jane Akre is an American journalist best known for the whistleblower lawsuit by herself and her former husband, Steve Wilson, against Fox station WTVT in Tampa, Florida.  Akre and Wilson are featured in the 2003 documentary film The Corporation which includes a section about the same lawsuit.",
  "/wiki/Ray_Anderson_(entrepreneur)": "Ray C. Anderson (July 28, 1934 – August 8, 2011) was founder and chairman of Interface Inc., one of the world's largest manufacturers of modular carpet for commercial and residential applications and a leading producer of commercial broadloom and commercial fabrics. He was known in environmental circles for his advanced and progressive stance on industrial ecology and sustainability.",
  "/wiki/Crime_Spree": "Crime Spree is a 2003 Canadian-British comedy-heist thriller film, written and directed by Brad Mirman, starring Gérard Depardieu, Harvey Keitel and French singers Johnny Hallyday and Renaud. The fish out of water film concerns a band of French thieves who get more than they bargain for after burglarizing the home of a Chicago mafia boss.",
  "/wiki/Gérard_Depardieu": "Gérard Xavier Marcel Depardieu (UK: /ˈdɛpɑːrdjɜː, ˌdɛpɑːrˈdjɜː/, US: /-ˈdjʌ, ˌdeɪpɑːrˈdjuː/, French: [ʒeʁaʁ ɡzavje maʁsɛl dəpaʁdjø] (listen); born 27 December 1948) is a  French actor. He is one of the most prolific character actors in film history, having completed more than 170 films since 1967.[citation needed] \nHe has received acclaim for his performances in The Last Metro (1980), for which he won the César Award for Best Actor, in Police (1985), for which he won the Volpi Cup for Best Actor, Jean de Florette (1986), and Cyrano de Bergerac (1990), winning the Cannes Film Festival for Best Actor, his second César Award for Best Actor, and his first Academy Award nomination for Best Actor.\nHe co-starred in Peter Weir's comedy Green Card (1990), winning a Golden Globe Award and later acted in many big budget Hollywood movies including Ridley Scott's 1492: Conquest of Paradise (1992), Kenneth Branagh's Hamlet (1996), Randall Wallace's The Man in the Iron Mask (1998), and Ang Lee's Life of Pi (2012).\nHe is a Chevalier of the Légion d'honneur and Chevalier of the Ordre national du Mérite. He was granted citizenship of Russia in January 2013, and became a cultural ambassador of Montenegro during the same month.",
  "/wiki/Harvey_Keitel": "Harvey Keitel (/kaɪˈtɛl/ ky-TEL; born May 13, 1939) is an American actor and producer. He has starred in films such as Mean Streets (1973), Taxi Driver (1976), The Duellists (1977), The Last Temptation of Christ (1988), Bugsy (1991), Thelma & Louise (1991), Reservoir Dogs (1992),  Bad Lieutenant (1992), The Piano (1993), Pulp Fiction (1994), From Dusk till Dawn (1996), Cop Land (1997), The Grand Budapest Hotel (2014), Youth (2015) and The Irishman (2019).",
  "/wiki/Johnny_Hallyday": "Jean-Philippe Léo Smet (French pronunciation: ​[ʒɑ̃ filip leo smɛt]; 15 June 1943 – 6 December 2017), better known by his stage name Johnny Hallyday ([ʒɔni alidɛ]), was a French rock and roll and pop singer and actor, credited for having brought rock and roll to France.",
  "/wiki/Saïd_Taghmaoui": "Saïd Taghmaoui (born July 19, 1973) is a  French-American actor and screenwriter of Moroccan descent. One of his major screen roles was that of Saïd in the 1995 French film La Haine, directed by Mathieu Kassovitz. Taghmaoui has also appeared in a number of English-language films, with roles such as Captain Said in Three Kings (1999) and Sameer in Wonder Woman (2017).",
  "/wiki/The_Delicate_Art_of_Parking": "The Delicate Art of Parking is an eighty seven minute Canadian comedy/mockumentary film released on May 14, 2003, directed by Trent Carlson, and produced by Blake Corbet, Andrew Currie and Kevin Eastwood.",
  "/wiki/Dov_Tiefenbach": "Dov Yosef Tiefenbach (born December 8, 1981) is a Canadian actor and musician.",
  "/wiki/Fred_Ewanuick": "Fred Ewanuick [əˈwαːnɪk] (born June 23, 1971) is a Canadian actor of Ukrainian and Italian heritage, known for his role in the television series Corner Gas as Hank Yarbo and as the title character in the CTV sitcom Dan for Mayor. He was also a regular in a CTV anthology series, Robson Arms. Recently, he starred in Nickelodeon's summer 2013 TV movie, Swindle.",
  "/wiki/Nancy_Robertson_(actress)": "Nancy Robertson (born 1971) is a Canadian actress, best known for her roles as Wanda Dollard in the Canadian television series Corner Gas and Millie Upton in the series Hiccups.",
  "/wiki/Dying_at_Grace": "Dying at Grace is a Canadian documentary film, directed by Allan King and released in 2003. The film profiles a group of patients in palliative care at Toronto Grace Health Centre in Toronto, Ontario, exploring their thoughts and feelings on their imminent deaths.",
  "/wiki/Allan_King": "Allan Winton King, OC (February 6, 1930 – June 15, 2009), was a Canadian film director.",
  "/wiki/Emile_(film)": "Emile is a Canadian film made in 2003 by Carl Bessai and released widely in 2004. The cast includes Ian McKellen and Deborah Kara Unger.  The film received 2 Genie Award nominations in 2005 for Best Achievement in Overall Sound and Best Performance by an Actor in a Leading Role for Ian McKellen.",
  "/wiki/Carl_Bessai": "Carl Bessai (born 1966 in Edmonton, Alberta) is a Canadian film director and screenwriter. Bessai studied at OCAD University and at York University in Toronto graduating with a Master of Fine Arts Degree. He got his start directing documentary films before moving to Vancouver and directing his debut feature film Johnny in 1999. Bessai has made a career working on low-budget independent features but has worked with A-List actors Ian McKellen and Deborah Kara Unger on his film Emile and Carrie-Anne Moss on his film Normal. He was nominated for the Genie Award for Best Achievement in Direction for the latter film. Bessai is a member of the Director's Guild of Canada, the Writer's Guild of Canada, and the Canadian Film and Television Producer's Association.",
  "/wiki/Ian_McKellen": "Sir Ian Murray McKellen CH CBE (born 25 May 1939) is an English actor. His career spans genres ranging from Shakespearean and modern theatre to popular fantasy and science fiction.\nHe is the recipient of six Laurence Olivier Awards, a Tony Award, a Golden Globe Award, a Screen Actors Guild Award, a BIF Award, two Saturn Awards, four Drama Desk Awards, and two Critics' Choice Awards. He has also received nominations for two Academy Awards, five Primetime Emmy Awards, and four BAFTAs.\nHe achieved worldwide fame for his film roles, including the titular King in Richard III (1995), James Whale in Gods and Monsters (1998), Magneto in the X-Men films, and Gandalf in The Lord of the Rings and The Hobbit trilogies.",
  "/wiki/Deborah_Kara_Unger": "Deborah Kara Unger (born May 12, 1966) is a Canadian actress. She is known for her roles in the films Highlander III: The Sorcerer (1994), Crash (1996), The Game (1997), Payback (1999), The Hurricane (1999), White Noise (2005), Silent Hill (2006), 88 Minutes (2008) and The Way (2010).",
  "/wiki/The_Event_(2003_film)": "The Event is a 2003 drama film directed by Thom Fitzgerald. It tells the story of Matt Shapiro (Don McKellar) who has died in Manhattan, resulting in an aborted 9-1-1 call. Attorney Nick DeVivo (Parker Posey) interviews Matt's friends and family to piece together a portrait of Matt's life and finally his death.",
  "/wiki/Thom_Fitzgerald": "Thomas \"Thom\" Fitzgerald (born July 8, 1968) is an  American-Canadian film and theatre director, screenwriter, playwright and producer.",
  "/wiki/Brent_Carver": "Brent Carver (born November 17, 1951) is Canadian actor best known for his performances on Broadway in Parade as Leo Frank and Kiss of the Spider Woman as Molina, for which he won the Tony Award for Best Leading Actor in a Musical in 1993.",
  "/wiki/Olympia_Dukakis": "Olympia Mary Dukakis (born June 20, 1931) is a Greek American actress. She started her career in theater, and won an Obie Award for Best Actress in 1963 for her Off-Broadway performance in Bertolt Brecht's Man Equals Man. She later moved on to film acting, and in 1987, she won an Academy Award, a Golden Globe, and a BAFTA nomination for her performance in Moonstruck. She received another Golden Globe nomination for Sinatra, and Emmy Award nominations for Lucky Day, More Tales of the City, and Joan of Arc.",
  "/wiki/Jane_Leeves": "Jane Elizabeth Leeves (born 18 April 1961) is an English actress, model, producer, comedian, singer, and dancer.  She played Daphne Moon on the television sitcom Frasier from 1993 until 2004, for which she was nominated for an Emmy Award and a Golden Globe Award. She is also known for her role as Joy Scroggs on TV Land's sitcom Hot in Cleveland.",
  "/wiki/Don_McKellar": "Don McKellar CM (born August 17, 1963) is a Canadian actor, writer, and filmmaker. He was part of a loosely-affiliated group of filmmakers to emerge from Toronto known as the Toronto New Wave.",
  "/wiki/Sarah_Polley": "Sarah Ellen Polley OC (born January 8, 1979) is a Canadian actress, writer, director, producer and political activist. Polley first garnered attention as a child actress for her role as Ramona Quimby in the television series Ramona, based on Beverly Cleary's books. Subsequently this led to her role as Sara Stanley in the Canadian television series Road to Avonlea (1990–1996). She has starred in many feature films, including Exotica (1994), The Sweet Hereafter (1997), Guinevere (1999), Go (1999), The Weight of Water (2000), My Life Without Me (2003), Dawn of the Dead (2004), Splice (2009), and Mr. Nobody (2009).",
  "/wiki/Parker_Posey": "Parker Christian Posey (born November 8, 1968) is an American actress and musician. She frequently works with Christopher Guest and has appeared in several of his mockumentaries, such as Waiting for Guffman (1996), Best in Show (2000), A Mighty Wind (2003), For Your Consideration (2006), and Mascots (2016). Posey is the recipient of a Golden Globe Award nomination, a Satellite Award nomination and two Independent Spirit Award nominations.",
  "/wiki/Falling_Angels_(film)": "Falling Angels is a 2003 independent film by Scott Smith, based on the novel of the same name by Barbara Gowdy and adapted for the screen by poet and author Esta Spalding. It is the second feature film by Scott Smith, writer, producer and director of Rollercoaster (1999). Set in the late 1960s, the film is a dark comedy focusing on the coming of age of three sisters and their struggle for independence in a dysfunctional family. It is also a story about the destructive effects of secrecy between parents and children.",
  "/wiki/Scott_Smith_(director)": "Scott Smith is a Canadian television and film director.  He has won multiple film festival awards for his 1999 film Rollercoaster. He also directed the 2003 film Falling Angels, based on the Barbara Gowdy novel, which achieved a nomination from the Directors Guild of Canada for Outstanding Achievement in Direction – Feature Film.",
  "/wiki/Callum_Keith_Rennie": "Callum Keith Rennie (born 14 September 1960) is a British-born Canadian television and film actor. He started his career in Canadian film and television projects, where his portrayal of Stanley Raymond Kowalski on the television series Due South was his first international success. After years acting in over 125 Canadian and international projects, he became widely known for his portrayal of the Cylon model number two Leoben Conoy on Battlestar Galactica, and following that, his role as record producer Lew Ashby on the Showtime series Californication.",
  "/wiki/Miranda_Richardson": "Miranda Jane Richardson (born 3 March 1958)  is an English actress and comedian. She made her film debut playing Ruth Ellis in Dance with a Stranger (1985) and went on to receive Academy Award nominations for Damage (1992) and Tom & Viv (1994). A seven-time BAFTA Award nominee, she won the BAFTA Award for Best Actress in a Supporting Role for Damage. She has also been nominated for seven Golden Globe Awards, winning twice for Enchanted April (1992) and the TV film Fatherland (1994).",
  "/wiki/Katharine_Isabelle": "Katharine Isabelle (born November 2, 1981) is a Canadian actress. She has been described as a scream queen due to her roles in various horror films. She started her acting career in 1989, playing a cameo role in the television series MacGyver. She gained fame for the role of Ginger Fitzgerald in the films Ginger Snaps, Ginger Snaps 2: Unleashed, and Ginger Snaps Back: The Beginning.",
  "/wiki/Kristin_Adams": "Kristin Nicole Adams, née Holt, is a television personality, entertainment news correspondent and viral video creator.  Adams first rose to public awareness on American Idol. Between 2005 and 2008, Kristin served as the second host of G4's Cheat!, a television show dedicated to video game cheats and strategies.  In 2008, Cheat! segments were incorporated into G4's X-Play, where she was a correspondent and occasional host throughout the remainder of the series.  She also substituted hosting roles for the network's other shows and specials, as needed. She hosted \"Poker Night\" on GSN and Nissan GT Academy on Speed. On January 1, 2010, Adams became the new co-host of the Character Fantasy film showcase on the USA Network. In 2012 Adams was a co-host/correspondent on Real Music Live on NBC.",
  "/wiki/Genie_Award": "The Genie Awards were given out annually by the Academy of Canadian Cinema and Television to recognize the best of Canadian cinema from 1980–2012. They succeeded the Canadian Film Awards (1949–1978; also known as the \"Etrog Awards,\" for sculptor Sorel Etrog, who designed the statuette).",
  "/wiki/Falling_in_Love_Again_(2003_film)": "Falling in Love Again is a 2003 animated stereoscopic 3D film directed by Munro Ferguson, about a man and woman tossed aloft during a car accident, who fall in love while plummeting to the ground. Set to the song Falling in Love Again (Can't Help It) as sung by Marlene Dietrich, it was created by Ferguson at the National Film Board of Canada, using IMAX's SANDDE stereoscopic drawing system. It won a Canadian Genie Award for Best Animated Short in 2003. It was also included in the Animation Show of Shows.",
  "/wiki/National_Film_Board": "The National Film Board of Canada (or simply National Film Board or NFB) (French: Office national du film du Canada, or ONF) is Canada's public film and digital media producer and distributor. An agency of the Government of Canada, the NFB produces and distributes documentary films, animation, web documentaries, and alternative dramas. In total, the NFB has produced over 3,000 productions since its inception, which have won over 5,000 awards. The NFB reports to the Parliament of Canada through the Minister of Canadian Heritage. It has English-language and French-language production branches.",
  "/wiki/Far_Side_of_the_Moon_(film)": "Far Side of the Moon (French: La Face cachée de la lune) is a Canadian drama film, directed by Robert Lepage and released in 2003. The film is based on Lepage's eponymous play, which premiered in 2000.",
  "/wiki/Robert_Lepage": "Robert Lepage, CC OQ (born December 12, 1957) is a Canadian playwright, actor, film director, and stage director.",
  "/wiki/Anne-Marie_Cadieux": "Anne-Marie Cadieux (born September 23, 1963) is a Canadian actress, film director and screenwriter. She has won a Jutra Award for Best Supporting Actress for her role in Streetheart (Le Cœur au poing) and in 2008 was nominated for a Genie Award for Best Performance by an Actress in a Leading Role for her role in You (Toi).",
  "/wiki/Berlin_Film_Festival": "The Berlin International Film Festival (German: Internationale Filmfestspiele Berlin), usually called the Berlinale, is a film festival held annually in Berlin, Germany. Founded in West Berlin in 1951, the festival has been held every February since 1978 and is one of the \"Big Three\" alongside the Venice Film Festival and Cannes Film Festival. Since 2019, Mariette Rissenbeek serves as the executive director of the festival, while Carlo Chatrian is the artistic director.",
  "/wiki/Father_and_Sons": "Father and Sons (French: Père et Fils) is a 2003 French-Canadian comedy film directed by Michel Boujenah.",
  "/wiki/Michel_Boujenah": "Michel Boujenah (born 3 November 1952) is a French-Tunisian Jewish actor, comedian,[clarification needed] film director and screenwriter.",
  "/wiki/Philippe_Noiret": "Philippe Noiret (French pronunciation: ​[filip nwaʁɛ]; 1 October 1930 – 23 November 2006) was a French film actor.",
  "/wiki/Charles_Berling": "Charles Berling (born 30 April 1958) is a French actor, director and screenwriter.",
  "/wiki/Bruno_Putzulu": "Bruno Putzulu (born 24 May 1967) is a French actor, born in Toutainville.",
  "/wiki/Pascal_Elbé": "Pascal Elbé (born 13 March 1967) is a French actor, director and screenwriter.",
  "/wiki/Festival_Express": "Festival Express is a 2003 documentary film about the 1970 train tour of the same name across Canada taken by some of North America's most popular rock bands, including Grateful Dead, Janis Joplin, The Band, Buddy Guy, Flying Burrito Bros, Ian & Sylvia's Great Speckled Bird, and Delaney & Bonnie & Friends. The film combines live footage shot during the 1970 concerts, as well as footage aboard the train itself, interspersed with present-day interviews with tour participants sharing their often humorous recollections of the events.",
  "/wiki/The_Grateful_Dead": "The Grateful Dead was an American rock band formed in 1965 in Palo Alto, California. The band is known for its eclectic style, which fused elements of rock, folk, country, jazz, bluegrass, blues, gospel, and psychedelic rock; for live performances of lengthy instrumental jams; and for its devoted fan base, known as \"Deadheads.\" \"Their music,\" writes Lenny Kaye, \"touches on ground that most other groups don't even know exists.\" These various influences were distilled into a diverse and psychedelic whole that made the Grateful Dead \"the pioneering Godfathers of the jam band world\". The band was ranked 57th by Rolling Stone magazine in its The Greatest Artists of All Time issue. The band was inducted into the Rock and Roll Hall of Fame in 1994 and a recording of their May 8, 1977 performance at Cornell University's Barton Hall was added to the National Recording Registry of the Library of Congress in 2012. The Grateful Dead have sold more than 35 million albums worldwide.",
  "/wiki/Janis_Joplin": "Janis Lyn Joplin (January 19, 1943 – October 4, 1970) was an American singer-songwriter who sang rock, soul and blues music. One of the most successful and widely known rock stars of her era, she was known for her powerful mezzo-soprano vocals and \"electric\" stage presence.",
  "/wiki/The_Band": "The Band was a Canadian-American roots rock group including Rick Danko (bass guitar, vocals, fiddle), Garth Hudson (keyboards, accordion, saxophone), Richard Manuel (keyboards, drums, vocals), Robbie Robertson (guitar, vocals), and Levon Helm (drums, vocals, mandolin, guitar). Their time backing Bob Dylan was when they first reached prominence (as well as providing The Band their name), but they were originally formed as The Hawks, a backing band for rockabilly singer Ronnie Hawkins. They joined Hawkins one by one between 1958 and 1963.",
  "/wiki/The_Flying_Burrito_Brothers": "The Flying Burrito Brothers are an American country rock band, best known for their influential 1969 debut album, The Gilded Palace of Sin. Although the group is perhaps best known for its connection to band founders Gram Parsons and Chris Hillman (formerly of the Byrds), the group underwent many personnel changes and has existed in various incarnations. A lineup with no original members (and derived from the 2000s-era Burrito Deluxe) currently performs as The Burrito Brothers.",
  "/wiki/Buddy_Guy": "George \"Buddy\" Guy (born July 30, 1936) is an American blues guitarist and singer. He is an exponent of Chicago blues and has influenced guitarists including Eric Clapton, Jimi Hendrix, Jimmy Page, Keith Richards, Stevie Ray Vaughan, Jeff Beck, Gary Clark Jr. and John Mayer. In the 1960s, Guy played with Muddy Waters as a house guitarist at Chess Records and began a musical partnership with the harmonica player Junior Wells.",
  "/wiki/FIX:_The_Story_of_an_Addicted_City": "Fix: The Story of an Addicted City is a Canadian documentary film, directed by Nettie Wild and released in 2003. The film centres on Vancouver's campaign to launch Insite, North America's first legal supervised injection site for injection drug users.",
  "/wiki/Nettie_Wild": "Nettie Wild (Nettie Barry Canada Wild) is a Canadian filmmaker with a focus on documentaries that highlight marginalized groups and discrimination that these groups face, including people in Canada and around the world. She has worked throughout her professional career as an actor, director, producer, and cameraperson.",
  "/wiki/Foolproof_(film)": "Foolproof is a 2003 Canadian heist film directed by William Phillips and starring Ryan Reynolds, David Suchet, Kristin Booth, Joris Jarsky, and James Allodi.",
  "/wiki/William_Phillips_(director)": "William Phillips is a Canadian film director and screenwriter. After graduating from the University of Toronto with a bachelor of science, Phillips studied film at Ryerson University. Phillips then ran a film production company entitled Grandview Products and worked on the second-unit of the film Cube. After directing two short films, Milkman and Deep Cut, Phillips wrote and directed his first feature film in 2001, Treed Murray. The film earned five Genie Awards nominations including Best Motion Picture. Williams has since directed two more major Canadian films, Foolproof and Gunless.",
  "/wiki/Ryan_Reynolds": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian-American actor, comedian, film producer and screenwriter. He began his career starring in the Canadian teen soap opera Hillside (1991–1993) and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), and starred in action films such as Blade: Trinity (2004), Green Lantern (2011), and Safe House (2012).",
  "/wiki/David_Suchet": "David Suchet, CBE (/ˈsuːʃeɪ/ SOO-shay; born 2 May 1946) is an English actor, known for his work on British stage and television. He played Edward Teller in the TV serial Oppenheimer (1980) and received the RTS and BPG awards for his performance as Augustus Melmotte in the British serial The Way We Live Now (2001). International acclaim and recognition followed his performance as Agatha Christie's detective Hercule Poirot in Agatha Christie's Poirot (1989-2013), for which he received a 1991 British Academy of Film and Television Arts (BAFTA) nomination.",
  "/wiki/Kristin_Booth": "Kristin Booth (born August 28, 1974) is a Canadian actress, born in Kitchener, Ontario. She graduated with Honours BFA from Ryerson Theatre School at Ryerson University in 1997.",
  "/wiki/Game_Over:_Kasparov_and_the_Machine": "Game Over: Kasparov and the Machine is a 2003 documentary film by Vikram Jayanti about the match between Garry Kasparov, the highest rated chess player in history (at the time), the World Champion for 15 years (1985–2000) and an anti-communist politician, and Deep Blue, a chess-playing computer created by IBM.  It was coproduced by Alliance Atlantis and the National Film Board of Canada.",
  "/wiki/Vikram_Jayanti": "Vikram Teja Jayanti is an Indian-American documentary filmmaker responsible for a number of  well known full-feature documentary films. Two of his films, for which he has production credits, have received Academy Awards for Best Full-Feature Documentary; the 1997 blockbuster When We Were Kings and 2005's Born Into Brothels. A sampling of his other work includes Innocents Abroad, The Man Who Bought Mustique, James Ellroy's Feast of Death, Game Over: Kasparov and the Machine, Lincoln  and The Agony and the Ecstasy of Phil Spector. He and his films have also won a number of other awards, including the Special Jury Prize at the Sundance Film Festival, and have been nominated for others.",
  "/wiki/Garry_Kasparov": "Garry Kimovich Kasparov (Russian: Га́рри Ки́мович Каспа́ров, Russian pronunciation: [ˈɡarʲɪ ˈkʲiməvʲɪtɕ kɐˈsparəf]; born Garik Kimovich Weinstein, 13 April 1963) is a Russian chess grandmaster, former world chess champion, writer, and political activist, whom many consider to be the greatest chess player of all time. From 1986 until his retirement in 2005, Kasparov was ranked world No. 1 for 225 out of 228 months. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. Kasparov also holds records for consecutive professional tournament victories (15) and Chess Oscars (11).",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/Deep_Blue_(chess_computer)": "Deep Blue was a chess-playing computer developed by IBM. It is known for being the first computer chess-playing system to win both a chess game and a chess match against a reigning world champion under regular time controls.",
  "/wiki/Gaz_Bar_Blues": "Gaz Bar Blues is a 2003 Québécois drama and comedy film directed by Louis Bélanger. The film is set in 1989 in the outskirts of an unspecified Québécois city.",
  "/wiki/Louis_Bélanger": "Louis Bélanger (born 1964 in Beauport, Quebec) is a Canadian film director and screenwriter. He has a degree in communications from UQAM. He is a close friend and collaborator of filmmaker Denis Chouinard; both men created several short films together before branching off into their own careers with feature films. His film Post Mortem won him Best Director at the Montreal World Film Festival and earned him two Genie Awards, for best new director and best screenplay.",
  "/wiki/Serge_Thériault": "Serge Thériault (born April 23, 1948 in Quebec City) is a Canadian comedian and actor from Quebec. He is best known for his collaborations with Claude Meunier, including the Ding et Dong comedy duo and the spinoff television series La Petite Vie, in which he played the role of Môman.",
  "/wiki/Danny_Gilmore": "Danny Gilmore (born December 23, 1973) is a Canadian actor. He has appeared in a number of films and television shows, starting with his role as Vallier in John Greyson's Lilies (1996). In 2007 he appeared in Denys Arcand's Days of Darkness. He also starred in Gaz Bar Blues, Les Fils de Marie and the French–Canadian TV movie Marie-Antoinette.",
  "/wiki/Prix_Jutra": "The Prix Iris is a Canadian film award, presented annually by Québec Cinéma, which recognizes talent and achievement in the mainly francophone feature film industry in Quebec. Until 2016, it was known as the Jutra Award (Prix Jutra, with the ceremony called La Soirée des Jutra) in memory of influential Quebec film director Claude Jutra, but Jutra's name was withdrawn from the awards following the publication of allegations that Jutra had sexually abused children.",
  "/wiki/How_My_Mother_Gave_Birth_to_Me_During_Menopause": "How My Mother Gave Birth to Me During Menopause (French: Comment ma mère accoucha de moi durant sa ménopause) is a film by Canadian director Sébastien Rose, released in 2003. The film won that year's Claude Jutra Award for the best Canadian feature film by a first-time director.",
  "/wiki/Sébastien_Rose": "Sébastien Rose (born June 30, 1969 in Montreal, Quebec) is a Canadian film director and screenwriter. His debut film, How My Mother Gave Birth to Me During Menopause (Comment ma mère accoucha de moi durant sa ménopause), won the Claude Jutra Award for the best Canadian film by a first-time director in 2003.",
  "/wiki/Micheline_Lanctôt": "Micheline Lanctôt (born May 12, 1947) is a Canadian actress, film director, screenwriter, and musician.",
  "/wiki/Paul_Ahmarani": "Paul Ahmarani (born 1972) is a Canadian actor. Both his parents have a teaching background; one is from Cacouna, Bas-Saint-Laurent, Quebec and the other from the Mediterranean coast. Ahmarani is known for his roles in the movies The Left-Hand Side of the Fridge (La Moitié gauche du frigo) and How My Mother Gave Birth to Me During Menopause (Comment ma mère accoucha de moi durant sa ménopause). He has also appeared in the first season of the television Star Trek parody Dans une galaxie près de chez vous. In 2005 he released a musical album called \"Portrait vivant\" under the name \"Paul Ahmarani et les nouveaux mariés\" (\"Paul Ahmarani and the Newlyweds\", see the External links section to listen). Outside his acting and singing career, Paul Ahmarani has also been an open supporter of Quebec's left-wing party, Québec solidaire. On 25 February 2010, Paul Ahmarani, together with 500 artists, joined the call to support the international campaign for Boycott, Divestment, and Sanctions against the Israeli Apartheid. In 2012, audiences saw him in Martin Villeneuve's Mars et Avril, a science fiction film based on the graphic novels of the same name.",
  "/wiki/Claude_Jutra_Award": "The John Dunning Best First Feature Award is a special Canadian film award, presented by the Academy of Canadian Cinema and Television to the year's best feature film by a first-time film director. Under the earlier names Claude Jutra Award and Canadian Screen Award for Best First Feature, the award has been presented since the 14th Genie Awards in 1993.",
  "/wiki/List_of_Canadian_films_of_2003": "This is a list of Canadian films which were released in 2003:"
}