{
  "/wiki/Saving_Private_Ryan": "Saving Private Ryan is a 1998 American epic war film directed by Steven Spielberg and written by Robert Rodat. Set during the Invasion of Normandy in World War II, the film is notable for its graphic portrayal of war and for the intensity of its opening 27 minutes, which includes a depiction of the Omaha Beach assault during the Normandy landings. The film follows United States Army Rangers Captain John H. Miller (Tom Hanks) and his squad (Tom Sizemore, Edward Burns, Barry Pepper, Giovanni Ribisi, Vin Diesel, Adam Goldberg, and Jeremy Davies) as they search for a paratrooper, Private First Class James Francis Ryan (Matt Damon), the last surviving brother of three servicemen killed in action. The film is a co-production between DreamWorks Pictures, Paramount Pictures, Amblin Entertainment, and Mutual Film Company, with DreamWorks distributing the film in North America while Paramount released the film internationally.",
  "/wiki/Blast_from_the_Past_(film)": "Blast from the Past is a 1999 American romantic comedy film based on a story and directed by Hugh Wilson, and starring Brendan Fraser, Alicia Silverstone, Christopher Walken, Sissy Spacek, and Dave Foley.",
  "/wiki/Dracula_2000": "Dracula 2000 (also known internationally as Dracula 2001) is a 2000 American vampire horror film co-written and directed by Patrick Lussier and produced by Joel Soisson and Wes Craven, and starring Jeri Ryan, Gerard Butler, Christopher Plummer, Jonny Lee Miller, Justine Waddell, Omar Epps, Colleen Fitzpatrick, and Jennifer Esposito. The plot follows Dracula, who arrives in New Orleans, Louisiana in the 21st century and seeks out Mary Heller, a descendant of Abraham Van Helsing.",
  "/wiki/Outing_Riley": "Outing Riley is a 2004 comedy film about a gay man coming out to his three brothers written, directed, and starring Pete Jones. It was screened at the 2004 Chicago International Film Festival and released on video in 2007.  The movie was subsequently renamed If Dad Only Knew.",
  "/wiki/Serenity_(2005_film)": "Serenity is a 2005 American space Western film written and directed by Joss Whedon. It is a continuation of Whedon's short-lived 2002 Fox television series Firefly and stars the same cast, taking place after the events of the final episode. Set in 2517, Serenity is the story of the captain and crew of Serenity, a \"Firefly-class\" spaceship. The captain and first mate are veterans of the Unification War, having fought on the losing Independent side against the Alliance. Their lives of smuggling and cargo-running are interrupted by a psychic passenger who harbors a dangerous secret.",
  "/wiki/Malcolm_Reynolds": "Malcolm \"Mal\" Reynolds is a fictional character and the protagonist of the Firefly franchise. Mal is played by actor Nathan Fillion in the 2002 TV series Firefly and the 2005 film Serenity. In the series, Mal is a former Browncoat sergeant and the captain of the \"Firefly-class\" spaceship Serenity. The character was named #18 in TV Guide's Greatest Sci-Fi Legends list in 2004.",
  "/wiki/Slither_(2006_film)": "Slither is a 2006 American science fiction body horror comedy film written and directed by James Gunn in his directorial debut. Starring Nathan Fillion, Elizabeth Banks, Tania Saulnier, Gregg Henry, and Michael Rooker, the film depicts a small town in South Carolina that becomes invaded by a malevolent alien parasite.",
  "/wiki/White_Noise_2:_The_Light": "White Noise: The Light, also marketed as White Noise 2, is a 2007 supernatural horror thriller film directed by Patrick Lussier and starring Nathan Fillion and Katee Sackhoff. Written by Matt Venne, it is a stand-alone sequel to the 2005 film White Noise, directed by Geoffrey Sax. The film received positive reviews, but was not commercially successful, and failed to recoup its $10 million budget.",
  "/wiki/Waitress_(film)": "Waitress is a 2007 American comedy-drama film written and directed by Adrienne Shelly, whose supporting role serves as her final film appearance before her death. It stars Keri Russell as a young woman trapped in a small town, an abusive marriage, and a dead-end job, who faces an unwanted pregnancy. The film debuted at the 2007 Sundance Film Festival and went into limited theatrical release in the US on May 2, 2007.",
  "/wiki/Trucker_(film)": "Trucker is a 2008 independent drama film by Plum Pictures written and directed by James Mottern, and produced by Scott Hanson, Galt Niederhoffer, Celine Rattray and Daniela Taplin Lundberg. It stars Michelle Monaghan, Nathan Fillion and Benjamin Bratt.",
  "/wiki/Wonder_Woman_(2009_film)": "Wonder Woman is a 2009 direct-to-DVD animated superhero film focusing on the superheroine of the same name. The plot of the film is loosely based on George Pérez's reboot of the character, specifically the Gods and Mortals arc that started the character's second volume in 1987. It is the fourth in the line of DC Universe Animated Original Movies released by Warner Premiere and Warner Bros. Animation.",
  "/wiki/Steve_Trevor": "General Steven Rockwell Trevor is a fictional character appearing in American comic books published by DC Comics, commonly in association with the superheroine Wonder Woman. The character was created by William Moulton Marston and first appeared in All Star Comics #8 (Dec. 1941). Steve Trevor is a trusted friend, love interest, and partner who introduces Diana (Wonder Woman) to \"Man's World\", and has served as Wonder Woman's United Nations liaison.",
  "/wiki/Super_(2010_American_film)": "Super is a 2010 American superhero black comedy film written and directed by James Gunn and starring Rainn Wilson, Ellen Page, Liv Tyler, Kevin Bacon and Nathan Fillion. It tells the story of Frank Darbo, a short-order cook who becomes a superhero without having any superhuman ability, calling himself the \"Crimson Bolt\". He sets out to rescue his wife Sarah from the hands of a drug dealer.",
  "/wiki/Green_Lantern:_Emerald_Knights": "Green Lantern: Emerald Knights is a direct-to-video animated superhero film that tells various stories featuring members of Green Lantern Corps, including Abin Sur, Laira, Kilowog, and Mogo. It was released on June 7, 2011. While not a direct sequel to First Flight, the film uses the same character designs and includes a cameo by Ch'p, who had a speaking role in the previous film.",
  "/wiki/Hal_Jordan": "Hal Jordan, also known as Green Lantern, is a fictional superhero appearing in American comic books published by DC Comics. The character was created in 1959 by writer John Broome and artist Gil Kane, and first appeared in Showcase #22 (October 1959). Hal Jordan is a reinvention of the previous Green Lantern who appeared in 1940s comic books as the character Alan Scott.",
  "/wiki/Justice_League:_Doom": "Justice League: Doom is a 2012 direct-to-video animated superhero film, loosely based on \"JLA: Tower of Babel\", a 2000 comic book storyline by writer Mark Waid that ran in the DC Comics series JLA. The film's script was adapted by writer Dwayne McDuffie, and it is directed by Lauren Montgomery. A sequel to Crisis on Two Earths, the film uses the same character designs by the lead character designer, Phil Bourassa as well as footage from the film in the opening. It was released on February 28, 2012. The film also features various actors reprising their roles from the DC animated universe and Green Lantern: Emerald Knights respectively. It is the 13th film in the DC Universe Animated Original Movies.",
  "/wiki/Much_Ado_About_Nothing_(2012_film)": "Much Ado About Nothing is a 2012 black and white American romantic comedy film adapted for the screen, produced, and directed by Joss Whedon, from William Shakespeare's play of the same name. The film stars Amy Acker, Alexis Denisof, Nathan Fillion, Clark Gregg, Reed Diamond, Fran Kranz, Sean Maher, and Jillian Morgese.",
  "/wiki/Dogberry": "Dogberry is a character created by William Shakespeare for his play, Much Ado About Nothing. He is described by The Nuttall Encyclopædia as a \"self-satisfied night constable\" with an inflated view of his own importance as the leader of a group of comically bumbling police watchmen. Dogberry is notable for his numerous malapropisms, which sometimes are referred to as \"dogberryisms\" or \"dogberrys\" after him. The Dogberry character was created for William Kempe, who played comic roles in Shakespeare's theatre company the Lord Chamberlain's Men.",
  "/wiki/Monsters_University": "Monsters University is a 2013 American 3D computer-animated comedy film produced by Pixar Animation Studios for Walt Disney Pictures. It was directed by Dan Scanlon in his feature film debut and produced by Kori Rae, with John Lasseter, Pete Docter, Andrew Stanton and Lee Unkrich as executive producers. The music for the film was composed by Randy Newman, making it his seventh collaboration with Pixar. It is a prequel to Monsters, Inc. (2001), making it the first, and currently, only time Pixar has made a prequel film. Monsters University tells the story of two monsters, Mike and Sulley, and their time studying at college, where they start off as rivals, but slowly become best friends. John Goodman, Billy Crystal, Steve Buscemi, Bob Peterson, and John Ratzenberger reprise their roles as James P. Sullivan, Mike Wazowski, Randall Boggs, Roz, and the Abominable Snowman, respectively. Bonnie Hunt, who voiced Ms. Flint in the first film, voices Mike's grade school teacher Ms. Karen Graves.",
  "/wiki/Justice_League:_The_Flashpoint_Paradox": "Justice League: The Flashpoint Paradox is a direct-to-video animated film adaptation of the 2011 comic book crossover \"Flashpoint\" by Geoff Johns and Andy Kubert. It is scripted by Jim Krieg and directed by Jay Oliva. The film stars Justin Chambers as Barry Allen / Flash, C. Thomas Howell as Eobard Thawne / Professor Zoom, Michael B. Jordan as Victor Stone / Cyborg, and Kevin McKidd as Thomas Wayne / Batman. The film also sees actors reprising roles from other DC Animated properties, including Kevin Conroy as Bruce Wayne / Batman, Nathan Fillion as Hal Jordan / Green Lantern, Ron Perlman as Deathstroke, Dana Delany as Lois Lane, Vanessa Marshall as Princess Diana / Wonder Woman and Dee Bradley Baker as Etrigan. It is the 17th film in the DC Universe Animated Original Movies series and launches a new shared continuity, the DC Animated Movie Universe. It was released on July 30, 2013, then re-released on September 10, 2013, as a 2-disc special edition.",
  "/wiki/Percy_Jackson:_Sea_of_Monsters": "Percy Jackson: Sea of Monsters (also known as Percy Jackson & the Olympians: The Sea of Monsters) is a 2013 American fantasy adventure film directed by Thor Freudenthal. It is the second installment in the Percy Jackson film series and is based on the 2006 novel The Sea of Monsters by Rick Riordan. It is a sequel to the 2010 film Percy Jackson & the Olympians: The Lightning Thief.",
  "/wiki/Hermes": "Hermes (/ˈhɜːrmiːz/; Greek: Ἑρμῆς) is a deity in Ancient Greek religion and mythology. Hermes is considered[by whom?] the god of boundaries, as well as the transgression of boundaries.",
  "/wiki/Party_Central": "Party Central is a 2014 computer animated short produced by Pixar Animation Studios for Walt Disney Pictures and directed by Kelsey Mann. It premiered on May 29, 2013 at the D23 Expo in Anaheim, California and was shown in theaters with Muppets Most Wanted on March 21, 2014. Party Central is the second short in the Monsters, Inc. franchise and takes place shortly after the events of Monsters University. The short involves Mike and Sulley helping their Oozma Kappa fraternity brothers make their party a success."
}