{
  "/wiki/Ordeal_in_the_Arctic": "Ordeal in the Arctic is a television film written by Paul F. Edwards and directed by Mark Sobel. The film stars Richard Chamberlain, Catherine Mary Stewart, Melanie Mayron, Scott Hylands and Page Fletcher.",
  "/wiki/One_Life_to_Live": "One Life to Live (often abbreviated as OLTL) is an American soap opera broadcast on the ABC television network for more than 43 years, from July 15, 1968, to January 13, 2012, and then on the internet as a web series on Hulu and iTunes via The Online Network from April 29 to August 19, 2013. Created by Agnes Nixon, the series was the first daytime drama to primarily feature ethnically and socioeconomically diverse characters and consistently emphasize social issues. One Life to Live was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to an hour on January 16, 1978.",
  "/wiki/Joey_Buchanan": "Joey Buchanan is a fictional character from the American daytime serial One Life to Live. The character is the son of original protagonists Victoria Lord and Joe Riley, Sr.",
  "/wiki/Spin_City": "Spin City is an American television sitcom that aired from September 17, 1996 until April 30, 2002 on ABC. Created by Gary David Goldberg and Bill Lawrence, the show was set in a fictionalized version of the New York City mayor's office, and originally starred Michael J. Fox as Mike Flaherty, the Deputy Mayor of New York. Fox departed in 2000 at the conclusion of Season 4 due to symptoms of Parkinson's disease, and Charlie Sheen assumed the lead role of Charlie Crawford for the final two seasons. The series was cancelled in May 2002 after a decline in ratings.",
  "/wiki/Maggie_Winters": "Maggie Winters is an American sitcom television series created by Kari Lizer, that ran on CBS from September 30, 1998 to February 3,  1999. The title character was played by Faith Ford.",
  "/wiki/Two_Guys_and_a_Girl": "Two Guys and a Girl (titled Two Guys, a Girl and a Pizza Place for the first two seasons) is an American television sitcom created by Kenny Schwartz and Danny Jacobson. The series started as a short-run (13 episodes) mid-season replacement on March 10, 1998, on ABC. The series ran for four seasons, ending with a planned series finale, its eighty-first episode, on May 16, 2001.",
  "/wiki/The_Outer_Limits_(1995_TV_series)": "The Outer Limits is a Canadian-American television series that originally aired on Showtime, Syfy and in syndication between 1995 and 2002. The series is a revival of the original The Outer Limits series that aired from 1963–65.",
  "/wiki/Star_Crossed_(The_Outer_Limits)": "This page is a list of the episodes of The Outer Limits, a 1995 science fiction/dark fantasy television series. The series was broadcast on Showtime from 1995 to 2000, and on the Sci Fi Channel in its final year (2001-2002).",
  "/wiki/King_of_the_Hill": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/Pasadena_(TV_series)": "Pasadena is an American prime time soap opera that originally aired on Fox from September to November 2001.",
  "/wiki/Firefly_(TV_series)": "Firefly is an American space Western drama television series which ran from 2002–2003, created by writer and director Joss Whedon, under his Mutant Enemy Productions label. Whedon served as an executive producer, along with Tim Minear. The series is set in the year 2517, after the arrival of humans in a new star system and follows the adventures of the renegade crew of Serenity, a \"Firefly-class\" spaceship. The ensemble cast portrays the nine characters who live on Serenity. Whedon pitched the show as \"nine people looking into the blackness of space and seeing nine different things.\"",
  "/wiki/Malcolm_Reynolds": "Malcolm \"Mal\" Reynolds is a fictional character and the protagonist of the Firefly franchise. Mal is played by actor Nathan Fillion in the 2002 TV series Firefly and the 2005 film Serenity. In the series, Mal is a former Browncoat sergeant and the captain of the \"Firefly-class\" spaceship Serenity. The character was named #18 in TV Guide's Greatest Sci-Fi Legends list in 2004.",
  "/wiki/Buffy_the_Vampire_Slayer": "Buffy the Vampire Slayer is  an American supernatural drama television series based on the 1992 film of the same name. It was created by Joss Whedon under his production tag, Mutant Enemy Productions, with later co-executive producers being Jane Espenson, David Fury, David Greenwalt, Doug Petrie, Marti Noxon, and David Solomon.",
  "/wiki/Caleb_(Buffy_the_Vampire_Slayer)": "Caleb is a fictional character played by Nathan Fillion in the television series Buffy the Vampire Slayer created by Joss Whedon. The character is a sadistic sociopath with a pathological hatred of women.",
  "/wiki/Miss_Match": "Miss Match is an American comedy-drama television series created by Jeff Rake and Darren Star and produced by 20th Century Fox Television, Darren Star Productions, and Imagine Television. It aired in the United States on NBC from September 26 to December 15, 2003, including international networks aired in Australia on Seven Network, Arena, and Fox8, and in the United Kingdom on Living, Channel 4, and is on E4. Seventeen episodes of the series were filmed, with eleven aired in the United States. The entire series aired in both the UK and Canada.",
  "/wiki/Justice_League_Unlimited": "Justice League Unlimited (JLU) is an American animated television series that was produced by Warner Bros. Animation and aired on Cartoon Network.  Featuring a wide array of superheroes from the DC Comics universe, and specifically based on the Justice League superhero team, it is a direct sequel to the previous Justice League animated series. JLU debuted on July 31, 2004, on Toonami and ended on May 13, 2006. It was also the final series set in the long-running DC animated universe, which started with Batman: The Animated Series in 1992.",
  "/wiki/Vigilante_(Greg_Saunders)": "Greg Saunders is the first fictional character known as the \"Vigilante\" that appeared in American comic books published by DC Comics.",
  "/wiki/Lost_(TV_series)": "Lost is an American drama television series that originally aired on ABC from September 22, 2004, to May 23, 2010, over six seasons, comprising a total of 121 episodes. The show contains elements of supernatural and science fiction, and follows the survivors of a commercial jet airliner flying between Sydney and Los Angeles, after the plane crashes on a mysterious island somewhere in the South Pacific Ocean. The story is told in a heavily serialized manner. Episodes typically feature a primary storyline set on the island, augmented by flashback or flashforward sequences which provide additional insight into the involved characters.",
  "/wiki/I_Do_(Lost)": "\"I Do\" is the sixth episode of the third season of Lost, and the 55th episode overall. It aired on November 8, 2006, on ABC. The episode was written by Damon Lindelof and Carlton Cuse and directed by Tucker Gates. The character of Kate Austen (Evangeline Lilly) is featured in the episode's flashbacks, where her brief marriage to a police officer, Kevin Callis (Nathan Fillion), is shown. In the present events, Jack Shephard  (Matthew Fox) considers whether or not to perform surgery on Ben Linus (Michael Emerson), and is motivated by Kate's claims that if he does not comply, Sawyer (Josh Holloway) will be killed.",
  "/wiki/Drive_(2007_TV_series)": "Drive is an American action drama television series created by Tim Minear and Ben Queen, produced by Minear, Queen, and Greg Yaitanes, and starring Nathan Fillion.  Four episodes aired on the Fox Network in April 2007.  Two unaired episodes were later released directly to digital distribution.",
  "/wiki/Robot_Chicken": "Robot Chicken is an American stop motion sketch comedy television series, created and executive produced for Adult Swim by Seth Green and Matthew Senreich along with co-head writers Douglas Goldstein and Tom Root. The writers, especially Green, also provide many of the voices. Senreich, Goldstein, and Root were formerly writers for the popular action figure hobbyist magazine ToyFare. Robot Chicken has won an Annie Award and six Emmy Awards.",
  "/wiki/Desperate_Housewives": "Desperate Housewives is an American mystery comedy-drama television series created by Marc Cherry and produced by ABC Studios and Cherry Productions. It originally aired for eight seasons on ABC from October 3, 2004 until May 13, 2012. Executive producer Cherry served as showrunner. Other executive producers since the fourth season included Bob Daily, George W. Perkins, John Pardee, Joey Murphy, David Grossman, and Larry Shaw.",
  "/wiki/Adam_Mayfair": "Desperate Housewives is an American comedy-drama series that aired on ABC (American Broadcasting Company). It focuses on the residents living on the fictional Wisteria Lane as narrated by their deceased neighbor, Mary Alice Young (Brenda Strong). Specifically, the series follows four protagonists and Mary Alice's friends, Susan Mayer (Teri Hatcher), Lynette Scavo (Felicity Huffman), Bree Van de Kamp (Marcia Cross), and Gabrielle Solis (Eva Longoria). Desperate Housewives features an ensemble cast, which also includes the women's husbands, children, love interests, neighbors, and other acquaintances.[citation needed]",
  "/wiki/Castle_(TV_series)": "Castle is an American crime-comedy-drama television series, which aired on ABC for a total of eight seasons from March 9, 2009, to May 16, 2016. The series was produced jointly by Beacon Pictures and ABC Studios.",
  "/wiki/Richard_Castle": "Richard Edgar \"Rick\" Castle (born Richard Alexander Rodgers) is a fictional character on the ABC crime series Castle. He is portrayed by Nathan Fillion.",
  "/wiki/Nathan_Fillion": "Nathan Fillion (/ˈfɪliən/; born March 27, 1971) is a Canadian-American actor, best known for the leading roles of Captain Malcolm \"Mal\" Reynolds on Firefly and its film continuation Serenity, Richard Castle on Castle and John Nolan on The Rookie."
}