{
  "/wiki/Ordonho_Alvares": "Ordoño Álvarez (Portuguese: Ordonho Alvares) (Asturias, c. 1198 – Rome, 21 December 1285) was an Asturian clergyman, abbot at the Abbey of Santa María de Husillos, bishop of Salamanca, archbishop of Braga and cardenal of the Roman Catholic Church.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Bishop_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Pope_Nicholas_III": "Pope Nicholas III (Latin: Nicolaus III; c. 1225 – 22 August 1280), born Giovanni Gaetano Orsini, was Pope from 25 November 1277 to his death in 1280.\n He was a Roman nobleman who had served under eight popes, been made Cardinal-Deacon of St. Nicola in Carcere Tulliano by Pope Innocent IV (1243–54), protector of the Franciscans by Pope Alexander IV (1254–61), inquisitor-general by Pope Urban IV (1261–64), and succeeded Pope John XXI (1276–77) after a six-month vacancy in the Holy See resolved in the papal election of 1277, largely through family influence.",
  "/wiki/Bentivenga_da_Bentivengi": "Bentivenga de Bentivengis, O. Min. (ca. 1230 – 25 or 26 March 1289), also written Bentivegna de Bentivegni, or de Bentivenghi or Bentivegnawas, was an Italian Franciscan and cardinal.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Bishop_of_Albano": "The Diocese of Albano (Latin: Albanensis) is a suburbicarian see of the Roman Catholic Church in a diocese in Italy, comprising seven towns in the Province of Rome. Albano Laziale is situated some 15 kilometers from Rome, on the Appian Way.\n Under current arrangements it has both a titular bishop and a diocesan bishop.",
  "/wiki/Latino_Malabranca_Orsini": "Latino Malabranca Orsini (b. at Rome, year unknown – d. 10 August 1294, Perugia) was a Roman noble,  an Italian cardinal of the Holy Roman Church, and nephew of Pope Nicholas III.",
  "/wiki/Bishop_of_Ostia_e_Velletri": "The Bishop of Ostia is the head of the suburbicarian diocese of Ostia, one of the seven suburbicarian sees of Rome. The position is now attached to the post of Dean of the College of Cardinals, as it has been since 1150, with the actual governance of the diocese entrusted to the Vicar General of Rome.\n Ostia and Velletri,  \"Ostia e Velletri\" in Italian, was a single suburbicarian diocese from 1105 to 1914.  In 1914, Velletri (now Velletri-Segni) was split off as a separate suburbicarian diocese. Starting then, a new Dean would add the see of Ostia to the suburbicarian see he already had.",
  "/wiki/Pope_Nicholas_IV": "Pope Nicholas IV (Latin: Nicolaus IV; 30 September 1227 – 4 April 1292), born Girolamo Masci, Pope from 22 February 1288 to his death in 1292. He was the first Franciscan to be elected pope.",
  "/wiki/Bishop_of_Palestrina": "The Roman Catholic Suburbicarian Diocese of Palestrina (Latin: Diocesis Praenestina) is a Roman Catholic suburbicarian diocese centered on the comune of Palestrina in Italy.\n The current Bishop of Palestrina is Domenico Sigalini, who from 3 November 2010 until 5 April 2014 was also appointed by Pope Benedict XVI to be the general ecclesiastical assistant of Italian Catholic Action.",
  "/wiki/Anchero_Pantaleone": "Anchero Pantaleone (1210–1286) was a French cardinal and cardinal-nephew of Pope Urban IV, his uncle who elevated him on 22 May 1262. \nAfter the death of Urban IV in 1264, Cardinal Ancher supervised the construction of the Basilica of St. Urbain, Troyes, that his uncle had started.\nAncher was cardinal protopriest from 1277. He died on 1 November 1286.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Pope_Urban_IV": "Pope Urban IV (Latin: Urbanus IV; c. 1195 – 2 October 1264), born Jacques Pantaléon, was the head of the Catholic Church and ruler of the Papal States from 29 August 1261 to his death in 1264. He was not a cardinal; only a few popes since his time have not been cardinals, including Gregory X, Urban V and Urban VI.",
  "/wiki/Hugh_of_Evesham": "Hugh of Evesham (died 1287) was a 13th-century English churchman, physician and alchemist. Given his name, it is likely that he came from Evesham, Worcestershire.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Pope_Martin_IV": "Pope Martin IV (Latin: Martinus IV; c. 1210/1220 – 6 March 1285), born Simon  de Brion, was Pope from 22 February 1281 to his death in 1285. He was the last French pope to have held court in Rome; all subsequent French popes held court in Avignon (the Avignon Papacy).",
  "/wiki/Gervais_Jeancolet_de_Clinchamp": "Gervasius Giançolet de Glincamp (in Latin: Gervasius de Clinio Campo) was born (perhaps around 1218) in the diocese of Mans, son of Gervais, great-grandson of Eudes, chevalier and seigneur de Groestel.  He was a Roman Catholic cardinal and diplomat.  He had a brother, Jean de Glincamp, who became Abbot of S. Remi in Reims (died April 1297).  Another relative, a first-cousin, Robert de Glincamp, was bishop of Mans (1298-1309).",
  "/wiki/Glusiano_de_Casate": "Comes Glusiano de Casate (Latin: Comes Glusianus de Casate; Italian: Cosmo or Cosimo Giussiano; born in Milan, date unknown; died in Rome, 8 April 1287) was an Italian ecclesiastical lawyer and Roman Catholic Cardinal.  He came from an important family, de magno sanguine natus (born from high blood), as his funeral monument states. He was learned in the law, \"tu sapiens pectus iuris vexilla ferebas.\"\n He was Archdeacon of the Church of Milan.",
  "/wiki/Geoffroy_de_Bar": "Geoffroy de Bar (in Latin: Gaufridus de Barro) or Barbeau, of Burgundy, was a French cardinal and member of the Roman Curia.  He died in 1287.",
  "/wiki/Pope_Honorius_IV": "Pope Honorius IV (c. 1210 – 3 April 1287), born Giacomo Savelli, was Pope from 2 April 1285 to his death in 1287. During his pontificate he largely continued to pursue the pro-French political policy of his predecessor, Pope Martin IV.",
  "/wiki/Goffredo_da_Alatri": "Goffredo di Raynaldo (da Alatri, Goffredo da Alatri, Goffredo di Alatri) (born at Alatri at the beginning of the 13th century, died in Rome, April or May, 1287), was an Italian nobleman, city leader and Roman Catholic cardinal. He was Podestà (chief magistrate) of his native Alatri, a small town in the mountains, east of Anagni, in the last two years of his life.",
  "/wiki/Matteo_Rosso_Orsini_(cardinal)": "Matteo Rosso Orsini (c. 1230, in Rome – 4 September 1305, in Perugia), was a Roman aristocrat, politician, diplomat, and Roman Catholic Cardinal.  He was the nephew of Pope Nicholas III (Giovanni Gaetano Orsini) (1277-1280).",
  "/wiki/Giordano_Orsini_(died_1287)": "Giordano Orsini (Rome, thirteenth century - Rome, 8 September 1287) was an Italian cardinal.",
  "/wiki/Giacomo_Colonna": "Giacomo Colonna (1270-1329), more commonly known by his bynames Sciarrillo or Sciarra, was a member of the powerful Colonna family. He is most famous for attacking Pope Boniface VIII and for crowning Louis IV of Germany as Holy Roman Emperor.",
  "/wiki/Pope_Boniface_VIII": "Pope Boniface VIII (Latin: Bonifatius VIII; born Benedetto Caetani, c. 1230 – 11 October 1303) was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had resigned from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna family, some of whom had contested the validity of the 1294 papal conclave that elected him following the unusual resignation of Pope Celestine V. The dispute resulted in battles between troops of Boniface and his adversaries and the deliberate destruction and salting of the town of Palestrina, despite the pope's assurances that the surrendering city would be spared.\n Boniface VIII put forward some of the strongest claims of any pope to temporal as well as spiritual power. He involved himself often with foreign affairs, including in France, Sicily, Italy and the First War of Scottish Independence. These views, and his chronic intervention in \"temporal\" affairs, led to many bitter quarrels with Albert I of Germany, Philip IV of France, and Dante Alighieri, who wrote his treatise De Monarchia to dispute Boniface's claims of papal supremacy and placed the pope in the Eighth Circle of Hell in his Divine Comedy, among the simoniacs.\n Boniface systematized canon law by collecting it in a new volume, Liber Sextus (1298), which continues to be important source material for canon lawyers. He organized the first Catholic \"jubilee\" year to take place in Rome in order to gain political clout over Philip IV of France or make up for loss of funds from him. Boniface had first entered into conflict with Philip IV of France in 1296 when the latter sought to reinforce the nascent nation state by imposing taxes on the clergy and barring them from administration of the law. The conflict escalated when the French arrested and convicted papal legate Bernard Saisset for insurrection. The pope issued a bull, Ausculta Fili, in which he declared that both spiritual and temporal power were under the pope's jurisdiction, and that kings were subordinate to the power of the Roman pontiff. Philip disobeyed and had Ausculta Fili publicly burnt in Paris in 1302. Boniface excommunicated Philip and all others who prevented French clergy from traveling to the Holy See, after which the king sent his troops to attack the pope's residence in Anagni on 7 September 1303 and capture him. Boniface was held for three days and beaten badly.\n Boniface died a month later, on 11 October 1303, of high fever and was buried in a special chapel. Philip IV pressured Pope Clement V of the Avignon Papacy into staging a posthumous trial of Boniface. He was accused of heresy and sodomy. Pope Clement V referred the process to the 1311 Council of Vienne, where two knights challenged the claim to a trial by combat. With no one willing to fight them, the Council declared the matter closed. His body was accidentally exhumed in 1605 and was found to be in relatively good condition, dispensing the legend that he had become frenzied, gnawing his hands and bashing his brains out against the wall.",
  "/wiki/1285_papal_election": "The papal election of 1285, convened in Viterbo after the death of Pope Martin IV, elected Cardinal Giacomo Savelli, who took the name of Honorius IV. Because of the suspension of the Constitution Ubi periculum by Adrian V in 1276, this election was technically, perhaps, not a papal conclave.  In fact, for the first time since the tedious Election of 1268–1271, the meetings were dominated neither by the Hohenstaufen nor Charles I of Naples (who had died on January 7, 1285).  It may even be that the cardinals proceeded so swiftly to an election with the intention of forestalling any intervention from Naples."
}