{
  "/wiki/Smart_Araneta_Coliseum": "The Smart Araneta Coliseum (formerly and also known as Araneta Coliseum) or The Big Dome, is an indoor multi-purpose sports arena that is part of the Araneta City in the Cubao area of Quezon City, Philippines. It is one of the largest indoor arenas in Asia, and it is also one of the largest clear span domes in the world. The dome measures approximately 108.0 meters making it the largest dome in Asia from its opening in 1960 until 2001 when it was surpassed by the Ōita Stadium in Japan with a dome measuring 274.0 meters.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/Mall_of_Asia_Arena": "Mall of Asia Arena is an indoor arena within the SM Mall of Asia complex, in Bay City, Pasay, Philippines. It has a seating capacity of 15,000 for sporting events, and a full house capacity of 20,000. The Arena officially opened on May 21, 2012. It has retractable seats and a 2,000-capacity car park building.",
  "/wiki/Pasay": "Pasay, officially the City of Pasay (Tagalog: Lungsod ng Pasay IPA: [pɐsaj]), or simply known as Pasay City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 416,522 people.",
  "/wiki/Cuneta_Astrodome": "The Cuneta Astrodome is an indoor arena that is located in Pasay, Philippines. Since the 1993 PBA season, it was better known as the home of the Philippine Basketball Association. when it left the PhilSports Arena (that was then known as ULTRA), up until the 1998 and since 2001. It hosts the local basketball league sports competition. It has also hosted a slew of other political, evangelical gatherings and church anniversaries. It is also the permanent home of the Philippine Super Liga since 2014.",
  "/wiki/PhilSports_Arena": "The Philippine Institute of Sports Multi-Purpose Arena or PhilSports Arena is an indoor sporting arena located inside the PhilSports Complex in Pasig, Philippines. It was formerly known as the University of Life Theater and Recreational Arena or the ULTRA. The arena is part of the PhilSports Complex which is maintained by the Philippine Sports Commission.",
  "/wiki/Pasig": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/Marikina_Sports_Complex": "The Marikina Sports Center, also known as Marikina Sports Park and formerly known as Rodriguez Sports Center, is a sports complex located in Marikina, at the corner of Shoe Avenue and Sumulong Highway in Metro Manila, Philippines.",
  "/wiki/Marikina": "Marikina (/mərɪˈkɪnə/), officially the City of Marikina (Tagalog: Lungsod ng Marikina), or simply known as Marikina City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 450,741 people.",
  "/wiki/Rizal_Memorial_Coliseum": "The Rizal Memorial Coliseum is an indoor arena located inside the Rizal Memorial Sports Complex in Manila, Philippines. The capacity of the coliseum is 6,100.",
  "/wiki/Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Ninoy_Aquino_Stadium": "The Ninoy Aquino Stadium is an indoor sporting arena located in the Rizal Memorial Sports Complex in Manila, Philippines. Originally built in the 1960s and named Rizal Multi-Purpose Arena, it was renovated and renamed for Philippine senator Benigno S. Aquino Jr. in 1989.",
  "/wiki/Filoil_Flying_V_Centre": "The Filoil Flying V Centre, formerly Filoil Flying V Arena and The Arena in San Juan, also known as the Entertainment and Recreational Arena of the People (initials taken after former mayor and president Joseph Estrada's nickname 'Erap'), is an indoor sporting arena located in Santolan Road Bonny Serrano Avenue, Corazon de Jesus, San Juan, Metro Manila, Philippines.",
  "/wiki/San_Juan,_Metro_Manila": "San Juan, officially the City of San Juan (Tagalog: Lungsod ng San Juan) or simply known as San Juan City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 122,180 people. It is geographically located at its approximate center and is also the country's smallest city in terms of land area.",
  "/wiki/Caloocan_Sports_Complex": "The Caloocan Sports Complex is an indoor sporting arena located in Bagumbong, Caloocan, Philippines.",
  "/wiki/Caloocan": "Caloocan, officially the City of Caloocan (Tagalog: Lungsod ng Caloocan IPA: [kalɔʔokan]), or simply known as Caloocan City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 1,583,978 people making it the fourth-most populous city in the Philippines.",
  "/wiki/Valenzuela,_Metro_Manila": "Valenzuela /ˌvɒlənzjuˈɛlə/, officially the City of Valenzuela (Tagalog: Lungsod ng Valenzuela [ˌbɐlenswelɐ, ˌbɐlensuwelɐʔ]) or simply Valenzuela City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 620,422 people, making it as the 13th most populous city in the Philippines.",
  "/wiki/Makati_Coliseum": "The Makati Coliseum is an indoor sporting arena located in Makati, Philippines.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Muntinlupa": "Muntinlupa, officially the City of Muntinlupa (Tagalog: Lungsod ng Muntinlupa), or simply known as Muntinlupa City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 504,509 people.",
  "/wiki/Ynares_Sports_Arena": "The Ynares Sports Arena is an indoor arena located in Pasig, Philippines. The stadium has hosted the basketball games of the Philippine Basketball Association, Philippine Basketball League, and Maharlika Pilipinas Basketball League, as well as college basketball tournaments. The arena was built in the former location of Rizal's provincial capitol.",
  "/wiki/Pasig_Sports_Center": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/San_Juan_Gym": "The San Juan Gymnasium is an indoor sporting arena in San Juan, Metro Manila, Philippines.",
  "/wiki/Taguig": "Taguig, officially the City of Taguig (Tagalog: Lungsod ng Taguig, pronounced [taˈɡiɡ]), is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 804,915 people. The city is known for the Bonifacio Global City, one of the leading financial and lifestyle districts of the country, Arca South, a planned unit development located at the site of the former Food Terminal Incorporated (FTI) in Western Bicutan, and Bonifacio Capital District (BCD), where the future buildings of the Senate of the Philippines, the Supreme Court, and the Court of Appeals will be located. Taguig is also home of major shopping centers such as SM Aura Premier and Market! Market!, government agencies of Department of Science and Technology and Department of Energy, and notable memorial parks Manila American Cemetery and the Heroes' Cemetery.",
  "/wiki/List_of_indoor_arenas_in_the_Philippines": "This is a list of indoor arenas in the Philippines."
}