{
  "/wiki/KJC_King_Dome": "The KJC King Dome is a multipurpose indoor arena broke ground in September 3, 2012 and is currently under construction in Davao City.",
  "/wiki/Davao_City": "Davao City, officially the City of Davao (Cebuano: Dakbayan sa Dabaw), is a 1st class highly urbanized city in the island of Mindanao, Philippines. The city has a total land area of 2,443.61 km2 (943.48 sq mi), making it the largest city in the Philippines in terms of land area. It is the third-most populous city in the Philippines after Quezon City and Manila, the most populous city in the country outside Metro Manila, and the most populous in Mindanao. As of the 2015 census the city had a population of 1,632,991.",
  "/wiki/Davao_del_Sur": "Davao del Sur (Cebuano: Habagatang Dabaw) is a province in the Philippines located in the Davao Region in Mindanao. Its capital and largest city is Digos. The province is bounded by Davao del Norte to the north; Davao Occidental to the south-east; North Cotabato and Sultan Kudarat to the west; South Cotabato and Sarangani to the south-west ; and the Davao Gulf to the east.",
  "/wiki/Zamboanga_City": "Zamboanga City, officially the City of Zamboanga (Chavacano/Spanish: Ciudad de Zamboanga; Tausūg: Dāira sin Sambuangan; Yakan: Suidad Zamboangain), is a 1st class highly urbanized city in the Zamboanga Peninsula of the Philippines. According to the 2015 census, it has a population of 861,799 people. It is the 6th most populous and 3rd largest city by land area in the Philippines. It is the commercial and industrial center of the Zamboanga Peninsula Region.",
  "/wiki/Zamboanga_del_Sur": "Zamboanga del Sur (Cebuano: Habagatang Zamboanga; Subanen: S'helatan Sembwangan/Sembwangan dapit Shelatan; Chavacano: Zamboanga del Sur;) is a province in the Philippines located in the Zamboanga Peninsula region in Mindanao. Its capital is the city of Pagadian. Statistically grouped with Zamboanga del Sur is the highly urbanized city of Zamboanga, which is geographically separated and a chartered city and governed independently from the province.",
  "/wiki/Bacolod_City_Arena": "The Bacolod City Arena is a proposed multipurpose indoor arena in Bacolod.",
  "/wiki/Bacolod": "Bacolod /bɑːˈkɔːləd/, officially the City of Bacolod (Hiligaynon: Dakbanwa/Syudad sang Bacolod) and often referred to as Bacolod City, is a highly urbanized city in the Philippines. It is the capital of the province of Negros Occidental where it is geographically situated but governed administratively independent from it.",
  "/wiki/Negros_Occidental": "Negros Occidental (Hiligaynon: Nakatungdang Negros), also known as Occidental Negros or  Western Negros, is a province located in the region of Western Visayas, in the Philippines. It occupies the northwestern half of the large island of Negros, and borders Negros Oriental, which comprises the southeastern half. Known as the \"Sugarbowl of the Philippines\", Negros Occidental produces more than half the nation's sugar output.",
  "/wiki/Tagum": "Tagum, officially the City of Tagum,  (Cebuano: Dakbayan sa Tagum), or simply referred to as Tagum City, is a 1st class city and capital of the Davao del Norte, Philippines. According to the 2015 census, it has a population of 259,444 people making it the most populous component city in Mindanao.",
  "/wiki/Davao_del_Norte": "Davao del Norte (Cebuano: Amihanang Dabaw) is a province in the Philippines located in the Davao Region in Mindanao. Its capital is Tagum City. Davao del Norte also includes Samal Island to the south in the Davao Gulf.",
  "/wiki/Calamba,_Laguna": "Calamba, officially the City of Calamba (Tagalog: Lungsod ng Calamba) or known simply as Calamba City, is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 454,486 people.",
  "/wiki/Laguna_(province)": "Laguna, officially the Province of Laguna (Tagalog: Lalawigan ng Laguna; Spanish: Provincia de Laguna), is a province in the Philippines, located in the Calabarzon region in Luzon. Its capital is Santa Cruz and the province is situated southeast of Metro Manila, south of the province of Rizal, west of Quezon, north of Batangas and east of Cavite. Laguna hugs the southern shores of Laguna de Bay, the largest lake in the country. As of the 2015 census, the province's total population is 3,035,081. It is also currently the seventh richest province in the country.",
  "/wiki/Cagayan_de_Oro": "Cagayan de Oro, officially the City of Cagayan de Oro (Filipino: Lungsod ng Cagayan de Oro; Cebuano: Dakbayan sa Cagayan de Oro; Hiligaynon: Dakbanwa sang Cagayan de Oro; Waray: Syudad han Cagayan de Oro; Maranao: Inged a Cagayan de Oro; Subanen: Gembagel G'benwa Cagayan de Oro/Bagbenwa Cagayan de Oro; Bukid and Higaonon: Banuwa ta Cagayan de Oro) or simply referred to as CDO, is a 1st class highly urbanized city in Northern Mindanao, Philippines. It is the capital of the province of Misamis Oriental where it is geographically situated but governed administratively independent from it. According to the 2015 census, it has a population of 675,950 people.",
  "/wiki/Misamis_Oriental": "Misamis Oriental (Cebuano: Sidlakang Misamis) is a province located in the region of Northern Mindanao in the Philippines. Its capital and provincial center is the city of Cagayan de Oro, which is governed independently from the province. There is a move lately to transfer the provincial capital to the municipality of Laguindingan where the airport is now located.",
  "/wiki/Tanauan,_Batangas": "Tanauan, officially the City of Tanauan (Tagalog: Lungsod ng Tanauan) or simply known as Tanauan City, is a 2nd class city in the province of Batangas, Philippines. According to the 2015 census, it has a population of 173,366 people.",
  "/wiki/Batangas": "Batangas, officially the Province of Batangas (Tagalog: Lalawigan ng Batangas IPA: [bɐˈtaŋgɐs]), is a province in the Philippines located in the Calabarzon region in Luzon. Its capital is the city of Batangas and is bordered by the provinces of Cavite and Laguna to the north, and Quezon to the east. Across the Verde Island Passages to the south is the island of Mindoro and to the west lies the South China Sea. Poetically, Batangas is often referred to by its ancient name Kumintáng.",
  "/wiki/Palayan": "Palayan, officially the City of Palayan,  is a 5th class city and capital of the province of Nueva Ecija, Philippines. According to the 2015 census, it has a population of 41,041 people,  making it as the most sparsely populated city in the Philippines.",
  "/wiki/Nueva_Ecija": "Nueva Ecija (PSGC: 034900000; ISO: PH-NUE) (Filipino: Lalawigan ng Nueva Ecija; Ilocano: Probinsia ti Nueva Ecija; Kapampangan: Lalawigan ning Nueva Ecija; Pangasinan: Luyag na Nueva Ecija) is a landlocked province in the Philippines located in the Central Luzon region. Its capital is the city of Palayan. Nueva Ecija borders, from the south clockwise, Bulacan, Pampanga, Tarlac, Pangasinan, Nueva Vizcaya and Aurora. The province is nationally known as the Rice Granary of the Philippines, producing the largest rice yield in the country.",
  "/wiki/Taytay,_Rizal": "Taytay, officially the Municipality of Taytay, (Tagalog: Bayan ng Taytay IPA: [taj'taj]),  is a highly-urbanized 1st class municipality in the province of Rizal, Philippines. According to the 2015 census, it has a population of 319,104 people.",
  "/wiki/Rizal": "Rizal, officially the Province of Rizal (Tagalog: Lalawigan ng Rizal), is a province in the Philippines located in the Calabarzon region, 16 kilometres (9.9 mi) east of Manila. The province is named after José Rizal, one of the main national heroes of the Philippines. Rizal is bordered by Metro Manila to the west, Bulacan to the north, Quezon to the east and Laguna to the southeast. The province also lies on the northern shores of Laguna de Bay, the largest lake in the country. Rizal is a mountainous province perched on the western slopes of the southern portion of the Sierra Madre mountain range."
}