{
  "/wiki/Townland": "A townland (Irish: baile fearainn; Ulster-Scots: toonlann) is a small geographical division of land used in Ireland and in the Western Isles in Scotland. The townland system is of Gaelic origin, pre-dating the Norman invasion, and most have names of Irish Gaelic origin. However, some townland names and boundaries come from Norman manors, plantation divisions, or later creations of the Ordnance Survey. The total number of inhabited townlands in Ireland was 60,679 in 1911. The total number recognised by the Irish Place Names database as of 2014 was 61,098, including uninhabited townlands, mainly small islands.",
  "/wiki/Acre": "The acre is a unit of land area used in the imperial and US customary systems. It is traditionally defined as the area of one chain by one furlong (66 by 660 feet), which is exactly equal to 10 square chains, ​1⁄640 of a square mile, or 43,560 square feet, and approximately 4,047 m2, or about 40% of a hectare. Based upon the International yard and pound agreement of 1959, an acre may be declared as exactly 4,046.8564224 square metres. An internationally recognised symbol for the acre is ac.",
  "/wiki/Barony_(Ireland)": "In Ireland, a barony (Irish: barúntacht, plural barúntachtaí) is a historical subdivision of a county, analogous to the hundreds into which the counties of England were divided. Baronies were created during the Tudor reconquest of Ireland, replacing the earlier cantreds formed after the original Norman invasion. Some early baronies were later subdivided into half baronies with the same standing as full baronies.",
  "/wiki/Civil_parishes_in_Ireland": "Civil parishes (Irish: paróistí sibhialta, paróistí dlí) are units of territory in the island of Ireland that have their origins in old Gaelic territorial divisions. They were adopted by the Anglo-Norman Lordship of Ireland and then by the Elizabethan Kingdom of Ireland, and were formalised as land divisions at the time of the Plantations of Ireland. They no longer correspond to the boundaries of Roman Catholic or Church of Ireland parishes, which are generally larger. Their use as administrative units was gradually replaced by Poor Law Divisions in the 19th century, although they were not formally abolished. Today they are still sometimes used for legal purposes.",
  "/wiki/Poor_law_union": "A poor law union was a geographical territory, and early local government unit, in the United Kingdom and Ireland.",
  "/wiki/Dungannon_Middle": "Dungannon Middle (named after Dungannon town) is a barony in County Tyrone, Northern Ireland. It was created in 1851 with the splitting of the barony of Dungannon. It is bordered by Lough Neagh to the east and six other baronies: Dungannon Upper to the north; Oneilland West to the south-east; Armagh and Tiranny to the south; Dungannon Lower to the south-west; and Omagh East to the west.",
  "/wiki/Peacockbank,_County_Tyrone": "Peacockbank is a townland in County Tyrone, Northern Ireland. It is situated in the historic barony of Strabane Lower and the civil parish of Urney and covers an area of 154 acres.",
  "/wiki/Strabane_Lower": "Strabane Lower (named after Strabane) is a barony in County Tyrone, Northern Ireland. It is bordered by five other baronies in Northern Ireland: North West Liberties of Derry to the north; Tirkeeran to the north-east; Strabane Upper to the east; Omagh East to the south; and Omagh West to the south-west. It also borders two baronies in County Donegal in the Republic of Ireland: Raphoe North and Raphoe South to the west.",
  "/wiki/Urney,_County_Tyrone": "Urney (Irish: An Urnaí, meaning \"Place of Prayer\") is a townland (of 188 acres) and civil parish in County Tyrone, Northern Ireland. Both townland and parish are situated in the historic barony of Strabane Lower. It lies within the Strabane District Council area.",
  "/wiki/Dungannon_Lower": "Dungannon Lower (named after Dungannon town) is a historic barony in County Tyrone, Northern Ireland. It was created in 1851 with the splitting of the barony of Dungannon. It is bordered by four other baronies in Northern Ireland: Dungannon Middle to the north; Tiranny to the south-east; Clogher to the west; and Omagh East to the north-west. It is also bordered in the south-west by the barony of Trough in the Republic of Ireland.",
  "/wiki/Omagh_East": "Omagh East (named after Omagh town) is a barony  in County Tyrone, Northern Ireland. It is bordered by nine other baronies: Omagh West and Lurg to the west; Strabane Lower and Strabane Upper to the north; Dungannon Middle and Dungannon Upper to the east; Clogher and Tirkennedy to the south; and Dungannon Lower to the south-east.",
  "/wiki/Pomeroy,_County_Tyrone": "Pomeroy is a small village and civil parish in County Tyrone, Northern Ireland. It is in the townland of Cavanakeeran, about 8.5 miles (14 km) from Cookstown, 9 miles (14 km) from Dungannon and 16 miles (26 km) from Omagh. The 2001 Census recorded a population of 604 people.",
  "/wiki/Dungannon_Upper": "Dungannon Upper (named after Dungannon town) is a barony  in County Tyrone, Northern Ireland. It was created in 1851 with the splitting of the barony of Dungannon. Lough Neagh runs along its eastern boundary, and it is bordered by four other baronies: Dungannon Middle to the south; Loughinsholin to the north; Strabane Upper to the north-west; and Omagh East to the south-west.",
  "/wiki/Desertcreat": "It contains the following townlands:\nAllen, Annaghananam, Annaghmore, Annaghquin, Annaghteige, Annahavil, Ballymully Glebe, Ballynacroy, Ballynakilly, Bardahessiagh, Cady, Carnenny, Cross Glebe, Derrygortanea, Derryhash, Derryraghan, Desertcreat, Donaghrisk, Downs, Drumballyhugh, Drummillard, Drumraw, Edendoit, Finvey, Galcussagh, Gortacar (Doris), Gortacar (Glassy), Gortagowan, Gortavale, Gortavilly, Gortfad, Gortfad Glebe, Gortindarragh, Grange, Killycolp, Killygarvan, Killyneedan, Kiltyclay, Kiltyclogher, Knockavaddy, Lammy, Legacurry, Lime Hill, Lisnanane, Low Cross, Moneygaragh, Morree, Moymore, Moynagh, Mullaghshantullagh, Mullynure, Oughterard, Pomeroy, Rockdale, Sessiagh (Lindesay), Sessiagh (Scott), Shivey, Skenahergny, Skenarget, Tirnaskea, Tirnaskea (Bayly), Tolvin and Tullaghoge.",
  "/wiki/Clogher_(barony)": "Clogher (named after the diocese of Clogher) is a barony in County Tyrone, Northern Ireland. It is bordered by four other baronies in Northern Ireland: Omagh East to the north; Dungannon Lower to the east; Magherastephana to the south; and Tirkennedy to the south-west. It also borders two baronies in the Republic of Ireland: Trough and Monaghan both to the south-east.",
  "/wiki/Omagh_West": "Omagh West (named after Omagh town) is a barony  in County Tyrone, Northern Ireland. It is bordered by three other baronies in Northern Ireland: Strabane Lower to the north-east; Omagh East to the east; and Lurg to the south. It also borders two baronies in County Donegal in the Republic of Ireland: Tirhugh to the south-west; and Raphoe South to the north-west.",
  "/wiki/Longfield_West": "Longfield West is a civil parish in County Tyrone, Northern Ireland. It is situated in the historic barony of Omagh West.",
  "/wiki/List_of_townlands_of_County_Tyrone": "This is a sortable table of the approximately 2,162 townlands in County Tyrone, Northern Ireland."
}