{
  "/wiki/50th_Golden_Globe_Awards": "The 50th Golden Globe Awards, honoring the best in film and television for 1992, were held on Saturday January 23, 1993 at the Beverly Hilton. The nominations were announced on December 29, 1992.",
  "/wiki/Golden_Globe_Award": "The Golden Globe Awards  are accolades bestowed by the 93 members of the Hollywood Foreign Press Association beginning in January 1944, recognizing excellence in film, both American and International, and the American television.",
  "/wiki/Married..._with_Children": "Married... with Children is an American television sitcom that aired on Fox, created by Michael G. Moye and Ron Leavitt. Originally broadcast from April 5, 1987 to June 9, 1997, it is the longest-lasting live-action sitcom on Fox and the first to be broadcast in the network's primetime slot. One episode was broadcast on FX on June 18, 2002.",
  "/wiki/51st_Golden_Globe_Awards": "The 51st Golden Globe Awards, honoring the best in film and television for 1993, were held on January 22, 1994, at the Beverly Hilton Hotel in Beverly Hills, California. The nominations were announced on December 22, 1993.",
  "/wiki/TV_Land_Award": "The TV Land Icon Awards is an American television awards ceremony that generally commemorates shows now off the air, rather than in current production as with the Emmys. Created by Executive Producer Michael Levitt, the awards were hosted and broadcast by the TV Land network from 2003–2012 and then returned to the air in 2015.",
  "/wiki/16th_Screen_Actors_Guild_Awards": "The 16th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2009, were presented on January 23, 2010 at the Shrine Exposition Center in Los Angeles, California for the fourteenth consecutive year. It was broadcast live simultaneously by TNT and TBS.",
  "/wiki/Screen_Actors_Guild_Award": "Screen Actors Guild Awards (also known as SAG Awards) are accolades given by the Screen Actors Guild-American Federation of Television and Radio Artists (SAG-AFTRA) to recognize outstanding performances in film and prime time television. The statuette given, a nude male figure holding both a mask of comedy and a mask of tragedy, is called \"The Actor\". It is 16 inches (41 cm) tall, weighs over 12 pounds (5.4 kg), is cast in solid bronze, and produced by the American Fine Arts Foundry in Burbank, California.",
  "/wiki/Modern_Family": "Modern Family is an American television mockumentary family sitcom created by Christopher Lloyd and Steven Levitan for the American Broadcasting Company. First aired on September 23, 2009, the show follows the lives of Jay Pritchett and his family, all of whom live in suburban Los Angeles. Pritchett's family includes his second wife, their son and his stepson, as well as his two adult children and their husbands and children.",
  "/wiki/17th_Screen_Actors_Guild_Awards": "The 17th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2010, was presented on January 30, 2011 at the Shrine Exposition Center in Los Angeles for the fifteenth consecutive year. It was broadcast live simultaneously by TNT and TBS.",
  "/wiki/18th_Screen_Actors_Guild_Awards": "The 18th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2011, were presented on January 29, 2012 at the Shrine Exposition Center in Los Angeles, California for the sixteenth consecutive year. It was broadcast simultaneously by TNT and TBS.",
  "/wiki/Monte-Carlo_Television_Festival": "Under the Honorary Presidency of H.S.H. Prince Albert II of Monaco, the Monte-Carlo Television Festival is held every year in June in the Principality of Monaco at the Grimaldi Forum.",
  "/wiki/Golden_Nymph_Award": "The Golden Nymph Award are the prizes awarded to the winners of the Official Competition of the Monte-Carlo Television Festival (Festival de Télévision de Monte-Carlo).",
  "/wiki/1st_Critics%27_Choice_Television_Awards": "The 1st Critics' Choice Television Awards, presented by the Broadcast Television Journalists Association (BTJA), honoring the best in primetime television programming from June 1, 2010 until May 31, 2011, were held on June 20, 2011 at The Beverly Hilton in Los Angeles, California. The ceremony was live streamed on VH1's website and was televised on ReelzChannel in an edited format two days after the ceremony occurred. Cat Deeley served as the host of the ceremony. The winners were announced on June 20, 2011. Danny DeVito received the Critics' Choice Television Icon Award.",
  "/wiki/Critics%27_Choice_Television_Award": "The Critics' Choice Television Awards are accolades that are presented annually by the Broadcast Television Journalists Association (BTJA) (US). They were established in 2011, and the first ceremony was held on June 20, 2011, and streamed live on VH1.com. The fourth ceremony was televised live, for the first time in award history, on 19 June 2014 on The CW. In October 2014, the A&E Network was granted exclusive rights to broadcast the television and film awards in 2015 and 2016.",
  "/wiki/63rd_Primetime_Emmy_Awards": "The 63rd Primetime Emmy Awards, honoring the best in prime time television programming from June 1, 2010 until May 31, 2011, were held on Sunday, September 18, 2011, at the Nokia Theatre in Downtown Los Angeles, California. Fox televised the ceremony within the United States. Jane Lynch hosted the Emmys for the first time. The Creative Arts Emmy Awards ceremony was held on September 10.",
  "/wiki/Primetime_Emmy_Award": "The Primetime Emmy Award is an American award bestowed by the Academy of Television Arts & Sciences (ATAS) in recognition of excellence in American primetime television programming. First given out in 1949, the award was originally referred to as simply the \"Emmy Awards\" until the first Daytime Emmy Award ceremony was held in 1974 and the word \"prime time\" was added to distinguish between the two.",
  "/wiki/19th_Screen_Actors_Guild_Awards": "The 19th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2012, were presented on January 27, 2013, at the Shrine Exposition Center in Los Angeles for the seventeenth consecutive year. It was broadcast simultaneously by TNT and TBS, which collectively gained 5.2 million viewers, leading the two networks to sign a three-year television contract with SAG-AFTRA. The nominees were announced on December 12, 2012.",
  "/wiki/64th_Primetime_Emmy_Awards": "The 64th Primetime Emmy Awards, honoring the best in prime time television programming from June 1, 2011 until May 31, 2012, were held on Sunday, September 23, 2012 at the Nokia Theatre in Downtown Los Angeles, California. ABC televised the ceremony in the United States. Comedian and late-night talk show host Jimmy Kimmel hosted the Primetime Emmys for the first time. Kimmel and Kerry Washington announced the nominations on July 19, 2012. Nick Offerman was originally scheduled to co-announce the nominations, but had to cancel due to travel delays. The Creative Arts Emmy Awards ceremony was held on September 15 and was televised on September 22, 2012 on ReelzChannel.",
  "/wiki/20th_Screen_Actors_Guild_Awards": "The 20th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2013, were presented on January 18, 2014 at the Shrine Exposition Center in Los Angeles. The ceremony was broadcast simultaneously by TNT and TBS 8:00 p.m. EST / 5:00 p.m. PST and the nominees were announced on December 11, 2013.",
  "/wiki/65th_Primetime_Emmy_Awards": "The 65th Primetime Emmy Awards, honoring the best in prime time television programming from June 1, 2012 until May 31, 2013, were held on Sunday, September 22, 2013 at the Nokia Theatre in Downtown Los Angeles, California. CBS televised the ceremony within the United States. Actor Neil Patrick Harris hosted the Primetime Emmys for the second time. The Creative Arts Emmy Awards ceremony was held on September 15.",
  "/wiki/21st_Screen_Actors_Guild_Awards": "The 21st ceremony of the Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2014, took place on January 25, 2015, at the Shrine Auditorium in Los Angeles, California. The ceremony was broadcast on both TNT and TBS 8:00 p.m. EST / 5:00 p.m. PST and the nominees were announced on December 10, 2014.",
  "/wiki/Ed_O'Neill": "Edward Leonard O'Neill (born April 12, 1946) is an American actor and comedian. His roles include Al Bundy on the Fox Network sitcom Married... with Children, for which he was nominated for two Golden Globes, and Jay Pritchett on the award-winning ABC sitcom Modern Family, a role for which he has been nominated for three Primetime Emmy Awards and won four Screen Actors Guild Awards, all for being part of a best Ensemble in a Comedy Series. He has also appeared in the Wayne's World film series, Little Giants, Prefontaine, The Bone Collector and Sun Dogs, and has done voice-work for the Wreck It Ralph franchise and Finding Dory."
}