{
  "/wiki/Hank_Aaron": "Henry Louis Aaron (born February 5, 1934), nicknamed Hammer or Hammerin' Hank, is a retired American Major League Baseball (MLB) right fielder who serves as the senior vice president of the Atlanta Braves. He played 21 seasons for the Milwaukee/Atlanta Braves in the National League (NL) and two seasons for the Milwaukee Brewers in the American League (AL), from 1954 through 1976. Aaron held the MLB record for career home runs for 33 years, and he still holds several MLB offensive records. He hit 24 or more home runs every year from 1955 through 1973, and is one of only two players to hit 30 or more home runs in a season at least fifteen times. In 1999, The Sporting News ranked Aaron fifth on its 100 Greatest Baseball Players list. Aaron was born and raised in and around Mobile, Alabama. Aaron had seven siblings, including Tommie Aaron, who later played in MLB with him. He appeared briefly in the Negro American League and in minor league baseball before starting his major league career.",
  "/wiki/National_Baseball_Hall_of_Fame": "The National Baseball Hall of Fame and Museum is an American history museum and hall of fame, located in Cooperstown, New York, and operated by private interests. It serves as the central point for the study of the history of baseball in the United States and beyond, displays baseball-related artifacts and exhibits, honoring those who have excelled in playing, managing, and serving the sport. The Hall's motto is Preserving History, Honoring Excellence, Connecting Generations. The word Cooperstown is often used as shorthand (or a metonym) for the National Baseball Hall of Fame and Museum, similar to Canton for the Pro Football Hall of Fame in Canton, Ohio. The Hall of Fame was established in 1939 by Stephen Carlton Clark, an heir to the Singer Sewing Machine fortune. Clark sought to bring tourists to a city hurt by the Great Depression, which reduced the local tourist trade, and Prohibition, which devastated the local hops industry. Clark constructed the Hall of Fame's building, and it was dedicated on June 12, 1939. (His granddaughter, Jane Forbes Clark, is the current chairman of the Board of Directors.)",
  "/wiki/Jordan_Adams": "Jordan LaVell Adams (born July 8, 1994) is an American professional basketball player who last played for the Rio Grande Valley Vipers of the NBA G League. He played college basketball for the UCLA Bruins. He was the first UCLA freshman to score 20 or more points in his first four games, and was an all-conference first-team selection in the Pac-12 Conference in his sophomore year. After deciding to forgo his remaining college eligibility and enter the 2014 NBA draft, Adams was selected by Memphis Grizzlies in the first round with the 22nd overall pick. He played two seasons with Memphis before being waived after multiple knee surgeries.",
  "/wiki/Al-Farouq_Aminu": "Al-Farouq Ajiede Aminu (born September 21, 1990) is an American-Nigerian professional basketball player for the Orlando Magic of the National Basketball Association (NBA). He plays internationally with the Nigeria national basketball team. Aminu was selected by the Los Angeles Clippers in the 2010 NBA draft with the eighth overall pick, and has also played for the New Orleans Pelicans, Dallas Mavericks and Portland Trail Blazers.",
  "/wiki/Portland_Trail_Blazers": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox. The Trail Blazers are the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001 and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008. The team has advanced to the NBA Finals three times, winning the NBA championship once in 1977. Their other NBA Finals appearances were in 1990 and 1992. The team has qualified for the playoffs in 34 seasons of their 48-season existence, including a streak of 21 straight appearances from 1983 through 2003, tied for the second longest streak in NBA history.",
  "/wiki/Harris_Barton": "Harris Scott Barton (born April 19, 1964) is a fund manager and a former All-Pro American football offensive lineman who played for the San Francisco 49ers.",
  "/wiki/NFL": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC. The NFL was formed in 1920 as the American Professional Football Association (APFA) before renaming itself the National Football League for the 1922 season. After initially determining champions through end-of-season standings, a playoff system was implemented in 1933 that culminated with the NFL Championship Game until 1966. Following an agreement to merge the NFL with the American Football League (AFL), the Super Bowl was first held in 1967 to determine a champion between the best teams from the two leagues and has remained as the final game of each NFL season since the merger was completed in 1970. Today, the NFL has the highest average attendance (67,591) of any professional sports league in the world and is the most popular sports league in the United States.",
  "/wiki/Malik_Beasley": "Malik JonMikal Beasley (born November 26, 1996) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He attended Saint Francis School in Alpharetta, Georgia, and played one season of college basketball for the Florida State Seminoles. Beasley was drafted by the Denver Nuggets with the 19th overall pick in the 2016 NBA draft. After three and a half seasons with the Nuggets he was traded to the Timberwolves.",
  "/wiki/Denver_Nuggets": "The Denver Nuggets are an American professional basketball team based in Denver. The Nuggets compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team was founded as the Denver Larks in 1967 as a charter franchise of the American Basketball Association (ABA), but changed its name to Rockets before the first season. It changed its name again to the Nuggets in 1974. After the name change, the Nuggets played for the final ABA Championship title in 1976, losing to the New York Nets. The team has had some periods of success, qualifying for the ABA Playoffs for all seasons from 1967 to the 1976 ABA playoffs where it lost in the finals. The team joined the NBA in 1976 after the ABA–NBA merger and qualified for the NBA playoffs in nine consecutive seasons in the 1980s and ten consecutive seasons from 2004 to 2013. However, it has not made an appearance in a championship round since its last year in the ABA; as such, they are also the only of the four surviving former ABA teams to have never reached the NBA Finals.",
  "/wiki/Gordon_Beckham": "James Gordon Beckham III (born September 16, 1986) is an American professional baseball infielder for the San Diego Padres organization. He previously played in Major League Baseball (MLB) for the Chicago White Sox, Los Angeles Angels of Anaheim, Atlanta Braves, San Francisco Giants, Seattle Mariners, and Detroit Tigers.",
  "/wiki/Seattle_Mariners": "The Seattle Mariners are an American professional baseball team based in Seattle, Washington. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team joined the American League as an expansion team in 1977 playing their home games in the Kingdome. Since July 1999, the Mariners' home ballpark has been T-Mobile Park (formerly Safeco Field), located in the SoDo neighborhood of Seattle. The Mariners name originates from the prominence of marine culture in the city of Seattle. They are nicknamed the M's, a title featured in their primary logo from 1987 to 1992. They adopted their current team colors – navy blue, northwest green (teal), and silver – prior to the 1993 season, after having been royal blue and gold since the team's inception. Their mascot is the Mariner Moose.",
  "/wiki/Gunnar_Bentz": "Joseph Gunnar Bentz (born January 3, 1996) is an American competition swimmer and Olympic gold medalist.",
  "/wiki/Eric_Berry": "Eric Berry (born December 29, 1988) is an American football safety who is currently a free agent. He played college football at Tennessee, where he was a two-time unanimous All-American and recognized as the best collegiate defensive back in the country. He was then drafted by the Kansas City Chiefs fifth overall in the 2010 NFL Draft. Berry has been voted to the Pro Bowl five times and has been named to the First Team All-Pro three times. \n Berry was diagnosed with Hodgkin's lymphoma on December 8, 2014. After going through chemotherapy in the offseason and being declared cancer free, Berry came back for the 2015 season and was named to the Pro Bowl, the AP All-Pro team, and was named the 2015 AP Comeback Player of the Year.",
  "/wiki/Ron_Blomberg": "Ronald Mark Blomberg (born August 23, 1948), nicknamed Boomer, is an American former professional baseball player and minor league manager. He played in Major League Baseball as a designated hitter, first baseman and right fielder. He played for the New York Yankees (1969, 1971–76) and Chicago White Sox (1978), and was the manager of the Bet Shemesh Blue Sox in the Israel Baseball League (2007). He was the first designated hitter in Major League Baseball history.  He batted left-handed, and threw right-handed.\n Over eight seasons, Blomberg compiled a .293 batting average (391-for-1,333) with 52 home runs, 224 RBIs, 184 runs, 67 doubles, and 8 triples in 461 games. He added a .360 on-base percentage and a .473 slugging average.  For his career, he hit .304 against right-handers, and .304 with two out and runners in scoring position, as well as .325 when the score was tied.",
  "/wiki/Brandon_Boykin": "Brandon Boykin (born July 13, 1990) is an American football cornerback who is currently a free agent. He played college football at Georgia and was drafted by the Philadelphia Eagles in the fourth round of the 2012 NFL Draft. He has also played for the Pittsburgh Steelers.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.\n During the 1960s, the Vikings' record was typical for an expansion franchise, but improved over the course of the decade, resulting in a Central Division title in 1968. In 1969, their dominant defense led to the Vikings' league championship, the last NFL championship prior to the merger of the NFL with the AFL.\n The team plays its home games at U.S. Bank Stadium in the Downtown East section of Minneapolis.",
  "/wiki/Malcolm_Brogdon": "Malcolm Moses Adams Brogdon (born December 11, 1992) is an American professional basketball player for the Indiana Pacers of the National Basketball Association (NBA). He played college basketball for the Virginia Cavaliers under Tony Bennett. As a senior in 2015–16, he was a consensus first-team All-American. He was also named the Atlantic Coast Conference (ACC) Player of the Year and Defensive Player of the Year, becoming the first player in conference history to earn both honors in the same season. He was selected in the second round of the 2016 NBA draft by the Bucks with the 36th overall pick. He went on to win the NBA Rookie of the Year Award, becoming the first second-round pick in the NBA to win the award since 1965. \nIn 2019, Brogdon became the eighth player in NBA history to achieve a 50–40–90 season.",
  "/wiki/Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Fiserv Forum. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wes Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16. The team is managed by Jon Horst, the team's former director of basketball operations, who took over for John Hammond in May 2017. The Bucks have won one league title (1971), two conference titles (1971 and 1974), and 14 division titles (1971–1974, 1976, 1980–1986, 2001, 2019). They have featured such notable players as Kareem Abdul-Jabbar, Sidney Moncrief, Oscar Robertson, Bob Dandridge, Bob Lanier, Glenn Robinson, Ray Allen, Sam Cassell, Junior Bridgeman, Michael Redd, Terry Cummings, Vin Baker, Jon McGlocklin, Marques Johnson, and Brian Winters.",
  "/wiki/Anthony_Carter": "Anthony Bernard Carter (born June 16, 1975) is an American basketball coach and former player who is an assistant coach for the Miami Heat. He played college basketball for Saddleback College and Hawaii.",
  "/wiki/Sioux_Falls_Skyforce": "The Sioux Falls Skyforce are an American professional basketball team that plays in the NBA G League. They are based in Sioux Falls, South Dakota, and currently play at Heritage Court in the Sanford Pentagon, a place they have called home since the 2013–14 season.\n The Skyforce began in the Continental Basketball Association (CBA) in 1989. They played their home games at Sioux Falls Arena from then until the move to the Pentagon in 2013. They participated in four CBA championship finals, winning the championship trophy in 1996 (defeating the Fort Wayne Fury, four games to one) and 2005 (defeating the Rockford Lightning three games to one).",
  "/wiki/Alonzo_A._Crim_High_School": "Alonzo A. Crim Open Campus High School (COCHS) is a public high school in Atlanta, Georgia, United States. It is located at 256 Clifton Street SE. It replaced Alonzo A. Crim Comprehensive High School after it closed in 2005. Part of Atlanta Public Schools, it is located in southeast Atlanta, in the Kirkwood neighborhood.\n The school is inside DeKalb County.",
  "/wiki/Wendell_Carter": "Wendell Andre Carter Jr. (born April 16, 1999) is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He played college basketball for the Duke Blue Devils.",
  "/wiki/Duke_Blue_Devils": "The Duke Blue Devils are the intercollegiate athletic teams that represent Duke University, located in Durham, North Carolina. Duke's athletics department features 27 varsity teams that all compete at the National Collegiate Athletic Association (NCAA) Division I level. The name comes from the French les Diables Bleus or the Blue Devils, which was the nickname given during World War I to the Chasseurs Alpins, the French Alpine light infantry battalion.\n Duke joined the Southern Conference in 1929, and left in 1953 to become a founder of the Atlantic Coast Conference.",
  "/wiki/Pace_Academy": "Pace Academy is a K–12 college preparatory private school, located at 966 West Paces Ferry Road in the Buckhead area of Atlanta, Georgia, United States. Pace has approximately 1,115 students.",
  "/wiki/Kristi_Castlin": "Kristi Castlin (born July 7, 1988) is an American track and field athlete who specializes in the 100 metres hurdles. Her personal best for the event is 12.50 seconds, set on July 8, 2016 during the finals of the 2016 United States Olympic Trials, in which she qualified for the 2016 Summer Olympics by placing 2nd. She was the 2012 American champion in the indoor 60 metres hurdles and represented the United States at the 2012 IAAF World Indoor Championships. She shares the world record for the shuttle hurdle relay, with her time of 50.78 seconds set in 2013. She competed collegiately for the Virginia Tech Hokies and has several top three finishes in NCAA competition. She was a gold medalist at the Pan American Junior Athletics Championships in 2007 and a silver medalist at the NACAC Under-23 Championships in Athletics in 2008. During the 2016 Summer Olympics, Castlin wore a traditional Hindu bindi. Castlin won a bronze medal in the women's 100 metres hurdles, completing the sweep of the event along with two of her USA teammates, Nia Ali and Brianna Rollins, who won silver and gold medals respectively.",
  "/wiki/Track_and_field": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking. The foot racing events, which include sprints, middle- and long-distance events, racewalking and hurdling, are won by the athlete who completes it in the least time. The jumping and throwing events are won by those who achieve the greatest distance or height. Regular jumping events include long jump, triple jump, high jump and pole vault, while the most common throwing events are shot put, javelin, discus and hammer. There are also combined events or multi events, such as the pentathlon consisting of five events, heptathlon consisting of seven events, and decathlon consisting of ten events. In these, athletes participate in a combination of track and field events.",
  "/wiki/Roberto_Castro": "Roberto Castro (born June 23, 1985) is an American professional golfer who plays on the PGA Tour.",
  "/wiki/PGA_Tour": "The PGA Tour (stylized in all capital letters as PGA TOUR by its officials) is the organizer of the main professional golf tours played primarily by men in the United States and North America. It organizes most of the events on the flagship annual series of tournaments also known as the PGA Tour, as well as PGA Tour Champions (for golfers age 50 and older) and the Korn Ferry Tour (for professional players who have not yet qualified to play in the PGA Tour), as well as PGA Tour Canada, PGA Tour Latinoamérica, and PGA Tour China. The PGA Tour is a nonprofit organization headquartered in Ponte Vedra Beach, Florida, a suburb of Jacksonville.\n Originally established by the Professional Golfers' Association of America, it was spun off in December 1968 into a separate organization for tour players, as opposed to club professionals, the focal members of today's PGA of America. Originally the Tournament Players Division, it adopted the name PGA Tour in 1975 and runs most of the week-to-week professional golf events on the tournament known as the PGA Tour, including The Players Championship, hosted at TPC Sawgrass; the FedEx Cup, with its finale at The Tour Championship at East Lake Golf Club; and the biennial Presidents Cup. The remaining events on the PGA Tour are run by different organizations, as are the U.S.-based LPGA Tour for women and other men's and women's professional tours around the world.",
  "/wiki/Kelvin_Cato": "Kelvin Tavares Cato (born August 26, 1974) is an American retired professional basketball player.",
  "/wiki/Ricardo_Clark": "Ricardo Anthony Clark (born February 10, 1983) is a former American professional soccer player who played as a midfielder. He  played for MetroStars, San Jose Earthquakes, Houston Dynamo and Columbus Crew in the United States, Eintracht Frankfurt in Germany, and Stabæk in Norway. Clark also appeared for the United States national team. A native of Atlanta, Clark played two years in college at Furman before being drafted second overall in the 2003 MLS SuperDraft by MetroStars. After two seasons and nearly 100 appearances, he was traded to San Jose Earthquakes. The franchise moved from San Jose to Houston for the 2006 season, becoming the Houston Dynamo, and Clark followed along. He spent four seasons with the Dynamo, helping the club win two MLS Cups, before departing for Europe. Clark spent three years in Europe, playing for Eintracht Frankfurt and Stabæk, before returning to the United States and the Dynamo midway through the 2012 Major League Soccer season.",
  "/wiki/Javaris_Crittenton": "Javaris Cortez Crittenton (born December 31, 1987), is an American former professional basketball player and convicted murderer. During his four year career, Crittenton played for the Los Angeles Lakers, Memphis Grizzlies, and Washington Wizards of the National Basketball Association (NBA), the Zhejiang Lions of the Chinese Basketball Association, and the Dakota Wizards of the NBA D-League. He was previously the starting point guard for the Georgia Tech men's basketball team.\n On August 26, 2011, Crittenton was charged with the murder of Jullian Jones, a 22-year-old mother of four. After pleading guilty to manslaughter in 2015, he was sentenced to 23 years in prison.",
  "/wiki/Basketball_player": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated. Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. On offense, players may use a variety of shots—the lay-up, the jump shot, or a dunk; on defense, they may steal the ball from a dribbler, intercept passes, or block shots; either offense or defense may collect a rebound, that is, a missed shot that bounces from rim or backboard. It is a violation to lift or drag one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. The five players on each side at a time fall into five playing positions the tallest player is usually the center, the tallest and strongest is the power forward, a slightly shorter but more agile player is the small forward, and the shortest players or the best ball handlers are the shooting guard and the point guard, who implements the coach's game plan by managing the execution of offensive and defensive plays (player positioning).",
  "/wiki/Southwest_Atlanta_Christian_Academy": "Southwest Atlanta Christian Academy (SACA) is a preschool to 12th grade private Christian school in southwestern Atlanta, Georgia, United States. Geraldine Thompson is the headmistress, and is the wife to Pastor Wayne C. Thompson. Pastor Thompson is the founder of Southwest Atlanta Christian Academy. The school is affiliated with Fellowship of Faith Church in East Point. The school is home to the 2006 double GHSA Class A State Champions, Saca Warriors and Lady Warriors.",
  "/wiki/Cameron_Dollar": "Cameron Dollar (born December 9, 1975) is an American college basketball coach who is an assistant for the Washington Huskies. He was previously an assistant coach at Washington before serving as the head coach for the Seattle Redhawks. Dollar played college basketball for the UCLA Bruins, and was a member of their 1995 national championship team.  In the championship game against Arkansas, he replaced injured starter Tyus Edney.",
  "/wiki/Washington_Huskies": "The Washington Huskies are the intercollegiate athletic teams that represent the University of Washington, located in Seattle. The school is a member of the Pac-12 Conference. Washington students, sports teams, and alumni are called Huskies. The husky was selected as the school mascot by student committee in 1923. It replaced the Sun Dodger, an abstract reference to the local weather that was quickly dropped in favor of something more tangible. The costumed Harry the Husky performs at sporting and special events, and a live Alaskan Malamute, currently named Dubs II, has traditionally led the football team onto the field at the start of games. The school colors of purple and gold were adopted in 1892 by student vote. The choice was purportedly inspired by the first stanza of Lord Byron's The Destruction of Sennacherib\n Among its facilities on campus are Husky Stadium (football), Hec Edmundson Pavilion (basketball, gymnastics and volleyball), Husky Ballpark (baseball), Husky Softball Stadium (softball), the Nordstrom Tennis Center, the Dempsey Indoor practice facility, and the Conibear Shellhouse (rowing).",
  "/wiki/Sten_Ekberg": "Sten Anders Ekberg (born 25 December 1964 in Täby, Sweden) is a former decathlon athlete who competed in the 1992 Summer Olympics for Sweden  and a Swedish decathlete National Record holder. Sten Ekberg won the Swedish Championship Title in both Decathlon and Heptathlon. Sten Ekberg is currently living in the United States working as a chiropractor and nutritionist at his office Wellness For Life in Cumming, Georgia.",
  "/wiki/List_of_people_from_Atlanta": "This is a list of people who were born in, residents of, or otherwise closely associated with the American city of Atlanta, the capital and most populous city in the U.S. state of Georgia."
}