{
  "/wiki/FC_Basel": "FC Basel 1893 (Fussball Club Basel 1893), widely known as FC Basel, FCB, or just Basel, is a Swiss football club based in Basel, in the Canton of Basel-Stadt. Formed in 1893, the club has been Swiss national champions 20 times, Swiss Cup winners 12 times, and Swiss League Cup winners once.",
  "/wiki/Basel": "Basel (/ˈbɑːzəl/ BAH-zəl, German: [ˈbaːzl̩] (listen)) or Basle (/bɑːl/ BAHL; French: Bâle [bɑl]; Italian: Basilea [baziˈlɛːa]; Romansh: Basilea [baziˈleːa] (listen)) is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city (after Zürich and Geneva) with about 180,000 inhabitants.",
  "/wiki/St._Jakob-Park": "St. Jakob Park (help·info) is a Swiss sports stadium in Basel. It is the largest football venue in Switzerland and home to FC Basel. \"Joggeli\", as the venue is nicknamed by the locals, was originally built with a capacity of 33,433 seats. The capacity was increased to 42,500 for Euro 2008, which was hosted by Switzerland and Austria. After the Euro 2008 a number of seats were removed, thus creating more space between them. The capacity was therefore reduced to 38,512 for Swiss Super League matches or 37,500 seats for international matches The maximum capacity for concerts is 40,000.",
  "/wiki/Grasshopper_Club_Z%C3%BCrich": "Grasshopper Club Zürich, commonly referred to as simply GC, GCZ, or Grasshoppers, is a multisports club based in Zürich, Switzerland. The oldest and best known department of the club is its football team. With 27 titles, Grasshopper holds the records for winning the most national championship titles and for the most successes in the Swiss Cup tournament, 19 victories in the competition. The club is the oldest football team in Zürich and maintains a substantial rivalry with FC Zürich.",
  "/wiki/Z%C3%BCrich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Letzigrund": "Letzigrund (help·info) is a stadium in Zürich, Switzerland, and the home of the athletics club LC Zürich, and the football clubs FC Zürich and Grasshopper Club Zürich. LC Zürich is a spin-off of FC Zürich whose members constructed the stadium in 1925. Grasshopper-Club is using it as their home stadium since 2007. The annual track and field meet Weltklasse Zürich—part of the IAAF Diamond League—takes place at the Letzigrund since 1928, as well as frequent open-air concerts. On the Letzigrund track on 21 June 1960, Armin Hary was the first human being to run the 100 metres in 10,0 seconds.",
  "/wiki/FC_Lugano": "FC Lugano is a Swiss football club based in Lugano. The club was refounded as AC Lugano in 2004 as a result of relegation and the financial situation of FC Lugano, which was founded in 1908. In 2008, the club reverted to its original name, FC Lugano. They play at the Stadio Cornaredo. They have played in what is now the Swiss Super League during the periods of 1922–53, 1954–60, 1961–63, 1964–76, 1979–80, 1988–97, 1998–02, and from 2015.",
  "/wiki/Lugano": "Lugano (/luːˈɡɑːnoʊ/, also UK: /lʊˈ-/, Italian: [luˈɡaːno]; Ticinese: Lugan [lyˈɡãː]) is a town and a municipality in southern Switzerland in the Italian-speaking canton of Ticino bordering Italy. It has a population (as of December 2018[update]) of 63,185, and an urban agglomeration of over 145,000. The ninth largest Swiss town, it is the largest in Ticino and largest with an Italian speaking majority outside of Italy. The town lies on Lake Lugano, surrounded by the mountains of the Lugano Prealps.",
  "/wiki/Stadio_Cornaredo": "Cornaredo Stadium is a multi-purpose stadium in Lugano, Switzerland.  It is used mostly for football matches. It is a home ground of FC Lugano. The stadium is able to hold 15,000 people and was built in 1951. The stadium has 5,000 seats and 10,000 standing places. During the 1954 FIFA World Cup, it hosted one game.",
  "/wiki/FC_Luzern": "Fussball-Club Luzern (German pronunciation: [ɛf ˈt͡seː luˈtsɛrn]), or simply abbreviated to FCL, is a Swiss sports club based in Lucerne.  It is best known for its professional football team, which plays in the Super League, the top tier of the Swiss football league system, and has won the national title once and the national cup twice.",
  "/wiki/Luzern": "Lucerne (/luːˈsɜːrn/ loo-SURN, French: [lysɛʁn]; German: Luzern [luˈtsɛrn] (listen); Lucerne German: Lozärn; Italian: Lucerna [luˈtʃɛrna]; Romansh: Lucerna [luˈtsɛrnɐ] (listen)) is a city in central Switzerland, in the German-speaking portion of the country. Lucerne is the capital of the canton of Lucerne and part of the district of the same name. With a population of about 81,057 people (as of 2013[update]), Lucerne is the most populous town in Central Switzerland, and a nexus of economics, transportation, culture, and media of this region. The city's urban area consists of 17 municipalities and towns located in three different cantons with an overall population of about 250,000 people (as of 2007[update]).",
  "/wiki/Swissporarena": "Swissporarena is a multi-use stadium in Lucerne, Switzerland, completed in 2011. It is used mostly for football matches and hosts the home matches of FC Lucerne of the Swiss Super League. The stadium has a capacity of 16,800 spectators, including an away fans' section fitted with 390 rail seats for safe standing.  It replaced the demolished Stadion Allmend.",
  "/wiki/FC_Sion": "Football Club de Sion, commonly known as simply FC Sion or Sion, is a Swiss football team from the city of Sion. The club was founded in 1909, and play their home matches at the Stade Tourbillon. They have won the Swiss Super League twice, and the Swiss Cup in 13 of their 14 appearances in the final, the most recent being in 2015. The first team of the club was also known as their incorporated name Olympique des Alpes SA.",
  "/wiki/Sion,_Switzerland": "Sion (French: [sjɔ̃]; German: Sitten [ˈzɪtn̩]; Italian: Seduno; Latin: Sedunum) is a Swiss town, a municipality, and the capital of the canton of Valais and of the district of Sion. As of December 2018[update] it had a population of 34,708 (known as Sédunois(es)).",
  "/wiki/Stade_Tourbillon": "The Stade de Tourbillon is a multi-purpose stadium in Sion, Switzerland.  It is currently used mostly for football matches and is the home stadium of FC Sion.  The stadium holds 16,000 people and was built in 1968 and renovated in 1989. At the time of the renovation, its capacity was 19,600. The stadium's LED scoreboard is powered by ColosseoEAS's miniDirector coupled with a miniTimer.",
  "/wiki/FC_St._Gallen": "FC St. Gallen 1879 (Fussballclub St. Gallen 1879) is a Swiss football club based in St. Gallen, in the Canton of St.Gallen. The club is currently playing in the 2018–2019 Swiss Super League.",
  "/wiki/St._Gallen": "St. Gallen or traditionally St Gall, in German sometimes Sankt Gallen (Sankt Gallen (help·info); English: St Gall; French: Saint-Gall; Italian: San Gallo; Romansh: Son Gagl) is a Swiss town and the capital of the canton of St. Gallen. It evolved from the hermitage of Saint Gall, founded in the 7th century. Today, it is a large urban agglomeration (with around 167,000 inhabitants in 2019) and represents the center of eastern Switzerland. Its economy consists mainly of the service sector. The town is home of the University of St. Gallen, one of the best business schools in Europe.",
  "/wiki/Kybunpark": "The kybunpark, formerly known as AFG Arena, is a multi-use stadium in St. Gallen, Switzerland, completed in 2008. It is used mostly for football matches and hosts the home matches of FC St. Gallen of the Swiss Super League. It replaces the Espenmoos stadium.",
  "/wiki/FC_Thun": "FC Thun (Fussballclub Thun 1898) is a Swiss football team from the Bernese Oberland town of Thun. The club currently plays in the Swiss Super League after being promoted in the 2009/10 season. The club plays at the Stockhorn Arena which accommodates a total of 10,000 supporters, both seated and standing. The club's colours are red and white.",
  "/wiki/Thun": "Thun (French: Thoune) is a town and a municipality in the administrative district of Thun in the canton of Bern in Switzerland with about 43,783 inhabitants (around 90,000 in the agglomeration), as of 31 December 2013.",
  "/wiki/Stockhorn_Arena": "Stockhorn Arena (formerly known as Arena Thun) is a football stadium in Thun, Switzerland. It has a capacity of 10,000 spectators and opened in 2011.  It is the home of FC Thun of the Swiss Super League.",
  "/wiki/Neuch%C3%A2tel_Xamax_FCS": "Neuchâtel Xamax FCS (pronounced [nøʃɑtɛl ksamaks]) is a Swiss football club, based in Neuchâtel. It was created in 1970 through a merger between FC Cantonal, founded in 1906 and Swiss champions of 1916, and FC Xamax founded in 1912. The name Xamax comes from legendary Swiss international 'Xam' Max Abegglen, one of the founding members. Xamax Neuchâtel FCS obtained its current name after a merger with FC Serrières, another side from Neuchâtel, in May 2013.",
  "/wiki/Neuch%C3%A2tel": "Neuchâtel or Neuchatel (UK: /ˌnɜːʃæˈtɛl/, US: /-ʃɑːˈ-, ˌnjuːʃəˈ-, ˌnʊʃɑːˈ-/, French: [nøʃɑtɛl] (listen); Arpitan: Nôchâtél; both from Old French: neu(f) \"new\" and chatel \"castle\"; German: Neuenburg [ˈnɔʏənˌbʊrɡ] (listen); Romansh: Neuchâtel or Neufchâtel; outdated Italian: Neocastello)[note 1] is a town, a municipality, and the capital of the Swiss canton of Neuchâtel on Lake Neuchâtel.",
  "/wiki/Stade_de_la_Maladi%C3%A8re": "Stade de la Maladière is a multi-purpose stadium in Neuchâtel, Switzerland.  It is currently used mostly for football matches and is the home ground of Neuchâtel Xamax.  The stadium holds 12,000.  It replaced the old Stade de la Maladière.",
  "/wiki/BSC_Young_Boys": "BSC Young Boys are a Swiss sports club based in Bern, Switzerland.\nThe first team has won 13 Swiss league championships and six Swiss Cups. In 1957, YB was named the Swiss team of the year. YB is one of the most successful Swiss football clubs internationally, and reached the semi-finals of the European Cup in the 1958–59 season. The club's colours are yellow of a golden shade and black.",
  "/wiki/Bern": "Bern or Berne (German: Bern [bɛrn] (listen); Alemannic German: Bärn [b̥æːrn]; French: Berne [bɛʁn] (listen); Italian: Berna [ˈbɛrna]; Romansh: Berna [ˈbɛrnɐ] (listen)) is the de facto capital of Switzerland, referred to by the Swiss as their \"federal city\", in German Bundesstadt, French ville fédérale, and Italian città federale.[note 1] With a population of about 140,000 (as of 2019), Bern is the fifth-most populous city in Switzerland. The Bern agglomeration, which includes 36 municipalities, had a population of 406,900 in 2014. The metropolitan area had a population of 660,000 in 2000. Bern is also the capital of the canton of Bern, the second-most populous of Switzerland's cantons.",
  "/wiki/Stade_de_Suisse": "The Stade de Suisse is a football stadium in Bern, Switzerland. The second largest all-seater football stadium in Switzerland, it currently serves as the home ground of the Swiss football team BSC Young Boys. It was also one of the venues used during the UEFA Euro 2008.",
  "/wiki/FC_Z%C3%BCrich": "Fussballclub Zürich, commonly abbreviated to FC Zürich or simply FCZ, is a Swiss football men's club based in the city of Zürich, in the Canton of Zurich in the Super League, the top tier in its league. The club was founded in 1896 and has won the Swiss Super League 12 times and the Swiss Cup 10 times. The club won the 2009 Swiss Super League and last won the Swiss Cup in 2018. Their home games are played at the Letzigrund in Zürich, which seats 25,000 spectators. For the women's team see FC Zürich Frauen.",
  "/wiki/Swiss_Super_League": "The Swiss Super League (known as the Raiffeisen Super League for sponsorship reasons) is a professional league in the top tier of the Swiss football league system and has been played in its current format since the 2003–04 season. As of October 2019 the Swiss Super League is ranked 20th in Europe according to UEFA's ranking of league coefficients, which is based upon Swiss team performances in European competitions."
}