{
  "/wiki/Ioannis_Boutaris": "Yiannis Boutaris (Greek: Γιάννης Μπουτάρης; born 13 June 1942) is a Greek businessman and politician, former mayor of Thessaloniki.",
  "/wiki/Panhellenic_Socialist_Movement": "The Panhellenic Socialist Movement (Greek: Πανελλήνιο Σοσιαλιστικό Κίνημα, pronounced [paneˈlinio sosjalistiˈko ˈcinima]), known mostly by its acronym PASOK, (/pəˈsɒk/; ΠΑΣΟΚ, pronounced [paˈsok]) is a social-democratic political party in Greece. Until 2015, it was one of the two major electoral forces in the country, along with New Democracy, its main political rival.",
  "/wiki/Democratic_Left_(Greece)": "Democratic Left (Greek: Δημοκρατική Αριστερά (ΔΗΜ.ΑΡ.), Dimokratiki Aristera, DIMAR) is a social-democratic political party in Greece. DIMAR was a minor party supporting the Samaras cabinet from 21 June 2012 to 21 June 2013.",
  "/wiki/Drasi": "Drassi (Greek: Δράση, \"Action\") was a liberal minor political party in Greece. The party was founded in 2009 by Stefanos Manos and was led by former New Democracy member Theodoros Skylakakis.\nThe party had no representation in the Hellenic Parliament or European Parliament. Drassi was a member of the Alliance of Liberals and Democrats for Europe (ALDE) party.",
  "/wiki/New_Democracy_(Greece)": "The New Democracy (ND; Greek: Νέα Δημοκρατία, Nea Dimokratia, IPA: [ˈnea ðimokraˈtia]) is a liberal-conservative political party in Greece. In modern Greek politics, New Democracy has been the main centre-right political party and one of the two major parties along with its historic rival, the Panhellenic Socialist Movement (PASOK). New Democracy, alongside PASOK, were created in the wake of the toppling of military junta in 1974; which ruled Greece alternately for the past four decades. Following the electoral decline of PASOK, New Democracy remained one of the two major parties in Greece, the other being the Coalition of the Radical Left (SYRIZA).",
  "/wiki/Sotirios_Zarianopoulos": "Sotirios Zarianopoulos is a Greek politician, who since 2014, has been a Member of the European Parliament, representing Greece for the Communist Party",
  "/wiki/Communist_Party_of_Greece": "The Communist Party of Greece (Greek: Κομμουνιστικό Κόμμα Ελλάδας, Kommounistikó Kómma Elládas, KKE) is a Marxist–Leninist political party in Greece. \nFounded in 1918 as the Socialist Labour Party of Greece (adopting its current name in November 1924), it is the oldest political party in modern Greek politics. The party was banned in 1936, but played a significant role in the Greek resistance and the Greek Civil War, and its membership peaked in the mid-1940s. Legalization of the KKE was restored following the fall of the Greek military junta of 1967–1974.",
  "/wiki/Stelios_Papathemelis": "Stelios Papathemelis (Greek: Στέλιος Παπαθεμελής) (born January, 1938 in Thessaloniki) is a Greek politician and lawyer. He studied law at the Aristotle University of Thessaloniki.",
  "/wiki/Coalition_of_Radical_Left": "The Coalition of the Radical Left (Greek: Συνασπισμός Ριζοσπαστικής Αριστεράς, romanized: Synaspismós Rizospastikís Aristerás), mostly known by the syllabic abbreviation Syriza (/ˈsɪrɪzʌ/, sometimes stylised SYRIZA.; Greek: ΣΥΡΙΖΑ [ˈsiriza]; a pun on the Greek adverb σύρριζα, meaning \"from the roots\" or \"radically\"), is a political party in Greece originally founded in 2004 as a coalition of left-wing and radical left parties.",
  "/wiki/Popular_Orthodox_Rally": "The Popular Orthodox Rally or People's Orthodox Alarm (Greek: Λαϊκός Ορθόδοξος Συναγερμός, Laikós Orthódoxos Synagermós), often abbreviated to LAOS (ΛΑ.Ο.Σ.) as a pun on the Greek word for people, is a Greek radical right-wing populist political party. It was founded and is led by journalist Georgios Karatzaferis. Karatzaferis formed LAOS in 2000, a few months after he was expelled from the centre-right New Democracy.",
  "/wiki/Ecologist_Greens": "The Ecological Forum, the body that lead to the establishment of the party, was founded after a proposal of the local group Ecological Movement of Thessaloniki (Greek: Οικολογική Κίνηση Θεσσαλονίκης, http://ecology-salonika.org/2010/), and brought together the political party \"Green Politics\" (Greek: Πράσινη Πολιτική, Prasini Politiki), the previous Greek member of the European Green Party, with other local ecological groups and independent ecologists.",
  "/wiki/Anticapitalist_Left_Cooperation_for_the_Overthrow": "The Front of the Greek Anticapitalist Left (Greek: Αντικαπιταλιστική Αριστερή Συνεργασία για την Ανατροπή, ΑΝΤ.ΑΡ.ΣΥ.Α., romanized: Antikapitalistiki Aristeri Synergasia gia tin Anatropi, ANT.AR.SY.A) is a coalition of radical left political organisations in Greece. The Greek word ανταρσία antarsia (which is pronounced the same as the backronym Antarsya) means \"mutiny\". ANTARSYA describes itself as \"Front of the anticapitalist, revolutionary, communist left and radical ecology\".",
  "/wiki/Golden_Dawn_(Greece)": "The Popular Association – Golden Dawn (Greek: Λαϊκός Σύνδεσμος – Χρυσή Αυγή, Laïkós Sýndesmos – Chrysí Avgí), usually known simply as Golden Dawn (Greek: Χρυσή Αυγή, Chrysí Avgí pronounced [xriˈsi avˈʝi]), is a far-right, neo-Nazi, and fascist political party in Greece. Though the group rejects these labels, its members have expressed admiration for the former Greek dictators Ioannis Metaxas of the 4th of August Regime (1936–1941) and Georgios Papadopoulos of the Regime of the Colonels (1967–1974). They have also made use of alleged Nazi symbolism, and have praised figures of Nazi Germany in the past. According to academic sources, the group is racist and xenophobic, and the party's leader has openly identified it as nationalist and racist.",
  "/wiki/2010_Greek_local_elections": "The 2010 Greek local elections were held on 7 November 2010 (first round) and 14 November 2010 (second round) to elect representatives to Greece's restructured local authorities, comprising 13 regions and 325 municipalities."
}