{
  "/wiki/F._Duane_Ackerman": "F. Duane Ackerman (born 1942) is an American businessman. He was the last chairman and Chief Executive Officer of BellSouth Corporation.",
  "/wiki/Senior_management": "Senior management, executive management, upper management, or a management team is generally a team of individuals at the highest level of management of an organization who have the day-to-day tasks of managing that organization—sometimes a company or a corporation.",
  "/wiki/Bellsouth": "BellSouth, LLC (stylized as BELLSOUTH and formerly known as BellSouth Corporation) is an American telecommunications holding company based in Atlanta, Georgia. BellSouth was one of the seven original Regional Bell Operating Companies after the U.S. Department of Justice forced the American Telephone & Telegraph Company to divest itself of its regional telephone companies on January 1, 1984.",
  "/wiki/George_Adair": "George Washington Adair (March 1, 1823 – September 29, 1899) was a real-estate developer in post Civil War Atlanta.",
  "/wiki/Real_estate_development": "Real estate development, or property development, is a business process, encompassing activities that range from the renovation and re-lease of existing buildings to the purchase of raw land and the sale of developed land or parcels to others. Real estate developers are the people and companies who coordinate all of these activities, converting ideas from paper to real property. Real estate development is different from construction, although many developers also manage the construction process.",
  "/wiki/Dean_Alford": "Clarence \"Dean\" Alford (born July 17, 1953) is an American politician and businessman, a member of the Republican Party, a conservative, a former member of the General Assembly in the US State of Georgia, and is accused by the State of Georgia of  theft by taking, fraud and racketeering.",
  "/wiki/Georgia_General_Assembly": "The Georgia General Assembly is the state legislature of the U.S. state of Georgia. It is bicameral, consisting of the Senate and the House of Representatives.",
  "/wiki/Ray_Anderson_(entrepreneur)": "Ray C. Anderson (July 28, 1934 – August 8, 2011) was founder and chairman of Interface Inc., one of the world's largest manufacturers of modular carpet for commercial and residential applications and a leading producer of commercial broadloom and commercial fabrics. He was known in environmental circles for his advanced and progressive stance on industrial ecology and sustainability.",
  "/wiki/Interface,_Inc.": "Interface, Inc., is a global manufacturer of commercial flooring with an integrated collection of carpet tiles and resilient flooring, including luxury vinyl tile (LVT) and nora brand rubber flooring.",
  "/wiki/Charles_Brewer_(businessman)": "Charles Brewer (born 1958) is an American entrepreneur.",
  "/wiki/Internet_service_provider": "An Internet service provider (ISP) is an organization that provides services for accessing, using, or participating in the Internet. Internet service providers can be organized in various forms, such as commercial, community-owned, non-profit, or otherwise privately owned.",
  "/wiki/MindSpring": "MindSpring Enterprise was an Internet service provider headquartered in Midtown Atlanta, Georgia. Founded on February 1, 1994, MindSpring merged with EarthLink on February 4, 2000, with the company retaining the EarthLink name. In 2006, the MindSpring brand was relaunched by EarthLink as a free VoIP service, but was discontinued in early 2008.",
  "/wiki/EarthLink": "EarthLink is an American Internet service provider.",
  "/wiki/Asa_Griggs_Candler": "Asa Griggs Candler (December 30, 1851 – March 12, 1929) was an American business tycoon who purchased The Coca-Cola Company for USD1,750 from chemist John Stith Pemberton in Atlanta, Georgia in 1892 and developed it as a major company.",
  "/wiki/The_Coca-Cola_Company": "The Coca-Cola Company is an American multinational corporation, and manufacturer, retailer, and marketer of nonalcoholic beverage concentrates and syrups. The company produces Coca-Cola, invented in 1886 by pharmacist John Stith Pemberton in Atlanta, Georgia. In 1889 the formula and brand were sold for $2,300 to Asa Griggs Candler, who incorporated The Coca-Cola Company in Atlanta in 1892. The Coca-Cola Company is the single largest plastic polluter in the world, producing over 3 million tonnes of plastic packaging each year including 110 billion plastic bottles.",
  "/wiki/S._Truett_Cathy": "Samuel Truett Cathy (March 14, 1921 – September 8, 2014) was an American businessman, investor, author, and philanthropist. He founded the fast food restaurant chain Chick-fil-A in 1946.",
  "/wiki/Fast_food": "Fast food is a type of mass-produced food designed for commercial resale and with a strong priority placed on \"speed of service\" versus other relevant factors involved in culinary science. Fast food was originally created as a commercial strategy to accommodate the larger numbers of busy commuters, travelers and wage workers who often did not have the time to sit down at a public house or diner and wait for their meal. By making speed of service the priority, this ensured that customers with strictly limited time (a commuter stopping to procure dinner to bring home to their family, for example, or an hourly laborer on a short lunch break) were not inconvenienced by waiting for their food to be cooked on-the-spot (as is expected from a traditional \"sit down\" restaurant). For those with no time to spare, fast food became a multibillion-dollar industry. In 2018, the fast food industry was worth an estimated $570 billion globally.",
  "/wiki/Restaurant_chain": "A chain store or retail chain is a retail outlet in which several locations share a brand, central management, and standardized business practices. They have come to dominate the retail and dining markets, and many service categories, in many parts of the world. A franchise retail establishment is one form of chain store.  In 2004, the world's largest retail chain, Walmart, became the world's largest corporation based on gross sales.[citation needed]",
  "/wiki/Chick-fil-A": "Chick-fil-A (/tʃɪkfɪˈleɪ/ chik-fil-AY, a play on the American English pronunciation of fillet) is one of the largest American fast food restaurant chains and the largest whose specialty is chicken sandwiches. Its headquarters are in College Park, Georgia. Chick-fil-A was originally founded as the Dwarf Grill in 1946, changing the name to 'Dwarf House' until rebranding as Chick-fil-A in 1967. The company operates more than 2,300 restaurants, primarily in the United States with locations in 47 states and plans for a location in Hawaii to be the 48th state. The restaurant serves breakfast before transitioning to its lunch and dinner menu. Chick-fil-A also offers customers catered selections from its menu for special events.",
  "/wiki/Anne_Cox_Chambers": "Anne Beau Cox Chambers (December 1, 1919 – January 31, 2020) was an American media proprietor, diplomat, and philanthropist who served as United States Ambassador to Belgium from 1977 to 1981. She co-owned the family company Cox Enterprises, a privately held media empire, with her sister Barbara Cox Anthony for 33 years. Her net worth was estimated by Forbes at $16.1 billion in September 2014.",
  "/wiki/Cox_Enterprises": "Cox Enterprises, Inc. is a privately held global conglomerate headquartered in Atlanta, Georgia, United States, with approximately 55,000 employees and $21 billion in total revenue. Its major operating subsidiaries are Cox Communications, Cox Automotive and Cox Media Group. The company's major national brands include AutoTrader, Kelley Blue Book and more.",
  "/wiki/Lemuel_Grant": "Lemuel Pratt Grant (1817–1893) was an American engineer and businessman. He was Atlanta's quintessential railroad man as well as a major landowner and civic leader. In railroads he served as a laborer, chief engineer, speculator and executive all over the South. As part of his speculation, he owned enormous tracts of land in strategic areas. For example, at one point he owned more than 600 acres (240 ha) in what is now Atlanta. He designed and built Atlanta's defenses during the American Civil War and afterwards became an important civic leader: donating the land for Grant Park, Atlanta's first large park, and serving as councilman and on various boards and committees. His mansion is one of only four remaining original antebellum houses in the city of Atlanta.",
  "/wiki/James_M._Henderson": "James Marvin Henderson, Sr. (March 28, 1921 – October 31, 1995), was a pioneering advertising executive in the American South and a figure in the South Carolina Republican Party.",
  "/wiki/Greenville,_South_Carolina": "Greenville (/ˈɡriːnvɪl/; locally /ˈɡriːnvəl/) is a city in and the seat of Greenville County, South Carolina, United States. The city's mayor is Knox H. White, who has been in that position since December 1995. With an estimated population of 68,219 as of 2017, it is the sixth-largest city in the state. The population of the surrounding area was 400,492 as of 2010, making it the third-largest urban area in South Carolina as well as the fastest growing. Greenville is the largest city in the Greenville-Anderson-Mauldin Metropolitan Statistical Area. The MSA had a population of 906,626 in 2018, making it the largest in South Carolina and the third largest in the Carolinas.",
  "/wiki/Lieutenant_Governor_of_South_Carolina": "The Lieutenant Governor of South Carolina is the second-in-command to the Governor of South Carolina.  Other than the responsibility to act or serve as governor in the event of the office's vacancy, the duties of the lieutenant governor are chiefly ceremonial. The current lieutenant governor is Pamela Evette, who took office on January 9, 2019.",
  "/wiki/Anne_T._Hill": "Anne T. Hill (November 24, 1916 – March 8, 1999) was an American fashion designer and yoga teacher.",
  "/wiki/Evelyn_Greenblatt_Howren": "Evelyn Greenblatt Howren (July 28, 1917 – February 9, 1998) was an American woman aviator from Atlanta, Georgia. She helped organize the first all-woman squadron of the Civil Air Patrol, was one of the first women air traffic controllers in the U.S., and was in the first class of Women Airforce Service Pilots in World War II. After the war she remained active in the aviation business in Georgia for many years. She was the third woman inducted into the Georgia Aviation Hall of Fame.",
  "/wiki/Women_Airforce_Service_Pilots": "The Women Airforce Service Pilots (WASP) (also Women's Army Service Pilots or Women's Auxiliary Service Pilots) was a civilian women pilots' organization, whose members were United States federal civil service employees. Members of WASP became trained pilots who tested aircraft, ferried aircraft and trained other pilots. Their purpose was to free male pilots for combat roles during World War II. Despite various members of the armed forces being involved in the creation of the program, the WASP and its members had no military standing.",
  "/wiki/Bernard_Marcus": "Bernard \"Bernie\" Marcus (born May 12, 1929) is an American billionaire businessman. He co-founded The Home Depot and was the company's first CEO, and chairman until retiring in 2002.",
  "/wiki/Home_improvement": "The concept of home improvement, home renovation, or remodeling is the process of renovating or making additions to one's home. Home improvement can consist of projects that upgrade an existing home interior (such as electrical and plumbing), exterior (masonry, concrete, siding, roofing), or other improvements to the property (i.e. garden work or garage maintenance/additions).",
  "/wiki/Home_Depot": "The Home Depot, Inc. is the largest home improvement retailer in the United States, supplying tools, construction products, and services. The company is headquartered at the Atlanta Store Support Center in unincorporated Cobb County, Georgia (with an Atlanta mailing address).",
  "/wiki/Georgia_Aquarium": "Georgia Aquarium is a public aquarium in Atlanta, Georgia, United States. Georgia Aquarium is home to hundreds of species and thousands of animals across its seven major galleries, all of which reside in more than 10 million US gallons (38,000 m3) of fresh and salt water. It was the largest aquarium in the world from its opening in 2005 until 2012, when it was surpassed by Marine Life Park in Singapore, and then by Chimelong Ocean Kingdom in China.",
  "/wiki/John_Pemberton": "John Stith Pemberton (July 8, 1831 – August 16, 1888) was an American biochemist and American Civil War veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become world-famous as Coca-Cola, but sold his rights to the drink shortly before his death.",
  "/wiki/Chemist": "A chemist (from Greek chēm (ía) alchemy; replacing chemist from Medieval Latin alchimista) is a scientist trained in the study of chemistry. Chemists study the composition of matter and its properties. Chemists carefully describe the properties they study in terms of quantities, with detail on the level of molecules and their component atoms. Chemists carefully measure substance proportions, reaction rates, and other chemical properties. The word 'chemist' is also used to address Pharmacists in Commonwealth English.",
  "/wiki/Coca-Cola": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The drink's name refers to two of its original ingredients: coca leaves, and kola nuts (a source of caffeine). The current formula of Coca-Cola remains a trade secret, although a variety of reported recipes and experimental recreations have been published.",
  "/wiki/Richard_Peters_(Atlanta)": "Richard Peters (November 10, 1810 – February 6, 1889) was an American railroad man and a founder of Atlanta, Georgia, in the 1840s.",
  "/wiki/John_C._Portman,_Jr.": "John Calvin Portman Jr. (December 4, 1924 – December 29, 2017) was an American neofuturistic architect and real estate developer widely known for popularizing hotels and office buildings with multi-storied interior atria. Portman also had a particularly large impact on the cityscape of his hometown of Atlanta, with the Peachtree Center complex serving as downtown's business and tourism anchor from the 1970s onward. The Peachtree Center area includes Portman-designed Hyatt, Westin, and Marriott hotels. Portman's plans typically deal with primitives in the forms of symmetrical squares and circles.",
  "/wiki/Atrium_(architecture)": "In architecture, an atrium (plural: atria or atriums) is a large open air or skylight covered space surrounded by a building.\nAtria were a common feature in Ancient Roman dwellings, providing light and ventilation to the interior. Modern atria, as developed in the late 19th and 20th centuries, are often several stories high and having a glazed roof or large windows, and often located immediately beyond the main entrance doors (in the lobby).",
  "/wiki/Neel_Reid": "Joseph Neel Reid (October 23, 1885 – February 14, 1926), also referred to as J. Neel Reid or Neel Reid, was a prominent architect in Atlanta, Georgia in the early 20th century for his firm Hentz, Reid and Adler.",
  "/wiki/École_des_Beaux-Arts": "An École des Beaux-Arts (French pronunciation: ​[ekɔl de bozaʁ], School of Fine Arts) is one of a number of influential art schools in France. It is the cradle of Beaux-Arts style in architecture and city planning that thrived in France and the United States during the end of the nineteenth century and the first quarter of the twentieth century.  The most famous is the École nationale supérieure des Beaux-Arts, now located on the left bank in Paris, across the Seine from the Louvre, at 14 rue Bonaparte (in the 6th arrondissement). The school has a history spanning more than 350 years, training many of the great artists in Europe. Beaux Arts style was modeled on classical \"antiquities\", preserving these idealized forms and passing the style on to future generations.",
  "/wiki/National_Register_of_Historic_Places": "The National Register of Historic Places (NRHP) is the United States federal government's official list of districts, sites, buildings, structures and objects deemed worthy of preservation for their historical significance. A property listed in the National Register, or located within a National Register Historic District, may qualify for tax incentives derived from the total value of expenses incurred in preserving the property.",
  "/wiki/Ted_Turner": "Robert Edward Turner III (born November 19, 1938) is an American media proprietor, producer, and philanthropist. As a businessman, he is known as founder of the Cable News Network (CNN), the first 24-hour cable news channel. In addition, he founded WTBS, which pioneered the superstation concept in cable television, which later became TBS.",
  "/wiki/Media_mogul": "A media proprietor, media mogul or media tycoon refers to a successful entrepreneur or businessperson who controls, through personal ownership or via a dominant position in any media related company or enterprise, media consumed by many individuals. Those with significant control, ownership, and influence of a large company in the mass media may also be called a tycoon, baron, or business magnate. Social media creators and founders can also be considered media moguls.",
  "/wiki/Cable_news": "Television news in the United States has evolved over many years. It has gone from a simple 10- to 15-minute format in the evenings, to a variety of programs and channels. Today, viewers can watch local, regional and national news programming, in many different ways, any time of the day.",
  "/wiki/CNN": "CNN (Cable News Network) is an American news-based pay television channel owned by AT&T's WarnerMedia. CNN was founded in 1980 by American media proprietor Ted Turner as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-hour news coverage and was the first all-news television channel in the United States.",
  "/wiki/Robert_W._Woodruff": "Robert Winship Woodruff (December 6, 1889 – March 7, 1985) was the president of The Coca-Cola Company from 1923 until 1954. With a large net worth, he was also a major philanthropist, and many educational and cultural landmarks in the U.S. city of Atlanta, Georgia, bear his name.  Included among these are the Woodruff Arts Center, Woodruff Park, and the Robert W. Woodruff Library.",
  "/wiki/List_of_people_from_Atlanta": "This is a list of people who were born in, residents of, or otherwise closely associated with the American city of Atlanta, the capital and most populous city in the U.S. state of Georgia."
}