{
  "/wiki/Krishna_paksha": "Paksha  (or pakṣa: Sanskrit: पक्ष) refers to a fortnight or a lunar phase in a month of the Hindu lunar calendar.",
  "/wiki/Shukla_paksha": "Paksha  (or pakṣa: Sanskrit: पक्ष) refers to a fortnight or a lunar phase in a month of the Hindu lunar calendar.",
  "/wiki/Chaitra": "Chaitra (Hindi: चैत्र) is a month of the Hindu calendar.",
  "/wiki/Kamada_Ekadashi": "Kamada Ekadasi is a Hindu holy day, which falls on the 11th lunar day (ekadashi) of the fortnight of the waxing moon in the Hindu month of Chaitra (March–April). It is the first ekadashi after the Hindu New Year and as its name Kamada suggests, is believed to grant all desires.",
  "/wiki/Vaisakh": "Vaisakh (Punjabi: ਵੈਸਾਖ, Hindi: वैसाख, Shahmukhi Punjabi: وساکھ) is the second month in the Nanakshahi calendar. This month coincides with April and May in the Gregorian calendar and to Vaisakha in the Hindu calendar and the Indian national calendar; it comprises the time of crop-harvesting in the Punjab region.",
  "/wiki/Varuthini_Ekadashi": "Varuthini Ekadashi, also known Baruthani Ekadashi, is a Hindu holy day, which falls on the 11th lunar day (ekadashi) of the fortnight of the waning moon in the Hindu month of Chaitra (per the South Indian Amavasyant calendar, every month ends with a new moon) or Vaishakha (per the North Indian Purnimant calendar, every month ends with a full moon). By both schemes, Varuthini Ekadashi falls on the same day in April or May. Like all ekadashis, the God Vishnu, especially his fifth avatar Vamana, is worshipped.",
  "/wiki/Jyeshtha": "Jyeshtha or Jyēṣṭha (Sanskrit: ज्येष्ठ; Nepali: जेठ jēṭ; Assamese: জেঠ zeth) is a month of the Hindu calendar. In India's national civil calendar, Jyestha is the third month of the year. Known as Joishtho (Bengali: জ্যৈষ্ঠ Jyôishţhô) in Bengali, it is the second month of the Bengali calendar.",
  "/wiki/Nirjala_Ekadashi": "Nirjala Ekadashi is a Hindu holy day falling on the 11th lunar day (Ekadashi) of the waxing fortnight of the Hindu month of Jyestha (May/June). This ekadashi derives its name from the water-less (Nir-jala) fast observed on this day. It is considered to be the most austere and hence the most sacred of all 24 Ekadashis.  If observed religiously, it is said to be the most rewarding and granting the virtue gained by the observance of all 24 ekadshis in the year.",
  "/wiki/Aashaadha": "Ashadha or Aashaadha or Aadi (Hindi: आसाढ़ Āsāṛh or आषाढ Āṣāḍh; Assamese: আহাৰ ahar; Odia: ଆଷାଢ; Bengali: আষাঢ়; Sylheti: ꠀꠀꠠ aáṛ) is a month of the Hindu calendar that corresponds to June/July in the Gregorian calendar. In India's national civil calendar, this month is the fourth month of the year, beginning on 22 June and ending on 22 July. In Vedic Jyotish, Āsāṛh begins with the Sun's entry into Gemini. It is the first of the two months that comprise the monsoon season.",
  "/wiki/Shayani_Ekadashi": "Shayani Ekadashi (lit. \"sleeping eleventh\") or Maha-ekadashi (lit. \"The great eleventh\") or Prathama-ekadashi (lit. \"The first eleventh\") or Padma Ekadashi or Devshayani Ekadashi or Devpodhi Ekadashi is the eleventh lunar day (Ekadashi) of the bright fortnight (Shukla paksha) of the Hindu month of Ashadha (June - July). Thus it is also known as Ashadhi Ekadashi or Ashadhi.It is known as Toli Ekadashi in Telugu.This holy day is of special significance to Vaishnavas, followers of the Hindu protector God, Lord Vishnu.",
  "/wiki/Shravan": "Shravan (Sanskrit: श्रवण; Kannada: ಶ್ರವಣ; also known as Shravan Kumar (Sanskrit: श्रवणकुमार) or Shrobon in Bengali) is a mythological character whose short life is depicted in Ramayana, an ancient Sanskrit epic.",
  "/wiki/Shravana_Putrada_Ekadashi": "Shravana Putrada Ekadashi, also known as Pavitropana Ekadashi and Pavitra Ekadashi, is a Hindu holy day, which falls on the 11th lunar day (ekadashi) of the fortnight of the waxing moon in the Hindu month of Shravana which in the Gregorian calendar falls in July or August.",
  "/wiki/Bhadrapada": "Bhadra or Bhadrapada or Bhaado or Bhadraba (Hindi: भादों bhaado; Sanskrit: भाद्रपद bhaadrapada; Nepali: भाद्र Bhadra; Odia: ଭାଦ୍ରବ Bhadraba; Assamese: ভাদ) is a month of the Hindu calendar that corresponds to August/September in the Gregorian calendar. In India's national civil calendar (Shaka calendar), Bhadra is the sixth month of the year, beginning on 23 August and ending on 22 September. In Vedic Jyotish, Bhadra begins with the Sun's entry into Virgo, and is usually the fifth month of the year.",
  "/wiki/Ashvin": "It overlaps September and October of the Gregorian calendar and is the month preceding Diwali the festival of lights. In lunar religious calendars, Ashwin begins on the new moon after the autumn equinox.",
  "/wiki/Kartika_(month)": "Karthikai, Kartika, Karthika or Kartik or Kartika maasam is a month in Hindu calendar, that typically overlaps October and November. In the Bengali, Maithili, and Nepali calendar, it is the 7th month, in the Tamil calendar it is the 8th month.",
  "/wiki/Prabodhini_Ekadashi": "Prabodhini Ekadashi also known as Devotthan Ekadashi, is the 11th lunar day (ekadashi) in the bright fortnight (Shukla Paksha) of the Hindu month of Kartik. It marks the end of the four-month period of Chaturmas, when god Vishnu is believed to sleep. It is believed that Vishnu sleeps on Shayani Ekadashi and wakes on Prabodhini Ekadashi, thus giving this day the name \"Prabodhini Ekadashi\" (\"awakening eleventh\"), Vishnu-prabodhini (\"awakening of Vishnu\") and Dev-Prabodhini Ekadashi, Utthana ekadashi  (\"opening of His eyes\") , Deothan, Dev uthav ekadashi or Dev Oothi ekadashi (\"god's awakening\"). The end of Chaturmas, when marriages are prohibited, signifies the beginning of the Hindu wedding season. It is also known as Kartiki Ekadashi, Kartik Shukla ekadashi and Kartiki. Prabodhini Ekadashi is followed by Kartik Poornima, which day is celebrated as Dev Diwali or Diwali of gods.",
  "/wiki/Agrahayana": "Agrahāyaṇa or Mārgaśīrṣa, (Hindi: अगहन - agahana; मार्गशीर्ष - Mārgaśirṣa) is a month of the Hindu calendar. In India's national civil calendar, Agrahāyaṇa is the ninth month of the year, beginning on 22 November and ending on 21 December. Since Vedic times, this month is known as Mārgaśīrṣa after the Nakṣatra (asterisms) Mṛgaśiras. In Tamil, the month is known as Maarkazhi.",
  "/wiki/Vaikunta_Ekadashi": "Vaikunta Ekadashi is the Shukla Paksha Ekadashi that occurs during the Dhanu/Margazhi month in the Hindu calendar (corresponding to late December - early January in English calendar).",
  "/wiki/Mokshada_Ekadashi": "Mokshada Ekadashi is a Hindu holy day, which falls on the 11th lunar day (ekadashi) of the fortnight of the waxing moon in the Hindu month of Margashirsha (Agrahayana), corresponding to November–December. Hindus, particularly Vaishnavas observe a 24-hour fast in honour of the god Krishna, an avatar of Vishnu.",
  "/wiki/Pausha": "Pausha (Sanskrit: पौष Pauṣa; Hindi: पूस Pus; Tamil: தை Tai) is a month of the Hindu calendar and as well in the Indian national calendar; it's the tenth month of the year, corresponding with December/January in the Gregorian calendar.",
  "/wiki/Pausha_Putrada_Ekadashi": "Putrada Ekadashi (lit. \"ekadashi that is the giver of sons\") is a Hindu holy day, which falls on the 11th lunar day (ekadashi) of the fortnight of the waxing moon in the Hindu month of Pausha (December–January). This day is also known as Pausha Putrada Ekadashi, to differentiate it from the other Putrada Ekadashi in Shravana (July–August), which is also called Shravana Putrada Ekadashi.",
  "/wiki/Magha_(month)": "Maagha (Hindi: माघ maagh) is a month of the Hindu calendar. In India's national civil calendar, it's the eleventh month of the year, it corresponds with January/February in the Gregorian calendar.",
  "/wiki/Phalgun": "Fālgun or Phālgun (Bengali: ফাল্গুন; Assamese: ফাগুন; Nepali: फाल्गुन) is the eleventh month in the Bengali calendar and Nepali calendar. This month is named after the star Uttorfalguni (উত্তরফাল্গুনী Uttôrfalguni). It marks the arrival of spring, the sixth and final season in Bangladesh, Nepāl and Assam. The first of Falgun usually falls on 13 February of the Gregorian Calendar.",
  "/wiki/Amalaki_Ekadashi": "Amalaka Ekadashi or Amalaki Ekadashi is a Hindu holy day, celebrated on the 11th day (Ekadashi) of the waxing moon, in the lunar month of Phalgun (February–March). It is a celebration of the amalaka or amla tree (Phyllanthus emblica), known as the Indian gooseberry.",
  "/wiki/Ekadashi": "Ēkādaśī (\"Eleven\"), also spelled as Ēkādaśi, is the eleventh lunar day (tithi) of each of the two lunar phases which occur in a Hindu calendar month - the Shukla Pakṣa (the period of the brightening moon also known as the waxing phase) and the Kṛiṣhṇa Pakṣa (the period of the fading moon also known as the waning phase)."
}