{
  "/wiki/Violet_Chachki": "Paul Jason Dardo (born June 13, 1992), known by the stage name of Violet Chachki, is an American drag queen, burlesque dancer, recording artist, television personality, and model, known for winning the seventh season of  RuPaul's Drag Race.",
  "/wiki/Lewis_Grizzard": "Lewis McDonald Grizzard Jr. (October 20, 1946 – March 20, 1994) was an American writer and humorist, known for his Southern demeanor and commentary on the American South. Although he spent his early career as a newspaper sports writer and editor, becoming the sports editor of the Atlanta Journal at age 23, he is much better known for his humorous newspaper columns in the Atlanta Journal-Constitution. He was also a popular stand-up comedian and lecturer.",
  "/wiki/Joel_Chandler_Harris": "Joel Chandler Harris (December 9, 1848 – July 3, 1908) was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Harris was born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years.  He spent most of his adult life in Atlanta working as an associate editor at the Atlanta Constitution.",
  "/wiki/Uncle_Remus": "Uncle Remus is the fictional title character and narrator of a collection of black American folktales compiled and adapted by Joel Chandler Harris and published in book form in 1881. Harris was a journalist in post-Reconstruction Atlanta, and he produced seven Uncle Remus books. He wrote these stories to represent the struggle in the Southern United States, and more specifically in the plantations. He did so by introducing tales that he had heard and framing them in the plantation context. He wrote his stories in a dialect which represented the voice of the narrators and their subculture. For this choice of framing, his collection has encountered controversy.",
  "/wiki/Cheryl_McKay": "Cheryl McKay is an American author and screenwriter, from Los Angeles, California.",
  "/wiki/The_Ultimate_Gift": "The Ultimate Gift is a 2006 American drama film directed by Michael O. Sajbel from a screenplay written by Cheryl McKay, which is based on the best selling novel by Jim Stovall, who cameos in the film. It stars Drew Fuller, Ali Hillis, Bill Cobbs, Abigail Breslin, Brian Dennehy, and James Garner, and was released on March 9, 2007 in the United States and Canada.",
  "/wiki/Margaret_Mitchell": "Margaret Munnerlyn Mitchell (November 8, 1900 – August 16, 1949) was an American novelist, and journalist. Mitchell wrote only one novel, published during her lifetime, the American Civil War-era novel Gone with the Wind, for which she won the National Book Award for Most Distinguished Novel of 1936 and the Pulitzer Prize for Fiction in 1937. In more recent years, a collection of Mitchell's girlhood writings and a novella she wrote as a teenager, Lost Laysen, have been published. A collection of articles written by Mitchell for The Atlanta Journal was republished in book form.",
  "/wiki/Gone_with_the_Wind_(novel)": "Gone with the Wind is a novel  by American writer Margaret Mitchell, first published in 1936. The story is set in Clayton County and Atlanta, both in Georgia, during the American Civil War and Reconstruction Era. It depicts the struggles of young Scarlett O'Hara, the spoiled daughter of a well-to-do plantation owner, who must use every means at her disposal to claw her way out of poverty following Sherman's destructive \"March to the Sea\". This historical novel features a Bildungsroman or coming-of-age story, with the title taken from a poem written by Ernest Dowson.",
  "/wiki/Flannery_O%27Connor": "Mary Flannery O'Connor (March 25, 1925 – August 3, 1964) was an American novelist, short story writer and essayist. She wrote two novels and thirty-two short stories, as well as a number of reviews and commentaries.",
  "/wiki/Judith_Pordon": "Judith Grace Pordon (born 1954) is an American poet, writer, and poetry editor. The central themes in her poetry are: the multicultural experience, celebration of various types of love, and contemporary social issues. Some of her more well known works include, How Will You Kiss?, Expiration, and  At The Top Of The Food Chain But The Bottom Of The Line.",
  "/wiki/Lucy_May_Stanton": "Lucy May Stanton (May 22, 1875 – March 19, 1931) was an American painter. She made landscapes, still lifes, and portraits, but Stanton is best known for the portrait miniatures she painted. Her works are in the National Portrait Gallery in Washington, D.C., Metropolitan Museum of Art in New York, the Museum of Fine Arts in Boston, and the Philadelphia Museum of Art, where Self-Portrait in the Garden (1928) and Miss Jule (1926) are part of the museum's permanent collection.",
  "/wiki/Natasha_Tretheway": "Natasha Trethewey (born April 26, 1966) is an American poet who was appointed United States Poet Laureate in 2012 and again in 2013. She won the 2007 Pulitzer Prize in Poetry for her 2006 collection Native Guard, and she is a former Poet Laureate of Mississippi."
}