{
  "/wiki/Belleville,_Ontario": "Belleville (Canada 2016 Census population 50,716; census agglomeration population 103,472) is a city located at the mouth of the Moira River on the Bay of Quinte in Southern (Central) Ontario, Canada, along the Quebec City-Windsor Corridor. It is the seat of Hastings County, but politically independent of it, and is the centre of the Bay of Quinte Region.",
  "/wiki/CJOJ-FM": "CJOJ-FM is a Canadian radio station that airs an adult contemporary music format at 95.5 FM in Belleville, Ontario.",
  "/wiki/Brockville": "Brockville, formerly Elizabethtown, is a city in Eastern Ontario, Canada in the Thousand Islands region.  Although it is the seat of the United Counties of Leeds and Grenville, it is politically independent of the county. It is included with Leeds and Grenville for census purposes only.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/CJPT-FM": "CJPT-FM is a radio station, airing at 103.7 FM in Brockville, Ontario, Canada. The station, owned by Bell Media, airs an adult hits format branded as Bob FM.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/CJAQ-FM": "CJAQ-FM is a Canadian radio station, which broadcasts at 96.9 FM in Calgary, Alberta. The station uses the on-air brand name Jack FM. It is the second Jack FM station in Canada and the world, after its sister CJAX-FM in Vancouver. CJAQ's studios are located on 7th Avenue Southwest in downtown Calgary, while its transmitter is located on Patina Hill Drive Southwest in the Prominence Point neighbourhood in west Calgary.",
  "/wiki/Chatham,_Ontario": "Chatham-Kent (2016 population 101,647) is a single-tier municipality in Southwestern Ontario, Canada. Mostly rural, its population centres are Chatham, Wallaceburg, Tilbury, Blenheim, Ridgetown, Wheatley and Dresden. The current Municipality of Chatham-Kent was created in 1998 by the merger of Kent County and its municipalities.",
  "/wiki/Windsor,_Ontario": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border.",
  "/wiki/CKUE-FM": "CKUE-FM is a radio station located in Chatham-Kent, Ontario. Owned by Blackburn Radio, the station broadcasts a rock-based classic hits format under the name 95.1/100.7 Cool-FM. The station broadcasts on 95.1 MHz, and operates a rebroadcaster serving the nearby Windsor market, CKUE-FM-1, on 100.7 MHz.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/CKNG-FM": "CKNG-FM is a radio station broadcasting at 92.5 FM in Edmonton, Alberta, Canada. The station plays an adult hits format branded on-air as 92.5 The 'Chuck. CKNG's studios are located on 84th Street in Downtown Edmonton, while its transmitter is located near Anthony Henday Drive in eastern Edmonton. The station is owned by Corus Entertainment.",
  "/wiki/Espanola,_Ontario": "Espanola (2016 census population 4,996) is a town in Northern Ontario, Canada, in the Sudbury District. It is situated on the Spanish River, approximately 70 kilometres west of downtown Sudbury, and just south of the junction of Highway 6 and Highway 17.",
  "/wiki/CJJM-FM": "CJJM-FM is a Canadian radio station, broadcasting at 99.3 FM in Espanola, Ontario. The station currently airs an adult contemporary format and is branded on-air as Moose FM. The station is owned by Vista Radio.",
  "/wiki/Halifax_Regional_Municipality": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. The regional municipality consists of four former municipalities that were amalgamated in 1996: Halifax, Dartmouth, Bedford, and Halifax County.",
  "/wiki/CFLT-FM": "CFLT-FM (92.9 FM) is an FM radio station licensed to Dartmouth, Nova Scotia, Canada and serving the Halifax area. The station is owned by Rogers Media and broadcasts at 92.9 MHz. CFLT's studios are located on Young Street in Halifax, while its transmitter is located on Washmill Lake Drive in Clayton Park.",
  "/wiki/Kawartha_Lakes,_Ontario": "The City of Kawartha Lakes (2016 population 75,423) is a unitary municipality in Central Ontario, Canada. It is a municipality legally structured as a single-tier city; however, Kawartha Lakes is the size of a typical Ontario county and is mostly rural. It is the second largest single-tier municipality in Ontario by land area (after Greater Sudbury).",
  "/wiki/CKLY-FM": "CKLY-FM is a Canadian radio station, broadcasting at 91.9 FM in Kawartha Lakes, Ontario.",
  "/wiki/Kelowna": "Kelowna (/kəˈloʊnə/) is a city on Okanagan Lake in the Okanagan Valley in the southern interior of British Columbia, Canada. It serves as the head office of the Regional District of the Central Okanagan. The name Kelowna derives from an Okanagan language term for \"grizzly bear\".",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/CJUI-FM": "CKOO-FM (103.9 FM, \"Soft 103.9\") is a radio station in Kelowna, British Columbia. Owned by Castanet Media, it broadcasts a soft adult contemporary format.",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/CHST-FM": "CHST-FM is a Canadian radio station, broadcasting at 102.3 FM in London, Ontario. The station uses the on-air brand and format Jack FM. Jack FM broadcasts from the CFPL-TV tower in Southwest London. Due to CHST-FM's low ERP relative to some London area radio stations, its broadcast signal covers only Middlesex, Elgin, and Oxford counties.  The station's coverage to the west is impeded by co-channel WGRT in Port Huron, Michigan.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/CKDG-FM": "CKDG-FM is a radio station located in Montreal, Quebec, Canada. Owned and operated by Groupe CHCR Inc., it broadcasts on 105.1 MHz using a directional antenna with an average effective radiated power of 524 watts (class A).  Like most FM stations, it broadcasts in stereo. CKDG's studios are located at 4865 Jean Talon Street West - Suite 224, in Montreal. It also identifies itself as MIKE FM.",
  "/wiki/North_Bay,_Ontario": "North Bay is a city in Northeastern Ontario, Canada. It is the seat of Nipissing District, and takes its name from its position on the shore of Lake Nipissing. North Bay is located on the traditional territory of the Nipissing First Nation peoples.",
  "/wiki/CFXN-FM": "CFXN-FM is a Canadian radio station, that airs a classic hits format at 106.3 FM in North Bay, Ontario. The station is branded as 106.3 Moose FM with the slogan \"North Bay's Biggest Variety\". The station plays \"North Bay's Biggest Variety\" of current, recent and older hits. You'll hear everything from a top 40 hit from the current year to music from the 2010s, 2000s, 90s, 80s and even 70s. It is a \"middle of the road\" format positioned between the city's Top 40 and hard rock stations.",
  "/wiki/Parry_Sound,_Ontario": "Parry Sound is a town in Ontario, Canada, located on the eastern shore of the sound after which it is named.  Parry Sound is located 160 km (99 mi) south of Sudbury and 225 km (140 mi) north of Toronto. It is a single tier government located in the territorial District of Parry Sound which has no second tier County, Regional or District level of government. Parry Sound is a popular cottage country region for Southern Ontario residents. It also has the world's deepest natural freshwater port.",
  "/wiki/CKLP-FM": "CKLP-FM is a Canadian radio station, broadcasting at 103.3 FM in Parry Sound, Ontario.  Owned by Vista Broadcast Group, the station airs an adult hits format branded as Moose FM.",
  "/wiki/Grande_Prairie,_Alberta": "Grande Prairie is a city in northwest Alberta, Canada within the southern portion of an area known as Peace River Country. It is located at the intersection of Highway 43 (part of the CANAMEX Corridor) and Highway 40 (the Bighorn Highway), approximately 456 km (283 mi) northwest of Edmonton. The city is surrounded by the County of Grande Prairie No. 1.",
  "/wiki/CIKT-FM": "CIKT-FM is a Canadian radio station that broadcasts an Adult hits format at 98.9 FM in Grande Prairie, Alberta. The station is branded as Q99 and is owned by The Jim Pattison Broadcast Group.",
  "/wiki/Red_Deer,_Alberta": "Red Deer is a city in central Alberta, Canada. It is located near the midpoint of the Calgary–Edmonton Corridor and is surrounded by Red Deer County. It is Alberta's fourth most populous city.[citation needed] after Calgary, Edmonton, and Lethbridge. The city is located in aspen parkland, a region of rolling hills that is home to oil, grain, and cattle production. It is a centre for oil and agriculture distribution, and the surrounding region is a major centre for petrochemical production. With a recorded population of 100,418 in the Canada 2016 census, Red Deer became the third Alberta city to surpass 100,000 people.",
  "/wiki/CKRI-FM": "CKEX-FM is a radio station in Red Deer, Alberta. Owned by Harvard Broadcasting, it broadcasts an alternative rock format branded as X 100.7 FM.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/CKCK-FM": "CKCK-FM  is a radio station in Regina, Saskatchewan. Owned by Rawlco Communications, it broadcasts an adult hits format under the Jack FM branding. CKCK's studios and offices are located at 2401 Saskatchewan Drive in Regina, along with sister stations CJME and CIZL-FM.",
  "/wiki/Saskatoon,_Saskatchewan": "Saskatoon (/ˌsæskəˈtuːn/) is the largest city in the Canadian province of Saskatchewan. It straddles a bend in the South Saskatchewan River in the central region of the province. It is located along the Trans-Canada Yellowhead Highway, and has served as the cultural and economic hub of central Saskatchewan since its founding in 1882 as a Temperance colony.",
  "/wiki/CFWD-FM": "CFWD-FM is a radio station in Saskatoon, Saskatchewan. Owned by Harvard Broadcasting, it broadcasts a rock-leaning adult hits format branded as 96.3 Cruz FM.",
  "/wiki/Smiths_Falls,_Ontario": "Smiths Falls is a town in Eastern Ontario, Canada, with a population of 8,978 according to the 2011 census. It is in the Census division for Lanark County, but is separated from the county. The Rideau Canal waterway passes through the town, with four separate locks in three locations and a combined lift of over 15 metres (50 ft).",
  "/wiki/CJET-FM": "CJET-FM is a Canadian radio station. Licensed to Smiths Falls, Ontario, the station serves the Ottawa market broadcasting at 92.3 FM, with an adult hits format branded as Jack 92.3. CJET has studios located in Smiths Falls (as part of its license agreement), with auxiliary studios located with the Rogers Ottawa cluster at Thurston Drive and Conroy Road in Ottawa, while its transmitter is located near Carleton Place.",
  "/wiki/St._John%27s,_Newfoundland_and_Labrador": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is North America's easternmost city, excluding Greenland.",
  "/wiki/CKSJ-FM": "CKSJ-FM (101.1 MHz) is a radio station broadcasting in St. John's, Newfoundland and Labrador, Canada. Approved by the CRTC in 2003, the station began broadcasting on February 12, 2004, and is the most recent radio station to have launched in that city. It is owned by Coast Broadcasting, owned by local businessman Andrew Bell.",
  "/wiki/Sudbury,_Ontario": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/CHNO-FM": "CHNO-FM (103.9 FM) is a Canadian radio station broadcasting at 103.9 on the FM dial in Sudbury, Ontario. The station is branded on-air as Rewind 103.9 with a classic hits format."
}