{
  "/wiki/1930_British_Empire_Games": "The 1930 British Empire Games were the first of what later became known as the Commonwealth Games, and were held in Hamilton, Ontario, Canada from 16–23 August 1930.",
  "/wiki/Swimming_at_the_1930_British_Empire_Games": "At the 1930 British Empire Games in Hamilton, Ontario, Canada, there were two aquatics disciplines – swimming and diving. There were four diving events contested and eleven swimming events. The aquatics programme included the only women's events of the games.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/England_at_the_1930_British_Empire_Games": "England competed at the 1930 British Empire Games in Hamilton, Ontario, Canada, from 16 August to 23 August 1930.",
  "/wiki/1934_British_Empire_Games": "The 1934 British Empire Games were the second of what is now known as the Commonwealth Games, held in England, from 4–11 August 1934. The host city was London, with the main venue at Wembley Park, although the track cycling events were in Manchester. Seventeen national teams took part, including the Irish Free State (the only Games in which they participated, although at the 1930 Games, a team representing the whole of Ireland competed).",
  "/wiki/Swimming_at_the_1934_British_Empire_Games": "The 1934 British Empire Games were the second of what is now known as the Commonwealth Games, held in England, from 4–11 August 1934. The host city was London, with the main venue at Wembley Park, although the track cycling events were in Manchester. Seventeen national teams took part, including the Irish Free State (the only Games in which they participated, although at the 1930 Games, a team representing the whole of Ireland competed).",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/1938_British_Empire_Games": "The 1938 British Empire Games was the third British Empire Games, the Commonwealth Games being the modern-day equivalent. Held in Sydney, New South Wales, Australia from 5–12 February 1938, they were timed to coincide with Sydney's sesqui-centenary (150 years since the foundation of British settlement in Australia). Venues included the Sydney Cricket Ground (the main stadium), the Sydney Sports Ground, North Sydney Olympic Pool and Henson Park. An estimated 40,000 people attended the opening ceremony. A competitors' residential village was established within the grounds of the Sydney Showground.",
  "/wiki/Swimming_at_the_1938_British_Empire_Games": "The 1938 British Empire Games was the third British Empire Games, the Commonwealth Games being the modern-day equivalent. Held in Sydney, New South Wales, Australia from 5–12 February 1938, they were timed to coincide with Sydney's sesqui-centenary (150 years since the foundation of British settlement in Australia). Venues included the Sydney Cricket Ground (the main stadium), the Sydney Sports Ground, North Sydney Olympic Pool and Henson Park. An estimated 40,000 people attended the opening ceremony. A competitors' residential village was established within the grounds of the Sydney Showground.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/New_South_Wales": "New South Wales (abbreviated as NSW) is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east.  The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In March 2019[update], the population of New South Wales was over 8 million, making it Australia's most populous state. Just under two-thirds of the state's population, 5.1 million, live in the Greater Sydney area. Inhabitants of New South Wales are referred to as New South Welshmen.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/England_at_the_1938_British_Empire_Games": "England competed at the 1938 British Empire Games in Sydney, New South Wales, Australia, from 5 February to 12 February 1938.",
  "/wiki/1950_British_Empire_Games": "The 1950 British Empire Games was the fourth staging of what is now called the Commonwealth Games. It was held in Auckland, New Zealand between 4 and 11 February 1950, after a 12-year gap from the third edition of the games. The main venue was Eden Park, although the closing ceremonies were held at Western Springs Stadium, see New Zealand at the 1950 British Empire Games. The fourth games were originally awarded to Montreal, Quebec, Canada and were to be held in 1942 but were cancelled due to World War II.",
  "/wiki/Swimming_at_the_1950_British_Empire_Games": "The 1950 British Empire Games was the fourth staging of what is now called the Commonwealth Games. It was held in Auckland, New Zealand between 4 and 11 February 1950, after a 12-year gap from the third edition of the games. The main venue was Eden Park, although the closing ceremonies were held at Western Springs Stadium, see New Zealand at the 1950 British Empire Games. The fourth games were originally awarded to Montreal, Quebec, Canada and were to be held in 1942 but were cancelled due to World War II.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Australia_at_the_1950_British_Empire_Games": "Australia at the 1950 British Empire Games was abbreviated AUS. This was their fourth of 4 Commonwealth Games meets.",
  "/wiki/1954_British_Empire_and_Commonwealth_Games": "The 1954 British Empire and Commonwealth Games were held in Vancouver, British Columbia, Canada, from 30 July to 7 August 1954. These were the first games since the name change from British Empire Games took effect in 1952.",
  "/wiki/Swimming_at_the_1954_British_Empire_and_Commonwealth_Games": "The 1954 British Empire and Commonwealth Games were held in Vancouver, British Columbia, Canada, from 30 July to 7 August 1954. These were the first games since the name change from British Empire Games took effect in 1952.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Australia_at_the_1954_British_Empire_and_Commonwealth_Games": "Australia at the 1954 British Empire and Commonwealth Games was abbreviated AUS. This was their fifth of 5 Commonwealth Games meets.",
  "/wiki/1958_British_Empire_and_Commonwealth_Games": "The 1958 British Empire and Commonwealth Games (Welsh: Gemau Ymerodraeth Prydain a'r Gymanwlad 1958) were held in Cardiff, Wales, from 18–26 July 1958.",
  "/wiki/Swimming_at_the_1958_British_Empire_and_Commonwealth_Games": "The 1958 British Empire and Commonwealth Games (Welsh: Gemau Ymerodraeth Prydain a'r Gymanwlad 1958) were held in Cardiff, Wales, from 18–26 July 1958.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Australia_at_the_1958_British_Empire_and_Commonwealth_Games": "Australia at the 1958 British Empire and Commonwealth Games was abbreviated AUS. This was their sixth of 6 Commonwealth Games meets.",
  "/wiki/1962_British_Empire_and_Commonwealth_Games": "The 1962 British Empire and Commonwealth Games were held in Perth, Western Australia, from 22 November to 1 December 1962. Athletic events were held at Perry Lakes Stadium in the suburb of Floreat and swimming events at Beatty Park in North Perth. They were held after the 1962 Commonwealth Paraplegic Games for wheelchair athletes.",
  "/wiki/Swimming_at_the_1962_British_Empire_and_Commonwealth_Games": "The 1962 British Empire and Commonwealth Games were held in Perth, Western Australia, from 22 November to 1 December 1962. Athletic events were held at Perry Lakes Stadium in the suburb of Floreat and swimming events at Beatty Park in North Perth. They were held after the 1962 Commonwealth Paraplegic Games for wheelchair athletes.",
  "/wiki/Perth,_Western_Australia": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Western_Australia": "Western Australia[a] (abbreviated as WA) is a state occupying the entire western third of Australia. It is bounded by the Indian Ocean to the north and west, and the Southern Ocean to the south,[b] the Northern Territory to the north-east, and South Australia to the south-east. Western Australia is Australia's largest state, with a total land area of 2,529,875 square kilometres (976,790 sq mi), and the second-largest country subdivision in the world, surpassed only by Russia's Sakha Republic. The state has about 2.6 million inhabitants – around 11 percent of the national total – of whom the vast majority (92 per cent) live in the south-west corner, 79 per cent of the population living in the Perth area, leaving the remainder of the state sparsely populated.",
  "/wiki/Australia_at_the_1962_British_Empire_and_Commonwealth_Games": "Australia  hosted the 1962 British Empire and Commonwealth Games in Perth, Western Australia and their team was abbreviated AUS. This was their seventh of 7 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1966_British_Empire_and_Commonwealth_Games": "The 1966 British Empire and Commonwealth Games were held in Kingston, Jamaica, from 4 to 13 August 1966. This was the first time that the Games had been held outside the so-called White Dominions. They were followed by the 1966 Commonwealth Paraplegic Games for wheelchair athletes. Jamaica remains the only host nation of a Commonwealth Games that did not win at least one gold medal in its own games.",
  "/wiki/Swimming_at_the_1966_British_Empire_and_Commonwealth_Games": "The 1966 British Empire and Commonwealth Games were held in Kingston, Jamaica, from 4 to 13 August 1966. This was the first time that the Games had been held outside the so-called White Dominions. They were followed by the 1966 Commonwealth Paraplegic Games for wheelchair athletes. Jamaica remains the only host nation of a Commonwealth Games that did not win at least one gold medal in its own games.",
  "/wiki/Kingston,_Jamaica": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Australia_at_the_1966_British_Empire_and_Commonwealth_Games": "Australia at the 1966 British Empire and Commonwealth Games was abbreviated AUS. This was their eighth of 8 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1970_British_Commonwealth_Games": "The 1970 British Commonwealth Games (Scottish Gaelic: Geamannan a 'Cho-fhlaitheis Bhreatainn 1970) were held in Edinburgh, Scotland, from 16 July to 25 July 1970.\nThis was the first time the name British Commonwealth Games was adopted, the first time metric units rather than imperial units were used in all events, and also the first time the games were held in Scotland.\nAlso, these games saw the first unique Games trademark logo: an emblem showing the Games emblem intertwined with a St Andrews Cross and a thistle. They were followed by the 1970 Commonwealth Paraplegic Games for wheelchair athletes.",
  "/wiki/Swimming_at_the_1970_British_Commonwealth_Games": "The 1970 British Commonwealth Games (Scottish Gaelic: Geamannan a 'Cho-fhlaitheis Bhreatainn 1970) were held in Edinburgh, Scotland, from 16 July to 25 July 1970.\nThis was the first time the name British Commonwealth Games was adopted, the first time metric units rather than imperial units were used in all events, and also the first time the games were held in Scotland.\nAlso, these games saw the first unique Games trademark logo: an emblem showing the Games emblem intertwined with a St Andrews Cross and a thistle. They were followed by the 1970 Commonwealth Paraplegic Games for wheelchair athletes.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Australia_at_the_1970_British_Commonwealth_Games": "Australia at the 1970 British Commonwealth Games was abbreviated AUS. This was their ninth of 9 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1974_British_Commonwealth_Games": "The 1974 British Commonwealth Games were held in Christchurch, New Zealand from 24 January to 2 February 1974. The bid vote was held in Edinburgh at the 1970 British Commonwealth Games. The Games were officially named \"the friendly games\". There were 1,276 competitors and 372 officials, according to the official history, and public attendance was excellent. The main venue was the QEII Park, purpose built for this event. The Athletics Stadium and fully covered Olympic standard pool, diving tank, and practice pools were all on the one site. The theme song was \"Join Together\", sung by Steve Allen. The Games were held after the 1974 Commonwealth Paraplegic Games in Dunedin for wheelchair athletes.",
  "/wiki/Swimming_at_the_1974_British_Commonwealth_Games": "The 1974 British Commonwealth Games were held in Christchurch, New Zealand from 24 January to 2 February 1974. The bid vote was held in Edinburgh at the 1970 British Commonwealth Games. The Games were officially named \"the friendly games\". There were 1,276 competitors and 372 officials, according to the official history, and public attendance was excellent. The main venue was the QEII Park, purpose built for this event. The Athletics Stadium and fully covered Olympic standard pool, diving tank, and practice pools were all on the one site. The theme song was \"Join Together\", sung by Steve Allen. The Games were held after the 1974 Commonwealth Paraplegic Games in Dunedin for wheelchair athletes.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Australia_at_the_1974_British_Commonwealth_Games": "Australia at the 1974 British Commonwealth Games was abbreviated AUS. This was their tenth of 10 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1978_Commonwealth_Games": "The 1978 Commonwealth Games were held in Edmonton, Alberta, Canada from 3 to 12 August 1978, two years after the 1976 Summer Olympics were held in Montreal, Quebec. They were boycotted by Nigeria, in protest of New Zealand's sporting contacts with apartheid-era South Africa, as well as by Uganda, in protest of alleged Canadian hostility towards the government of Idi Amin. The Bid Election was held at the 1972 Summer Olympics in Munich.",
  "/wiki/Swimming_at_the_1978_Commonwealth_Games": "The 1978 Commonwealth Games were held in Edmonton, Alberta, Canada from 3 to 12 August 1978, two years after the 1976 Summer Olympics were held in Montreal, Quebec. They were boycotted by Nigeria, in protest of New Zealand's sporting contacts with apartheid-era South Africa, as well as by Uganda, in protest of alleged Canadian hostility towards the government of Idi Amin. The Bid Election was held at the 1972 Summer Olympics in Munich.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/1982_Commonwealth_Games": "The 1982 Commonwealth Games were held in Brisbane, Queensland, Australia from 30 September to 9 October 1982. The Opening Ceremony was held at the QEII Stadium (named for Elizabeth II), in the Brisbane suburb of Nathan. The QEII Stadium was also the venue which was used for the athletics and archery competitions during the Games. Other events were held at the purpose-built Sleeman Sports Complex in Chandler.",
  "/wiki/Swimming_at_the_1982_Commonwealth_Games": "The Aquatics events at the 1982 Commonwealth Games were held at the new Chandler Aquatic Centre that was part of the Sleeman Sports Complex which had been purpose built for the games.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Queensland": "Queensland (locally /ˈkwiːnzlænd/ KWEENZ-land,[note 1] abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi).",
  "/wiki/Australia_at_the_1982_Commonwealth_Games": "Australia hosted the 1982 Commonwealth Games in Brisbane, Queensland and their team was abbreviated AUS.",
  "/wiki/1986_Commonwealth_Games": "The 1986 Commonwealth Games (Scottish Gaelic: Geamannan a 'Cho-fhlaitheis 1986) were held in Edinburgh, Scotland, between 24 July and 2 August 1986. They were the second Games to be held in Edinburgh.",
  "/wiki/Swimming_at_the_1986_Commonwealth_Games": "N/A",
  "/wiki/Australia_at_the_1986_Commonwealth_Games": "Australia at the 1986 Commonwealth Games was abbreviated AUS. This was their thirteenth of 13 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1990_Commonwealth_Games": "The 1990 Commonwealth Games were held in Auckland, New Zealand from 24 January – 3 February 1990. It was the 14th Commonwealth Games, and part of New Zealand's 1990 sesquicentennial celebrations. Participants competed in ten sports: athletics, aquatics, badminton, boxing, cycling, gymnastics, judo, lawn bowls, shooting and weightlifting. The Triathlon was a demonstration event.",
  "/wiki/Swimming_at_the_1990_Commonwealth_Games": "Aquatics at the 1990 Commonwealth Games consisted of Diving, Swimming and Synchronized Swimming. They were held in Henderson, New Zealand.",
  "/wiki/Australia_at_the_1990_Commonwealth_Games": "Australia at the 1990 Commonwealth Games was abbreviated AUS. This was their fourteenth of 14 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1994_Commonwealth_Games": "The 1994 Commonwealth Games were held in Victoria, in the province of British Columbia in Canada, from 18 to 28 August 1994.",
  "/wiki/Swimming_at_the_1994_Commonwealth_Games": "The swimming competition at the 1994 Commonwealth Games in Victoria, British Columbia counted a total number of 34 medal events.",
  "/wiki/Victoria,_British_Columbia": "Victoria (Saanich: METULIYE mətúliyə) is the capital city of the Canadian province of British Columbia, located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th most densely populated city in Canada with 4,405.8 people per square kilometre, which is a greater population density than Toronto.",
  "/wiki/Australia_at_the_1994_Commonwealth_Games": "Australia at the 1994 Commonwealth Games was abbreviated AUS. This was their fifteenth of 15 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/1998_Commonwealth_Games": "The 1998 Commonwealth Games (Malay: Sukan Komanwel 1998), officially known as the XVI Commonwealth Games (Malay: Sukan Komanwel ke-16), was a multi-sport event held in Kuala Lumpur, Malaysia. This edition is marked by several unprecedented facts in the history of the event. The 1998 games were the first held in an Asian country and the last Commonwealth Games of the 20th century. This was also the first time the games took place in a nation with a head of state other than the Head of the Commonwealth, and the first time the games were held in a country whose majority of the population did not have English as the first language. For the first time ever, the games included team sports. The other bid from the 1998 games came from Adelaide in Australia. Malaysia was the eighth nation to host the Commonwealth Games after Canada, England, Australia, New Zealand, Wales, Jamaica and Scotland. Around 3638 athletes from 69 Commonwealth member nations participated at the games which featured 214 events in 15 sports with 34 of them collected medals.",
  "/wiki/Swimming_at_the_1998_Commonwealth_Games": "The 'swimming events of the 1998 Commonwealth Games' were held at the National Aquatics Centre at the National Sports Complex, Malaysia from 12–17 September 1998.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Australia_at_the_1998_Commonwealth_Games": "Australia at the 1998 Commonwealth Games was abbreviated AUS. This was their sixteenth of 16 Commonwealth Games having participated in all Games meets up to these Games.",
  "/wiki/2002_Commonwealth_Games": "The 2002 Commonwealth Games, officially known as the XVII Commonwealth Games and commonly known as Manchester 2002 were held in Manchester, England, from 25 July to 4 August 2002. The 2002 Games were to be hosted in the United Kingdom to coincide with the Golden Jubilee of Elizabeth II, head of the Commonwealth, and Manchester was selected for the 2002 Games ahead of London. The 2002 Commonwealth Games was, prior to the 2012 Summer Olympics, the largest multi-sport event ever to be held in the UK, eclipsing the London 1948 Summer Olympics in numbers of teams and athletes participating. In terms of sports and events, the 2002 Games were the largest Commonwealth Games in history featuring 281 events across 17 sports.",
  "/wiki/Swimming_at_the_2002_Commonwealth_Games": "The Aquatics' events at the 2002 Commonwealth Games were held at the Manchester Aquatics Centre in Manchester, England. The sports featured 54 events in three disciplines:",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Australia_at_the_2002_Commonwealth_Games": "Australia at the 2002 Commonwealth Games was represented by a team selected by the Australian Commonwealth Games Association (ACGA) and abbreviated AUS.",
  "/wiki/2006_Commonwealth_Games": "The 2006 Commonwealth Games, officially the XVIII Commonwealth Games and commonly known as Melbourne 2006, was an international multi-sport event for members of the Commonwealth held in Melbourne, Victoria, Australia between 15 and 26 March 2006. It was the fourth time Australia had hosted the Commonwealth Games. It was also the largest sporting event to be staged in Melbourne, eclipsing the 1956 Summer Olympics in terms of the number of teams competing, athletes competing, and events being held.",
  "/wiki/Swimming_at_the_2006_Commonwealth_Games": "The Aquatics events at the 2006 Commonwealth Games were held at the Melbourne Sports and Aquatic Centre (MSAC) and were divided into 3 separate disciplines, with medals awarded in 54 events:",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Victoria_(Australia)": "Victoria (abbreviated as Vic) is a state in south-eastern Australia.  Victoria is Australia's smallest mainland state and its second-most populous state (after New South Wales), making it the most densely populated state. Most of its population lives concentrated in the area surrounding Port Phillip Bay, which includes the metropolitan area of its state capital and largest city, Melbourne, Australia's second-largest city. Victoria is bordered by Bass Strait and Tasmania to the south,[note 1] New South Wales to the north, the Tasman Sea (a marginal sea of the South Pacific Ocean) to the east, and South Australia to the west.",
  "/wiki/Australia_at_the_2006_Commonwealth_Games": "Australia at the 2006 Commonwealth Games was represented by Australian Commonwealth Games Association the (ACGA), and abbreviated AUS. Athletes from Australia were given automatic qualification in all sports due to the host status.",
  "/wiki/2010_Commonwealth_Games": "The 2010 Commonwealth Games, officially known as the XIX Commonwealth Games and commonly known as Delhi 2010, was an international multi-sport event that was held in Delhi, India, from 3 to 14 October 2010. A total of 6081 athletes from 71 Commonwealth nations and dependencies competed in 21 sports and 272 events, making it the largest Commonwealth Games to date. It was also the largest international multi-sport event to be staged in Delhi and India, eclipsing the Asian Games in 1951 and 1982. The opening and closing ceremonies were held at the Jawaharlal Nehru Stadium, the main stadium of the event.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games": "The aquatics events at the 2010 Commonwealth Games took place at the SPM Swimming Pool Complex, Talkatora Gardens, Delhi from 4–13 October 2010. Events in the aquatic disciplines of swimming (long course), and diving were contested, with 46 sets of medals being competed for in total.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Australia_at_the_2010_Commonwealth_Games": "Australia competed at the 2010 Commonwealth Games in Delhi, India.",
  "/wiki/2014_Commonwealth_Games": "The 2014 Commonwealth Games (Scottish Gaelic: Geamannan a' Cho-fhlaitheis 2014), officially known as the XX Commonwealth Games and commonly known as Glasgow 2014, (Scottish Gaelic: Glaschu 2014), was an international multi-sport event celebrated in the tradition of the Commonwealth Games as governed by the Commonwealth Games Federation (CGF). It took place in Glasgow, Scotland, from 23 July to 3 August 2014.",
  "/wiki/Swimming_at_the_2014_Commonwealth_Games": "The swimming competitions at the 2014 Commonwealth Games in Glasgow, Scotland took place from 24 to 29 July at the Tollcross International Swimming Centre.",
  "/wiki/Glasgow": "Glasgow (/ˈɡlæzɡoʊ/, also UK: /ˈɡlɑːzɡoʊ, ˈɡlɑːsɡoʊ/, US: /ˈɡlæsɡoʊ, ˈɡlæskoʊ/; Scots: Glesga [ˈɡlezɡə]; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) is the most populous city in Scotland, and the third most populous city in the United Kingdom, as of the 2017 estimated city population of 621,020. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow is situated on the River Clyde in the country's West Central Lowlands. It is the fifth most visited city in the UK.",
  "/wiki/Australia_at_the_2014_Commonwealth_Games": "Australia competed at the 2014 Commonwealth Games in Glasgow, Scotland, between 23 July and 3 August 2014."
}