{
  "/wiki/Joyce_Smith": "Joyce Esther Smith MBE (née Byatt, born 26 October 1937) is a British former long-distance runner. She broke the world record in the 3000 metres in 1971 and is a three-time medallist at the International/World Cross Country Championships, including winning in 1972. She went on to twice win the London Marathon, becoming the first British woman in history to run under 2:30 when winning in 1981 with 2:29:57, before further improving the British record to 2:29:43 when winning in 1982. She also competed in the 1500 metres at the 1972 Munich Olympics and finished 11th in the marathon at the 1984 Los Angeles Olympics, aged 46.",
  "/wiki/Tokyo,_Japan": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.\n Originally a small fishing village named Edo (江戸), the city became a prominent political center of Japan when Shōgun Tokugawa Ieyasu made the city his headquarters in 1603. When Emperor Meiji moved the imperial seat to the city from Kyoto in 1868, Edo was renamed Tokyo, literally \"the Eastern Capital\". The Tokyo Metropolis formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi). While commonly referred to as a city, Tokyo is a collective entity of multiple smaller municipalities, including 23 special wards and various bed towns in the western area.\n Modern Tokyo is categorized as an alpha+ city by the Globalization and World Cities Research Network. As of 2019, the population of Tokyo was estimated to be over 13.9 million, making it Japan's most populous prefecture. The metropolitan area is the world's most populous with over 40 million people as well as the world's largest urban agglomeration economy. As of 2011[update], Tokyo hosted 51 of the Fortune Global 500 companies, the highest number of any city in the world at that time. The city ranked sixth on the Global Financial Centres Index of 2019. Along with an advanced economy, Tokyo often ranks high among the most expensive cities for expatriates.\n Tokyo is a major cultural hub and an international trendsetter in the arts, entertainment, gastronomy, and media. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world. The city has hosted multiple international events, including the Summer Olympics (1964), the G7 Summit (1979, 1986, and 1993), and will host the 2020 Summer Olympics and the 2020 Summer Paralympics. Tokyo is a leading center for research and development, represented by various universities, most notably the University of Tokyo.",
  "/wiki/Allison_Roe": "Allison Pamela Roe MBE (née Deed; born 30 May 1956) is a former long-distance athlete from New Zealand. In 1981, she won both the Boston Marathon and New York City Marathon, becoming the second of only two women to accomplish the feat in the same year. In Boston, she ran 2:26:46 to improve the course record by almost eight minutes, set the previous year by Jacqueline Gareau. In New York, she set a worlds best woman marathon time with 2:25:29, to break Grete Waitz's time of 2:25:42 from the 1980 New York Marathon. However, after re-measurement, the 1981 course was found to be 150 metres short, though Waitz's 1980 record is also disputed. Also in 1981, she set a 20 km world record in Miyazaki, Japan.\n At the 2013 Auckland elections, Roe was elected to the Waitemata District Health Board and the Devonport-Takapuna Local Board. In the 2016 elections, Roe joined the Rodney First ticket and stood for re-election for the Health Board and election to the Rodney Local Board. She was successful in both contests with the second most popular and most popular votes respectively.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.\n Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture. The city has expanded beyond the original peninsula through land reclamation and municipal annexation. Its rich history attracts many tourists, with Faneuil Hall alone drawing more than 20 million visitors per year. Boston's many firsts include the United States' first public park (Boston Common, 1634), first public or state school (Boston Latin School, 1635) and first subway system (Tremont Street Subway, 1897).\n Today, Boston is a thriving center of scientific research as well as port of entry for commerce and international immigration. The Boston area's many colleges and universities make it a world leader in higher education, including law, medicine, engineering, and business, and the city is considered to be a global pioneer in innovation and entrepreneurship, with nearly 5,000 startups. Boston's economic base also includes finance, professional and business services, biotechnology, information technology, and government activities. Households in the city claim the highest average rate of philanthropy in the United States; businesses and institutions rank among the top in the country for environmental sustainability and investment. The city has one of the highest costs of living in the United States as it has undergone gentrification, though it remains high on world livability rankings.",
  "/wiki/Joan_Benoit": "Joan Benoit Samuelson (born May 16, 1957) is an American Senior Grand Masters marathon runner who was the first-ever women's Olympic Games marathon champion, winning the Gold medal at the 1984 Summer Olympics in Los Angeles.  She held the fastest time for an American woman at the Chicago Marathon for 32 years after winning the race in 1985. Her time at the Boston Marathon was the fastest time by an American woman at that race for 28 years. She was inducted into the Maine Women's Hall of Fame in 2000.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.\n As of the 2010 census, Eugene had a population of 156,185; it is the county seat of Lane County and the state's third most populous city after Portland and Salem, though recent state estimates suggest its population may have surpassed Salem's. The Eugene-Springfield, Oregon metropolitan statistical area (MSA) is the 146th largest metropolitan statistical area in the US and the third-largest in the state, behind the Portland Metropolitan Area and the Salem Metropolitan Area. The city's population for 2018 was estimated to be 171,245 by the US Census.\n Eugene is home to the University of Oregon, Northwest Christian University, and Lane Community College. The city is also noted for its natural environment, recreational opportunities (especially bicycling, running/jogging, rafting, and kayaking), and focus on the arts. Eugene's official slogan is \"A Great City for the Arts and Outdoors\". It is also referred to as the \"Emerald City\" and as \"Track Town, USA\". The Nike corporation had its beginnings in Eugene. In 2021, the city will host the 18th Track and Field World Championships.",
  "/wiki/Ingrid_Kristiansen": "Ingrid Kristiansen (née Christensen on 21 March 1956) is a Norwegian former athlete. She was one of the best female long distance runners during the 1980s. She is a former world record holder in the 5000 metres, 10,000 metres and the marathon (at one point in time, she held those records simultaneously, the only person ever) and was a World Champion on the track, roads and cross-country. Kristiansen was the first athlete to win World titles on all three surfaces. At the 1984 Los Angeles Olympics, she finished fourth in the first women's Olympic marathon. At the 1988 Seoul Olympics, she dropped out of the 10,000 metres final while leading. Early in her career, she was also an elite cross country skier, winning several Norwegian titles and a European junior championship.\n Her world record in the 10000 m set in 1986 wasn't broken for 16 years. The time in her 1985 London Marathon 2:21.06 was the fastest marathon time for 13 years.",
  "/wiki/London,_UK": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Grete_Waitz": "Grete Waitz (née Andersen, 1 October 1953 – 19 April 2011) was a Norwegian marathon runner and former world record holder. In 1979, she became the first woman in history to run the marathon in under two and a half hours. She won nine New York City Marathons, women's division, between 1978 and 1988, more than any other runner in history. She won a silver medal at the 1984 Olympic Games in Los Angeles and a gold medal at the 1983 World Championships in Helsinki. Her other marathon victories included winning the London Marathon in 1983 and 1986. She was also a five-time winner of the World Cross Country Championships.\n Waitz won 12 World Marathon Majors, the most for any runner.",
  "/wiki/Lisa_Martin": "Lisa Frances Ondieki (née O'Dea, formerly Martin; born 12 May 1960) is an Australian former long-distance runner. In the marathon, she won the 1988 Olympic silver medal and two Commonwealth Games gold medals. Other marathon victories included the 1988 Osaka International Ladies Marathon and the 1992 New York City Marathon. She also won the Great North Run Half Marathon three times. Her best time for the marathon of 2:23:51, set in 1988, made her the fourth-fastest female marathon runner in history at the time.",
  "/wiki/Osaka,_Japan": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of the Honshu Island in Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.\n Osaka was traditionally considered Japan's economic hub. By the Kofun period (300–538) it had developed into an important regional port, and in the 7th and 8th centuries it served briefly as the imperial capital. Osaka continued to flourish during the Edo period (1603–1867) and became known as a center of Japanese culture. Following the Meiji Restoration, Osaka greatly expanded in size and underwent rapid industrialization. In 1889, Osaka was officially established as a municipality.\n Today, Osaka is a major financial center of Japan. It is home to the Osaka Securities Exchange as well as the multinational electronics corporations Panasonic and Sharp. Famous landmarks in Osaka include Osaka Castle - which played a pivotal role in the Siege of Osaka and was featured in the 1980 American television mini-series Shogun - and Shitennō-ji - the oldest Buddhist temple in Japan.",
  "/wiki/Rosa_Mota": "Rosa Maria Correia dos Santos Mota, GCIH, GCM (Portuguese pronunciation: [ˈʁɔzɐ ˈmɔtɐ]; born 29 June 1958) is a Portuguese former marathon runner, one of her country's foremost athletes, being the first sportswoman from Portugal to win Olympic gold. Mota was the first woman to win multiple Olympic marathon medals as well as being the only woman to be the reigning European, World, and Olympic champion at the same time. On the 30th Anniversary Gala of the Association of International Marathons and Distance Races (AIMS) she was distinguished as the greatest female marathon runner of all time.",
  "/wiki/Wanda_Panfil": "Wanda Marianna Panfil-González (born 26 January 1959 in Tomaszów Mazowiecki) is a former long-distance runner from Poland, who won the world title in the women's marathon at the 1991 World Championships in Athletics in Tokyo, Japan. She is married to Mexican long-distance runner Mauricio González.\n Panfil twice competed for her native country at the Summer Olympics; in 1988 when she finished 22nd with a 2:34:35, and in 1992 when she finished in 22nd position with a 2:47:27 in the women's marathon. During her career she won the London Marathon, the Boston Marathon, the New York City Marathon and the Nagoya Marathon. In 1990 and 1991 she was named Polish Sportswoman of the Year. Panfil is a four-time national champion in the women's 5.000 metres.",
  "/wiki/Olga_Markova_(athlete)": "Olga Markova (Russian: Ольга Маркова; born August 6, 1968) is a retired long-distance runner from Russia, who set the world's best year performance in 1992, when she won the Boston Marathon, clocking 2:23:43. In 1993, she defended her victory in Boston in 2:25:27.",
  "/wiki/Wang_Junxia": "Wang Junxia (simplified Chinese: 王军霞; traditional Chinese: 王軍霞; pinyin: Wáng Jūnxiá; born January 19, 1973) is a Chinese former long-distance runner who is the current world record holder at  3,000 Meters. She also held the world record for the 10,000 Meters for 23 years, between 1993 and 2016. Her best years lay between 1991 and 1996. Wang was coached by Ma Junren until 1995 and by Mao Dezhen from 1995 to her retirement after the 1996 Atlanta Olympics.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.\n It is governed as one of the four municipalities under the direct administration of central government of the PRC and is thus under direct administration of the central government. Tianjin borders Hebei Province and Beijing Municipality, bounded to the east by the Bohai Gulf portion of the Yellow Sea. Part of the Bohai Economic Rim, it is the largest coastal city in northern China.\n In terms of urban population, Tianjin is the fourth largest in China, after Shanghai, Beijing, and Guangzhou. In terms of administrative area population, Tianjin ranks fifth in Mainland China. The walled city of Tianjin was built in 1404. As a treaty port since 1860, Tianjin has been a major seaport and gateway to Beijing. During the Boxer Rebellion the city was the seat of the Tianjin Provisional Government. Under the Qing dynasty and the Republic of China, Tianjin became one of the largest cities in the region. At that time,  numerous European-style buildings and mansions were constructed in concessions, many of which are well-preserved today. After the founding of the People's Republic of China, Tianjin suffered a depression due to the policy of the central government and Tangshan earthquake, but recovered from 1990s. Nowadays Tianjin is a dual-core city, with its main urban area (including the old city) located along the Hai River, which connects to the Yellow and Yangtze Rivers via the Grand Canal; and Binhai, a New Area urban core located east of the old city, on the coast of the Bohai Gulf. As of the end of 2010, around 285 Fortune 500 companies have set up base in Binhai. Since 2010, Tianjin's Yujiapu Financial District has become known as China's Manhattan.",
  "/wiki/PR_China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Uta_Pippig": "Uta Pippig (born 7 September 1965) is a retired German Long-distance runner, and the first woman to officially win the Boston Marathon three consecutive times (1994–1996). She also won the Berlin Marathon three times (1990, 1992 and 1995); the 1993 New York City Marathon; represented Germany at the Olympic Games in 1992 and 1996, and won a bronze medal at the 1991 World 15km Road Race Championship. Her marathon best of 2:21:45 set in Boston in 1994, made her the third-fastest female marathon runner in history at that time. She is a dual citizen of Germany and the United States.",
  "/wiki/Katrin_Dörre": "Katrin Dörre-Heinig (née Dörre, born 6 October 1961 in Leipzig, Bezirk Leipzig, East Germany) is a former athlete from Germany, who competed mainly in the marathon. She won extensively on the road running circuit, having taken titles at races including the Tokyo Marathon, Berlin Marathon and the London Marathon; she won three times consecutively in London from 1992–1994.\n She competed for East Germany at the 1988 Summer Olympics held in Seoul, where she won the bronze medal in the classic race over 42.195 km. Dörre is a triple winner of the Osaka Ladies Marathon and has a record of 35 sub 2:34 times, with a personal best of 2:24:35 (1999, course record of the Hamburg Marathon). She was the bronze medallist in the marathon at the 1991 World Championships in Athletics and returned at the 1993 World Championships in Athletics, but managed only sixth place on her second attempt. She just missed out on the podium with a fourth-place finish in the marathon at the 1996 Summer Olympics\n Since 1992 she has been married to her trainer Wolfgang Heinig. Her daughter, Katharina Heinig, has followed in her footsteps and she won the Köln Marathon in her debut over the marathon distance.\n Over the course of her career she particaped in 45 marathons and won 24. She planned to run the Chicago marathon in 1985, but did not run there, to avoid a faceoff with Joan Benoit, Rosa Mota and Ingrid Kristiansen. Up to this point, she won 7 marathons in a row and went on to win 3 more.",
  "/wiki/Tegla_Loroupe": "Tegla Chepkite Loroupe (born 9 May 1973) is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time World Half-Marathon champion. Loroupe was also the first woman from Africa to win the New York City Marathon, which she has won twice. She has won marathons in London, Rotterdam, Hong Kong, Berlin and Rome.\n In 2016, she was the person organising the Refugee Team for the 2016 Summer Olympics in Rio.",
  "/wiki/Rotterdam,_Netherlands": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.\n A major logistic and economic centre, Rotterdam is Europe's largest seaport, and had previously been the largest port of the world for a long time. It has a population of 651,446 as of January 2020 and is home to over 180 nationalities. Rotterdam is known for its Erasmus University, its riverside setting, lively cultural life, maritime heritage and modern architecture. The near-complete destruction of the city centre in the World War II Rotterdam Blitz has resulted in a varied architectural landscape, including sky-scrapers (an uncommon sight in other Dutch cities) designed by renowned architects such as Rem Koolhaas, Piet Blom and Ben van Berkel.\n The Rhine, Meuse and Scheldt give waterway access into the heart of Western Europe, including the highly industrialized Ruhr. The extensive distribution system including rail, roads, and waterways have earned Rotterdam the nicknames \"Gateway to Europe\" and \"Gateway to the World\". Rotterdam will host the Eurovision Song Contest 2020.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.\n \n Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects.\n First documented in the 13th century and situated at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and the Third Reich (1933–1945). Berlin in the 1920s was the third largest municipality in the world. After World War II and its subsequent occupation by the victorious countries, the city was divided; West Berlin became a de facto West German exclave, surrounded by the Berlin Wall (1961–1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany.\n Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, pharmaceuticals, biomedical engineering, clean tech, biotechnology, construction and electronics.\n Berlin is home to world-renowned universities such as the Humboldt Universität zu Berlin (HU Berlin), the Technische Universität Berlin (TU Berlin), the Freie Universität Berlin (Free University of Berlin), the Universität der Künste (University of the Arts, UdK) and the Berlin School of Economics and Law. The city has numerous orchestras, museums, and entertainment venues, and is host to many sporting events. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With the world's oldest large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts and a very high quality of living. Since the 2000s Berlin has seen the emergence of a cosmopolitan entrepreneurial scene.",
  "/wiki/Marathon_year_rankings": "The following table shows the yearly rankings in the marathon since 1921 (men) and 1980 (women), based on the best performance in the classic distance race of 42.195 km (26 miles 385 yards).\n Unless otherwise noted, all data is compiled from the Association of Road Racing Statisticians."
}