{
  "/wiki/Bologna,_Italy": "Bologna (/bəˈloʊnjə/, UK also /bəˈlɒnjə/, Italian: [boˈloɲɲa] (listen); Bolognese: Bulåggna [buˈlʌɲːa]; Latin: Bononia) is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy, at the heart of a metropolitan area of about one million people.",
  "/wiki/Gabriel_Ruotsalainen": "Gabriel Ruotsalainen (13 March 1893 – 1 January 1984) was a Finnish long-distance runner. He competed in the marathon at the 1924 Summer Olympics.",
  "/wiki/Helsinki,_Finland": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Windsor,_Berkshire": "Windsor is a historic market town and unparished area in the Royal Borough of Windsor and Maidenhead in Berkshire, England. It is widely known as the site of Windsor Castle, one of the official residences of the British Royal Family.",
  "/wiki/Shizo_Kanaguri": "Shizo Kanakuri (金栗 四三, Kanaguri Shisō or Kanakuri Shizō, 20 August 1891 – 13 November 1983) was a Japanese marathon runner and one of the early leaders of track and field athletics in Japan. He has been celebrated as the \"father of marathon\" in Japan.",
  "/wiki/Tokyo,_Japan": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Sam_Ferris": "Samuel \"Sam\" Ferris (29 August 1900 – 21 March 1980) was a British long-distance running athlete who competed mainly in the marathon. He was born in Magherabeg, near Dromore, County Down in Ireland. He won a silver medal for Great Britain in the marathon at the 1932 Summer Olympics.",
  "/wiki/Iivari_R%C3%B6tk%C3%B6": "Iivari (Ivar) Rötkö, born 26 January 1893, died 1957, was a Finnish long-distance runner. He was the holder of the 25,000 meter run world record and the 1926 best year performance in marathon.",
  "/wiki/Verner_Laaksonen": "Johan Verner Laaksonen (7 November 1895 – 10 November 1985) was a Finnish long-distance runner. He competed in the marathon at the 1928 Summer Olympics and finished 12th.",
  "/wiki/Boughera_El_Ouafi": "Ahmed Boughèra El Ouafi (Arabic: أحمد بوغيرا العوافي‎; 15 October 1898 – 18 October 1959) was an Algerian athlete during the time Algeria was part of France. In 1928, he won the Olympic gold medal in the marathon.",
  "/wiki/Amsterdam,_Netherlands": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Harry_Payne_(athlete)": "Harry William Payne (5 September 1892 – 5 July 1969) was a British long-distance runner who competed in the marathon at the 1928 Summer Olympics in Amsterdam and was a two-time national champion. He was born in Bedfordshire.",
  "/wiki/Stamford_Bridge_(stadium)": "Stamford Bridge (/ˈstæmfərd/) is a football stadium in Fulham, adjacent to the borough of Chelsea in South West London, commonly referred to as The Bridge. It is the home of Chelsea Football Club, which competes in the Premier League.",
  "/wiki/Juan_Zabala": "Juan Carlos Zabala (October 11, 1911 – January 24, 1983), also known as \"El Ñandú Criollo\", was an Argentine long-distance runner, winner of the marathon race at the 1932 Summer Olympics.",
  "/wiki/Ko%C5%A1ice,_Slovakia": "Košice (UK: /ˈkɒʃɪtsə/ KOSH-it-sə, Slovak: [ˈkɔʃitsɛ] (listen)) is the largest city in eastern Slovakia. It is situated on the river Hornád at the eastern reaches of the Slovak Ore Mountains, near the border with Hungary. With a population of approximately 240,000, Košice is the second largest city in Slovakia, after the capital Bratislava.",
  "/wiki/Tamao_Shiwaku": "Tamao Shiwaku (塩飽 玉男, May 12, 1906 – December 15, 1990) was a Japanese runner. He competed at the 1936 Olympics in the marathon but did not finish the race.",
  "/wiki/Osaka,_Japan": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Sohn_Kee-Jung": "Sohn Kee-chung (Korean: 손기정; Korean pronunciation: [son.kidʑʌŋ]; August 29, 1912 – November 15, 2002) was a Korean athlete and long-distance runner. He became the first Korean to win a medal at the Olympic Games, winning gold in the marathon at the 1936 Berlin Olympics as a member of the Japanese delegation.",
  "/wiki/Manuel_Dias_(athlete)": "Manuel Dias (born 13 April 1905, date of death unknown) was a Portuguese athlete who competed in the marathon at the 1936 Summer Olympics. He competed for the Portuguese club S.L. Benfica.",
  "/wiki/Lisbon,_Portugal": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Pat_Dengis": "Pat Dengis (July 18, 1902 – December 17, 1939) was an American long-distance runner. He was AAU marathon champion in 1935, 1938 and 1939 and marathon world leader in 1938.",
  "/wiki/Salisbury,_Massachusetts": "Salisbury is a small coastal beach town and summer tourist destination in Essex County, Massachusetts, United States. The community is a popular summer resort beach town situated on the Atlantic Ocean, north of Boston on the New Hampshire border. It is home to the new Salisbury Beach Boardwalk, full of souvenir shops, restaurants, cafes, arcades and panoramic views of the Atlantic Ocean. The population was 8,283 at the 2010 census.  \nParts of town comprise the census-designated place of Salisbury.",
  "/wiki/Shoichiro_Takenaka": "Shoichiro Takenaka (竹中 正一郎, Takenaka Shōichirō, born 30 September 1912) was a Japanese long-distance runner. He competed in the men's 5000 metres at the 1932 Summer Olympics."
}