{
  "/wiki/The_3_L%27il_Pigs": "The 3 L'il Pigs (French: Les 3 p'tits cochons) is a 2007 Canadian French-language comedy film. The directorial debut of comedian and actor Patrick Huard, the film won the Golden Reel Award at the 28th Genie Awards and the Billet d'or at the Jutra Awards as top-grossing film of 2007 in Quebec.",
  "/wiki/Patrick_Huard": "Patrick Huard is a Quebec-born Canadian actor, writer and comedian.",
  "/wiki/Claude_Legault": "Claude Legault (born May 26, 1963) is a Canadian actor and television writer from Quebec.",
  "/wiki/Guillaume_Lemay-Thivierge": "Guillaume Lemay-Thivierge (born February 28, 1976 in Saint-Jérôme, Quebec) is a Canadian actor and film producer best known for major roles in Quebec films Nitro and The 3 L'il Pigs (Les 3 p'tits cochons) in 2007.",
  "/wiki/Paul_Doucet": "Paul Doucet (born 1970 in Montreal, Quebec) is a Canadian actor. He won a Prix Gémeaux for Meilleure interprétation premier rôle masculin - série dramatique (Best Actor in a Leading Role - Drama) for his portrayal of Jean Duceppe in the Jean Duceppe episode 5. His most recent work includes a leading role in The 3 L'il Pigs (Les 3 p'tits cochons) and its sequel The 3 L'il Pigs 2. Other roles include Camil DesRoches in The Rocket (Maurice Richard), Bittersweet Memories (Ma vie en cinémascope), Shattered City: The Halifax Explosion, All Souls, Mr. Meyer in À vos marques... party! 2, Benoît in Filière 13, Jackie Bouvier Kennedy Onassis mini-series as Ed Schlossberg, the Prime Minister in My Internship in Canada (Guibord s'en va-t-en guerre) and Canada: A People's History as Jean de Brébeuf (segment 2: Les aventuriers et les mystiques).",
  "/wiki/Comedy_film": "A comedy film is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect. Films in this style traditionally have a happy ending (black comedy being an exception). One of the oldest genres in film – and derived from the classical comedy in theatre –, some of the very first silent movies were comedies, as slapstick comedy often relies on visual depictions, without requiring sound. When sound films became more prevalent during the 1920s, comedy films took another swing, as laughter could result from burlesque situations but also dialogue.",
  "/wiki/Golden_Screen_Award_(Canada)": "The Golden Screen Award, formerly known as the Golden Reel Award, is a Canadian film award, presented to the Canadian film with the biggest box office gross of the year. The Canadian Motion Picture Distributors Association introduced this award in 1976 as part of the Canadian Film Awards until 1979. The Golden Reel became part of the Genie Awards ceremonies in 1980, and is currently part of the Canadian Screen Awards. It was renamed from Golden Reel to Golden Screen as of the 3rd Canadian Screen Awards in 2015.",
  "/wiki/All_Hat": "All Hat is a 2007 Canadian western comedy film directed by Leonard Farlinger and starring Luke Kirby, Keith Carradine, Noam Jenkins, and Lisa Ray. It was written by Brad Smith (who also wrote the novel of the same name).",
  "/wiki/Leonard_Farlinger": "Leonard Farlinger is a Canadian film director, producer, and screenwriter. Farlinger and his wife, Jennifer Jonas, are partners in the production firm New Real Films.",
  "/wiki/Luke_Kirby_(actor)": "Luke Farrell Kirby (born June 29, 1978) is an American-Canadian screen and stage actor. In 2019, he won a Primetime Emmy Award for his guest role as Lenny Bruce on the critically acclaimed television series The Marvelous Mrs. Maisel.",
  "/wiki/Stephen_McHattie": "Stephen McHattie Smith (born February 3, 1946), known professionally as Stephen McHattie, is a Canadian actor. Since beginning his professional career in 1970, he has amassed over 200 film and television credits. He won the Genie Award for Best Supporting Actor for his performance in The Rocket, and a Gemini Award for Life With Billy.",
  "/wiki/Keith_Carradine": "Keith Ian Carradine (born August 8, 1949) is an American actor, singer and songwriter who has had success on stage, film and television. He is known for his roles as Tom Frank in Robert Altman's film Nashville, Wild Bill Hickok in the HBO series Deadwood, FBI agent Frank Lundy in Dexter, and US President Conrad Dalton in Madam Secretary. In addition, he is a Golden Globe– and Academy Award–winning songwriter. As a member of the Carradine family, he is part of an acting dynasty that began with his father, John Carradine.",
  "/wiki/Western_film": "Western is a genre of fiction which tells stories set primarily in the latter half of the 19th century in the American Old West, often centering on the life of a nomadic cowboy or gunfighter armed with a revolver and a rifle who rides a horse. Cowboys and gunslingers typically wear Stetson hats, neckerchief bandannas, vests, spurs, cowboy boots, and buckskins (alternatively dusters). Recurring characters include the aforementioned cowboys, Native Americans, Spaniards, Mexicans, bandits, lawmen, bounty hunters, outlaws, gamblers, soldiers (especially mounted cavalry, such as buffalo soldiers), and settlers (farmers, ranchers, and townsfolk). The ambience is usually punctuated with a Western music score, including American and Spanish/Mexican folk music such as country, Native American music, New Mexico music, and rancheras.",
  "/wiki/Amal_(film)": "Amal (Hindi: अमल) is a 2007 Canadian drama film directed and written by Richie Mehta. Set in modern-day New Delhi, India, it tells the story of a poor autorickshaw driver, Amal Kumar.",
  "/wiki/Richie_Mehta": "Richie Mehta is a Canadian film director and writer. His first feature film, Amal, was released in 2008, and was nominated for Best Motion Picture and Best Director at the 29th Genie Awards.",
  "/wiki/Koel_Purie": "Koel Purie Rinchet (born 25 November 1978) is an Indian film actress, producer and TV presenter. She made her debut with Rahul Bose's directorial venture Everybody Says I'm Fine! in 2001 and later featured in Road to Ladakh starring alongside Irrfan Khan. She trained at the  Royal Academy of Dramatic Art London. Since then she has worked on over 20 odd films in India, UK and Canada, played Desdemona at the prestigious Leicester Haymarket, acted in the well received theatre production of A Taste for Mangoes (an adaptation of Willian Dalrymple's White Mughals), produced top rated TV shows, written for most mainstream publications (including Cosmopolitan, DNA, Harper's Bazaar, India Today) and travelled the world. Purie was appointed the Tourism Mascot by the Japanese government whilst she lived in Tokyo. She shot several videos to promote tourism in Japan. Purie now lives in Paris and has started her own production company to maker film, digital and video content for various platforms.",
  "/wiki/Naseeruddin_Shah": "Naseeruddin Shah (born 20 July 1949) is an Indian film and stage actor and director in the Hindi language film industry. He is considered among the finest actors of India and is a prominent figure in Indian parallel cinema. He has won numerous awards in his career, including three National Film Awards, three Filmfare Awards and an award at the Venice Film Festival. The Government of India has honoured him with the Padma Shri and the Padma Bhushan awards for his contributions to Indian cinema.",
  "/wiki/Seema_Biswas": "Seema Biswas (born 1962) is an Indian film and theatre actress from Assam. She shot into prominence with the role of Phoolan Devi in Shekhar Kapur's film Bandit Queen (1994), for which she won the National Film Award for Best Actress. She won the 2000 Sangeet Natak Akademi Award and the 2006 Best Actress Genie Award for her role as Shakuntala in Deepa Mehta's Water (2005). Her other mainstream films include Khamoshi: The Musical (1996), for which she won the Screen Award for Best Supporting Actress, Bhoot (2003), Vivah (2006), and Half Girlfriend (2017). In addition to films, Biswas has been a part of many television shows.",
  "/wiki/Vik_Sahay": "Vikram \"Vik\" Sahay is a Canadian actor of Indian descent best known for playing Kevin Calvin on Radio Active, Lester Patel on the NBC television series Chuck, and Rama in the Roxy Hunter saga.",
  "/wiki/Genie_Award": "The Genie Awards were given out annually by the Academy of Canadian Cinema and Television to recognize the best of Canadian cinema from 1980–2012. They succeeded the Canadian Film Awards (1949–1978; also known as the \"Etrog Awards,\" for sculptor Sorel Etrog, who designed the statuette).",
  "/wiki/American_Venus": "American Venus is a 2007 Canadian drama film directed by Bruce Sweeney and starring Rebecca De Mornay, Jane McGregor and Matt Craven.",
  "/wiki/Bruce_Sweeney": "Bruce Sweeney is a Canadian film director. Born in Sarnia, Ontario, he has spent his career based primarily in Vancouver, British Columbia.",
  "/wiki/Rebecca_De_Mornay": "Rebecca De Mornay (born Rebecca Jane Pearch; August 29, 1959) is an American actress and producer. Her breakthrough film role came in 1983, when she starred as Lana in Risky Business. She is also known for her portrayals of Sara in Runaway Train (1985), Thelma in The Trip to Bountiful (1985), Helen McCaffrey in Backdraft (1991), and Peyton Flanders in The Hand That Rocks the Cradle (1992).",
  "/wiki/Jane_McGregor": "Jane McGregor (born 1983) is a Canadian actress, best known for her roles in Slap Her... She's French (2002), Flower & Garnet (2002), and That Beautiful Somewhere (2006), as well as her recurring role on the television series Robson Arms.",
  "/wiki/Matt_Craven": "Matthew John Crnkovich (born November 10, 1956), known as Matt Craven, is a Canadian actor. He has appeared in over 40 films including Happy Birthday to Me, Jacob's Ladder, K2, A Few Good Men, The Juror, Assault on Precinct 13, Disturbia, and X-Men: First Class.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/Anna%27s_Storm": "Anna's Storm is a 2007 action drama film starring Sheree J. Wilson and directed by Kristoffer Tabori. It also has the working title Hell's Rain in the UK.",
  "/wiki/Kristoffer_Tabori": "Kristoffer Tabori (also known as K.T. Donaldson, born Christopher Donald Siegel; August 4, 1952) is an American actor and television director.",
  "/wiki/Sheree_J._Wilson": "Sheree Julienne Wilson (born December 12, 1958) is an American actress, producer, businesswoman, and model. She is best known for her roles as April Stevens Ewing on the American primetime television series Dallas (1986–1991) and as Alex Cahill-Walker on the television series Walker, Texas Ranger (1993–2001).",
  "/wiki/Action_film": "Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which usually concludes in victory for the hero (though a small number of films in this genre have ended in the victory for the villain instead). Advancements in CGI have made it cheaper and easier to create action sequences and other visual effects that required the efforts of professional stunt crews in the past. However, reactions to action films containing significant amounts of CGI have been mixed, as films that use computer animations to create unrealistic, highly unbelievable events are often met with criticism. While action has long been a recurring component in films, the \"action film\" genre began to develop in the 1970s along with the increase of stunts and special effects. Common action scenes in films are generally, but not limited to, explosions, car chases, fistfights, and shootouts.",
  "/wiki/Bluff_(2007_film)": "Bluff is a 2007 Canadian comedy film. It was directed, written and produced by Simon Olivier Fecteau and Marc-André Lavoie.",
  "/wiki/Simon_Olivier_Fecteau": "Simon-Olivier Fecteau (born July 28, 1975) is a Canadian director, actor, producer and screenwriter. He was nominated in 2008 for a Genie Award for Best Original Screenplay for Bluff with Marc-André Lavoie and David Gauthier. He was also the creator, writer, director, and star of the webseries \"En audition avec Simon\", where he plays an arrogant director who is auditioning actors.  In 2014, he starred in the TV series \"Ces gars-là\" along with fellow Canadian comedian Sugar Sammy.",
  "/wiki/R%C3%A9my_Girard": "Rémy Girard OC (born August 10, 1950) is a Canadian actor and former television host from Quebec.",
  "/wiki/Isabelle_Blais": "Isabelle Sophie Emilie Blais (c. 1975) is a Canadian film and television actress and singer.",
  "/wiki/The_Bodybuilder_and_I": "The Bodybuilder and I is a 2007 feature-length documentary film written and directed by Bryan Friedman, taking viewers on a journey into the subculture of geriatric bodybuilding as the filmmaker tries to reconnect with his father.  The film is co-produced by January Films and the National Film Board of Canada.",
  "/wiki/Documentary_film": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/National_Film_Board": "The National Film Board of Canada (or simply National Film Board or NFB) (French: Office national du film du Canada, or ONF) is Canada's public film and digital media producer and distributor. An agency of the Government of Canada, the NFB produces and distributes documentary films, animation, web documentaries, and alternative dramas. In total, the NFB has produced over 3,000 productions since its inception, which have won over 5,000 awards. The NFB reports to the Parliament of Canada through the Minister of Canadian Heritage. It has English-language and French-language production branches.",
  "/wiki/Hot_Docs": "The Hot Docs Canadian International Documentary Festival is the largest documentary festival in North America. The event takes place annually in Toronto, Ontario, Canada. The 26th edition of the festival will take place from April 25 to May 5, 2019, and feature a lineup of 234 films and 18 interdisciplinary projects from around the world.",
  "/wiki/Breakfast_with_Scot": "Breakfast with Scot is a 2007 Canadian comedy film. It is adapted from the novel by Tufts University professor Michael Downing.",
  "/wiki/Laurie_Lynd": "Laurie Lynd (born May 19, 1959 in Toronto, Ontario) is a Canadian film and television director and screenwriter, best known as the director of the feature film Breakfast with Scot.",
  "/wiki/Tom_Cavanagh": "Thomas Cavanagh (born October 26, 1963) is a Canadian actor. He is known for a variety of roles on American television, including starring roles in Ed (2000–2004), Love Monkey (2006) and Trust Me (2009), and recurring roles on Providence, Scrubs, and The CW television series The Flash since 2014. Portraying various versions of Harrison Wells as well as Eobard Thawne / Reverse-Flash, Cavanagh has also directed several episodes of The Flash.",
  "/wiki/Ben_Shenkman": "Benjamin Shenkman (born September 26, 1968) is an American actor. He is known for his roles in the USA Network drama series Royal Pains and the HBO miniseries Angels in America, which earned him Primetime Emmy Award and Golden Globe Award nominations.",
  "/wiki/Benz_Antoine": "Benz Antoine (born June 22, 1972) is a Canadian actor who has made over 100 Film & Television appearances. He is best known for his appearances in Romeo Must Die, Death Race, Get Rich or Die Tryin', Four Brothers and I'm Not There. He also earned critical acclaim for his gripping portrayal of alcoholic cop 'Tyler Joseph' in both the original French version and the English adaptation of 19-2..",
  "/wiki/Butterfly_on_a_Wheel": "Butterfly on a Wheel (US: Shattered, Europe: Desperate Hours) is a 2007 British–Canadian mystery thriller film directed by Mike Barker, co-produced and written by William Morrissey, and starring Pierce Brosnan, Gerard Butler, and Maria Bello. The film's title is an allusion to a line of Alexander Pope's poem \"Epistle to Dr Arbuthnot\": \"Who breaks a butterfly upon a wheel?\" The line is usually interpreted as questioning why someone would put great effort into achieving something minor or unimportant, or who would punish a minor offender with a disproportional punishment.",
  "/wiki/Mike_Barker_(film_director)": "Mike Barker (born 29 November 1965) is a British film director. His 2003 film To Kill a King was entered into the 25th Moscow International Film Festival.",
  "/wiki/Pierce_Brosnan": "Pierce Brendan Brosnan OBE (/ˈbrɒsnən/; born 16 May 1953) is an Irish-American actor, film producer, activist, environmentalist. Born in Ireland, Brosnan became a naturalised American citizen. After leaving comprehensive school at age 16, Brosnan began training in commercial illustration, then went on to train at the Drama Centre in London for three years. Following a stage acting career he rose to popularity in the television series Remington Steele (1982–1987), which blended the genres of romantic comedy, drama, and detective procedural. After the conclusion of Remington Steele, Brosnan appeared in films such as the Cold War spy film The Fourth Protocol (1987) and the comedy Mrs. Doubtfire (1993).",
  "/wiki/Maria_Bello": "Maria Elena Bello (born April 18, 1967) is an American actress and writer. Her film roles include Permanent Midnight (1998), Payback (1999), Coyote Ugly (2000), The Cooler (2003), A History of Violence (2005), The Mummy: Tomb of the Dragon Emperor (2008), Prisoners (2013), and Lights Out (2016). On television, Bello appeared as Dr. Anna Del Amico on the medical drama ER (1997–1998), with other starring roles including as Lucy Robbins on the series Touch in 2013, as Michelle McBride on the first season of the series Goliath in 2016, and since 2017 as Special Agent Jacqueline \"Jack\" Sloane on the series NCIS.",
  "/wiki/Gerard_Butler": "Gerard James Butler (born 13 November 1969) is a Scottish actor and film producer. After studying law, Butler turned to acting in the mid-1990s with small roles in productions such as Mrs Brown (1997), the James Bond film Tomorrow Never Dies (1997), and Tale of the Mummy (1998). In 2000, he starred as Dracula in the horror film Dracula 2000 with Christopher Plummer and Jonny Lee Miller.",
  "/wiki/Thriller_film": "Thriller film, also known as suspense film or suspense thriller, is a broad film genre that evokes excitement and suspense in the audience. The suspense element found in most films' plots is particularly exploited by the filmmaker in this genre. Tension is created by delaying what the audience sees as inevitable, and is built through situations that are menacing or where escape seems impossible.",
  "/wiki/Can_You_Wave_Bye-Bye%3F": "Can You Wave Bye-Bye? is a Canadian short drama film, directed by Sarah Galea-Davis and released in 2007. An adaptation of the short story by Elyse Gasco, the film stars Miranda Handford as a young new mother suffering from post-partum depression.",
  "/wiki/Carole_Laure": "Carole Laure O.C. (born August 5, 1948) is an actress and singer from Quebec, Canada.",
  "/wiki/Catherine_de_L%C3%A9an": "Catherine de Léan (born April 27, 1980) is a Canadian actress. She has been nominated for a 2012 Genie Award for Best Performance by an Actress in a Leading Role for her role in the film Nuit #1. She has appeared in other films and television roles, including Les Hauts et les bas de Sophie Paquin, Trauma, The Secret Life of Happy People (La Vie secrète des gens heureux), Le Banquet and Le Fils de Jean. She has also appeared on stage.",
  "/wiki/Laurent_Lucas": "Laurent Lucas (born 20 July 1965) is a French actor.",
  "/wiki/Pascale_Bussi%C3%A8res": "Pascale Bussières (born June 27, 1968) is a French Canadian actress.",
  "/wiki/Closing_the_Ring": "Closing the Ring is a 2007 romantic drama film directed by Richard Attenborough and starring Shirley MacLaine, Christopher Plummer, Mischa Barton, Stephen Amell, Neve Campbell, Pete Postlethwaite, and Brenda Fricker. It was the final film directed by Attenborough, then aged 83, who died seven years later. The film was released in both the Republic of Ireland and the United Kingdom on 28 December 2007. Closing the Ring is an international co-production between the United Kingdom, Canada, and United States. .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Richard_Attenborough": "Richard Samuel Attenborough, Baron Attenborough, CBE, FRSA (/ˈætənbərə/; 29 August 1923 – 24 August 2014) was an English actor, filmmaker, entrepreneur, and politician. He was the President of the Royal Academy of Dramatic Art (RADA) and the British Academy of Film and Television Arts (BAFTA). Attenborough joined the Royal Air Force during the Second World War and served in the film unit. He went on several bombing raids over Europe and filmed action from the rear gunner's position. He was the older brother of Sir David Attenborough, a naturalist, documenter, and broadcaster, and John Attenborough, an executive at Alfa Romeo. He was married to actress Sheila Sim from 1945 until his death.",
  "/wiki/Shirley_MacLaine": "Shirley MacLaine (born Shirley MacLean Beaty; April 24, 1934) is an American film, television, and theater actress, singer, dancer, activist, and author. An Oscar winner, MacLaine received the 40th AFI Life Achievement Award from the American Film Institute in 2012, and received the Kennedy Center Honors for her lifetime contributions to American culture through the performing arts in 2013. She is known for her New Age beliefs, and has an interest in spirituality and reincarnation. She has written a series of autobiographical works that describe these beliefs, document her world travels, and describe her Hollywood career.",
  "/wiki/Christopher_Plummer": "Arthur Christopher Orme Plummer CC (born December 13, 1929) is a Canadian actor whose career has spanned six decades, beginning with his film debut in Stage Struck (1958).",
  "/wiki/Pete_Postlethwaite": "Peter William Postlethwaite, OBE (/ˈpɒsəlθweɪt/; 7 February 1946 – 2 January 2011) was an English character actor, who appeared in Dragonheart (1996), Romeo + Juliet (1996), Brassed Off (1996), Sharpe (1997), Amistad (1997), The Constant Gardener (2005), Clash of the Titans (2010), and Inception (2010).",
  "/wiki/Neve_Campbell": "Neve Adrianne Campbell (/ˈnɛv ˈkæmbəl/; born October 3, 1973) is a Canadian actress. She is best known for her starring role as Julia Salinger on the Fox television drama series Party of Five (1994–2000), and as Sidney Prescott in the horror film franchise Scream (1996–2011).",
  "/wiki/The_Colony_(2007_film)": "The Colony is a Canadian short film, directed by Jeff Barnaby and released in 2007. The film stars Glen Gould as Maytag, a Mi'kmaq man dealing with the emotional fallout of a love triangle, when his girlfriend Myriam (Kaniehtiio Horn) runs off with his friend and drug dealer Jackson (Kent McQuaid).",
  "/wiki/Jeff_Barnaby": "Jeff Barnaby is a Canadian director, writer, composer and film editor. He is best known for his feature films Rhymes for Young Ghouls and Blood Quantum.",
  "/wiki/Glen_Gould": "Glen Gould (born June 6, 1971) is an Aboriginal Canadian actor, director and producer of Mi'kmaq and Italian descent.",
  "/wiki/Kaniehtiio_Horn": "Kaniehtiio Horn (born November 8, 1986) is a Canadian actress. She is often credited as Tiio Horn. She was nominated for a Gemini Award for her role in the television film Moccasin Flats: Redemption. She appeared in the 2009 films The Trotsky, Leslie, My Name Is Evil and The Wild Hunt, and starred in the CBC television sitcom 18 to Life. In 2012, she joined the main cast of the Netflix drama Hemlock Grove, as Destiny Rumancek.",
  "/wiki/Continental,_a_Film_Without_Guns": "Continental, a Film Without Guns (French: Continental, un film sans fusil) is a 2007 Canadian comedy-drama film directed and written by Stéphane Lafleur.",
  "/wiki/St%C3%A9phane_Lafleur": "Stéphane Lafleur (born 1976)\nis a French-Canadian film director, editor and musician.",
  "/wiki/Gilbert_Sicotte": "Gilbert Sicotte, CM (born February 18, 1948) is a Canadian actor. He has been nominated three times for a Genie Award. His first two nominations were in the category of Best Performance by an Actor in a Leading Role for his performances in Cap Tourmente and Les Pots cassés. He was nominated for Best Supporting Actor for Continental, a Film Without Guns (Continental, un film sans fusil). Sicotte won the Jutra Award for best actor in the 2011 film The Salesman. His other works include The Secret Life of Happy People (La Vie secrète des gens heureux), Maria Chapdelaine, Fortier, Louis Cyr, Léolo, Water Child, Paul à Québec and And the Birds Rained Down (Il pleuvait des oiseaux). He has also done some voice over work.",
  "/wiki/R%C3%A9al_Boss%C3%A9": "Réal Bossé is a Canadian actor from Quebec who performs mostly in francophone films and television.  He won a Jutra Award in 2008 as Best Performance by an Actor in a Supporting Role in Continental, a Film Without Guns, as well as two Gémeaux Award in 2011 for writing and acting in the television series 19-2.",
  "/wiki/Fanny_Mallette": "Fanny Mallette (born 5 September 1975), is a Canadian actress.",
  "/wiki/Comedy_drama_film": "Comedy-drama or dramedy (a portmanteau of drama and comedy), is a genre of dramatic works (including film, television, and theatre) in which plot elements are a combination of comedy and drama. It is a subgenre of contemporary tragicomedy. Comedy-drama is especially found in television programs and is considered a \"hybrid genre\".",
  "/wiki/Toronto_International_Film_Festival": "The Toronto International Film Festival (TIFF, often stylized as tiff) is one of the largest publicly attended film festivals in the world, attracting over 480,000 people annually. Since its founding in 1976, TIFF has grown to become a permanent destination for film culture operating out of the TIFF Bell Lightbox, located in downtown Toronto. TIFF's mission is \"to transform the way people see the world through film\".",
  "/wiki/Days_of_Darkness_(2007_Canadian_film)": "Days of Darkness (French: L'Âge des ténèbres), also known as The Age of Ignorance, is a 2007 French Canadian sex comedy-drama film written and directed by Denys Arcand and starring Marc Labrèche, Diane Kruger and Sylvie Léonard. Presented as the third part of Arcand's loose trilogy also consisting of The Decline of the American Empire (1986) and The Barbarian Invasions (2003), it was followed by a fourth film with similar themes, The Fall of the American Empire (2018). The film follows a depressed Quebec bureaucrat, who feeling insignificant, retreats into a fantasy world.",
  "/wiki/Denys_Arcand": "Georges-Henri Denys Arcand CC GOQ (French: [dəni aʁkɑ̃]; born June 25, 1941) is a French Canadian film director, screenwriter and producer. His film The Barbarian Invasions won the Academy Award for Best Foreign Film in 2004. His films have also been nominated three further times, including two nominations in the same category for The Decline of the American Empire in 1986 and Jesus of Montreal in 1989, becoming the only French-Canadian director in history whose films have received this number of nominations and, subsequently, to have a film win the award. Also for The Barbarian Invasions, he received an Academy Award nomination for Best Original Screenplay, losing to Sofia Coppola for Lost in Translation.",
  "/wiki/Marc_Labr%C3%A8che": "Marc Labrèche (born November 20, 1950 in Montreal, Quebec) is a Canadian actor, comedian and host.",
  "/wiki/Diane_Kruger": "Diane Kruger (née Heidkrüger; German pronunciation: [diˈa:nə ˈkru:ɡɐ]; born 15 July 1976) is a German-American actress and former fashion model. She has played Helen in the epic war film Troy (2004), Dr. Abigail Chase in the heist film National Treasure (2004) and its sequel (2007), Bridget von Hammersmark in Quentin Tarantino's war film Inglourious Basterds (2009), and Gina in the psychological thriller film Unknown (2011). She also starred as Detective Sonya Cross in the FX crime drama series The Bridge (2013–14). In 2017, she made her German-language debut in Fatih Akin's In the Fade, for which she won the Cannes Film Festival Award for Best Actress and Satellite Award for Best Actress.",
  "/wiki/Sylvie_L%C3%A9onard": "Sylvie Léonard (born July 17, 1955) is a French-Canadian actress. She has acted in theater, film and television for over 40 years. Her most notable roles include Sylvie in Un gars, une fille, Mimi Jarry in Rue des Pignons, Annick Jacquemin in Terre Humaine and Madeleine in Lâcher prise.",
  "/wiki/Comedy": "In a modern sense, comedy (from the Greek: κωμῳδία, kōmōidía) is a genre of fiction that refers to any discourse or work generally intended to be humorous or amusing by inducing laughter, especially in theatre, television, film, stand-up comedy, books and novels or any other medium of entertainment. The origins of the term are found in Ancient Greece. In the Athenian democracy, the public opinion of voters was influenced by the political satire performed by the comic poets at the theaters. The theatrical genre of Greek comedy can be described as a dramatic performance which pits two groups or societies against each other in an amusing agon or conflict. Northrop Frye depicted these two opposing sides as a \"Society of Youth\" and a \"Society of the Old.\" A revised view characterizes the essential agon of comedy as a struggle between a relatively powerless youth and the societal conventions that pose obstacles to his hopes. In this struggle, the youth is understood to be constrained by his lack of social authority, and is left with little choice but to take recourse in ruses which engender very dramatic irony which provokes laughter.",
  "/wiki/Prix_Jutra": "The Prix Iris is a Canadian film award, presented annually by Québec Cinéma, which recognizes talent and achievement in the mainly francophone feature film industry in Quebec. Until 2016, it was known as the Jutra Award (Prix Jutra, with the ceremony called La Soirée des Jutra) in memory of influential Quebec film director Claude Jutra, but Jutra's name was withdrawn from the awards following the publication of allegations that Jutra had sexually abused children.",
  "/wiki/Decoys_2": "Decoys 2: Alien Seduction is a 2007 Canadian science fiction horror film directed by Jeffery Scott Lando, and written by Miguel Tejada-Flores and Tom Berry. It is the sequel to the film Decoys. It was originally titled Decoys 2: Rebirth, with its North American DVD release title being Decoys: The Second Seduction.",
  "/wiki/Kim_Poirier": "Kim Jacinthe Poirier (born February 6, 1980) is a Canadian actress, singer, film producer, and television host.",
  "/wiki/Science_fiction_film": "Science fiction film (or sci-fi film) is a genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, alien worlds, extrasensory perception and time travel, along with futuristic elements such as spacecraft, robots, cyborgs, interstellar travel or other technologies. Science fiction films have often been used to focus on political or social issues, and to explore philosophical issues like the human condition. In many cases, tropes derived from written science fiction may be used by filmmakers ignorant of or at best indifferent to the standards of scientific plausibility and plot logic to which written science fiction is traditionally held.",
  "/wiki/Horror_film": "A horror film is a film that seeks to elicit fear for entertainment purposes. Initially inspired by literature from authors like Edgar Allan Poe, Bram Stoker, and Mary Shelley, horror has existed as a film genre for more than a century. The macabre and the supernatural are frequent themes. Horror may also overlap with the fantasy, supernatural fiction, and thriller genres.",
  "/wiki/Eastern_Promises": "Eastern Promises is a 2007 gangster film directed by David Cronenberg, from a screenplay written by Steven Knight. The film stars Viggo Mortensen, Naomi Watts, Vincent Cassel, Sinéad Cusack and Armin Mueller-Stahl. It tells a story of a Russian-British midwife, Anna (Watts), who delivers the baby of a drug-addicted 14-year old Russian prostitute who dies in childbirth. After Anna learns that the teen was forced into prostitution by the Russian Mafia in London, the leader of the Russian gangsters (Mueller-Stahl) threatens the baby's life to keep Anna from telling the police about their sex trafficking ring. As Anna tries to protect the baby, she is enmeshed deeper into the criminal underworld, and she is threatened by the Mafia leader's son (Cassel) and warned off by the son's strong-arm man (Mortensen).",
  "/wiki/David_Cronenberg": "David Paul Cronenberg CC OOnt FRSC (born March 15, 1943) is a Canadian filmmaker. He is one of the principal originators of what is commonly known as the body horror genre, with his films exploring visceral bodily transformation, infection, technology and the intertwining of the psychological with the physical. In the first third of his career he explored these themes mostly through horror and science fiction films such as Scanners (1981) and Videodrome (1983), although his work has since expanded beyond these genres.",
  "/wiki/Viggo_Mortensen": "Viggo Peter Mortensen Jr. (/ˈviːɡoʊ ˈmɔːrtənsən/; Danish: [viːko ˈmɒːtn̩sn̩]; born October 20, 1958) is a Danish-American actor, author, musician, photographer, poet, and painter. Born in New York to a Danish father and American mother, he was a resident of Venezuela and Argentina during his childhood. He is the recipient of various accolades including a Screen Actors Guild Award and has been nominated for three Academy Awards, three BAFTA Awards, and four Golden Globe Awards.",
  "/wiki/Naomi_Watts": "Naomi Ellen Watts (born 28 September 1968) is a British actress and film producer. She made her film debut in the Australian drama For Love Alone (1986) and then appeared in the Australian television series Hey Dad..! (1990), Brides of Christ (1991), Home and Away (1991), and the film Flirting (1991). After moving to the United States, Watts struggled as an actress for years, but managed to obtain parts in the films Tank Girl (1995), Children of the Corn IV: The Gathering (1996), and Dangerous Beauty (1998), and the television series Sleepwalkers (1997–1998).",
  "/wiki/Vincent_Cassel": "Vincent Cassel (French pronunciation: [vɛ̃sɑ̃ kasɛl]; born Vincent Crochon, 23 November 1966) is a French actor. He first achieved recognition for his performance as a troubled French Jewish youth, in Mathieu Kassovitz's 1995 film La Haine (Hate), for which he received two César Award nominations. He garnered wide recognition with English-speaking audiences for his performances in Ocean's Twelve (2004) and Ocean's Thirteen (2007), as well as Eastern Promises (2007), Black Swan (2010), and Jason Bourne (2016). Cassel is also renowned for playing the infamous French bank-robber Jacques Mesrine in Mesrine: Killer Instinct and Mesrine: Public Enemy Number One (both in 2008).",
  "/wiki/Armin_Mueller-Stahl": "Armin Mueller-Stahl (born 17 December 1930) is a German film actor, painter and author. He was nominated for the Academy Award for Best Supporting Actor for his role in Shine.",
  "/wiki/Crime_drama": "Crime films, in the broadest sense, are a cinematic genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, sub-genres such as detective film, mystery, suspense and film styles such as hard boiled and noir.",
  "/wiki/Emotional_Arithmetic": "Emotional Arithmetic is a 2007 Canadian drama film directed by Paolo Barzman, based on the novel by Matt Cohen, about the emotional consequences for three Holocaust survivors when they are reunited decades later.  The film stars Gabriel Byrne, Roy Dupuis, Christopher Plummer, Susan Sarandon, and Max von Sydow.  It opened at the Toronto International Film Festival, in Toronto, Ontario, Canada, on September 15, 2007, and was released, in Canada, on April 18, 2008.",
  "/wiki/Paolo_Barzman": "Paolo Barzman (born April 9, 1957) is a Canadian film, television director, and television writer.",
  "/wiki/Gabriel_Byrne": "Gabriel James Byrne (born 12 May 1950) is an Irish actor, film director, film producer, writer, cultural ambassador and audiobook narrator. His acting career began in the Focus Theatre before he joined London's Royal Court Theatre in 1979. Byrne's screen debut came in the Irish drama serial The Riordans and the spin-off show Bracken.",
  "/wiki/Roy_Dupuis": "Roy Michael Joseph Dupuis (French pronunciation: [ʁɔj dypɥi]; born April 21, 1963) is a Canadian actor best known for his role as counterterrorism operative Michael Samuelle in the television series La Femme Nikita. He portrayed Maurice Richard on television and in film and Roméo Dallaire in the 2007 film Shake Hands with the Devil.",
  "/wiki/Susan_Sarandon": "Susan Abigail Sarandon (née Tomalin; born October 4, 1946) is an American actress and activist. She has received an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, and has been nominated for nine Golden Globe Awards. Known for her social and political activism, she was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006.",
  "/wiki/Max_von_Sydow": "Max von Sydow (/vɒn ˈsiːdoʊ/ von SEE-doh;[a] born Carl Adolf von Sydow, 10 April 1929) is an actor who has appeared in European and American films. Von Sydow has appeared in more than 100 films and TV series. Some of his most memorable film roles include Knight Antonius Block in Ingmar Bergman's The Seventh Seal (1957), the first of his 11 films with Bergman which includes the iconic scenes in which he plays chess with Death,",
  "/wiki/Matt_Cohen_(writer)": "Matthew (\"Matt\") Cohen (30 December 1942 – 2 December 1999) was a Canadian writer who published both mainstream literature under his own name and children's literature under the pseudonym Teddy Jam.",
  "/wiki/The_End_(2007_Canadian_film)": "The End is a 2007 Canadian dark comedy thriller horror film written and directed by Jeremy Thomas, who also stars in the film. Thomas himself called his first feature a \"lighthearted existential horror film\", while four festival reviewers described it in neo-noir terms. Having won over critics, and an award from the Eugene International Film Festival, Thomas was able to attract investors for his next project, Ally Was Screaming.",
  "/wiki/Finn%27s_Girl": "Finn's Girl is a Canadian drama film, directed by Dominique Cardona and Laurie Colbert and released in 2007. The film stars Brooke Johnson as Finn, a medical doctor mourning the recent death of her wife Nancy (Gail Maurice) while continuing to step-parent Nancy's rebellious daughter Zelly (Maya Ritter) and managing an abortion clinic which is being threatened by the increasingly violent protests of the pro-life movement.",
  "/wiki/Maya_Ritter": "Maya Ritter (born November 9, 1993 in Kelowna, British Columbia) is a Canadian actress.",
  "/wiki/Yanna_McIntosh": "Yanna McIntosh (born 1970), sometimes credited as Yanna MacIntosh, is a Jamaican-born Canadian television, movie and theatrical actress.",
  "/wiki/Richard_Clarkin": "Richard Clarkin is a Canadian actor. He is most noted for his performance in the 2017 film The Drawer Boy, for which he won the Canadian Screen Award for Best Supporting Actor at the 7th Canadian Screen Awards in 2019.",
  "/wiki/List_of_Canadian_films_of_2007": "This is a list of Canadian films which were released in 2007:"
}