{
  "/wiki/Joyce_Smith": "Joyce Esther Smith MBE (née Byatt, born 26 October 1937) is a British former long-distance runner. She broke the world record in the 3000 metres in 1971 and is a three-time medallist at the International/World Cross Country Championships, including winning in 1972. She went on to twice win the London Marathon, becoming the first British woman in history to run under 2:30 when winning in 1981 with 2:29:57, before further improving the British record to 2:29:43 when winning in 1982. She also competed in the 1500 metres at the 1972 Munich Olympics and finished 11th in the marathon at the 1984 Los Angeles Olympics, aged 46.",
  "/wiki/Tokyo,_Japan": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Allison_Roe": "Allison Pamela Roe MBE (née Deed; born 30 May 1956) is a former long-distance athlete from New Zealand. In 1981, she won both the Boston Marathon and New York City Marathon, becoming the second of only two women to accomplish the feat in the same year. In Boston, she ran 2:26:46 to improve the course record by almost eight minutes, set the previous year by Jacqueline Gareau. In New York, she set a worlds best woman marathon time with 2:25:29, to break Grete Waitz's time of 2:25:42 from the 1980 New York Marathon. However, after re-measurement, the 1981 course was found to be 150 metres short, though Waitz's 1980 record is also disputed. Also in 1981, she set a 20 km world record in Miyazaki, Japan.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Joan_Benoit": "Joan Benoit Samuelson (born May 16, 1957) is an American Senior Grand Masters marathon runner who was the first-ever women's Olympic Games marathon champion, winning the Gold medal at the 1984 Summer Olympics in Los Angeles.  She held the fastest time for an American woman at the Chicago Marathon for 32 years after winning the race in 1985. Her time at the Boston Marathon was the fastest time by an American woman at that race for 28 years. She was inducted into the Maine Women's Hall of Fame in 2000.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/Ingrid_Kristiansen": "Ingrid Kristiansen (née Christensen on 21 March 1956) is a Norwegian former athlete. She was one of the best female long distance runners during the 1980s. She is a former world record holder in the 5000 metres, 10,000 metres and the marathon (at one point in time, she held those records simultaneously, the only person ever) and was a World Champion on the track, roads and cross-country. Kristiansen was the first athlete to win World titles on all three surfaces. At the 1984 Los Angeles Olympics, she finished fourth in the first women's Olympic marathon. At the 1988 Seoul Olympics, she dropped out of the 10,000 metres final while leading. Early in her career, she was also an elite cross country skier, winning several Norwegian titles and a European junior championship.",
  "/wiki/London,_UK": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Grete_Waitz": "Grete Waitz (née Andersen, 1 October 1953 – 19 April 2011) was a Norwegian marathon runner and former world record holder. In 1979, she became the first woman in history to run the marathon in under two and a half hours. She won nine New York City Marathons, women's division, between 1978 and 1988, more than any other runner in history. She won a silver medal at the 1984 Olympic Games in Los Angeles and a gold medal at the 1983 World Championships in Helsinki. Her other marathon victories included winning the London Marathon in 1983 and 1986. She was also a five-time winner of the World Cross Country Championships.",
  "/wiki/Lisa_Martin": "Lisa Frances Ondieki (née O'Dea, formerly Martin; born 12 May 1960) is an Australian former long-distance runner. In the marathon, she won the 1988 Olympic silver medal and two Commonwealth Games gold medals. Other marathon victories included the 1988 Osaka International Ladies Marathon and the 1992 New York City Marathon. She also won the Great North Run Half Marathon three times. Her best time for the marathon of 2:23:51, set in 1988, made her the fourth-fastest female marathon runner in history at the time.",
  "/wiki/Osaka,_Japan": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Rosa_Mota": "Rosa Maria Correia dos Santos Mota, GCIH, GCM (Portuguese pronunciation: [ˈʁɔzɐ ˈmɔtɐ]; born 29 June 1958) is a Portuguese former marathon runner, one of her country's foremost athletes, being the first sportswoman from Portugal to win Olympic gold. Mota was the first woman to win multiple Olympic marathon medals as well as being the only woman to be the reigning European, World, and Olympic champion at the same time. On the 30th Anniversary Gala of the Association of International Marathons and Distance Races (AIMS) she was distinguished as the greatest female marathon runner of all time.",
  "/wiki/Wanda_Panfil": "Wanda Marianna Panfil-González (born 26 January 1959 in Tomaszów Mazowiecki) is a former long-distance runner from Poland, who won the world title in the women's marathon at the 1991 World Championships in Athletics in Tokyo, Japan. She is married to Mexican long-distance runner Mauricio González.",
  "/wiki/Olga_Markova_(athlete)": "Olga Markova (Russian: Ольга Маркова; born August 6, 1968) is a retired long-distance runner from Russia, who set the world's best year performance in 1992, when she won the Boston Marathon, clocking 2:23:43. In 1993, she defended her victory in Boston in 2:25:27.",
  "/wiki/Wang_Junxia": "Wang Junxia (simplified Chinese: 王军霞; traditional Chinese: 王軍霞; pinyin: Wáng Jūnxiá; born January 19, 1973) is a Chinese former long-distance runner who is the current world record holder at  3,000 Meters. She also held the world record for the 10,000 Meters for 23 years, between 1993 and 2016. Her best years lay between 1991 and 1996. Wang was coached by Ma Junren until 1995 and by Mao Dezhen from 1995 to her retirement after the 1996 Atlanta Olympics.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/PR_China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Uta_Pippig": "Uta Pippig (born 7 September 1965) is a retired German Long-distance runner, and the first woman to officially win the Boston Marathon three consecutive times (1994–1996). She also won the Berlin Marathon three times (1990, 1992 and 1995); the 1993 New York City Marathon; represented Germany at the Olympic Games in 1992 and 1996, and won a bronze medal at the 1991 World 15km Road Race Championship. Her marathon best of 2:21:45 set in Boston in 1994, made her the third-fastest female marathon runner in history at that time. She is a dual citizen of Germany and the United States.",
  "/wiki/Katrin_Dörre": "Katrin Dörre-Heinig (née Dörre, born 6 October 1961 in Leipzig, Bezirk Leipzig, East Germany) is a former athlete from Germany, who competed mainly in the marathon. She won extensively on the road running circuit, having taken titles at races including the Tokyo Marathon, Berlin Marathon and the London Marathon; she won three times consecutively in London from 1992–1994.",
  "/wiki/Tegla_Loroupe": "Tegla Chepkite Loroupe (born 9 May 1973) is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time World Half-Marathon champion. Loroupe was also the first woman from Africa to win the New York City Marathon, which she has won twice. She has won marathons in London, Rotterdam, Hong Kong, Berlin and Rome.",
  "/wiki/Rotterdam,_Netherlands": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Marathon_year_rankings": "The following table shows the yearly rankings in the marathon since 1921 (men) and 1980 (women), based on the best performance in the classic distance race of 42.195 km (26 miles 385 yards)."
}