{
  "/wiki/Male": "A male (♂) organism is the physiological sex that produces sperm. Each spermatozoon can fuse with a larger female gamete, or ovum, in the process of fertilization. A male cannot reproduce sexually without access to at least one ovum from a female, but some organisms can reproduce both sexually and asexually. Most male mammals, including male humans, have a Y chromosome, which codes for the production of larger amounts of testosterone to develop male reproductive organs. \nNot all species share a common sex-determination system. In most animals, including humans, sex is determined genetically; however, species such as Cymothoa exigua change sex depending on the number of females present in the vicinity.",
  "/wiki/Female": "Female (symbol: ♀) is the sex of an organism, or a part of an organism, that produces non-mobile ova (egg cells). Barring rare medical conditions, most female mammals, including female humans, have two X chromosomes. Female characteristics vary between different species with some species containing more well defined female characteristics, such as the presence of pronounced mammary glands. There is no single genetic mechanism behind sex differences in different species and the existence of two sexes seems to have evolved multiple times independently in different evolutionary lineages.",
  "/wiki/Realm": "A realm /ˈrɛlm/ is a community or territory over which a sovereign rules. The term is commonly used to describe a kingdom or other monarchical or dynastic state. A realm may also be a subdivision within an empire, if it has its own monarch, e.g. the German Empire.",
  "/wiki/Caliph": "A caliphate (Arabic: خِلَافَة‎ khilāfah) is an Islamic state under the leadership of an Islamic steward with the title of caliph (/ˈkælɪf, ˈkeɪ-/; Arabic: خَلِيْفَة‎ khalīfah, pronunciation (help·info)), a person considered a political-religious successor to the Islamic prophet Muhammad and a leader of the entire ummah (Muslim community). Historically, the caliphates were polities based in Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major caliphates succeeded each other: the Rashidun Caliphate (632–661), the Umayyad Caliphate (661–750) and the Abbasid Caliphate (750–1258). In the fourth major caliphate, the Ottoman Caliphate, the rulers of the Ottoman Empire claimed caliphal authority from 1517. During the history of Islam, a few other Muslim states, almost all hereditary monarchies, have claimed to be caliphates.",
  "/wiki/Caliphate": "A caliphate (Arabic: خِلَافَة‎ khilāfah) is an Islamic state under the leadership of an Islamic steward with the title of caliph (/ˈkælɪf, ˈkeɪ-/; Arabic: خَلِيْفَة‎ khalīfah, pronunciation (help·info)), a person considered a political-religious successor to the Islamic prophet Muhammad and a leader of the entire ummah (Muslim community). Historically, the caliphates were polities based in Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major caliphates succeeded each other: the Rashidun Caliphate (632–661), the Umayyad Caliphate (661–750) and the Abbasid Caliphate (750–1258). In the fourth major caliphate, the Ottoman Caliphate, the rulers of the Ottoman Empire claimed caliphal authority from 1517. During the history of Islam, a few other Muslim states, almost all hereditary monarchies, have claimed to be caliphates.",
  "/wiki/Muslim_world": "The terms Muslim world  and Islamic world commonly refer to the Islamic community (Ummah), consisting of all those who adhere to the religion of Islam, or to societies where Islam is practiced. In a modern geopolitical sense, these terms refer to countries where Islam is widespread, although there are no agreed criteria for inclusion. The term Muslim-majority countries is an alternative often used for the latter sense.",
  "/wiki/Rashidun_Caliphate": "The Rashidun Caliphate (Arabic: اَلْخِلَافَةُ ٱلرَّاشِدَةُ‎, al-Khilāfah ar-Rāšidah) was the first of the four major caliphates established after the death of the Islamic prophet Muhammad. It was ruled by the first four successive caliphs (successors) of Muhammad after his death in 632 CE (AH 11). These caliphs are collectively known in Sunni Islam as the Rashidun, or \"Rightly Guided\" caliphs (اَلْخُلَفَاءُ ٱلرَّاشِدُونَ al-Khulafāʾ ar-Rāšidūn). This term is not widely used in Shia Islam as Shia Muslims do not consider the rule of the first three caliphs as legitimate.",
  "/wiki/Umayyad_Caliphate": "The Umayyad Caliphate (661–750 CE; UK: /ʊˈmaɪjæd, uːˈ-/, US: /uːˈmaɪ(j)əd, -aɪæd/; Arabic: ٱلْخِلَافَة ٱلْأُمَوِيَّة‎, romanized: al-Khilāfah al-ʾUmawīyah) was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty (Arabic: ٱلْأُمَوِيُّون‎, al-ʾUmawīyūn, or بَنُو أُمَيَّة, Banū ʾUmayyah, \"Sons of Umayyah\"). The third Caliph, Uthman ibn Affan (r. 644–656), was a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of Syria, who became the sixth Caliph after the end of the First Muslim Civil War in 661. After Mu'awiyah's death in 680, conflicts over the succession resulted in a Second Civil War and power eventually fell into the hands of Marwan I from another branch of the clan. Syria remained the Umayyads' main power base thereafter, and Damascus was their capital.",
  "/wiki/Caliphate_of_Córdoba": "The Caliphate of Córdoba (Arabic: خلافة قرطبة‎; trans. Khilāfat Qurṭuba) was a state in Islamic Iberia along with a part of North Africa ruled by the Umayyad dynasty. The state, with the capital in Córdoba, existed from 929 to 1031. The region was formerly dominated by the Umayyad Emirate of Córdoba (756–929). The period was characterized by an expansion of trade and culture, and saw the construction of masterpieces of al-Andalus architecture. In January 929, Abd ar-Rahman III proclaimed himself Caliph (Arabic: خليفة) of Córdoba, replacing thus his original title of Emir of Córdoba (Arabic: أمير قرطبة 'Amīr Qurṭuba). He was a member of the Umayyad dynasty, which had held the title of Emir of Córdoba since 756.",
  "/wiki/Abbasid_Caliphate": "The Abbasid Caliphate (/əˈbæsɪd/ or /ˈæbəsɪd/ Arabic: اَلْخِلَافَةُ ٱلْعَبَّاسِيَّةُ‎, al-Khilāfah al-ʿAbbāsīyah) was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib (566–653 CE), from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH).",
  "/wiki/Ottoman_Caliphate": "The Ottoman Caliphate, under the Ottoman dynasty of the Ottoman Empire, was the last Sunni Islamic caliphate of the late medieval and the early modern era. During the period of Ottoman growth, Ottoman rulers claimed caliphal authority since 1362, starting with Murad I. Later Selim I, through conquering and unification of Muslim lands, became the defender of the Holy Cities of Mecca and Medina which further strengthened the Ottoman claim to caliphate in the Muslim world since 1517.",
  "/wiki/Sultan": "Sultan (/ˈsʌltən/; Arabic: سلطان‎ sulṭān, pronounced [sʊlˈtˤɑːn, solˈtˤɑːn]) is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\" (cognate with the Hebrew word \"Shilton\" שלטון which retained that meaning to the present). Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms (i.e., the lack of dependence on any higher ruler), albeit without claiming the overall caliphate, or to refer to a powerful governor of a province within the caliphate. The adjective form of the word is \"sultanic\", and the dynasty and lands ruled by a sultan are referred to as a sultanate (سلطنة salṭanah).",
  "/wiki/Sultana_(title)": "Sultana or sultanah (/sʌlˈtɑːnə/; Arabic: سلطانة‎ sulṭāna) is a female royal title, and the feminine form of the word sultan. This term has been officially used for female monarchs in some Islamic states, and historically it was also used for sultan's consorts. Nevertheless, westerners have also used the title to refer to Muslim women monarchs and sultan's women relatives who do not hold this title officially.[citation needed]",
  "/wiki/Sultanate": "Sultan (/ˈsʌltən/; Arabic: سلطان‎ sulṭān, pronounced [sʊlˈtˤɑːn, solˈtˤɑːn]) is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\" (cognate with the Hebrew word \"Shilton\" שלטון which retained that meaning to the present). Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms (i.e., the lack of dependence on any higher ruler), albeit without claiming the overall caliphate, or to refer to a powerful governor of a province within the caliphate. The adjective form of the word is \"sultanic\", and the dynasty and lands ruled by a sultan are referred to as a sultanate (سلطنة salṭanah).",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries.",
  "/wiki/Monarchies_of_Malaysia": "The monarchies of Malaysia refer to the constitutional monarchy system as practised in Malaysia. The political system of Malaysia is based on the Westminster parliamentary system in combination with features of a federation.",
  "/wiki/Seljuk_Empire": "The Seljuk Empire (Persian: آل سلجوق‎, romanized: Āl-e Saljuq, lit. 'House of Saljuq') or the Great Seljuq Empire[note 1] was a high medieval Turko-Persian Sunni Muslim empire, originating from the Qiniq branch of Oghuz Turks. At its greatest extent, the Seljuk Empire controlled a vast area stretching from western Anatolia and the Levant to the Hindu Kush in the east, and from Central Asia to the Persian Gulf in the south.",
  "/wiki/Delhi_Sultanate": "The Delhi Sultanate was an Islamic empire based in Delhi that stretched over large parts of the Indian subcontinent for 320 years (1206–1526). Five dynasties ruled over the Delhi Sultanate sequentially: the Mamluk dynasty (1206–90), the Khalji dynasty (1290–1320), the Tughlaq dynasty (1320–1414), the Sayyid dynasty (1414–51), and the Lodi dynasty (1451–1526). The sultanate is noted for being one of the few powers to repel attacks by the Mongols (from the Chagatai Khanate), causing the decline of Buddhism in East India and Bengal, and enthroning one of the few female rulers in Islamic history, Razia Sultana, who reigned from 1236 to 1240.",
  "/wiki/Sultanate_of_Malacca": "The Malacca Sultanate (Malay: Kesultanan Melayu Melaka; Jawi script: کسلطانن ملايو ملاک) was a Malay sultanate centred in the modern-day state of Malacca, Malaysia. Conventional historical thesis marks c. 1400 as the founding year of the sultanate by a Malay Raja of Singapura (King of Singapore), Parameswara, also known as Iskandar Shah.:245–246 \nAt the height of the sultanate's power in the 15th century, its capital grew into one of the most important entrepôts of its time, with territory covering much of the Malay Peninsula, the Riau Islands and a significant portion of the northern coast of Sumatra in present-day Indonesia.",
  "/wiki/Malik": "Malik, Melik, Malka, Malek, Malick, or Melekh (Phoenician: 𐤌𐤋𐤊; Arabic: ملك‎; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}מֶלֶךְ) is \nthe Semitic term translating to \"king\", recorded in East Semitic and later Northwest Semitic (e.g. Aramaic, Canaanite, Hebrew) and Arabic.",
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Pashtun_people": "The Pashtuns (/ˈpʌʃˌtʊn/, /ˈpɑːʃˌtʊn/ or /ˈpæʃˌtuːn/; Pashto: پښتانه‎, Pax̌tānə), also Pukhtuns or Pushtuns, historically known as ethnic Afghans[a] or Pathans,[b] are an Iranic ethnic group native to South and Central Asia, who share a common history and culture. They primarily live in Afghanistan and Pakistan. A substantial majority of ethnic Pashtuns share Pashto—an Eastern Iranic language in the Indo-European language family—as the native language.",
  "/wiki/List_of_Kings_of_Iraq": "The King of Iraq (Arabic: ملك العراق‎, romanized: Mālik al-‘Irāq) was Iraq's head of state and monarch from 1921 to 1958. He served as the head of the Iraqi monarchy—the House of Hashim. The King was addressed as His Majesty (صاحب الجلالة).",
  "/wiki/List_of_Kings_of_Yemen": "The Imams of Yemen and later the Kings of Yemen were religiously consecrated leaders belonging to the Zaidiyyah branch of Shia Islam. They established a blend of religious and secular rule in parts of Yemen from 897. Their imamate endured under varying circumstances until the republican revolution in 1962. Zaidiyyah theology differed from Isma'ili or Twelver Shi'ites by stressing the presence of an active and visible imam as leader. The imam was expected to be knowledgeable in religious scholarship, and to prove himself a worthy headman of the community, even in battle if this was necessary. A claimant of the imamate would proclaim a \"call\" (da'wa), and there were not infrequently more than one claimant.",
  "/wiki/Khedive": "The term Khedive (Ottoman Turkish: الخدیوی‎ Hıdiv) is a title largely equivalent to the English word \"servicemen\" or possibly viceroy. It was first used, without official recognition, by Muhammad Ali Pasha (Turkish: Kavalalı Mehmet Ali Paşa, General Muhammad Ali of Kavala), the governor of Egypt and Sudan, and vassal of the Ottoman Empire. The initially self-declared title was officially recognized by the Ottoman government in 1867, and used subsequently by Ismail Pasha, and his dynastic successors until 1914.",
  "/wiki/Viceroy": "A viceroy (/ˈvaɪsrɔɪ/) is an official who runs a country, colony, city, province, or sub-national state, in the name of and as the representative of the monarch of the territory. The term derives from the Latin prefix vice-, meaning \"in the place of\" and the French word roy, meaning \"king\". A viceroy's territory may be called a viceroyalty, though this term is not always applied. The adjective form is viceregal, less often viceroyal. The term vicereine is sometimes used to indicate a female viceroy suo jure, although viceroy can serve as a gender-neutral term. Vicereine is more commonly used to indicate a viceroy's wife.",
  "/wiki/Ottoman_Empire": "The Ottoman Empire (/ˈɒtəmən/; Ottoman Turkish: دولت عليه عثمانیه‎ Devlet-i ʿAlīye-i ʿOsmānīye, literally \"The Exalted Ottoman State\"; Modern Turkish: Osmanlı İmparatorluğu or Osmanlı Devleti; French: Empire ottoman[note 6]), known to the Ottomans as the Empire of Rûm/Rome[note 7] (Ottoman Turkish: دولت علنإه روم‎, lit. 'The Exalted State of Rome'; Modern Turkish: Roma İmparatorluğu), and known in Western Europe as the Turkish Empire or simply Turkey,[note 8] was a state and caliphate that controlled much of Southeast Europe, Western Asia and North Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt (modern-day Bilecik Province) by the Oghuz Turkish tribal leader Osman I. Although initially the dynasty was of Turkic origin, it was Persianised in terms of language, culture, literature and habits. After 1354, the Ottomans crossed into Europe, and with the conquest of the Balkans, the Ottoman beylik was transformed into a transcontinental empire. The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.",
  "/wiki/Khedivate_of_Egypt": "The Khedivate of Egypt (Arabic: الخديوية المصرية‎, Egyptian Arabic pronunciation: [xedeˈwejjet ˈmɑsˤɾ]; Ottoman Turkish: خدیویت مصر‎ Hıdiviyet-i Mısır) was an autonomous tributary state of the Ottoman Empire, established and ruled by the Muhammad Ali Dynasty following the defeat and expulsion of Napoleon Bonaparte's forces which brought an end to the short-lived French occupation of Lower Egypt. The United Kingdom invaded and took control in 1882. In 1914 the Ottoman Empire connection was ended and Britain established a protectorate called the Sultanate of Egypt.",
  "/wiki/Emir": "An emir (/əˈmɪər, eɪˈmɪər, ˈeɪmɪər/; Arabic: أمير‎ ʾamīr [ʔaˈmiːr]), sometimes transliterated amir, amier, or ameer, can refer to a king or an aristocratic or noble and military title of high office used in a variety of places in the Arab countries, West Africa, Afghanistan and in the Indian subcontinent. The term has been widely used to denote a \"commander\", \"general\",  or \"leader\" i.e. Amir al-Mu'min. The feminine form is emira (أميرة ʾamīrah).  When translated as \"prince\", the word \"emirate\" is analogous to a sovereign principality. In contemporary usage, the term indicates to some Muslim head of states of Emirates or leaders of Islamic organisations.",
  "/wiki/Emirate": "An emirate is a political territory that is ruled by a dynastic Arabic or Islamic monarch-styled emir. The term may also refer to a kingdom.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Emirate_of_Crete": "The Emirate of Crete[a] was a Muslim state that existed on the Mediterranean island of Crete from the late 820s to the reconquest of the island by the Byzantine Empire in 961. Although the emirate recognized the suzerainty of the Abbasid Caliphate and maintained close ties with Tulunid Egypt, it was de facto independent.",
  "/wiki/Emirate_of_Córdoba": "The Emirate of Córdoba (Arabic: إمارة قرطبة‎, Imārat Qurṭubah) was an independent emirate in the Iberian Peninsula ruled by the Umayyad dynasty with Córdoba as its capital. Proclaimed in 756, it lasted until the final Emir declared a Caliphate in 929.",
  "/wiki/Emirate_of_Afghanistan": "The Emirate of Afghanistan (Pashto: د افغانستان امارت‎ Da Afghānistān Amārat) was an emirate between Central Asia and South Asia, which is now today's Islamic Republic of Afghanistan. The emirate emerged from the Durrani Empire, when Dost Mohammed Khan, the founder of the Barakzai dynasty in Kabul, prevailed. The history of the Emirate was dominated by 'the Great Game' between the Russian Empire and the United Kingdom for supremacy in Central Asia. This period was characterized by the expansion of European colonial interests in South Asia. The Emirate of Afghanistan continued the war with the Sikh Empire, which led to the invasion of Afghanistan by British-led Indian forces who did not accomplish their war objectives. However, during the Second Anglo-Afghan War, the British again fought against the Afghans and this time the British took control of Afghanistan's foreign affairs until Emir Amanullah Khan regained them after the Anglo-Afghan Treaty of 1919 was signed following the Third Anglo-Afghan War.",
  "/wiki/Samraat": "An emperor (from Latin: imperator , via Old French: empereor) is a monarch, and usually the sovereign ruler of an empire or another type of imperial realm. Empress, the female equivalent, may indicate an emperor's wife (empress consort), mother (empress dowager), or a woman who rules in her own right (empress regnant). Emperors are generally recognized to be of a higher honour and rank than kings. In Europe, the title of Emperor has been used since the Middle Ages, considered in those times equal or almost equal in dignity to that of Pope due to the latter's position as visible head of the Church and spiritual leader of the Catholic part of Western Europe. The Emperor of Japan is the only currently reigning monarch whose title is translated into English as \"Emperor\".",
  "/wiki/Ancient_India": "Anatomically modern humans are thought to have arrived on the Indian subcontinent between 73,000 and 55,000 years ago. Settled life, which involves the transition from foraging to farming and pastoralism, began in South Asia around 7,000 BCE; during this period, domestication of wheat and barley, rapidly followed by that of goats, sheep, and cattle occurred. By 4,500 BCE, settled life had become more widely prevalent, and eventually evolved into the Indus Valley Civilization. Considered a cradle of civilisation, the Indus Valley civilisation, which spread and flourished in the north-western part of the Indian subcontinent from 3300 to 1300 BCE, was the first major civilisation in South Asia. A sophisticated and technologically advanced urban culture developed in the Mature Harappan period, from 2600 to 1900 BCE. Indus Valley Civilisation was noted for developing new techniques in handicraft, carnelian products, seal carving, metallurgy, urban planning, baked brick houses, efficient drainage systems, water supply systems and clusters of large non-residential buildings.  This civilisation collapsed at the start of the second millennium BCE and was later followed by the Iron Age Vedic Period.",
  "/wiki/Chhatrapati": "Chhatrapati (Devanagari: छत्रपति) is a royal title from the Indian subcontinent. It is often taken to be the equivalent of emperor, and was used by the Marathas. The word ‘Chhatrapati’ is a tatpurusha Sanskrit compound of chhatra (parasol or umbrella) and pati (master/lord/ruler). The parasol was considered a symbol of absolute, or even universal, sovereignty and consecrated kingship, and has been used by monarchies outside of India, as well. The title indicates a person who is a sovereign ruler over other princes, and not a vassal.\nIn contrast, the Indian titles of Maharaja or Raja, Yuvraj, Rajkumar or Kumar, and Senapati, reflect a range of European equivalent meanings, from King, Crown Prince, and Prince, to Duke, Count, or Lord. Shivaji Maharaj adopted 'Chhatrapati' it since other titles were bestowed by other lieges and paramount rulers, like the Adilshahis or Mughals.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Maharaja": "Mahārāja (/ˌmɑːhəˈrɑːdʒə/; Sanskrit: महाराज; also spelled Maharajah, Maharaj, Moharaja, Muharazeh) is a Sanskrit title for a \"great ruler\", \"great king\" or \"high king\". A few ruled mighty states informally called empires, including ruler Maharaja Ranjit Singh, founder of the Sikh Empire, and Maharaja Sri Gupta, founder of the ancient Indian Gupta Empire, but 'title inflation' soon led to most being rather mediocre or even petty in real power, while compound titles were among the attempts to distinguish some among their ranks.",
  "/wiki/Maharani": "Mahārāja (/ˌmɑːhəˈrɑːdʒə/; Sanskrit: महाराज; also spelled Maharajah, Maharaj, Moharaja, Muharazeh) is a Sanskrit title for a \"great ruler\", \"great king\" or \"high king\". A few ruled mighty states informally called empires, including ruler Maharaja Ranjit Singh, founder of the Sikh Empire, and Maharaja Sri Gupta, founder of the ancient Indian Gupta Empire, but 'title inflation' soon led to most being rather mediocre or even petty in real power, while compound titles were among the attempts to distinguish some among their ranks.",
  "/wiki/Princely_state": "A princely state, also called native state, feudatory state or Indian state (for those states on the subcontinent), was a vassal state under a local or indigenous or regional ruler in a subsidiary alliance with the British Raj. Though the history of the princely states of the subcontinent dates from at least the classical period of Indian history, the predominant usage of the term princely state specifically refers to a semi-sovereign principality on the Indian subcontinent during the British Raj that was not directly governed by the British, but rather by a local ruler, subject to a form of indirect rule on some matters. The imprecise doctrine of paramountcy allowed the government of British India to interfere in the internal affairs of princely states individually or collectively and issue edicts that applied to all of India when it deemed it necessary.",
  "/wiki/South_Asia": "South Asia or Southern Asia, is the southern region of the Asian continent, which comprises the sub-Himalayan SAARC countries and, for some authorities, adjoining countries to the west and east. Topographically, it is dominated by the Indian Plate, which rises above sea level as Nepal and northern parts of India situated south of the Himalayas and the Hindu Kush. South Asia is bounded on the south by the Indian Ocean and on land (clockwise, from west) by Western Asia, Central Asia, East Asia and Southeast Asia.",
  "/wiki/High_king": "A high king is a king who holds a position of seniority over a group of other kings, without the title of emperor. Similar titles include great king and king of kings. The high kings of history usually ruled over lands of cultural unity; thus high kings differentiate from emperors who control culturally different lands, and feudal monarchs, where subordinates assume lesser positions. High kings can be chosen by lesser rulers through elections, or be put into power by force through conquest of weaker kingdoms.",
  "/wiki/Raja": "Raja (/ˈrɑːdʒɑː/; also spelled Rajah, from Sanskrit राजन् rājan-), is a title for a monarch equivalent to king or princely ruler in the Indian subcontinent and Southeast Asia.",
  "/wiki/Chiefdom": "A chiefdom is a form of hierarchical political organization in non-industrial societies usually based on kinship, and in which formal leadership is monopolized by the legitimate senior members of select families or 'houses'. These elites form a political-ideological aristocracy relative to the general group.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Nawab": "Nawab (Bengali: নবাব/নওয়াব, Sylheti Nagari: ꠘꠀꠣꠛ, ꠘꠛꠣꠛ, Urdu:نواب, Devanagari: नवाब/नबाब, Persian-Arab: نواب) also spelt Nawaab, Navaab, Navab, Nowab, Nabob or Nobab, was an honorific title ratified and bestowed by the reigning Mughal emperor to semi-autonomous Muslim rulers of subdivisions or princely states in the Indian subcontinent loyal to the Mughal Empire i.e. Nawabs of Bengal.",
  "/wiki/Begum": "Begum, begom, begam, baigum or beygum (Azerbaijani: bəyim; Uzbek: begim; Turkish: begüm; Persian: بیگم‎; Hindi: बेगम; Urdu: بیگم‎; Bengali: বেগম; Sylheti: ꠛꠦꠉꠝ) is a female royal and aristocratic title from Central and South Asia. It is the feminine equivalent of the title baig or bey, which in Turkic languages means \"higher official\".[citation needed] It usually refers to the wife or daughter of a beg. The related form begzada (daughter of a beg) also occurs.",
  "/wiki/Muslim": "Muslims are people who follow or practice Islam, a monotheistic Abrahamic religion. Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow the teachings and practices of Muhammad (sunnah) as recorded in traditional accounts (hadith). \"Muslim\" is an Arabic word meaning \"submitter\" (to God).",
  "/wiki/Tamil_people": "The Tamil people, also known as Tamilar, Thamizhar (Tamil: தமிழர், tamiẓhar (singular) ? [t̪ɐmɪɻɐɾ], or Tamil: தமிழர்கள், tamiẓarkaḷ (plural) ? [t̪ɐmɪɻɐɾxɐɭ]), or simply Tamils (/ˈtæmɪl/), are a Dravidian ethnic group who speak the Tamil language as their mother tongue and trace their ancestry to Southern India and northern Sri Lanka. Tamils constitute 5.9% of the population in India (concentrated mainly in Tamil Nadu), 15% in Sri Lanka,[note 2] 6% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a documented history stretching back over 2,000 years, are one of the largest and oldest extant ethnolinguistic groups in the modern world.",
  "/wiki/Tamilakam": "Tamilakam, or Thamizhagam, refers to the geographical region inhabited by the ancient Tamil people. Tamilakam covered today's Tamil Nadu, Kerala, Puducherry, Lakshadweep and southern parts of Andhra Pradesh and Karnataka. Traditional accounts and Tholkāppiyam referred these territories as a single cultural area, where Tamil was the natural language[note 1]  and culture of all people.[note 2] The ancient Tamil country was divided into kingdoms. The best known among them were the Cheras, Cholas, Pandyans and Pallavas. During the Sangam period, Tamil culture began to spread outside Tamilakam. Ancient Tamil settlements were also found in Sri Lanka (Sri Lankan Tamils) and the Maldives (Giravarus).",
  "/wiki/Lakan": "In early Philippine history, the rank  of Lakan denoted a \"paramount ruler\" (or more specifically, \"paramount datu\") of one of the large coastal barangays (known as a \"bayan\") on the central and southern regions of the island of Luzon.",
  "/wiki/Datu": "Datu is a title which denotes the rulers (variously described in historical accounts as chiefs, sovereign princes, and monarchs[Notes 1]) of numerous indigenous peoples throughout the Philippine archipelago.  The title is still used today, especially in Mindanao, Sulu and Palawan, [Notes 2][Notes 3] but it was used much more extensively in early Philippine history, particularly in the regions of Central and Southern Luzon, the Visayas[Notes 4] and Mindanao.[Notes 5]",
  "/wiki/Maharlika": "The Maharlika were the feudal warrior class in ancient Tagalog society in Luzon the Philippines translated in Spanish as Hidalgos, and meaning freeman, libres or freedman. They belonged to the lower nobility class similar to the Timawa of the Visayan people. In modern Filipino, however, the term has come to mean \"royal nobility\", which was actually restricted to the hereditary Maginoo class.",
  "/wiki/Filipino_language": "Filipino (English:  /ˌfɪlɪˈpiːnoʊ/ (listen); Wikang Filipino [wɪˈkɐŋ ˌfiːliˈpiːno]) is the national language (Wikang pambansa / Pambansang wika) of the Philippines. Filipino is also designated, along with English, as an official language of the country. It is a standardized variety of the Tagalog language, an Austronesian regional language that is widely spoken in the Philippines. As of 2007, Tagalog is the first language of 28 million people, or about one-third of the Philippine population, while 45 million speak Tagalog as their second language. Tagalog is among the 185 languages of the Philippines identified in the Ethnologue. Officially, Filipino is defined by the Commission on the Filipino Language (Komisyon sa Wikang Filipino in Filipino or simply KWF) as \"the native dialect, spoken and written, in Metro Manila, the National Capital Region, and in other urban centers of the archipelago.\"",
  "/wiki/Spanish_language_in_the_Philippines": "Spanish was the official language of the Philippines from the beginning of Spanish rule in the late 16th century, through the conclusion of the Spanish–American War in 1898 and remained co-official, along with English, until 1987. It was at first removed in 1973 by a constitutional change, but after a few months it was re-designated an official language by presidential decree and remained official until 1987, with the present Constitution re-designating it instead as an \"optional and voluntary language\".",
  "/wiki/Queen_regnant": "A queen regnant (plural: queens regnant) is a female monarch, equivalent in rank to a king, who reigns in her own right, as opposed to a queen consort, who is the wife of a reigning king, or a queen regent, who is the guardian of a child monarch and reigns temporarily in the child's stead. \nAn empress regnant is a female monarch who reigns in her own right over an empire.",
  "/wiki/Dayang_Kalangitan": "Dayang Kalangitan (Baybayin: ᜃᜎᜅᜒᜆᜈ᜔ , Abecedario: Cálan͠gúitán) (r. 1450–ca. 1515)[attribution needed] is a legendary figure in early Philippine history who was said to be Dayang of the pre-Hispanic Indianized Philippine polity of Pasig.  The eldest daughter of Rajah Gambang and ruling Pasig together with her husband, Rajah Lontok, legend considers her one of the most powerful rulers in the early history of the Tagalog people, and one of very few female leaders in early Philippine history.",
  "/wiki/Kingdom_of_Tondo": "In early Philippine history, the Tagalog settlement at Tondo (Tagalog: [tonˈdo]; Baybayin: ᜆᜓᜈ᜔ᜇᜓ) was a major trade hub located on the northern part of the Pasig River delta, on Luzon island.",
  "/wiki/Padishah": "Padishah (Master King), sometimes rendered as Padeshah or Padshah (Persian: پادشاه‎, Turkish: padişah), is a superlative sovereign title of Persian origin, composed of the Persian pād \"master\" (or pati from Old Persian) and the widespread shāh \"king\".\nIt was adopted by several monarchs claiming the highest rank, roughly equivalent to the ancient Persian notion of \"The Great\" or \"Great King\", and later adopted by post-Achaemenid and Christian Emperors.",
  "/wiki/Emperor": "An emperor (from Latin: imperator , via Old French: empereor) is a monarch, and usually the sovereign ruler of an empire or another type of imperial realm. Empress, the female equivalent, may indicate an emperor's wife (empress consort), mother (empress dowager), or a woman who rules in her own right (empress regnant). Emperors are generally recognized to be of a higher honour and rank than kings. In Europe, the title of Emperor has been used since the Middle Ages, considered in those times equal or almost equal in dignity to that of Pope due to the latter's position as visible head of the Church and spiritual leader of the Catholic part of Western Europe. The Emperor of Japan is the only currently reigning monarch whose title is translated into English as \"Emperor\".",
  "/wiki/Great_King": "Great king and the equivalent in many languages is a semantic title for historical titles of monarchs, suggesting an elevated status among the host of kings and princes. This title is most usually associated with the shahanshah (shah of shahs, i.e. king of kings, indeed translated in Greek basileus tōn basileōn, later adopted by the Byzantine emperors) of Persia under the Achaemenid dynasty whose vast empire in Asia lasted for 200 years up to the year 330 BC, and later adopted by successors of the Achaemenid Empire whose monarchial names were also succeeded by \"the great\". In comparison, \"high king\" was used by ancient rulers in Great Britain and Ireland, as well as Greece.",
  "/wiki/King_of_Kings": "King of Kings (Akkadian: šar šarrāni; Old Persian: Xšâyathiya Xšâyathiyânâm; Middle Persian: šāhān šāh; Modern Persian: شاهنشاه, Šâhanšâh; Greek: Βασιλεὺς Βασιλέων, Basileùs Basiléōn; Armenian: արքայից արքա, Arkhajich Arkha; Georgian: მეფეთ მეფე, Mepet mepe; Ge'ez: ንጉሠ ነገሥት, Nəgusä Nägäst) was a ruling title employed primarily by monarchs based in the Middle East. Though most commonly associated with Iran (historically known as Persia in the West), especially the Achaemenid and Sasanian Empires, the title was originally introduced during the Middle Assyrian Empire by king Tukulti-Ninurta I (reigned 1233–1197 BC) and was subsequently used in a number of different kingdoms and empires, including the aforementioned Persia, various Hellenic kingdoms, Armenia, Georgia and Ethiopia.",
  "/wiki/West_Asian": "Western Asia, West Asia, Southwestern Asia, or Southwest Asia is the westernmost subregion of Asia. It includes Anatolia, the Arabian Peninsula, Iran, the Levant, Mesopotamia, the Sinai Peninsula, and Transcaucasia. The region is considered to be separated from Africa by the Isthmus of Suez, and separated from Europe by the waterways of the Turkish Straits and the drainage divide of the Caucasus Mountains. Central Asia lies to the northeast of Western Asia while South Asia lies to the east.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Mughal_Emperors": "The Mughal Emperors,  Moghul, from the early 16th century to the mid 19th century, built and ruled the Mughal Empire on the Indian subcontinent, mainly corresponding to the modern countries of India, Pakistan, Afghanistan and Bangladesh. The Mughals emerged as a branch of the Timurid dynasty of Turco-Mongol origin from Central Asia. Their founder Babur, a Timurid prince from the Fergana Valley (in modern Uzbekistan), was a direct descendant of Timur (generally known in western nations as Tamerlane) and also affiliated with Genghis Khan through Timur's marriage to a Genghisid princess.",
  "/wiki/Indian_Subcontinent": "The Indian subcontinent is a southern region and peninsula of Asia, mostly situated on the Indian Plate and projecting southwards into the Indian Ocean from the Himalayas. Geologically, the Indian subcontinent is related to the land mass that rifted from Gondwana and merged with the Eurasian plate nearly 55 million years ago. Geographically, it is the peninsular region in south-central Asia delineated by the Himalayas in the north, the Hindu Kush in the west, and the Arakanese in the east. Politically, the Indian subcontinent includes all or part of Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka.",
  "/wiki/Shah": "Shah (/ʃɑː/; Persian: شاه‎, romanized: Šāh, pronounced [ʃɒːh], \"king\") is a title given to the emperors, kings, princes and lords of Iran (historically known as Persia in the West). It was also adopted by the kings of Shirvan (a historical Iranian region in Transcaucasia) namely the Shirvanshahs. It was also used by Persianate societies such as the rulers and offspring of the Ottoman Empire (spelled as Şah and Şeh in the modern Turkish language),[citation needed] Mughal emperors of the Indian subcontinent, the Bengal Sultanate, and Afghanistan. In Iran (and the Greater Iran region) the title was continuously used; rather than King in the European sense, each Persian ruler regarded himself as the Shahanshah (Persian: شاهنشاه‎, romanized: Šāhanšāh, \"King of Kings\") or Padishah (Persian: پادشاه‎, romanized: Pādešāh, \"Master King\") of the Persian Empire.",
  "/wiki/Shahbanu": "Shahbanu (Persian: شهبانو‎ Šahbānū lit. \"King's Lady\") was the title for queen consort in Persian and other Iranian languages. The two Persian Sassanian empresses regnant, Purandokht and Azarmidokht, c. 630, were the last two that carried the title before Farah Pahlavi, the wife of Mohammad Reza Pahlavi, the last Shah of Iran (Persia), assumed the title on being crowned queen in 1967 for the first time since the Arab conquest of Iran in the 7th century.",
  "/wiki/Persia": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Greater_Iran": "Greater Iran (Persian: ایران بزرگ‎, Irān-e Bozorg) refers to the regions of the Caucasus, West Asia, Central Asia, and South Asia where Iranian culture has had significant influence. Historically, these were regions long ruled by dynasties of the Iranian Empire,[note 1] that incorporated considerable aspects of Persian culture through extensive contact with them,[note 2] or where sufficient Iranian peoples settled to still maintain communities who patronize their respective cultures.[note 3] It roughly corresponds to the territory on the Iranian plateau and its bordering plains. The Encyclopædia Iranica uses the term Iranian Cultural Continent for this region.",
  "/wiki/Mughal_Empire": "The Mughal Empire, or Mogul Empire, was an early-modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east,  and the uplands of the Deccan plateau  in South India. At its greatest extent, it was one of the largest empires in the history of South Asia.",
  "/wiki/Satrap": "Satraps (/ˈsætrəp/) were the governors of the provinces of the ancient Median and Achaemenid Empires and in several of their successors, such as in the Sasanian Empire and the Hellenistic empires.\nThe satrap served as viceroy to the king, though with considerable autonomy; and the word also came to suggest tyranny, or ostentatious splendour.",
  "/wiki/Khagan": "Khagan or Qaghan (Old Turkic: 𐰴𐰍𐰣‎, romanized: Kaɣan, Mongolian: хаан, romanized: khaan, Ottoman Turkish: خواقين‎, romanized: Ḫākan, or خوان Ḫān, Turkish: Kağan, Uyghur: .mw-parser-output .font-uig{font-family:\"UKIJ Tuz\",\"UKIJ Nasq\",\"UKIJ Basma\",\"UKIJ_Mac Basma\",\"UKIJ Zilwa\",\"UKIJ Esliye\",\"UKIJ Tuz Basma\",\"UKIJ Tuz Kitab\",\"UKIJ Tuz Gezit\",\"UKIJ Tuz Qara\",\"UKIJ Tuz Qara\",\"UKIJ Tuz Tor\",\"UKIJ Kesme\",\"UKIJ Kesme Tuz\",\"UKIJ Qara\",\"UKIJ Basma Aq\",\"UKIJ Basma Qara\",\"UKIJ Basma Tuz\",\"UKIJ Putuk\",\"UKIJ Tuz Xet\",\"UKIJ Tom Xet\",\"UKIJ Tuz Jurnal\",\"UKIJ Arabic\",\"UKIJ CJK\",\"UKIJ Ekran\",\"UKIJ_Mac Ekran\",\"UKIJ Teng\",\"UKIJ Tor\",\"UKIJ Tuz Tom\",\"UKIJ Mono Keng\",\"UKIJ Mono Tar\",\"UKIJ Nokia\",\"UKIJ SimSun\",\"UKIJ Yanfon\",\"UKIJ Qolyazma\",\"UKIJ Saet\",\"UKIJ Nasq Zilwa\",\"UKIJ Sulus\",\"UKIJ Sulus Tom\",\"UKIJ 3D\",\"UKIJ Diwani\",\"UKIJ Diwani Yantu\",\"UKIJ Diwani Tom\",\"UKIJ Esliye Tom\",\"UKIJ Esliye Qara\",\"UKIJ Jelliy\",\"UKIJ Kufi\",\"UKIJ Kufi Tar\",\"UKIJ Kufi Uz\",\"UKIJ Kufi Yay\",\"UKIJ Merdane\",\"UKIJ Ruqi\",\"UKIJ Mejnuntal\",\"UKIJ Junun\",\"UKIJ Moy Qelem\",\"UKIJ Chiwer Kesme\",\"UKIJ Orxun-Yensey\",\"UKIJ Elipbe\",\"UKIJ Qolyazma Tez\",\"UKIJ Qolyazma Tuz\",\"UKIJ Qolyazma Yantu\",\"UKIJ Ruqi Tuz\",FZWWBBOT_Unicode,FZWWHQHTOT_Unicode,Scheherazade,Lateef,LateefGR,\"Microsoft Uighur\",\"Noto Naskh Arabic\";font-feature-settings:\"cv50\"1}قاغان‎, ULY: Qaghan)[note 1] is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire).  The female equivalent is Khatun.",
  "/wiki/Khanum": "Khanum, Khanom or Khanoum,(Kazakh: Hanym, (Arabic: هانم‎, (Uzbek: Xonim, Azerbaijani: Xanım, Turkish: Hanım, Persian: خانم‎, Hindi: ख़ानुम, Urdu: خانم‎, Albanian: Hanëm, Bengali: খাঁনম, খানম, Sylheti: ꠈꠣꠘꠝ) is a female royal and aristocratic title derived through an originally Central Asian title, and was later used in the Middle East and South Asia. It is the feminine equivalent of the title Khan for a sovereign or military ruler, widely used by medieval nomadic Mongol tribes living north and northwest of modern-day China. \"Khan\" is also seen as a title in the Xianbei confederation for their chief between 283 and 289. The Rourans were the first people who used the titles Khagan and Khan for their emperors, replacing the Chanyu of the Xiongnu, whom Grousset and others assume to be Turkic.",
  "/wiki/Empire": "An empire is a sovereign state functioning as an aggregate of nations or people that are ruled over by an emperor or another kind of monarch. The territory and population of an empire is commonly of greater extent than the one of a kingdom.",
  "/wiki/Mongolian_language": "The Mongolian language[note 1] is the official language of Mongolia and both the most widely spoken and best-known member of the Mongolic language family. The number of speakers across all its dialects may be 5.2 million, including the vast majority of the residents of Mongolia and many of the Mongolian residents of the Inner Mongolia Autonomous Region of the People's Republic of China. In Mongolia, the Khalkha dialect, written in Cyrillic (and at times in Latin for social networking), is predominant, while in Inner Mongolia, the language is dialectally more diverse and is written in the traditional Mongolian script. In the discussion of grammar to follow, the variety of Mongolian treated is Standard Khalkha Mongolian (i.e., the standard written language as formalized in the writing conventions and in grammar as taught in schools), but much of what is to be said is also valid for vernacular (spoken) Khalkha and for other Mongolian dialects, especially Chakhar.",
  "/wiki/Turkic_languages": "The Turkic languages are a language family of at least 35  documented languages, spoken by the Turkic peoples of Eurasia from Eastern Europe, the Caucasus, Central Asia and West Asia all the way to North Asia (particularly in Siberia) and East Asia. The Turkic languages originated in a region of East Asia spanning Western China to Mongolia, where Proto-Turkic is thought to have been spoken,  from where they expanded to Central Asia and farther west during the first millennium.",
  "/wiki/Rus'_Khaganate": "The Rus' Khaganate, also Ruthenia  Kaganate is the name applied by some modern historians to a hypothetical polity postulated to exist during a poorly documented period in the history of Eastern Europe, roughly the late 8th and early-to-mid-9th centuries AD.",
  "/wiki/Khan_(title)": "Khan[b] (/kɑːn/) is a title of unknown origin for a ruler or military leader. It first appears among the Göktürks as a variant of khagan (sovereign, emperor)[c] and implied a subordinate ruler. In the Seljuk Empire it was the highest noble title, ranking above malik (king) and emir. In the Mongol Empire it signified the ruler of a horde (ulus), while the ruler of all the Mongols was the khagan or great khan. The title subsequently declined in importance. In Safavid Persia it was the title of a provincial governor, and in Mughal India it was a high noble rank restricted to courtiers. After the downfall of the Mughals it was used promiscuously and became a surname. Khan and its female forms occur in many personal names, generally without any nobiliary of political relevance, although it remains a common part of noble names as well.",
  "/wiki/Khatun": "Khatun (Uzbek: xotin, Persian: خاتون‎ khātūn; Mongolian: .mw-parser-output .font-mong{font-family:\"Menk Hawang Tig\",\"Menk Qagan Tig\",\"Menk Garqag Tig\",\"Menk Har_a Tig\",\"Menk Scnin Tig\",\"Oyun Gurban Ulus Tig\",\"Oyun Qagan Tig\",\"Oyun Garqag Tig\",\"Oyun Har_a Tig\",\"Oyun Scnin Tig\",\"Oyun Agula Tig\",\"Mongolian Baiti\",\"Noto Sans Mongolian\",\"Mongolian Universal White\",\"Mongol Usug\",\"Mongolian White\",\"MongolianScript\",\"Code2000\",\"Menksoft Qagan\"}.mw-parser-output .font-mong-mnc,.mw-parser-output .font-mong:lang(mnc-Mong),.mw-parser-output .font-mong:lang(dta-Mong),.mw-parser-output .font-mong:lang(sjo-Mong){font-family:\"Abkai Xanyan\",\"Abkai Xanyan LA\",\"Abkai Xanyan VT\",\"Abkai Xanyan XX\",\"Abkai Xanyan SC\",\"Abkai Buleku\",\"Daicing White\",\"Mongolian Baiti\",\"Noto Sans Mongolian\",\"Mongolian Universal White\"}ᠬᠠᠲᠤᠨ, khatun, хатан khatan;  Urdu: خاتون‎, Hindi: ख़ातून khātūn; Bengali: খাতুন; Sylheti: ꠈꠣꠔꠥꠘ; Turkish: hatun; Azerbaijani: xatun) is a female title of nobility and counterpart to \"khan\" or \"Khagan\" prominently used in the Turkic Khaganate and in the subsequent Mongol Empire.",
  "/wiki/Khanate": "A khaganate or khanate was a political entity ruled by a khan or khagan. This political entity is typical for people from the Eurasian Steppe and it can be equivalent to tribal chiefdom, principality, kingdom or empire.",
  "/wiki/Khanate_of_Kazan": "The Khanate of Kazan (Tatar: Казан ханлыгы; Russian: Казанское ханство, Romanization: Kazanskoye khanstvo) was a medieval Tatar Turkic state that occupied the territory of former Volga Bulgaria between 1438 and 1552. The khanate covered contemporary Tatarstan, Mari El, Chuvashia, Mordovia, and parts of Udmurtia and Bashkortostan; its capital was the city of Kazan. It was one of the successor states of the Golden Horde, and it came to an end when it was conquered by the Tsardom of Russia.",
  "/wiki/Crimean_Khanate": "The Crimean Khanate (Crimean Tatar: Qırım Hanlığı قرم خانلغى‎ or Qırım Yurtu, قرم يورتى‎) was a Turkic state existing from 1441 to 1783, the longest-lived of the Turkic khanates that succeeded the empire of the Golden Horde. Established by Hacı I Giray in 1441, the Crimean khans were the patrilineal descendants of Toqa Temür, thirteenth son of Jochi and grandson of Genghis Khan through marriage; Temür married one of Genghis Khan's granddaughters. The khanate was located in present-day Moldova, Russia and Ukraine.",
  "/wiki/Pharaoh": "Pharaoh (/ˈfɛəroʊ/, US also /ˈfeɪ.roʊ/; Coptic: .mw-parser-output .script-coptic{font-family:\"New Athena Unicode\",\"MPH 2B Damase\",\"FreeSerif\",\"Arial Coptic\",Quivira,Analecta,Antinoou,\"Sophia Nubian\",\"Noto Sans Coptic\",\"Segoe UI Historic\",\"Segoe UI Symbol\"}ⲡⲣ̅ⲣⲟ Pǝrro) is the common title of the monarchs of ancient Egypt from the First Dynasty (c. 3150 BCE) until the annexation of Egypt by the Roman Empire in 30 BCE, although the actual term \"Pharaoh\" was not used contemporaneously for a ruler until Merneptah, c. 1200 BCE. In the early dynasty, ancient Egyptian kings used to have up to three titles, the Horus, the Sedge and Bee (nswt-bjtj) name, and the Two Ladies (nbtj) name. The Golden Horus and nomen and prenomen titles were later added.",
  "/wiki/Ancient_Egypt": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.",
  "/wiki/Monarch": "A monarch is a sovereign head of state in a monarchy. A monarch may exercise the highest authority and power in the state, or others may wield that power on behalf of the monarch. Usually a monarch either personally inherits the lawful right to exercise the state's sovereign rights (often referred to as the throne or the crown) or is selected by an established process from a family or cohort eligible to provide the nation's monarch. Alternatively, an individual may become monarch by conquest, acclamation or a combination of means. A monarch usually reigns for life or until abdication."
}