{
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy. Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898.",
  "/wiki/Guttenberg,_New_Jersey": "Guttenberg (/ˈɡʌtənbɜːrɡ/) is a town in the northern part of Hudson County, New Jersey, United States. As of the 2010 United States Census, the town's population was 11,176. Only four blocks wide, Guttenberg is the ninth-smallest municipality in the state and the most densely populated incorporated municipality in the United States, as well as one of the most densely populated municipalities worldwide, with 57,116 people per square mile (22,052/km²) of land area.\n The population increased by 369 (+3.4%) from the 10,807 counted in the 2000 Census, which had in turn increased by 2,539 (+30.7%) from the 8,268 counted in the 1990 Census. As of the 2010 Census, about one-fifth of the town's population resides in the Galaxy Towers, a trio of residential skyscrapers overlooking the Hudson River.\n The current population growth and density in Guttenberg represents a significant change since 1983, when it was described by The New York Times, as an old community of two-story row houses, small stores and light industry.",
  "/wiki/Greater_Los_Angeles_Area": "Greater Los Angeles is the second-largest urban region in the United States, encompassing five counties in southern California, extending from Ventura County in the west to San Bernardino County and Riverside County on the east, with Los Angeles County in the center and Orange County to the southeast. It consists of three metropolitan areas in Southern California: the Los Angeles metropolitan area, the Inland Empire and the Ventura/Oxnard metropolitan area (Ventura County). Throughout the 20th century, it was one of the fastest-growing regions in the United States, although growth has slowed since 2000. As of the 2010 U.S. Census, the Los Angeles metropolitan area had a population of nearly 13 million residents. Meanwhile, the larger metropolitan region's population at the 2010 census was estimated to be over 17.8 million residents, and a 2015 estimate reported a population of about 18.7 million. Either definition makes it the second largest metropolitan region in the country, behind the New York metropolitan area, as well as one of the largest urban agglomerations in the world. The agglomeration of the urbanized Greater Los Angeles area surrounds the urban core of Los Angeles County. The regional term is defined to refer to the more-or-less continuously urbanized area stretching from Ventura County to the southern border of Orange County and from the Pacific Ocean to the Coachella Valley in the Inland Empire.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for The Angels), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis. Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people. Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542.",
  "/wiki/Maywood,_California": "Maywood is a small Gateway city in Los Angeles County. At 1.18 square miles (3.1 km2), Maywood is the third-smallest incorporated city in Los Angeles County. It is bordered by the cities of Bell on the south, Vernon on the north and west, Huntington Park on the southwest, and Commerce on the east. It is the most densely-populated city in California, and has the highest proportion of Latinos, immigrants, and undocumented immigrants in the county.\n As of July 1, 2010, Maywood became the first municipality in California to outsource all of its city services, dismantling its police department, laying off all city employees except for the city manager, city attorney and elected officials, and contracting with outside agencies for the provision of all municipal services. The population was 27,395 at the 2010 census.",
  "/wiki/Delaware_Valley": "The Delaware Valley is the valley through which the Delaware River flows. By extension, this toponym is commonly used to refer to Greater Philadelphia or Philadelphia metropolitan area (the [Lower] Delaware Valley Metropolitan Area). The Delaware Valley is coterminous with a metropolitan statistical area (MSA) and broader combined statistical area (CSA), and is composed of counties located in Southeastern Pennsylvania, South Jersey, Delaware, and the Eastern Shore of Maryland. As of the 2010 Census, the MSA has a population of over 6 million, while the CSA has a population of over 7.1 million. Philadelphia is by far the largest municipality in the Delaware Valley, and serves as the region's major commercial, cultural, and industrial center. Other municipalities in the MSA include Camden, New Jersey and Wilmington, Delaware, while the larger CSA also includes municipalities such as Reading, Pennsylvania and Atlantic City, New Jersey. The Delaware Valley Metropolitan Area is located in the Northeastern United States and forms part of a larger urbanized area known as the Northeast megalopolis. According to the Bureau of Economic Analysis, the Philadelphia metropolitan area has a gross domestic product of $431 billion, the ninth-largest among U.S. metropolitan areas.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States. Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin.",
  "/wiki/Millbourne,_Pennsylvania": "Millbourne /ˈmɪlbərn/ is a borough in Delaware County, Pennsylvania, United States. The population was 1,159 at the 2010 census. Millbourne borders Philadelphia along Cobbs Creek. The borough is not part of neighboring Upper Darby, although Millbourne students attend Upper Darby School District schools.  Magisterial courts with presiding jurisdiction for Millbourne are also located in Upper Darby.\n Millbourne, at over 16,000 people per square mile, is the most densely populated incorporated place in Pennsylvania, and 22nd in the entire United States.",
  "/wiki/Miami_metropolitan_area": "The Miami metropolitan area, also known as the Greater Miami Area or South Florida, is the 72nd largest metropolitan area in the world and the seventh-largest metropolitan area in the United States. Located in southern Florida with 6,198,782 inhabitants as of 2018, the Miami metropolitan area is the most populous in Florida and second largest in the southeastern United States. It extends about 120 miles (190 km) from north to south. The metropolitan area is defined by the Office of Management and Budget as the Miami–Fort Lauderdale–West Palm Beach, FL (MSA), consisting of Miami-Dade, Broward, and Palm Beach counties, a metropolitan statistical area used for statistical purposes by the United States Census Bureau and other agencies. Its land area is 6,137 sq. mi (15,890 km2). Miami-Dade, Broward, and Palm Beach counties are the first, second, and third most populous counties in Florida, and Miami-Dade, with 2,761,581 people in 2018, is the seventh most populous county in the United States. The three counties together are known as the Greater Miami Area and have principal cities including Miami, Fort Lauderdale, West Palm Beach, Hialeah, Pembroke Pines and Boca Raton.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m). Miami is a major center and leader in finance, commerce, culture, media, entertainment, the arts, and international trade. The metro area is by far the largest urban economy in Florida and the 12th largest in the United States, with a GDP of $344.9 billion as of 2017. In 2018, Miami was classified as an Alpha level global city by the GaWC.",
  "/wiki/North_Bay_Village,_Florida": "North Bay Village is a city located in Miami-Dade County, Florida. As of the 2000 census, the city had a total population of 6,733. As of 2010, the population recorded by the U.S. Census Bureau was 7,137.\n North Bay Village is located at 25°50′44″N 80°09′13″W﻿ / ﻿25.845574°N 80.153543°W﻿ / 25.845574; -80.153543.\n According to the United States Census Bureau, the city has a total area of 0.837 square miles (2.17 km2). 0.3322 square miles (0.860 km2) of it is land and 0.5048 square miles (1.307 km2) of it is water. The total area is 60.31% water.",
  "/wiki/Greater_Boston": "Greater Boston is the metropolitan region of New England encompassing the municipality of Boston, the capital of the U.S. state of Massachusetts and the most populous city in New England, as well as its surrounding areas. The region forms the northern arc of the US northeast megalopolis and as such, Greater Boston can be described either as a  metropolitan statistical area (MSA), or as a broader combined statistical area (CSA). The MSA consists of most of the eastern third of Massachusetts, excluding the South Coast region and Cape Cod; while the CSA additionally includes the municipalities of Manchester (the largest city in the U.S. state of New Hampshire), Worcester, Massachusetts (the second largest city in New England), as well as the South Coast region and Cape Cod in Massachusetts. While the small footprint of the city of Boston itself only contains an estimated 685,094, the urbanization has extended well into surrounding areas; the CSA is one of two in Massachusetts, the only other being Greater Springfield. Greater Boston is the only CSA-form statistical area in New England which crosses into three states (Massachusetts, New Hampshire and Rhode Island). Some of Greater Boston's most well-known contributions involve the region's higher education and medical institutions. Greater Boston has been influential upon American history and industry. The region and the state of Massachusetts are global leaders in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States. Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture.",
  "/wiki/Somerville,_Massachusetts": "Somerville (/ˈsʌmərvɪl/ SUM-ər-vil) is a city located directly to the northwest of Boston, and north of Cambridge, in Middlesex County, Massachusetts, United States. As of 2010[update], the United States Census listed the city with a total population of 75,754 people, making it the most densely populated municipality in New England. As of 2010, it was the 16th most densely populated incorporated municipality in the country. Somerville was established as a town in 1842, when it was separated from Charlestown. In 2006, the city was named the best-run city in Massachusetts by the Boston Globe. In 1972, in 2009, and again in 2015, the city received the All-America City Award. It is home to Tufts University, which has its campus along the Somerville and Medford border.",
  "/wiki/Chicago_Metropolitan_Area": "The Chicago metropolitan area, or Chicagoland, is the metropolitan area that includes the city of Chicago, Illinois, and its suburbs. With an estimated CSA population of 9.9 million people and an MSA population of 9.5 million people, it is the third largest metropolitan area in the United States.\n The Chicago metropolitan area has one of the world's largest and most diversified economies, with more than four million employees and generating an annual gross regional product (GRP) of $680 billion in 2017. The region is home to more than 400 major corporate headquarters, including 31 in the Fortune 500. For six consecutive years, Chicagoland was ranked the nation's top metropolitan area for corporate relocations.\n There are several definitions of the area, including the areas defined by the United States Office of Management and Budget (OMB) as the Chicago–Naperville-Elgin IL–IN–WI Metropolitan Statistical Area (MSA) and the slightly larger Combined Statistical Area, and the area under the jurisdiction of the Chicago Metropolitan Agency for Planning (CMAP) (a metropolitan planning organization).",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States. Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world.",
  "/wiki/Stone_Park,_Illinois": "Stone Park is a village in Cook County, Illinois, United States. The population was 4,946 at the 2010 census. Incorporated in 1939, the town was named for insurance magnate Clement Stone, who bought most of the land when it was still corn fields.",
  "/wiki/San_Francisco_Bay_Area": "The San Francisco Bay Area, popularly referred to as the Bay Area or simply the Bay, is a populous region surrounding the San Francisco, San Pablo, and Suisun Bay estuaries in Northern California. Although the exact boundaries of the region vary depending on the source, the Bay Area is defined by the Association of Bay Area Governments to include the nine counties that border the aforementioned estuaries: Alameda, Contra Costa, Marin, Napa, San Mateo, Santa Clara, Solano, Sonoma, and San Francisco. Other sources may exclude parts of or even entire counties, or expand the definition to include neighboring counties that do not border the bay such as San Benito, San Joaquin, and Santa Cruz. Home to approximately 7.75 million people, Northern California's nine-county Bay Area contains many cities, towns, airports, and associated regional, state, and national parks, connected by a complex multimodal transportation network. The larger combined statistical area of the region, which includes fourteen counties, is the second-largest in California (after the Greater Los Angeles area), the fifth-largest in the United States, and the 41st-largest urban area in the world with 9.67 million people. The Bay Area's population is ethnically diverse: for example, roughly half of the region's residents are Hispanic, Asian, African American, or Pacific Islander, all of whom have a significant presence throughout the region. The earliest archaeological evidence of human settlements in the Bay Area dates back to 8000-10,000 BC (from shell mounds in the Coyote Hills). In 1769, the Bay Area was inhabited by the Ohlone people when a Spanish exploration party led by Gaspar de Portolà entered the Bay – the first documented European visit to the Bay Area.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018). As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for Saint Joseph), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively. San Jose is a global city, notable as a center of innovation, for its affluence, Mediterranean climate, and extremely high cost of living. San Jose's location within the booming high tech industry, as a cultural, political, and economic center has earned the city the nickname Capital of Silicon Valley.",
  "/wiki/Washington_Metropolitan_Area": "The Washington D.C. Metropolitan Area is the metropolitan area centered on Washington, D.C., the capital of the United States. The area includes all of the federal district and parts of the U.S. states of Maryland, Virginia and West Virginia. It is part of the larger Baltimore–Washington metropolitan area.\n The Washington D.C. metropolitan area is one of the most educated and most affluent metropolitan areas in the US. The metro area anchors the southern end of the densely populated Northeast megalopolis with an estimated total population of 6,216,589 as of the 2017 U.S. Census Bureau estimate[update], making it the sixth-largest metropolitan area in the nation and the largest metropolitan area in the Census Bureau's South Atlantic division.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually. The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital.",
  "/wiki/Mount_Rainier,_Maryland": "Mount Rainier /reɪˈnɪər/ is a city in Prince George's County, Maryland, United States, bordering Washington. The population was 8,080 at the 2010 census. Mount Rainier is contained between the Northwest Branch Anacostia River, Cedar Lane Alley, and 34th Street to the north, 37th Street and 37th Place to the northeast, Upshur Street and Queens Chapel Road to the west, the Cargo Train tracks to the east, and Eastern Avenue NE to the south. Mount Rainier got its start as a streetcar suburb, when tracks where laid for the 82 Streetcar Line.  According to local tradition, surveyors from the Pacific Northwest named the town, giving the streets names such as Shasta and Cascade. Historic U.S. 1 runs through the center of the town and serves as the main street and central business district.",
  "/wiki/Pittsburgh_metropolitan_area": "The Pittsburgh-New Castle-Weirton, PA-OH-WV Combined Statistical Area is a 12-county Combined Statistical Area in the United States.  The principal city of the area is the City of Pittsburgh, Pennsylvania but includes parts of the states of Pennsylvania, West Virginia, and Ohio and was officially defined by the U.S. Census Bureau in 2013. As a CSA, the Census Bureau has identified that the region shares integrated transportation and economic ties as evidenced by commuting patterns. The estimated population of the area was 2,635,228 in mid-2016.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.\n Pittsburgh is located in the southwest of the state, at the confluence of the Allegheny, Monongahela, and Ohio rivers. Pittsburgh is known both as the Steel City for its more than 300 steel-related businesses and as the City of Bridges for its 446 bridges. The city features 30 skyscrapers, two inclined railways, a pre-revolutionary fortification and the Point State Park at the confluence of the rivers. The city developed as a vital link of the Atlantic coast and Midwest, as the mineral-rich Allegheny Mountains made the area coveted by the French and British empires, Virginians, Whiskey Rebels, and Civil War raiders. Aside from steel, Pittsburgh has led in manufacturing of aluminum, glass, shipbuilding, petroleum, foods, sports, transportation, computing, autos, and electronics. For part of the 20th century, Pittsburgh was behind only New York City and Chicago in corporate headquarters employment; it had the most U.S. stockholders per capita.",
  "/wiki/Pennsbury_Village,_Pennsylvania": "Pennsbury Village is a borough in Allegheny County, Pennsylvania, United States. The population was 661 at the 2010 census.",
  "/wiki/Louisville-Jefferson_County,_KY-IN_Metropolitan_Statistical_Area": "The Louisville metropolitan area or Kentuckiana, also known as the Louisville–Jefferson County, Kentucky–Indiana, metropolitan statistical area, is the 45th largest[b] metropolitan statistical area (MSA) in the United States. The principal city is Louisville, Kentucky. It was originally formed by the United States Census Bureau in 1950 and consisted of the Kentucky county of Jefferson and the Indiana counties of Clark and Floyd. As surrounding counties saw an increase in their population densities and the number of their residents employed within Jefferson County, they met Census criteria to be added to the MSA. Jefferson County, Kentucky (contiguous with Louisville Metro), plus twelve outlying counties – seven in Kentucky and five in Southern Indiana – are now a part of this MSA. One other Kentucky county was part of the MSA in the 2000 and 2010 U.S. Censuses, but was spun off by the Census Bureau into its own Micropolitan Statistical Area in 2013. People living in any of the MSA are said to be living in the Louisville–Jefferson County Area. Because it includes counties in Indiana, the MSA (or a large portion thereof) is regularly referred to as Kentuckiana.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States. [d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city. [e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border. Named after King Louis XVI of France, Louisville was founded in 1778 by George Rogers Clark, making it one of the oldest cities west of the Appalachians. With nearby Falls of the Ohio as the only major obstruction to river traffic between the upper Ohio River and the Gulf of Mexico, the settlement first grew as a portage site. It was the founding city of the Louisville and Nashville Railroad, which grew into a 6,000-mile (9,700 km) system across 13 states. Today, the city is known as the home of legendary boxer Muhammad Ali, the Kentucky Derby, Kentucky Fried Chicken (KFC), the University of Louisville and its Cardinals, Louisville Slugger baseball bats, and three of Kentucky's six Fortune 500 companies: Humana, Kindred Healthcare, and Yum! Brands.",
  "/wiki/Poplar_Hills,_Kentucky": "Poplar Hills is a home rule-class city in Jefferson County, Kentucky, United States. A part of the Louisville Metro government, it is Kentucky's only city with a majority African-American population. The population was 362 at the 2010 census. It currently has the highest population density for any city in Kentucky, and is the only Kentucky city that is on the highest population densities of American cities list. It currently ranks 19th on the list, and has the second-lowest population for any city on that list. It is tied with Mobile City, Texas, as the smallest city by total area on the list.",
  "/wiki/Providence_metropolitan_area": "The Providence metropolitan area is a region extending into eight counties in two states, and is the 38th largest metropolitan area in the United States.  Anchored by the city of Providence, Rhode Island, it has an estimated population of 1,622,520, exceeding that of Rhode Island by slightly over 60%. The area covers almost all of Rhode Island. 38 of the 39 municipalities in the state are included. Only Westerly is not. The Providence Metropolitan Statistical Area also extends into southern Massachusetts with an average population density of 2300 per mi² (888 per km²).  Its Gross Metropolitan Product is the country's 42nd largest at $64.7 billion, just above the Gross State Product of the entire state of Hawaii. Since 2006, the Providence metropolitan area has been officially included in the Greater Boston Combined Statistical Area (CSA), the sixth-largest CSA in the country, with over 8 million residents.",
  "/wiki/Providence,_Rhode_Island": "Providence is the capital and most populous city of the state of Rhode Island and is one of the oldest cities in the United States. It was founded in 1636 by Roger Williams, a Reformed Baptist theologian and religious exile from the Massachusetts Bay Colony. He named the area in honor of God's merciful Providence which he believed was responsible for revealing such a haven for him and his followers. The city is situated at the mouth of the Providence River at the head of Narragansett Bay.\n Providence was one of the first cities in the country to industrialize and became noted for its textile manufacturing and subsequent machine tool, jewelry, and silverware industries. Today, the city of Providence is home to eight hospitals and seven institutions of higher learning which have shifted the city's economy into service industries, though it still retains some manufacturing activity.\n The city is the third most populous city in New England after Boston and Worcester, Massachusetts.",
  "/wiki/Central_Falls,_Rhode_Island": "Central Falls is a city in Providence County, Rhode Island, United States. The population was 19,376 at the 2010 census. With an area of only 1.29 square miles (3.3 km2), it is the smallest and most densely populated city in the smallest state, and the 27th most densely populated incorporated place in the United States. It is also one of only four incorporated places in New England that have a higher population density than the city of Boston (ranking fourth, behind the Massachusetts cities of Somerville, Chelsea and Cambridge, all inner suburbs of Boston). The city takes its name from a waterfall on the Blackstone River.\n In May 2010, Central Falls went into receivership, then filed for bankruptcy August 1, 2011.",
  "/wiki/Dallas–Fort_Worth_Metroplex": "The Dallas–Fort Worth metroplex, officially designated Dallas–Fort Worth–Arlington by the U.S. Office of Management and Budget, is a metropolitan area in the U.S. state of Texas encompassing 13 counties. It is the economic and cultural hub of North Texas. Residents of the area also refer to it as DFW, or the Metroplex. The Dallas–Fort Worth metroplex's population is 7,539,711 according to the U.S. Census Bureau's 2018 population estimates, making it the most populous metropolitan area in both Texas and the Southern United States, the fourth-largest in the U.S., and the tenth-largest in the Americas. In 2016, Dallas–Fort Worth ascended to the number one spot in the U.S. in year-over-year population growth. The region's economy is primarily based on banking, commerce, insurance, telecommunications, technology, energy, healthcare,  medical research, transportation and logistics. In 2020, Dallas–Fort Worth is home to 25 Fortune 500 companies, the third-largest concentration of Fortune 500 companies in the United States behind New York City (70) and Chicago (34). In 2016, the metropolitan economy surpassed Houston to become the fourth-largest in the U.S.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,076, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea. [a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people. Dallas and nearby Fort Worth were initially developed due to the construction of major railroad lines through the area allowing access to cotton, cattle and later oil in North and East Texas. The construction of the Interstate Highway System reinforced Dallas's prominence as a transportation hub, with four major interstate highways converging in the city and a fifth interstate loop around it. Dallas then developed as a strong industrial and financial center and a major inland port, due to the convergence of major railroad lines, interstate highways and the construction of Dallas/Fort Worth International Airport, one of the largest and busiest airports in the world. In addition, Dallas has DART (Dallas Area Rapid Transit) with different colored train lines that transport throughout the metroplex.",
  "/wiki/Mobile_City,_Texas": "Mobile City is a city in Rockwall County, Texas, United States on the outskirts of Rockwall. The population was 188 at the 2010 census. It currently has the highest population density for any city in Texas, and is the only Texas city that is on the highest population densities of American cities list. It currently ranks 74th on the list, and has the lowest population for any city on that list. It is tied with Poplar Hills, Kentucky as the smallest city by total area on the list.\n Mobile City consists of a mobile home park, liquor store, and convenience store.",
  "/wiki/Buffalo-Niagara_Falls_metropolitan_area": "The Buffalo–Niagara Falls Metropolitan Statistical Area is a metropolitan area, designated by the United States Census Bureau, encompassing two counties — Erie and Niagara — in Western New York, with a population, as of the 2010 census, of 1,135,509 inhabitants. It is the second-largest metropolitan area in the state of New York, centering on the urbanized area of Buffalo.\n As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus, had a population of 1,215,826 inhabitants. It is part of the Great Lakes Megalopolis, which contains an estimated 54 million people. The larger Buffalo Niagara Region is an economic zone consisting of eight counties in Western New York.\n In 2010, the Buffalo – Niagara Falls metropolitan statistical area was ranked the 10th best place in the U.S. for working mothers by ForbesWoman magazine.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants. The Buffalo area was inhabited before the 17th century by the Native American Iroquois tribe and later by French colonizers. The city grew significantly in the 19th and 20th centuries as a result of immigration, the construction of the Erie Canal and rail transportation, and its close proximity to Lake Erie. This growth provided an abundance of fresh water and an ample trade route to the Midwestern United States while grooming its economy for the grain, steel and automobile industries that dominated the city's economy in the 20th century. Since the city's economy relied heavily on manufacturing, deindustrialization in the latter half of the 20th century led to a steady decline in population.",
  "/wiki/Kenmore,_New_York": "Kenmore is a village in Erie County, New York, United States. The population was 15,423 at the 2010 census. It is part of the Buffalo–Niagara Falls metropolitan area. Kenmore is in the south part of the town of Tonawanda, and together with the town it is often referred to as Ken-Ton. It is bordered to the south by the city of Buffalo. The village is in the northwest part of Erie County. The village has received accolades: In 2009, the American Planning Association named Kenmore One of the Top 10 Great Neighborhoods in the United States. The village is also one of the country's 100 most densely populated incorporated places.",
  "/wiki/Portland_metropolitan_area": "The Portland metropolitan area or Greater Portland is a metropolitan area in the U.S. states of Oregon and Washington  centered on the principal city of Portland, Oregon. The U.S. Office of Management and Budget (OMB) identifies it as the Portland–Vancouver–Hillsboro, OR–WA Metropolitan Statistical Area, a metropolitan statistical area used by the United States Census Bureau (USCB) and other entities. The OMB defines the area as comprising Clackamas, Columbia, Multnomah, Washington, and Yamhill Counties in Oregon, and Clark and Skamania Counties in Washington. The area's population is estimated at 2,753,168 in 2017.\n The Oregon portion of the metropolitan area is the state's largest urban center, while the Washington portion of the metropolitan area is the state's third largest urban center after Seattle (the Seattle Urban Area includes Tacoma and Everett) and Spokane. Portions of this are under the jurisdiction of Metro, a directly elected regional government which, among other things, is responsible for land-use planning in the region.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area. [a]\n Named after Portland, Maine, the Oregon settlement began to be populated in the 1830s near the end of the Oregon Trail. Its water access provided convenient transportation of goods, and the timber industry was a major force in the city's early economy.",
  "/wiki/Johnson_City,_Oregon": "Johnson City is a city in Clackamas County, Oregon,  United States. The population was 566 at the 2010 census.  Because of its small area, its population density is over 8,000 per square mile, making it the most densely populated city in Oregon.",
  "/wiki/Metro_Detroit": "The Detroit metropolitan area, often referred to as Metro Detroit, is a major metropolitan area in the U.S. State of Michigan, consisting of the city of Detroit and its surrounding area. There are varied definitions of the area, including the official statistical areas designated by the Office of Management and Budget, a federal agency of the United States. Metro Detroit is known for its automotive heritage, arts, entertainment, popular music, and sports. The area includes a variety of natural landscapes, parks, and beaches, with a recreational coastline linking the Great Lakes. Metro Detroit also has one of the largest metropolitan economies in the U.S., with seventeen Fortune 500 companies.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design. Detroit is a major port on the Detroit River, one of the four major straits that connect the Great Lakes system to the Saint Lawrence Seaway. The Detroit Metropolitan Airport is among the most important hubs in the United States. The City of Detroit anchors the second-largest regional economy in the Midwest, behind Chicago and ahead of Minneapolis–Saint Paul, and the 13th-largest in the United States.",
  "/wiki/Hamtramck,_Michigan": "Hamtramck (/hæmˈtræmɪk/ ham-TRAM-ik) is a city in Wayne County in the U.S. state of Michigan. As of the 2010 census, the city population was 22,423. Hamtramck is surrounded by the city of Detroit except for a small portion of the western border that touches the similarly surrounded city of Highland Park.  Hamtramck is by far the most densely-populated municipality in the state of Michigan.  \n Known in the 20th century as a vibrant center of Polish-American life and culture, Hamtramck has attracted new immigrants in the 21st century, especially from Yemen and Bangladesh. In 2015, its city council became the first Muslim-majority city council in the history of the United States, with four of the six council members being adherents of the Islamic faith.",
  "/wiki/Greater_Cleveland": "The Cleveland metropolitan area, or Greater Cleveland as it is more commonly known, is the metropolitan area surrounding the city of Cleveland in Northeast Ohio, United States. According to 2018 United States Census estimates, the five-county Cleveland–Elyria Metropolitan Statistical Area (MSA) consists of Cuyahoga County, Geauga County, Lake County, Lorain County, and Medina County, and has a population of 2,057,009 making Greater Cleveland the 33rd most populous metropolitan area in the United States, the third largest metro area in Ohio, and the second largest metro area, behind Columbus, entirely in Ohio. Greater Cleveland is part of the larger Cleveland–Akron–Canton Combined Statistical Area and the Great Lakes Megalopolis.\n Changes in house prices for Greater Cleveland are publicly tracked on a regular basis using the Case–Shiller index; the statistic is published by Standard & Poor's and is also a component of S&P's 20-city composite index of the value of the U.S. residential real estate market.\n Northeast Ohio refers to a similar but substantially larger area. This article covers the area generally considered to be Greater Cleveland, but includes some information generally applicable to the larger region, which is itself part of what is known historically as the Connecticut Western Reserve.",
  "/wiki/Cleveland": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States. The city is located on the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles (100 kilometers) west of the Ohio-Pennsylvania state border. It was founded in 1796 near the mouth of the Cuyahoga River by General Moses Cleaveland. It became a manufacturing center due to its location on both the river and the lake shore, as well as being connected to numerous canals and railroad lines. Cleveland's economy relies on diversified sectors such as manufacturing, financial services, healthcare, biomedicals, and higher education.",
  "/wiki/Lakewood,_Ohio": "Lakewood is a city in Cuyahoga County, Ohio, United States, on the southern coast of Lake Erie.  Established in 1889, it is one of Cleveland's historical streetcar suburbs and part of the Greater Cleveland Metropolitan Area. The population was 52,131 at the 2010 United States Census, making it the third largest city in Cuyahoga County, behind Cleveland and Parma. Lakewood is home to a young and diverse population, including significant numbers of immigrants. Its population density is the highest of any city in Ohio and is roughly comparable to that of Washington, D.C.",
  "/wiki/List_of_United_States_cities_by_population_density": "The following is a list of incorporated places in the United States with a population density of over 10,000 people per square mile. As defined by the United States Census Bureau, an incorporated place is defined as a place that has a self-governing local government and as such has been incorporated by the state it is in. Each state has different laws defining how a place can be incorporated and so an incorporated place as recognized by the U.S. Census Bureau can designate a variety of places, such as a city, town, village, borough, and township.[a]\n The other type of place defined by the U.S. Census Bureau for statistical purposes are census-designated places. Census-designated places are distinct from incorporated places because they do not have a local government and thus depend on higher government bodies, such as a county, for governance. Census-designated places are defined as being in an unincorporated area. Census-designated places that have a population density of over 10,000 people per square mile are listed in a separate table below. The five boroughs of New York City, and the census-designated places of Puerto Rico and the Northern Mariana Islands that have densities over 10,000, are also listed in separate tables below."
}