{
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/KDRF": "KDRF (103.3 MHz) is a radio station in Albuquerque, New Mexico. It is owned by Cumulus Media and has an adult hits format as \"Ed FM\" and uses the slogan \"playing stuff we like\".  Its studios are located in Downtown Albuquerque and the transmitter tower is located atop Sandia Crest east of the city.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/KBBO-FM": "KBBO-FM (92.1 FM, \"Bob FM\") is a commercial variety hits music radio station in Houston, Alaska, broadcasting to the Anchorage, Alaska, area.  It is owned by Ohana Media.  Its studios are located in Downtown Anchorage and its transmitter is in Eagle River, Alaska.",
  "/wiki/Auburn,_Alabama": "Auburn is a city in Lee County, Alabama, United States. It is the largest city in eastern Alabama with a 2018 population of 65,738. It is a principal city of the Auburn-Opelika Metropolitan Area. The Auburn-Opelika, AL MSA with a population of 158,991, along with the Columbus, GA-AL MSA and Tuskegee, Alabama, comprises the greater Columbus-Auburn-Opelika, GA-AL CSA, a region home to 501,649 residents.",
  "/wiki/WQNR": "WQNR (99.9 FM, \"99.9 Kate FM\") is a radio station broadcasting a variety hits format. Licensed to Tallassee, Alabama, United States, the station serves the Auburn, Alabama, area.  The station is currently owned by Tiger Communications, Inc.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/KBPA": "KBPA (103.5 MHz, \"103.5 Bob FM\") is a radio station licensed to San Marcos, Texas and serving the Greater Austin metropolitan area. Owned by Sinclair Telecable and operated under the name Waterloo Media, it broadcasts an adult hits format.",
  "/wiki/Bad_Axe,_Michigan": "Bad Axe is a city in the U.S. state of Michigan and the county seat of Huron County in the Thumb region of the Lower Peninsula. The population was 3,129 at the 2010 census, making it the largest community in Huron County and second largest in the Thumb, after Caro (if Lapeer and St. Clair counties, part of Metro Detroit, are not included).",
  "/wiki/WLEW-FM": "WLEW-FM (102.1 FM) is a radio station in Bad Axe, Michigan, serving the Thumb area of Michigan.  It is owned by Thumb Broadcasting and broadcasts from studios on South Van Dyke Road in Bad Axe.  Unusual for small-town radio stations, WLEW-FM is locally programmed and does not rely on satellite feeds for any of their music programming.[citation needed]",
  "/wiki/Baltimore": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/WQSR": "WQSR (102.7 FM, \"102.7 Jack FM\") is a commercial FM radio station licensed to serve Baltimore, Maryland. The station is owned by iHeartMedia through licensee Citicasters Licenses, Inc. and broadcasts an adult hits format. Its transmitter is located in Pikesville, next to the Pikesville Reservoir, and its studios are located at The Rotunda shopping center in Baltimore.",
  "/wiki/Bloomington-Normal,_Illinois": "Bloomington–Normal, officially known as the Bloomington, Illinois Metropolitan Statistical Area, is a metropolitan area in Central Illinois anchored by the twin municipalities of Bloomington and Normal. At the 2010 census, the municipalities had a combined urban population of 132,600, while the metropolitan area had a population of 169,572. The two-city area is colloquially known as \"Blo-No\".",
  "/wiki/WBBE": "WBBE (97.9 FM, \"97.9 Bob FM\") is an Adult Hits hybrid radio station licensed to Heyworth, Illinois, and residing in the Bloomington-Normal, Illinois, market. It is owned and operated by Elizabeth Neuhoff's Neuhoff Corp., through licensee Neuhoff Media Bloomington, LLC.",
  "/wiki/Boise,_Idaho": "Boise (/ˈbɔɪsi/ (listen)) is the capital and most populous city of the U.S. state of Idaho, and is the county seat of Ada County. Located on the Boise River in southwestern Idaho, it is 41 miles (66 km) east of the Oregon border, and 110 miles (177 km) north of the Nevada border. The downtown area's elevation is 2,704 feet (824 m) above sea level. Its estimated population in 2018 was 228,790.",
  "/wiki/KSRV-FM": "KSRV-FM (96.1 FM, \"Bob FM\") is a commercial radio station located in Ontario, Oregon, broadcasting to the Boise, Idaho, area.  KSRV-FM airs an adult hits music format.",
  "/wiki/Bowling_Green,_Kentucky": "Bowling Green is a home rule-class city and the county seat of Warren County, Kentucky, United States. As of 2018, its population of 68,401 made it the third most-populous city in the state after Louisville and Lexington; its metropolitan area, which is the fourth largest in the state after Louisville, Lexington, and Northern Kentucky, had an estimated population of 177,432; and the combined statistical area it shares with Glasgow has an estimated population of 231,608.",
  "/wiki/WKLX": "WKLX (100.7 FM) is a radio station broadcasting an adult hits format. The station is licensed to Brownsville, Kentucky, United States, and it serves the Bowling Green media market. The station is currently owned by Charles M. Anderson and is a part of the Commonwealth Broadcasting group of radio stations.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/WBUF": "WBUF (92.9 MHz) is a commercial FM radio station licensed to Buffalo, New York. Its studios are located at the Rand Building in Downtown Buffalo, with its transmitter in the Elmwood Village neighborhood of Buffalo.  WBUF is owned by Townsquare Media and broadcasts an adult hits radio format known as \"92.9 Jack FM.\"",
  "/wiki/Calabash,_North_Carolina": "Calabash is a small fishing town in Brunswick County, North Carolina, United States. The population was 1,786 at the 2010 census, up from 711 at the 2000 census. It prides itself as the \"Seafood Capital of the World\" because of the town's \"Hillbilly grease fried-Style\" seafood restaurants.",
  "/wiki/WYNA": "WYNA is a variety hits formatted radio station licensed to Calabash, North Carolina but serving the Grand Strand area of South Carolina.  The iHeartMedia, Inc. outlet is licensed by the Federal Communications Commission (FCC) to broadcast at 104.9 MHz. The station goes by the name 104.9 Bob FM and its current slogan is \"We Play Anything\".  Its studios are located on the U.S. 17 Bypass in Myrtle Beach, and its transmitter is located north of Atlantic Beach, South Carolina.",
  "/wiki/Cape_Cod": "Cape Cod is a geographic cape extending into the Atlantic Ocean from the southeastern corner of mainland Massachusetts, in the northeastern United States.  Its historic, maritime character and ample beaches attract heavy tourism during the summer months.",
  "/wiki/WFRQ": "WFRQ (93.5 FM) — branded 93-5 / 94-7 Frank FM — is an FM radio station licensed to Harwich Port, Massachusetts.  It serves the Cape Cod market with an adult hits format.  The station is also heard on 102.9 WPXC HD2 (Hyannis) via HD Radio and on 94.7 W230AW (Hyannis), a translator for WPXC. Unlike other Frank FM stations launched in the 2000s, this Frank FM station was patterned after Jack FM at its 2006 launch.  It currently concentrates on music from 1980 to 1999.",
  "/wiki/Cedar_Rapids,_Iowa": "Cedar Rapids (/ˈsiːdər ˈræpɪdz/) is the second-largest city in Iowa and is the county seat of Linn County. The city lies on both banks of the Cedar River, 20 miles (32 km) north of Iowa City and 100 miles (160 km) northeast of Des Moines, the state's capital and largest city. It is a part of the Cedar Rapids/Iowa City Corridor of Linn, Benton, Cedar, Jones, Johnson, and Washington counties.",
  "/wiki/Charleston,_South_Carolina": "Charleston is the oldest and largest city in the U.S. state of South Carolina. The city is the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline and is located on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wando rivers. Charleston had an estimated population of 136,208 in 2018. The estimated population of the Charleston metropolitan area, comprising Berkeley, Charleston, and Dorchester counties, was 787,643 residents as of 2018, the third-largest in the state and the 78th-largest metropolitan statistical area in the United States.",
  "/wiki/WAVF": "WAVF is a commercial radio station located in Hanahan, South Carolina, broadcasting to the Charleston area on 101.7 FM. WAVF airs a variety hits music format branded as \"Chuck FM.\" Before moving to 101.7, the WAVF call sign had been on the 96.1 FM frequency in Charleston since 1985.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/WLKO": "WLKO (102.9 FM, \"The Lake\") is a classic hits-leaning adult hits music station serving the Charlotte, North Carolina area. Although licensed to Hickory, the main studios are located at 801 Woodridge Center Drive, just off the Billy Graham Parkway near Charlotte/Douglas International Airport, while its transmitter is located north of Stanley. The station is owned and operated by iHeartMedia.",
  "/wiki/Chico,_California": "Chico (/ˈtʃiːkoʊ/ CHEE-koh) is the most populous city in Butte County, California, United States. As of the 2010 United States Census, the population was 86,187, reflecting an increase of 26,233 from the 59,954 counted in the  2000 Census. Following the 2018 Camp Fire that destroyed much of the neighboring town of Paradise, the population of Chico surged as many people who lost their homes in the fire moved to Chico. In 2018, the California Department of Finance estimated the population of Chico is 111,706, an increase of more than 20% from the 2018 population estimate. Chico is now the largest city in California north of Sacramento. The city is the cultural, economic, and educational center of the northern Sacramento Valley and home to both California State University, Chico and Bidwell Park, the country's 26th largest municipal park and the 13th largest municipally-owned park. Bidwell Park makes up over 17% of the city.",
  "/wiki/KBQB": "KBQB (92.7 FM, \"Bob-FM\") is a commercial radio station located in Chico, California.  KBQB airs an adult hits music format.",
  "/wiki/Cleveland": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/WHLK": "WHLK (106.5 FM) – branded 106.5 The Lake – is a commercial adult hits radio station licensed to Cleveland, Ohio.  Owned by iHeartMedia, the station serves Greater Cleveland and much of surrounding Northeast Ohio.  The WHLK studios are located in the Cleveland suburb of Independence, while the station transmitter resides in nearby Parma.  Besides a standard analog transmission, WHLK broadcasts over two HD Radio channels, and is available online via iHeartRadio.",
  "/wiki/Clinton,_Iowa": "Clinton is a city in and the county seat of Clinton County, Iowa, United States. The population was 26,885 as of 2010. Clinton, along with DeWitt, Iowa (also located in Clinton County), was named in honor of the sixth governor of New York, DeWitt Clinton.  Clinton is the principal city of the Clinton Micropolitan Statistical Area, which is coterminous with Clinton County. Clinton was incorporated on January 26, 1857.",
  "/wiki/KMCN": "KMCN (94.7 FM) is a radio station licensed to Clinton, Iowa and broadcasting an Adult Hits format under the branding Mac 94.7. The transmitter for KMCN is co-located with the transmitter of sister AM station KCLN in northern Clinton. In addition to the music format, KMCN broadcasts selected local Clinton area programming, mainly remote broadcasts of occasional special broadcasts of community events.",
  "/wiki/Columbia,_Missouri": "Columbia /kəˈlʌmbiə/ is a city in the U.S. state of Missouri. It is the county seat of Boone County and home to the University of Missouri. Founded in 1821, it is the principal city of the five-county Columbia metropolitan area. It is Missouri's fourth most-populous and fastest growing city, with an estimated 123,180 residents in 2018.",
  "/wiki/KWJK": "KWJK (93.1 FM \"Jack FM\") is a radio station broadcasting an adult hits format. Licensed to Boonville, Missouri, US, the station serves the Columbia, Missouri, area. The station is currently owned by Billings Broadcasting LLC.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/WLTY": "WLTY is a variety hits radio station licensed to Cayce, South Carolina and serves the Columbia, South Carolina market. The iHeartMedia, Inc. outlet is licensed by the Federal Communications Commission (FCC) to broadcast at 96.7 MHz with an effective radiated power (ERP) of 9 kW. Its studios are in Columbia (west of the Congaree River) and the transmitter is east of downtown Columbia.",
  "/wiki/Adult_hits": "Adult hits (sometimes also called variety hits) is a radio format that draws from a wide array of popular music."
}