{
  "/wiki/Paul_Mifka": "Paul Mifka (born 6 August 1965) is a former Australian rules footballer who played for West Perth in the West Australian Football League (WAFL) and the West Coast Eagles in the Australian Football League (AFL).",
  "/wiki/Brisbane_Bears": "The Brisbane Football Club, nicknamed the Bears, was the first professional  Australian rules football club established in Queensland. The club, along with the West Coast Eagles, joined the Victorian Football League (VFL) in 1987 and played its first ever VFL game against North Melbourne at  the MCG on Friday 27 March 1987 which it won 19.23.137 to 15.14.104.",
  "/wiki/West_Coast_Eagles_Football_Club": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Danny_Noonan_(Australian_footballer)": "Danny Noonan (born 29 November 1968) is a former Australian rules footballer who played with the Brisbane Bears in the Australian Football League (AFL) during the early 1990s. He also spent time in Tasmania with Tasmanian Football League (TFL) club Clarence and was an interstate representative for Tasmania.",
  "/wiki/Clarence_Football_Club": "The Clarence Football Club, nicknamed The Kangaroos (and usually referred to as simply \"The Roos\"), is an Australian rules football club playing in the Tasmanian State League, based in Bellerive, Tasmania.",
  "/wiki/Southern_Districts_Football_Club": "The Southern Districts Football Club, nicknamed the Crocs, is an Australian rules football club established in 1981. The club plays in the Northern Territory Football League at semi-professional level and represent the rural area of Litchfield.",
  "/wiki/Shane_Strempel": "Shane Strempel (born 21 January 1969) is a former Australian rules footballer who played for the Brisbane Bears in the Australian Football League (AFL).",
  "/wiki/Swan_Districts_Football_Club": "The Swan Districts Football Club, nicknamed the Swans, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The club is based at Bassendean Oval, in Bassendean, an eastern suburb of Perth, Western Australia. The club was formed in 1932, and joined the then-Western Australian National Football League (WANFL) in 1934, acting as a successor to the Midland Junction Football Club, which had disbanded during World War I, in the Perth Hills region.",
  "/wiki/Darryl_White": "Darryl White (born 12 June 1973) is an Australian rules footballer whose career with the Brisbane Bears and Lions in the Australian Football League (AFL) lasted from 1992 to 2005.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Belconnen_Football_Club": "The Belconnen Football Club, nicknamed the Magpies, is an Australian rules football club which competes in the North East Australian Football League. They previously played in the AFL Canberra competition.",
  "/wiki/Justin_Clarkson": "Justin Clarkson (born 5 October 1968) is a former Australian rules footballer who played with the Sydney Swans in the Australian Football League (AFL).",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Jason_Love_(footballer)": "Jason Love (born 3 December 1965) is a former Australian rules footballer who played in the Australian Football League (AFL).",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Darren_Morgan_(Australian_footballer)": "Darren Morgan (born 10 April 1965) is a former Australian rules footballer who played with Geelong in the Victorian/Australian Football League (VFL/AFL).",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Robert_Neill_(footballer)": "Robert Neill (born 5 January 1974) is a former Australian rules footballer who played with Sydney and St Kilda in the Australian Football League (AFL) during the 1990s.",
  "/wiki/Eastlake_Football_Club": "The Canberra Demons (formerly known as the Eastlake Football Club) is a semi-professional Australian rules football club based in the inner-south of Canberra, in the Australian Capital Territory. The senior team competes in the North East Australian Football League (NEAFL).",
  "/wiki/Brad_Sparks": "Bradley Sparks (born 21 August 1967) is a former Australian rules footballer who played with Melbourne in the Victorian Football League (VFL).",
  "/wiki/Glen_Jakovich": "Glen Darren Jakovich (born 24 March 1973) is a former Australian rules footballer who played for the West Coast Eagles in the Australian Football League (AFL).",
  "/wiki/South_Fremantle_Football_Club": "The South Fremantle Football Club, nicknamed the Bulldogs, is an Australian rules football club, based in Fremantle, Western Australia, playing in the West Australian Football League (WAFL). It was formed in 1900 and plays its home games at Fremantle Oval.",
  "/wiki/Mitchell_White": "Mitchell White (born 28 March 1973) is a former Australian rules football (AFL) player who played for the West Coast Eagles and Geelong.",
  "/wiki/Subiaco_Football_Club": "The Subiaco Football Club, nicknamed the Lions and known before 1973 as the Maroons, is an Australian rules football club in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). It was founded in 1896, and admitted to the WAFL in 1901, along with North Fremantle. The club is currently based at Leederville Oval, having previously played at Subiaco Oval."
}