{
  "/wiki/%2768_(film)": "'68 is a 1988 drama film directed by Steven Kovacs. The film follows a full year of a Hungarian family living in San Francisco in 1968.",
  "/wiki/Shony_Alex_Braun": "Sandor (Shony) Alex Braun (Cristuru-Secuiesc, Romania, 14 July 1930 – Los Angeles, 4 October 2002) was a Hungarian-Jew (Romanian born) violinist, Holocaust survivor, classical composer and actor. He also played bit parts in the TV shows Perry Mason, WKRP in Cincinnati and the film '68. He died of pneumonia on 4 October 2002.",
  "/wiki/Jan_Nemec": "Jan Němec (12 July 1936 – 18 March 2016) was a Czech filmmaker whose most important work dates from the 1960s. Film historian Peter Hames has described him as the \"enfant terrible of the Czech New Wave.\"",
  "/wiki/Neil_Young": "Neil Percival Young OC OM (born November 12, 1945) is a Canadian American singer-songwriter, multi-instrumentalist and activist, considered by some as one of the most influential and prolific songwriters of all time. After embarking on a music career in the 1960s, he moved to Los Angeles, where he formed Buffalo Springfield with Stephen Stills, Richie Furay and others. Young released two solo albums and three as a member of Buffalo Springfield by the time he joined Crosby, Stills & Nash in 1969. From his early solo albums and those with his backing band Crazy Horse, Young has recorded a steady stream of studio and live albums, sometimes warring with his recording company along the way.",
  "/wiki/Apartment_Zero": "Apartment Zero, also known as Conviviendo con la muerte (Spanish: Living with Death), is a 1989 British-Argentine political thriller film co-written and directed by Argentine-born screenwriter Martin Donovan and starring Hart Bochner and Colin Firth. It was produced in 1988 and premiered at film festivals throughout the next year. The story centers in a rundown area of Buenos Aires at the dawn of the 1980s, where Adrian LeDuc becomes friends with Jack Carney, an American expatriate who rents a room from him. Gradually, Adrian begins to suspect that the outwardly likeable Jack is responsible for a series of political assassinations that are rocking the city.",
  "/wiki/Hart_Bochner": "Hart Matthew Bochner (born October 3, 1956) is a Canadian actor, film director, screenwriter and producer. He has appeared in films such as Breaking Away (1979), Rich and Famous (1981), The Wild Life (1984), Making Mr. Right (1987), Die Hard (1988), Apartment Zero (1988), Mr. Destiny (1990) Mad at the Moon (1992), Break Up (1998), Liberty Stands Still (2002), Spread (2009), and Carrie (2013). On television, he has starred in War and Remembrance (1988–89), Children of the Dust (1995), Baby for Sale (2004), The Starter Wife (2008), and Scandal (2015).",
  "/wiki/Colin_Firth": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor who has received an Academy Award, a Golden Globe Award, two BAFTA Awards, and three Screen Actors Guild Awards, as well as the Volpi Cup for Best Actor at the Venice Film Festival. In 2010, Firth's portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor.",
  "/wiki/Dora_Bryan": "Dora May Broadbent, OBE (7 February 1923 – 23 July 2014), known as Dora Bryan, was an English actress of stage, film and television.",
  "/wiki/Liz_Smith_(actress)": "Betty Gleadle MBE (11 December 1921 – 24 December 2016), known by the stage name Liz Smith, was an  English character actress, known for her roles in BBC sitcoms, including as Annie Brandon in I Didn't Know You Cared (1975–79), the sisters Bette and Belle in 2point4 Children (1991–99), Letitia Cropley in The Vicar of Dibley (1994–96) and Norma Speakman (\"Nana\") in The Royle Family (1998–2006). She also played Zillah in Lark Rise to Candleford (2008) and won the BAFTA Award for Best Actress in a Supporting Role for the 1984 film A Private Function.",
  "/wiki/Fabrizio_Bentivoglio": "Fabrizio Bentivoglio (born 4 January 1957) is an Italian cinema and theatre actor and a screenwriter.",
  "/wiki/Mirella_D%27Angelo": "Mirella D'Angelo (born 16 August 1956) is an Italian actress. She appeared in more than twenty films since 1974.",
  "/wiki/Cipe_Lincovsky": "Cecilia \"Cipe\" Lincovsky (21 September 1929 – 31 August 2015) was an Argentine actress.",
  "/wiki/Francesca_d%27Aloja": "Francesca D'Aloja (born 21 April 1963) is an Italian film, television and stage actress.",
  "/wiki/Miguel_Ligero_(Argentine_actor)": "Miguel Ligero (1911–1989) was a film, television and theater actor from Argentina.",
  "/wiki/Elvia_Andreoli": "Elvia Andreoli is a retired Argentine film actress of Sicilian, Jewish and Spanish descent. She appeared in over 30 films between 1965 and 1998",
  "/wiki/Federico_D%27El%C3%ADa": "Federico D'Elía is an Argentine actor. He is a Golden Martín Fierro award winner.",
  "/wiki/Curse_of_the_Queerwolf": "Curse of the Queerwolf is a 1988 comedy horror film directed by Mark Pirro. Michael Palazzolo and Kent Butler starred in the film.",
  "/wiki/Forrest_J_Ackerman": "Forrest James Ackerman (November 24, 1916 – December 4, 2008) was an American magazine editor, science fiction writer and literary agent, a founder of science fiction fandom, a leading expert on science fiction, horror, and fantasy films, and acknowledged as the world's most avid collector of genre books and movie memorabilia. He was based in Los Angeles, California.",
  "/wiki/Pascal_Bonitzer": "Pascal Bonitzer (French: [bɔnitsɛʁ]; born 1 February 1946) is a French screenwriter, film director, actor, and former film critic for Cahiers du cinéma. He has written for 48 films and has appeared in 30 films since 1967. He starred in Raúl Ruiz's 1978 film The Suspended Vocation. He has a daughter, actress Agathe Bonitzer, with filmmaker Sophie Fillières.",
  "/wiki/Xavier_Beauvois": "Xavier Beauvois (French: [ɡzavje bovwa]; born 20 March 1967) is a French actor, film director and screenwriter.",
  "/wiki/The_Everlasting_Secret_Family": "The Everlasting Secret Family is a 1988 Australian film directed by Michael Thornhill about a secret society of gay men.  It was based on Frank Moorhouse's so-named collection of four short stories published in 1980.",
  "/wiki/Michael_Thornhill": "Michael Thornhill (born 29 March 1941 in Sydney, Australia ) is a film producer, screenwriter, and director.",
  "/wiki/Mark_Lee_(Australian_actor)": "Mark Lee (born 1958) is an Australian theatre and film actor and director, and singer.  His played the lead role in the 1981 film Gallipoli, alongside Mel Gibson. Since then, Mark has worked extensively in Australian film, television and theatre.",
  "/wiki/Dennis_Miller_(Australian_actor)": "Dennis Miller (born 1937, Hobart, Tasmania) is an Australian film and television actor. Miller started in the industry in 1959 and has acted in television shows including a recurring role on Blue Heelers as Ex-Sergeant Pat Doyle (1994–2000). Other television roles include: Bellbird (which also starred his then wife Elspeth Ballantyne), Homicide, Matlock Police, The Flying Doctors, G.P., Stingers, A Country Practice and Water Rats. He has appeared in numerous films, including The Everlasting Secret Family, especially made for television movies and miniseries, including A Cry in the Dark, Hoodwink, Scales of Justice, Kangaroo Palace, Stir and Starstruck, Colour in the Creek.",
  "/wiki/Arthur_Dignam": "Arthur Dignam (born 9 September 1939) is an Australian actor.",
  "/wiki/Heather_Mitchell": "Heather Lee Mitchell AM (born 1958) is an Australian actress, appearing in Australian productions of Stage, television and film. She is a graduate of NIDA (National Institute of Dramatic Art). She is best known as the lead-actress in the 1990s television show – Spellbinder.",
  "/wiki/Michael_Winchester": "Michael Winchester is an Australian actor, best known for being the third actor to play Marty Jackson in the television series Prisoner, after Ronald Korosy and Andrew McKaige had played the character in earlier episodes. He had previously appeared in Sons and Daughters as Todd Fisher. Winchester also appeared in Brides of Christ as Martin Tierney. In 1984 he was in the TV-film The Schippan Mystery, and in 1988 the film The Everlasting Secret Family.",
  "/wiki/Louis_Nowra": "Mark Doyle, better known by his stage name Louis Nowra, (born 12 December 1950) is an Australian writer, playwright, screenwriter and librettist.",
  "/wiki/The_Fruit_Machine_(1988_film)": "The Fruit Machine (known as Wonderland in the United States) is a 1988 British film thriller starring Tony Forsyth, Emile Charles, Bruce Payne and Robbie Coltrane in the role of \"Annabelle.\" The film, which was directed by BAFTA-winner Philip Saville, is about two gay teen friends who are running from an underworld assassin and the police. It was produced by UK TV company Granada Productions. The film showcases the rising careers of actors Coltrane and Payne, as well as a future Academy Award winner, composer Hans Zimmer, who wrote the soundtrack.",
  "/wiki/Philip_Saville": "Philip Saville (28 October 1930 – 22 December 2016), sometimes credited as Philip Savile, was a British television and film director, screenwriter and former actor whose career lasted half a century. The British Film Institute's Screenonline website has described Saville as \"one of Britain's most prolific and pioneering television and film directors\".",
  "/wiki/Tony_Forsyth": "Tony Forsyth (born Liverpool, Lancashire) is a former English theatre and film actor of the 1980s-90s, noted for his troubled teen portrayals and scouse accent.",
  "/wiki/Robert_Stephens": "Sir Robert Graham Stephens (14 July 1931 – 12 November 1995) was a leading English actor in the early years of Britain's Royal National Theatre.  He was one of the most respected actors of his generation and was at one time regarded as the natural successor to Laurence Olivier.",
  "/wiki/Robbie_Coltrane": "Anthony Robert McMillan OBE (born 30 March 1950), known professionally as Robbie Coltrane, is a Scottish actor and author. He is known for his roles as Rubeus Hagrid in the Harry Potter films, as Valentin Dmitrovich Zhukovsky in the James Bond films GoldenEye and The World Is Not Enough, and as Dr. Eddie \"Fitz\" Fitzgerald in the British TV series Cracker during the 1990s.",
  "/wiki/Clare_Higgins_(actress)": "Clare Frances Elizabeth Higgins (born 10 November 1955) is an English actress. Her film appearances include Hellraiser (1987), Hellbound: Hellraiser II (1988), Small Faces (1996) and The Golden Compass (2007).",
  "/wiki/Bruce_Payne": "Bruce Martyn Payne (born 1958) is an English actor, producer, screenwriter, film director and theatre director. Payne trained at the Royal Academy of Dramatic Art (RADA) in London and was identified, in the late 1980s, with the \"Brit Pack\" of rising young British actors. Payne is best known for portraying villains, such as Charles Rane in Passenger 57, Jacob Kell in Highlander: Endgame, and Damodar in Dungeons & Dragons and Dungeons & Dragons 2: Wrath of the Dragon God.",
  "/wiki/Carsten_Norgaard": "Carsten Nørgaard (born 1963) is a Danish actor. Norgaard was born Frederiksberg, Denmark. He began his career playing the enigmatic Dolphin Man in the 1988 film The Fruit Machine (known as Wonderland in the U.S.). Norgaard also appeared in the Disney film D2: The Mighty Ducks (1994). His most recent appearance is as Rudolph Wegener in The Man in the High Castle, a 2015 American alternate history TV series.",
  "/wiki/Louis_Emerick": "Louis Emerick Grant is a British TV actor, (born 10 June 1960).",
  "/wiki/Julie_Graham": "Julie Graham (born 24 July 1965) is a Scottish television and film actress.",
  "/wiki/Forbes_Collins": "Forbes Collins (birthday 29 July) is a versatile British character actor, seen in supporting roles.  The serious demeanour he gives to some of the 'country-fied' characters he has played is lent gravity via a down-to-earth manner combined with his trademark serious expression.",
  "/wiki/Fun_Down_There": "Fun Down There is a 1988 drama film directed by Roger Stigliano. It stars Michael Waite, who co-wrote the script with Stigliano. It premiered at the 1989 Berlin International Film Festival where it won the Teddy Award for Best Feature Film. It was released onto DVD by Frameline.",
  "/wiki/Jeanne_Smith": "Dr. Jeanne A. Smith (1931 – 2006) was a former administrator at Harlem Hospital Center and an expert on sickle cell anemia who helped put in place federal guidelines for testing newborns for sickle cell anemia.",
  "/wiki/Michael_Waite": "A general election was held in the U.S. state of Washington on November 8, 2016. A primary was held on August 2.",
  "/wiki/Hide_and_Go_Shriek": "Hide and Go Shriek (also known as Close Your Eyes and Pray in the United Kingdom) is an 1988 American slasher film directed by Skip Schoolnik in his directorial debut, and starring Bunky Jones, Annette Sinclair, Brittain Frye, Donna Baltron, George Thomas, and Sean Kanan in his film debut. The story details a group of teenagers who celebrate their graduation by staying the night inside a furniture store, where they are stalked and murdered by a cross-dressing killer during a game of hide and go seek.",
  "/wiki/Skip_Schoolnik": "Stuart \"Skip\" Schoolnik  (born July 17, 1945) is a film director, producer and editor who received his degree from the University of Connecticut and resides in California. He currently serves as the post production producer for WGN's Salem.",
  "/wiki/The_Last_of_England_(film)": "The Last of England is a 1987 British arthouse film directed by Derek Jarman and starring Tilda Swinton.",
  "/wiki/Derek_Jarman": "Michael Derek Elworthy Jarman (31 January 1942 – 19 February 1994) was an English film director, stage designer, diarist, artist, gardener, and author.",
  "/wiki/Tilda_Swinton": "Katherine Matilda Swinton (born 5 November 1960) is an English actress, known for her roles in both independent arthouse films and blockbusters. She won the Academy Award for Best Supporting Actress for her performance in the 2007 film Michael Clayton. She also won the BAFTA Scotland Award for Best Actress for the 2003 film Young Adam, and has received three Golden Globe Award nominations.",
  "/wiki/Spencer_Leigh_(actor)": "Spencer Leigh (born circa 1963) is an English TV and film actor.",
  "/wiki/Jonny_Phillips_(actor)": "Jonathan Mark Phillips (born 5 September 1963), known as Jonny Phillips, is an English actor.",
  "/wiki/Nigel_Terry": "Peter Nigel Terry (15 August 1945 – 30 April 2015) was an English stage and film actor probably best known by film audiences for his portrayal of King Arthur in John Boorman's Excalibur (1981). Terry primarily dedicated himself to the classical stage. When he extended himself into film and TV outings, it was mostly for historical or period roles.",
  "/wiki/Liberace:_Behind_the_Music": "Liberace: Behind the Music is a 1988 American-Canadian made-for-television biographical film. It is an \"unofficial\" biopic drama on the life and death of Władziu Valentino Liberace, who went from a humble working-class background to become a famous American pianist and vocalist. Known as \"Liberace\", he became the highest paid entertainer in the world, while embracing a lifestyle of flamboyant excess. The film first aired less than two years after his death, in the United States, as a CBS Sunday Movie.",
  "/wiki/David_Greene_(director)": "L. David Syms-Greene (22 February 1921 – 7 April 2003), born Lucius David Syms Brian Lederman, was a British television and film director who was born in Manchester, Lancashire, England, who emigrated to Toronto, Ontario, Canada, in 1953, where he trained in television production with the CBC, and then moved on to Hollywood, California.",
  "/wiki/Victor_Garber": "Victor Joseph Garber (born March 16, 1949) is a Canadian-American actor and singer. He is known for playing: Jesus in Godspell; Anthony Hope in Sweeney Todd: The Demon Barber of Fleet Street; John Wilkes Booth in Assassins; Jack Bristow in the television series Alias; Max in Lend Me a Tenor; Thomas Andrews in James Cameron's Titanic; and Ken Taylor, Canadian Ambassador to Iran, in Argo. He was a series regular on Legends of Tomorrow as Dr. Martin Stein, having previously played the same role in a recurring capacity on The Flash and on the web series Vixen.",
  "/wiki/Saul_Rubinek": "Saul Rubinek (born July 2, 1948) is a German-born Canadian character actor, director, playwright, and producer of television, theatre, and film. He has had roles in notable films including Against All Odds (1984), Wall Street (1987), The Bonfire of the Vanities (1990), True Romance (1993), and Unforgiven (1992).",
  "/wiki/Michael_Dolan": "Michael Dolan (born June 21, 1965, Oklahoma City, Oklahoma) is an American theatre and film actor, director and educator.",
  "/wiki/Maureen_Stapleton": "Lois Maureen Stapleton (June 21, 1925 – March 13, 2006) was an American actress in film, theater, and television. She was nominated for the Academy Award for Best Supporting Actress for Lonelyhearts (1958), Airport (1970), and Interiors (1978), before winning for her performance as Emma Goldman in Reds (1981). She was inducted into the American Theatre Hall of Fame in 1981.",
  "/wiki/Shawn_Levy": "Shawn Adam Levy (born July 23, 1968) is a Canadian film director, producer, and actor. His directing credits include Big Fat Liar, Cheaper by the Dozen, the Night at the Museum series, and Stranger Things.",
  "/wiki/George_Touliatos": "George Touliatos (December 9, 1929 - December 8, 2017) was an American actor.  He co-founded the  Front Street Theater in Memphis with Barbara Cason.",
  "/wiki/Paul_Hipp": "Paul Hipp (born July 16, 1963) is an American actor, singer, songwriter and filmmaker.",
  "/wiki/Frances_Hyland": "Frances Hyland OC (April 25, 1927 – July 11, 2004) was a Canadian stage, film and television actress.",
  "/wiki/Looking_for_Langston": "Looking for Langston is a 1989 British black-and-white film, directed by Isaac Julien and produced by Sankofa Film & Video Productions. It combines authentic archival newsreel footage of Harlem in the 1920s with scripted scenes to produce a non-linear impressionistic storyline celebrating black gay identity and desire during the artistic and cultural period known as the Harlem Renaissance in New York. The film has a runtime of about 42 minutes.",
  "/wiki/Isaac_Julien": "Isaac Julien, CBE (born 21 February 1960) is a British installation artist and filmmaker.",
  "/wiki/Jimmy_Somerville": "James William Somerville (born 22 June 1961) is a Scottish pop singer and songwriter. He sang in the 1980s with the pop groups Bronski Beat and The Communards, and has also had a solo career. He is known in particular for his powerful and soulful countertenor/falsetto singing voice. He is openly gay; many of his songs, such as \"Smalltown Boy\", contain political commentary on gay-related issues.",
  "/wiki/Stuart_Hall_(cultural_theorist)": "Stuart McPhail Hall FBA (3 February 1932 – 10 February 2014) was a Jamaican-born British Marxist sociologist, cultural theorist and political activist. Hall, along with Richard Hoggart and Raymond Williams, was one of the founding figures of the school of thought that is now known as British Cultural Studies or The Birmingham School of Cultural Studies.",
  "/wiki/Langston_Hughes": "James Mercer Langston Hughes (February 1, 1902 – May 22, 1967) was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri. He moved to New York City as a young man, where he made his career. One of the earliest innovators of the then-new literary art form called jazz poetry, Hughes is best known as a leader of the Harlem Renaissance. He famously wrote about the period that \"the negro was in vogue\", which was later paraphrased as \"when Harlem was in vogue.\"",
  "/wiki/Macho_Dancer": "Macho Dancer is a 1988 Philippine film, directed by Lino Brocka. It explores the realities of a young, poor, rural gay man, who after being dumped by his American boyfriend, is forced to support himself and his family in Manila's seamy red-light district. The film's frank depiction of homosexuality, prostitution, drag queens and crooked cops, the porn industry, sexual slavery, and drugs and violence caused Filipino government censors to order extensive edits of the film. Brocka smuggled an uncensored cut out of the Philippines to be shown to a limited number of international film festivals. The film received a standing ovation at the 1988 Toronto International Film Festival. Macho Dancer was a box office failure in the Philippines due to its heavy censorship, but achieved international festival and critical success.",
  "/wiki/Lino_Brocka": "Catalino Ortiz Brocka (April 3, 1939 – May 22, 1991) was a Filipino film director. He is widely regarded as one of the most influential and significant Filipino filmmakers in the history of Philippine cinema. He co-founded the organization Concerned Artists of the Philippines (CAP), dedicated to helping artists address issues confronting the country, and the Free the Artist Movement.[better source needed] He was a member of the  Coalition for the Restoration of Democracy.",
  "/wiki/Daniel_Fernando": "Daniel Fernando (born Cesar Fernando Ramirez on 12 May 1962) is the Governor of Province of Bulacan.",
  "/wiki/Allan_Paule": "Allan Paule (born January 1, 1970) is a Filipino actor who appeared in more than 100 movies and television series.",
  "/wiki/Jaclyn_Jose": "Mary Jane Santa Ana Guck (born March 16, 1964), better known by her stage name Jaclyn Jose, is a Filipino cinematic and television actress who has earned international critical acclaim. She is best known for her memorable roles in the films, Private Show, White Slavery, and Santa Juana.",
  "/wiki/Princess_Punzalan": "Bernadette Vela Punzalan (born November 20, 1968), known professionally as Princess Punzalan, is a Filipino actress. She began her career starring in Lovingly Yours: The Movie (1984) and Lovingly Yours, Helen (1992-96) and was nominated of PMPC Star Awards for Television in 1987. Her profile continued to grow when she starred as antagonist Selina Pereira-Matias in Mula sa Puso (1997–99) with Claudine Barretto, and won Best Actress in 1998.",
  "/wiki/Lucita_Soriano": "Lucita Soriano (born Lucita Soriano Adriano; 23 February 1941 – 8 July 2015) was a Filipino actress, who appeared in more than 215 movies and television shows. She was runner-up in the Miss Philippine Press Photography (PPP) 1964 beauty pageant.",
  "/wiki/Joel_Lamangan": "Joel Lamangan (born September 21, 1952) is a Filipino film director, television director and actor. His award-winning films includes The Flor Contemplacion Story, Sidhi, Deathrow, Hubog, Aishte Imasu 1941, Blue Moon and Mano Po.",
  "/wiki/Pissoir_(film)": "Pissoir, retitled Urinal in some countries, was the first feature film directed and released by John Greyson.",
  "/wiki/John_Greyson": "John Greyson (born March 13, 1960) is a Canadian director, writer, video artist, producer, and political activist, whose work frequently deals with gay themes. Greyson is also a professor at York University's film school, where he teaches film and video theory, film production, and editing. He was part of a loosely-affiliated group of filmmakers to emerge in the 1980s from Toronto known as the Toronto New Wave.",
  "/wiki/Once_More_(1988_film)": "Once More (also known as Encore) is a 1988 French drama film written and directed by Paul Vecchiali.",
  "/wiki/Paul_Vecchiali": "Paul Vecchiali (born 28 April 1930 in Ajaccio, Corsica, France) is a French filmmaker and author.",
  "/wiki/Florence_Giorgetti": "Florence Giorgetti (15 February 1944 – 31 October 2019) was a French stage and film actress. She was nominated for the César Award for Best Supporting Actress for her role in The Lacemaker.",
  "/wiki/Albert_Dupontel": "Albert Dupontel (born 11 January 1964) is a French actor, film director and screenwriter. He started his career as a stand-up comedian. In February 1998, his film Bernie took the Grand Prize at the 9th Yubari International Fantastic Film Festival which was attended by Dupontel.",
  "/wiki/Dora_Doll": "Dora Doll (born Dorothea Hermina Feinberg; 19 May 1922 – 15 November 2015) was a German-born French actress.",
  "/wiki/Quest_for_Love_(1988_film)": "Quest for Love is a South African film released in 1988. It is directed by Helena Nogueira and stars Janna Cilliers, Sandra Prinsloo and Wayne Bowman. A journalist finds it difficult to commit herself to both a relationship and revolution. A lesbian love story, it is set against political turmoil in Southern Africa.",
  "/wiki/Sandra_Prinsloo": "Sandra Prinsloo (born 15 September 1947), also known as Sandra Prinzlow, is a South African actress best known internationally for her role as Kate Thompson in the 1980 film The Gods Must Be Crazy. Prinsloo has also appeared in numerous South African television, film, and stage productions.",
  "/wiki/Ruth_Escobar": "Maria Ruth dos Santos Escobar, known professionally as Ruth Escobar (March 31, 1935 – October 5, 2017) was a Portuguese-born Brazilian film and television actress, businesswoman, and politician. A prominent icon in Brazilian theater, Escobar was one of the country's leading cultural producers and activists for the arts.",
  "/wiki/S%C3%A9rgio_Mamberti": "Sérgio Duarte Mamberti  (born 22 April 1939) is a Brazilian actor, director, producer, author, playwright and politician.",
  "/wiki/Imara_Reis": "Imara dos Reis Ferreira (born February 14, 1948) better known as Imara Reis, is a Brazilian stage, television and film actress.",
  "/wiki/Beatriz_Segall": "Beatriz de Toledo Segall (25 July 1926 – 5 September 2018) was a Brazilian actress. One of her most notable works is the role of Odete Roitman on the telenovela Vale Tudo (1988). She is the mother of filmmaker Sérgio Toledo.",
  "/wiki/Maria_S%C3%ADlvia": "Maria Sílvia Correa Moreira Menezes Aguiar (February 16, 1944 – July 26, 2009) was a Brazilian film, stage and television actress.",
  "/wiki/Maria_Alice_Vergueiro": "Maria Alice Monteiro de Campos Vergueiro (born January 19, 1935) is a Brazilian actress with an extensive career on stage, cinema, and television.",
  "/wiki/Salome%27s_Last_Dance": "Salome's Last Dance is a 1988 film by British film director Ken Russell. Although most of the action is a verbatim performance of  Oscar Wilde's  1893 play Salome, which is itself based on a story from the New Testament, there is also a framing narrative written by Russell himself.",
  "/wiki/Ken_Russell": "Henry Kenneth Alfred Russell (3 July 1927 – 27 November 2011) was a British film director, known for his pioneering work in television and film and for his flamboyant and controversial style.  His films in the main were liberal adaptations of existing texts, or biographies, notably of composers of the Romantic era. Russell began directing for the BBC, where he made creative adaptations of composers' lives which were unusual for the time. He also directed many feature films independently and for studios.",
  "/wiki/Glenda_Jackson": "Glenda May Jackson CBE (born 9 May 1936) is an English actress and politician. A professional actress from the late 1950s onwards, Jackson spent four years as a member of the Royal Shakespeare Company from 1964, and was particularly associated with the work of director Peter Brook. She has won two Academy Awards for Best Actress: for Women in Love (1970) and A Touch of Class (1973). She has also won awards for her performances as Alex in the film Sunday Bloody Sunday and in the BBC television serial Elizabeth R (both 1971); receiving two Primetime Emmy Awards for the latter. In 2018, Jackson won a Tony Award for Best Actress in a Play for her performance in a revival of Edward Albee's Three Tall Women, and is thus one of the few performers to have achieved the \"triple crown of acting\".",
  "/wiki/Stratford_Johns": "Alan Edgar Stratford Johns (22 September 1925 – 29 January 2002), known as Stratford Johns, was a  South African-born British stage, film and television actor who is best remembered for his starring role as Detective Inspector Charlie Barlow in the innovative and long-running BBC police series Z-Cars.",
  "/wiki/Nickolas_Grace": "Nickolas Grace (born 21 November 1947) is an English actor known for his roles on television, including Anthony Blanche in the acclaimed ITV adaptation of Brideshead Revisited, and the Sheriff of Nottingham in the 1980s series Robin of Sherwood. Grace also played Dorien Green's husband Marcus Green in the 1990s British comedy series Birds of a Feather.",
  "/wiki/Douglas_Hodge": "Douglas Hodge (born 25 February 1960) is an English actor, director, and musician who trained for the stage at the Royal Academy of Dramatic Art. Hodge is a council member of the National Youth Theatre for whom, in 1989, he co-wrote Pacha Mama's Blessing about the Amazon rain forests staged at the Almeida Theatre.",
  "/wiki/Denis_Lill": "Denis Lill (born 22 April 1942) is a New Zealand-born British actor. He is known for his role in Only Fools and Horses as Alan Parry.",
  "/wiki/David_Doyle_(actor)": "David Fitzgerald Doyle (December 1, 1929 – February 26, 1997) was an American actor. He was best known for his portrayal of John Bosley on the 1970s TV series Charlie's Angels. Along with Jaclyn Smith, he was one of the only actors to appear in every episode of the show.",
  "/wiki/Kenny_Ireland": "George Ian Kenneth \"Kenny\" Ireland (7 August 1945 – 31 July 2014) was a Scottish actor and theatre director. Ireland was best known to television viewers for his role in Victoria Wood As Seen on TV in the 1980s, and for playing Donald Stewart in Benidorm from 2007 until his death in 2014.",
  "/wiki/Michael_Van_Wijk": "Michael Van Wijk (born 30 September 1952) is an English bodybuilder, professional sportsman, canal swimmer, actor and TV presenter. He is most well known for his role as Wolf on British TV endurance sports game show Gladiators, a role he held for seven years, eight series (1992-1999).",
  "/wiki/Paul_Clayton_(actor)": "Paul Clayton (born 8 March 1957[citation needed]) is an English actor, director and author.",
  "/wiki/Tim_Potter": "Tim Potter is an English actor in theatre, films and TV since the 1980s.",
  "/wiki/Sleepaway_Camp_II:_Unhappy_Campers": "Sleepaway Camp II: Unhappy Campers (released as Nightmare Vacation II in the United Kingdom) is a 1988 American slasher film and a sequel to the movie Sleepaway Camp. Written by Fritz Gordon and directed by Michael A. Simpson, it stars Pamela Springsteen as Angela, and Renée Estevez. The film takes place five years after the original film, and features transgender killer Angela targeting misbehaving teenagers at a summer camp.",
  "/wiki/Pamela_Springsteen": "Pamela Colleen Springsteen (born February 8, 1962) is an American actress and photographer.  She had a short acting career, and is best known for playing the role of serial killer Angela Baker in the cult horror/comedy films Sleepaway Camp II: Unhappy Campers (1988), and Sleepaway Camp III: Teenage Wasteland (1989). She had two co-starring roles in the obscure comedies Dixie Lanes (1988), The Gumshoe Kid (1990), and smaller roles in mainstream films like Fast Times at Ridgemont High (1982), Reckless (1984) and Modern Girls (1986). She is now a successful photographer in Los Angeles. She is the younger sister of Bruce Springsteen.",
  "/wiki/Ren%C3%A9e_Estevez": "Renée Pilar Estevez (born April 2, 1967) is an American actress and writer.",
  "/wiki/Straight_for_the_Heart_(film)": "Straight for the Heart (French: À corps perdu)  is a 1988 Canadian/Swiss French-language drama film. It was filmed in Montreal, It is based on Yves Navarre's novel \"Kurwenal\".\nIt was selected in the official competition of the Venice Film Festival, and the official competition at the Chicago International Film Festival.",
  "/wiki/L%C3%A9a_Pool": "Léa Pool C.M. (born 8 September 1950) is a Swiss-Canadian filmmaker who also teaches film at UQAM. She has directed several feature films, including Anne Trister (1986) and Set Me Free (Emporte-moi) (1999), both of which screened at the prestigious Berlin International Film Festival, where the latter won the Special Prize of the Ecumenical Jury.",
  "/wiki/Matthias_Habich": "Matthias Habich (born 12 January 1940) is a German actor who has appeared in more than 110 film and television productions since 1965.",
  "/wiki/Johanne-Marie_Tremblay": "Johanne-Marie Tremblay (born 1950) is a Canadian actress.",
  "/wiki/Michel_Vo%C3%AFta": "Michel Voïta (born 1 March 1957) is a Swiss actor. He appeared in more than sixty films since 1983.",
  "/wiki/Jean-Fran%C3%A7ois_Pichette": "Jean-François Pichette (born 1962) is a Québécois actor.",
  "/wiki/Kim_Yaroshevskaya": "Kim Yaroshevskaya (born October 1, 1923) is a Russian-born Canadian film, television and stage actress. Best known to audiences in Quebec as a children's entertainer, starring in series such as Fanfreluche and Passe-Partout in the 1970s, she also had a starring role in the English Canadian drama series Home Fires in the early 1980s.",
  "/wiki/France_Castel": "France Castel, née Bégin (born August 31, 1944 in Sherbrooke, Quebec) is a Canadian singer, actress and broadcaster.",
  "/wiki/Louise_Marleau": "Louise Marleau (born August 26, 1944) is a Canadian actress. She won the 1985 Genie Award for Best Performance by an Actress in a Leading Role for her role in A Woman in Transit (La Femme de l'hôtel) and was nominated in the same category in 1980 for her role in Heartbreak (L'Arrache-cœur), a role for which she won the 1979 Montreal World Film Festival.",
  "/wiki/Albert_Millaire": "Rodolphe Albert Millaire, CC, CQ (January 18, 1935 – August 15, 2018) was a Canadian actor and theatre director.",
  "/wiki/Jean_Gascon": "Jean Gascon, CC (December 21, 1920 – April 13, 1988) was a Canadian opera director,[citation needed] actor, and administrator.",
  "/wiki/Summer_Vacation_1999": "Summer Vacation 1999 (1999年の夏休み, Sen-kyūhyaku-kyūjūkyū-nen no natsu yasumi) is a 1988 Japanese romantic drama film directed by Shusuke Kaneko and based on the shōjo manga Thomas no Shinzō written by Moto Hagio, about four boys at a boarding school. Although the manga concerns homoerotic relationships among the boys, director Kaneko used girls, aged 14 to 16, to portray the boys in the film.",
  "/wiki/Shusuke_Kaneko": "Shusuke Kaneko (金子修介, born 8 June 1955) is a Japanese writer and director best known for his kaiju and tokusatsu films. These include a trilogy of Gamera films—Gamera: Guardian of the Universe in 1995, Gamera 2: Attack of Legion 1996, and Gamera 3: Revenge of Iris in 1999—as well as the 2001 film Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack, which is the 26th film in the Godzilla franchise. He also directed the live-action anime-manga adaptations Death Note and Death Note: The Last Name, both of which were released in 2006.",
  "/wiki/Eri_Miyajima": "Eri Miyajima (宮島 依里, Miyajima Eri, born February 3, 1974) is a Japanese voice actress from Tokyo,  Japan. She voices Guren in Naruto: Shippuden, and Kana in Haibane Renmei.",
  "/wiki/Eri_Fukatsu": "Eri Fukatsu (深津 絵里, Fukatsu Eri, born 11 January 1973) is a Japanese actress. She won the award for best actress at the 18th Yokohama Film Festival for Haru and the best actress award at the 2010 Montreal World Film Festival for her performance in Villain. She also received acclaim for her role in the Japanese TV series Bayside Shakedown and the subsequent spin-off films of the series. In 1988, she starred in \"Christmas Express\" commercials for the Central Japan Railway Company.",
  "/wiki/List_of_LGBT-related_films_of_1988": "This is a list of lesbian, gay, bisexual or transgender-related films released in 1988. It contains theatrically released films that deal with important gay, lesbian, bisexual, or transgender characters or issues and may have same-sex romance or relationships as a plot device."
}