{
  "/wiki/Diameter": "In geometry, a diameter of a circle is any straight line segment that passes through the center of the circle and whose endpoints lie on the circle. It can also be defined as the longest chord of the circle. Both definitions are also valid for the diameter of a sphere.",
  "/wiki/2": "2 (two) is a number, numeral, and glyph. It is the natural number following 1 and preceding 3. It is the smallest and only even prime number. Because it forms the basis of a duality, it has religious and spiritual significance in many cultures.",
  "/wiki/Comet_Encke": "Comet Encke or Encke's Comet (official designation: 2P/Encke) is a periodic comet that completes an orbit of the Sun once every 3.3 years. (This is the shortest period of a reasonably bright comet; the faint main-belt comet 311P/PANSTARRS has a period of 3.2 years.) Encke was first recorded by Pierre Méchain in 1786, but it was not recognized as a periodic comet until 1819 when its orbit was computed by Johann Franz Encke; like Halley's Comet, it is unusual in being named after the calculator of its orbit rather than its discoverer. Like most comets, it has a very low albedo, reflecting only 4.6% of the light it receives when talking about the nucleus. However, comets generate a large coma and tail that can make them much more visible during their perihelion (closest approach to the Sun). The diameter of the nucleus of Encke's Comet is 4.8 km.",
  "/wiki/CONTOUR": "The COmet Nucleus TOUR (CONTOUR) was a NASA Discovery-class space probe that failed shortly after its July 2002 launch. It had as its primary objective close flybys of two comet nuclei with the possibility of a flyby of a third known comet or an as-yet-undiscovered comet.",
  "/wiki/6": "6 (six) is the natural number following 5 and preceding 7. It is a composite number and the smallest perfect number.",
  "/wiki/6P/d'Arrest": "6P/d'Arrest (also known as d'Arrest's Comet or Comet d'Arrest) is a periodic Jupiter-family comet in the Solar System, orbiting between Mars and Jupiter. It passed 0.15124 AU (22,625,000 km; 14,059,000 mi) from the Earth on August 12, 1976.",
  "/wiki/73P/Schwassmann–Wachmann": "73P/Schwassmann–Wachmann, also known as Schwassmann–Wachmann 3, is a periodic comet in the Solar System that is in the process of disintegrating.  Starting the 2011 perihelion passage the primary component 73P-C was recovered on 28 November 2010 near apparent magnitude 21.3; it came to perihelion (closest approach to the Sun) on 16 October 2011.",
  "/wiki/140_Siwa": "Siwa (/ˈʃiːwə/; minor planet designation: 140 Siwa) is a large and dark main-belt asteroid that was discovered by Austrian astronomer Johann Palisa on October 13, 1874, and named after Šiwa, the Slavic goddess of fertility.",
  "/wiki/Rosetta_space_probe": "Rosetta was a space probe built by the European Space Agency launched on 2 March 2004. Along with Philae, its lander module, Rosetta performed a detailed study of comet 67P/Churyumov–Gerasimenko (67P). During its journey to the comet, the spacecraft performed flybys of Earth, Mars, and the asteroids 21 Lutetia and 2867 Šteins. It was launched as the third cornerstone mission of the ESA's Horizon 2000 programme, after SOHO / Cluster and XMM-Newton.",
  "/wiki/145_Adeona": "Adeona (minor planet designation: 145 Adeona) is a large asteroid from the intermediate asteroid belt, approximately 150 kilometers (93 miles) in diameter. Its surface is very dark, and, based upon its classification as a C-type asteroid, is probably composed of primitive carbonaceous material. The spectra of the asteroid displays evidence of aqueous alteration. The Adeona family of asteroids is named after it.",
  "/wiki/Dawn_(spacecraft)": "Dawn is a retired space probe launched by NASA in September 2007 with the mission of studying two of the three known protoplanets of the asteroid belt, Vesta and Ceres. It was retired on 1 November 2018 and it is currently in an uncontrolled orbit around its second target, the dwarf planet Ceres. Dawn is the first spacecraft to orbit two extraterrestrial bodies, the first spacecraft to visit either Vesta or Ceres, and the first to orbit a dwarf planet, arriving at Ceres in March 2015, a few months before New Horizons flew by Pluto in July 2015.",
  "/wiki/449_Hamburga": "Hamburga (minor planet designation: 449 Hamburga) is a carbonaceous asteroid from the background population of the intermediate asteroid belt, approximately 75 kilometers in diameter. It was discovered by German astronomers Max Wolf and Friedrich Schwassmann at Heidelberg Observatory on 31 October 1899, and later named after the city of Hamburg in Germany.",
  "/wiki/Comet_Rendezvous_Asteroid_Flyby": "The Comet Rendezvous Asteroid Flyby (CRAF) was a cancelled plan for a NASA led exploratory mission designed by the Jet Propulsion Laboratory during the mid-to-late 1980s and early 1990s, that planned to send a spacecraft to encounter an asteroid, and then to rendezvous with a comet and fly alongside it for nearly three years. The project was eventually canceled when it went over budget; most of the money still left was redirected to its twin spacecraft, Cassini–Huygens, destined for Saturn, so it could survive Congressional budget cutbacks. Most of CRAF's scientific objectives were later accomplished by the smaller NASA spacecraft Stardust and Deep Impact, and by ESA's flagship Rosetta mission.",
  "/wiki/1620_Geographos": "1620 Geographos (/dʒiːoʊˈɡræfɒs/), provisional designation 1951 RA, is a highly elongated, stony asteroid, near-Earth object and potentially hazardous asteroid of the Apollo group, with a mean-diameter of approximately 2.5 km (1.6 mi). It was discovered on 14 September 1951, by astronomers Albert George Wilson and Rudolph Minkowski at the Palomar Observatory in California, United States. The asteroid was named in honor of the National Geographic Society.",
  "/wiki/Clementine_mission": "Clementine (officially called the Deep Space Program Science Experiment (DSPSE)) was a joint space project between the Ballistic Missile Defense Organization (BMDO, previously the Strategic Defense Initiative Organization, or SDIO) and NASA. Launched on January 25, 1994, the objective of the mission was to test sensors and spacecraft components under extended exposure to the space environment and to make scientific observations of the Moon and the near-Earth asteroid 1620 Geographos. The Geographos observations were not made due to a malfunction in the spacecraft.",
  "/wiki/2019_van_Albada": "2019 van Albada, provisional designation 1935 SX1, is a stony Florian asteroid and former spacecraft target from the inner regions of the asteroid belt, approximately 8 kilometers in diameter. It was discovered on 28 September 1935, by Dutch astronomer Hendrik van Gent at Leiden Southern Station, annex to the Johannesburg Observatory in South Africa. The asteroid was later named after Gale Bruno van Albada.",
  "/wiki/NEAR_Shoemaker": "The Near Earth Asteroid Rendezvous – Shoemaker (NEAR Shoemaker), renamed after its 1996 launch in honor of planetary scientist Eugene Shoemaker, was a robotic space probe designed by the Johns Hopkins University Applied Physics Laboratory for NASA to study the near-Earth asteroid Eros from close orbit over a period of a year. The mission succeeded in closing in with the asteroid and orbited it several times, finally terminating by touching down on the asteroid on 12 February 2001.",
  "/wiki/2101_Adonis": "2101 Adonis, provisional designation 1936 CA, is an extremely eccentric asteroid, classified as potentially hazardous asteroid and near-Earth object of the Apollo group, approximately 1 kilometer in diameter. Discovered by Eugène Delporte at Uccle in 1936, it became a lost asteroid until 1977. It may also be an extinct comet and a source of meteor showers. It was named after Adonis from Greek mythology.",
  "/wiki/Vega_2": "Vega 2 (along with Vega 1) was a Soviet space probe part of the Vega program to explore Halley's comet and Venus. The spacecraft was a development of the earlier Venera craft. The name VeGa (ВеГа) combines the first two letters Russian words for Venus (Венера: \"Venera\") and Halley (Галлея: \"Galleya\") They were designed by Babakin Space Centre and constructed as 5VK by Lavochkin at Khimki. The craft was powered by large twin solar panels. Instruments included an antenna dish, cameras, spectrometer, infrared sounder, magnetometers (MISCHA) and plasma probes. The 10,850 pounds (4,920 kg) craft was launched on top of a Proton 8K82K rocket from Baikonur Cosmodrome, Tyuratam, Kazakh SSR. Both Vega 1 and 2 were three-axis stabilized spacecraft. The spacecraft were equipped with a dual bumper shield for dust protection from Halley's Comet.",
  "/wiki/2530_Shipka": "The following is a partial list of minor planets, running from minor-planet number 2001 through 3000, inclusive. A detailed description of the table's columns and used data sources are given on the main page. The main index provides an overview of the entire minor-planet catalog. Also see the summary list of all named bodies in numerical and alphabetical order, as well as the corresponding naming citations for this number range. More details on the dynamical classification of minor planets can be found on the main page.",
  "/wiki/2703_Rodari": "The following is a partial list of minor planets, running from minor-planet number 2001 through 3000, inclusive. A detailed description of the table's columns and used data sources are given on the main page. The main index provides an overview of the entire minor-planet catalog. Also see the summary list of all named bodies in numerical and alphabetical order, as well as the corresponding naming citations for this number range. More details on the dynamical classification of minor planets can be found on the main page.",
  "/wiki/3352_McAuliffe": "3352 McAuliffe (/məˈkɔːlɪf/), provisional designation 1981 CW, is a rare-type asteroid and suspected binary system, classified as near-Earth object of the Amor group, approximately 2 kilometers in diameter. It was discovered on 6 February 1981, by American astronomer Norman Thomas at Lowell's Anderson Mesa Station near Flagstaff, Arizona, United States.",
  "/wiki/Deep_Space_1": "Deep Space 1 (DS1) was a NASA technology demonstration spacecraft which flew by an asteroid and a comet. It was part of the New Millennium Program, dedicated to testing advanced technologies.",
  "/wiki/3840_Mimistrobell": "The following is a partial list of minor planets, running from minor-planet number 3001 through 4000, inclusive. A detailed description of the table's columns and used data sources are given on the main page. The main index provides an overview of the entire minor-planet catalog. Also see the summary list of all named bodies in numerical and alphabetical order, as well as the corresponding naming citations for this number range. More details on the dynamical classification of minor planets can be found on the main page.",
  "/wiki/4015_Wilson–Harrington": "4015 Wilson–Harrington is an active asteroid known both as comet 107P/Wilson–Harrington and as asteroid 4015 Wilson–Harrington.",
  "/wiki/Hayabusa_Mk2": "Hayabusa Mk2 (Hayabusa Mark2, はやぶさ Mk2, \"Peregrine Falcon Mark Two\") was a proposed Japan Aerospace Exploration Agency (JAXA) space mission aimed at visiting a small primitive asteroid and returning a sample to Earth for laboratory analysis. It was intended to be the follow-on mission to JAXA's Hayabusa mission, as well as the Hayabusa 2 mission. The latest proposal for Hayabusa Mk2 stated its target to be the dormant comet 4015 Wilson–Harrington (1979 VA), with a launch of the probe in 2018. From 2007 to 2010, it was also considered as a joint JAXA-ESA (European Space Agency) mission under the name Marco Polo. The in-situ investigation and sample analysis would allow scientists to improve our knowledge of the physical and chemical properties of a small Near-Earth Object (NEO) which is thought to have kept the original composition of the solar nebula in which planet formed. Thus, it would provide some constraints to the models of planet formation and some information on how life may have been brought to Earth. Information on the physical structure will help defining efficient mitigation strategies against a potential threatening object.",
  "/wiki/4660_Nereus": "4660 Nereus (/ˈnɪəriəs/ NEER-ee-əs; Greek: Νηρέας, provisional designation 1982 DB) is a small (about 0.33 kilometres (0.21 mi)) asteroid. It was discovered by Eleanor F. Helin on February 28, 1982, approximately 1 month after a near pass by the Earth.",
  "/wiki/Near_Earth_Asteroid_Prospector": "The Near Earth Asteroid Prospector, or NEAP, was a concept for a small innovative commercial spacecraft mission by the private company SpaceDev. The goal was to fly NEAP to a targeted near-Earth asteroid residing beyond Earth's orbit, successfully land one or more scientific instruments on the asteroid, communicate the scientific data to Earth, and claim the asteroid as private property. The project ran into fundraising difficulties. One of the most likely candidates was 4660 Nereus.",
  "/wiki/Hayabusa": "Hayabusa (Japanese: はやぶさ, \"Peregrine falcon\") was a robotic spacecraft developed by the Japan Aerospace Exploration Agency (JAXA) to return a sample of material from a small near-Earth asteroid named 25143 Itokawa to Earth for further analysis.\nHayabusa, formerly known as MUSES-C for Mu Space Engineering Spacecraft C, was launched on 9 May 2003 and rendezvoused with Itokawa in mid-September 2005.  After arriving at Itokawa, Hayabusa studied the asteroid's shape, spin, topography, colour, composition, density, and history. In November 2005, it landed on the asteroid and collected samples in the form of tiny grains of asteroidal material, which were returned to Earth aboard the spacecraft on 13 June 2010.",
  "/wiki/4979_Otawara": "The following is a partial list of minor planets, running from minor-planet number 4001 through 5000, inclusive. A detailed description of the table's columns and used data sources are given on the main page. The main index provides an overview of the entire minor-planet catalog. Also see the summary list of all named bodies in numerical and alphabetical order, as well as the corresponding naming citations for this number range. More details on the dynamical classification of minor planets can be found on the main page.",
  "/wiki/(5604)_1992_FE": "(5604) 1992 FE is an Aten-type near-Earth minor planet.  It was discovered by Robert H. McNaught at the Siding Spring Observatory in Canberra, Australia, on March 26, 1992. The asteroid is 550 meters (1,800 ft) in diameter.",
  "/wiki/OSIRIS-REx": "The OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification, Security, Regolith Explorer) is a NASA asteroid study and sample-return mission. The mission's primary goal is to obtain a sample of at least 60 grams (2.1 oz) from 101955 Bennu, a carbonaceous near-Earth asteroid, and return the sample to Earth for a detailed analysis. The material returned is expected to enable scientists to learn more about the formation and evolution of the Solar System, its initial stages of planet formation, and the source of organic compounds that led to the formation of life on Earth. If successful, OSIRIS-REx will be the first U.S. spacecraft to return samples from an asteroid.",
  "/wiki/List_of_minor_planets_and_comets_visited_by_spacecraft": "The following tables list all minor planets and comets that have been visited by robotic spacecraft."
}