{
  "/wiki/Aberdeenshire": "Aberdeenshire (Scots: Aiberdeenshire; Scottish Gaelic: Siorrachd Obar Dheathain) is one of the 32 council areas of Scotland.",
  "/wiki/River_Deveron": "The River Deveron (Scottish Gaelic: Dubh Èireann), known anciently as the Dovern, is a river in the north east of Scotland. The river has a length of 60 miles (97 km), and has a reputation for its Atlantic salmon, sea trout and brown trout fishing. In its upper reaches peaty water flows over a bottom of shingle and rock and is fast flowing.",
  "/wiki/River_Ythan": "The Ythan /ˈaɪθən/ is a river in the north-east of Scotland rising at Wells of Ythan near the village of Ythanwells and flowing south-eastwards through the towns of Fyvie, Methlick and Ellon before flowing into the North Sea near Newburgh, in Formartine.",
  "/wiki/Argyll_and_Bute": "Argyll and Bute (Scottish Gaelic: Earra-Ghàidheal agus Bòd, pronounced [ɛrˠəˈɣɛːəlˠ̪ akəs̪ ˈpɔːtʲ]) is one of 32 unitary authority council areas in Scotland and a lieutenancy area. The administrative centre for the council area is in Lochgilphead.",
  "/wiki/River_Shira": "River Shira (Siara / Abhainn Siara in Gaelic) is the river that runs through Glen Shira, originating from a dammed loch to the north.  The river includes a few waterfalls and islands, including Eilean an Eagail (The Island of Fear).  It eventually flows into a dubh loch, where the Ancient Clan MacNaghten castle and crannogs used to be, and then by Stuart Liddells house and into Loch Shira and Loch Fyne.",
  "/wiki/Clackmannanshire": "Clackmannanshire (/klækˈmænənˌʃɪər, -ʃər/ (listen); Scottish Gaelic: Siorrachd Chlach Mhannainn) is a historic county and council area in Scotland, bordering the council areas of Stirling, Fife and Perth & Kinross and the historic counties of Perthshire, Stirlingshire and Fife.",
  "/wiki/River_Forth": "The River Forth is a major river, 47 km (29 mi) long, whose drainage basin covers much of Stirlingshire in Scotland's Central Belt. The Gaelic name is Abhainn Dubh, meaning \"black river\", in the upper reach above Stirling. Below the tidal reach, (just after being crossed by the M9 motorway) its name is Uisge For.",
  "/wiki/Alloa_Inch": "Inch or Alloa Inch (Scottish Gaelic: innis, island) is an island in the tidal reaches of the River Forth near Alloa, just before the river opens out into the Firth of Forth.",
  "/wiki/Dumfries_and_Galloway": "Dumfries and Galloway (Scots: Dumfries an Gallowa; Scottish Gaelic: Dùn Phrìs is Gall-Ghaidhealaibh) is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries.",
  "/wiki/River_Annan": "The River Annan (Abhainn Anann in Gaelic) is a river in south-west Scotland. It rises Annanhead Hill and flows through the Devil's Beef Tub, Moffat and Lockerbie, reaching the sea at Annan, Dumfries and Galloway.",
  "/wiki/River_Cree": "The River Cree is a river in Dumfries and Galloway, Scotland which runs through Newton Stewart and into the Solway Firth. It forms part of the boundary between the counties of Wigtownshire and Kirkcudbrightshire.\nThe tributaries of the Cree are the Minnoch, Trool, Penkiln and Palnure which drain from the Range of the Awful Hand, the labyrinthine range of mountains and lochs, bogs, burns and crags, rising at its highest to The Merrick, Galloway (2764 ft above sea level), 12 miles to the north and visible from Newton Stewart.",
  "/wiki/River_Dee,_Galloway": "The River Dee (Scottish Gaelic: Dè / Uisge Dhè), in south-west Scotland, flows from its source in Loch Dee amongst the Galloway Hills, firstly to Clatteringshaws Loch, then into Loch Ken, where it joins the Water of Ken.  From there, the Dee flows 15 miles (24 km) southwards to Kirkcudbright, and into Kirkcudbright Bay to reach the Solway Firth.  The distance is just over 38 miles (61 km) in total.  Together with its tributaries, the Dee's  total catchment area is over 400 square miles (1,000 km2).",
  "/wiki/Threave_Castle": "Threave Castle is situated on an island in the River Dee, 2.5 kilometres (1.6 mi) west of Castle Douglas in  the historical county of Kirkcudbrightshire in the Dumfries and Galloway region of Scotland.",
  "/wiki/Highland_(council_area)": "Highland (Scottish Gaelic: A' Ghàidhealtachd, pronounced [ˈkɛːəl̪ˠt̪əxk];[a] Scots: Heilan) is a council area in the Scottish Highlands and is the largest local government area in the United Kingdom. It was the 7th most populous council area in Scotland at the 2011 census. It shares borders with the council areas of Aberdeenshire, Argyll and Bute, Moray and Perth and Kinross. Their councils, and those of Angus and Stirling, also have areas of the Scottish Highlands within their administrative boundaries.",
  "/wiki/River_Beauly": "The River Beauly (Scottish Gaelic: Abhainn nam Manach, pronounced [ˈavɪɲ nə ˈmanəx]) is a river in the Scottish Highlands, about 15 km west of the city of Inverness.",
  "/wiki/Eilean_Aigas": "Eilean Aigas (NH4641) (Scottish Gaelic: Eilean Àigeis) is an island in the River Beauly, Scotland, in Kiltarlity parish in traditional Inverness-shire, now Highland Region. It is most notable for the mansion on it at its north end, which was formerly owned by the Sobieski Stuarts and rented by author and Scottish nationalist Compton Mackenzie from Lord Fraser of Lovat. It is joined to the bank by a narrow white bridge.",
  "/wiki/Black_Water_(Conon)": "The Black Water (Scottish Gaelic: An t-Alltan Dubh) is a river in the Highlands of Scotland. It begins at the confluence of the Glascarnoch River with the Abhainn Srath a' Bhàthaich, near where it is crossed by the Black Bridge, carrying the A835 road. It flows in a south-easterly direction past the village of Garve, then passing through Loch Garve and Loch na Cròic, and around Eilean nan Daraich. It flows over Rogie Falls, then past Contin, around Contin Island, before flowing into the River Conon near Moy Bridge.",
  "/wiki/Contin_Island": "Contin Island is an inhabited riverine islet in Ross and Cromarty within the Highland council area of Scotland. Located in the Black Water,  a tributary of the River Conon, it is 2 kilometres (1.2 mi) downstream from Rogie Falls and  is connected to the village of Contin by both a road bridge and a footbridge.",
  "/wiki/River_Conon": "The River Conon (Scottish Gaelic: Conann) is a river in the Highlands of Scotland. It begins at Loch Luichart, and flows in a south-easterly direction to be joined by the River Meig at Scatwell before passing through Loch Achonachie. It is joined by the Black Water at Moy Bridge, and the River Orrin at Urray, before flowing past Conon Bridge and into the Cromarty Firth (and thence the Moray Firth and North Sea).",
  "/wiki/Dunglass_Island": "Dunglass Island is an uninhabited island in the River Conon south-west of the village of Conon Bridge in the  Highlands of Scotland. At approximately 40 hectares (99 acres) in extent, it is one of Scotland's largest freshwater islands.",
  "/wiki/River_Oykel": "The River Oykel (Scottish Gaelic: Òiceall or Abhainn Òiceall, pronounced [ˈa.ɪɲ ˈɔːçkʲəl̪ˠ]) is a major river in northern Scotland that is famous for its salmon fishing. It rises on Ben More Assynt, a few miles from Ullapool on the west coast of Scotland, and drains into the North Sea via the Kyle of Sutherland. Traditionally it has marked the boundary between Ross to the south and Sutherland to the north.",
  "/wiki/River_Ness": "The River Ness (Scottish Gaelic: Abhainn Nis) is a river about 6 miles (10 kilometres) long, which flows from the northern end of Loch Ness in Scotland, through Loch Dochfour, north-east to Inverness, with a total fall in height of about 16 metres (52 feet) before discharging into the Beauly Firth. The river is the origin of the name of Inverness which is from the Scottish Gaelic: Inbhir Nis, meaning \"Mouth of the Ness\".",
  "/wiki/Ness_Islands": "The Ness Islands (Scottish Gaelic: Na h-Eileanan Nis) are situated on the River Ness, opposite the Bught Park, in the city of Inverness, Scotland. The first bridges to the islands were built in 1828, prior to their construction the only access to the islands was by boat. The original bridges were washed away in the flood of 1849 and were replaced in 1853-1854 by two suspension bridges designed by William Dredge.",
  "/wiki/Snizort": "Snizort is an area of the Isle of Skye comprising the head of Loch Snizort and the western coast of Trotternish up to Uig, which is the largest settlement.",
  "/wiki/River_Spey": "The River Spey (Scottish Gaelic: Uisge Spè) is a river in the northeast of Scotland. It is the ninth longest river in the United Kingdom, as well as the third longest and fastest-flowing river in Scotland. It is important for salmon fishing and whisky production.",
  "/wiki/Moray": "Moray (/ˈmʌri/ MURR-ee; Scottish Gaelic: Moireibh or Moireabh; Latin: Moravia; Old Norse: Mýræfi) is one of the 32 local government council areas of Scotland. It lies in the north-east of the country, with coastline on the Moray Firth, and borders the council areas of Aberdeenshire and Highland.",
  "/wiki/List_of_freshwater_islands_in_Scotland": "The freshwater islands in Scotland include those within freshwater lochs and rivers – including tidal areas, so the islands may not always be surrounded by freshwater. It has been estimated that there are at least 31,460 freshwater lochs in Scotland and that 1.9% of the land surface is covered by fresh waters. The distribution has a north west to south east gradient with the highest concentrations occurring in the islands of the Outer Hebrides.[Note 1]"
}