{
  "/wiki/Acton,_Suffolk": "Acton is a village and civil parish in the English county of Suffolk. The parish also includes the hamlets of Cuckoo Tye and Newman's Green.",
  "/wiki/Babergh": "Babergh (pronounced /ˈbeɪbə/, BAY-bə) is a local government district in Suffolk, England.  Primarily a rural area, Babergh contains two towns of notable size: Sudbury, and Hadleigh, which was the administrative centre until 2017. Its council headquarters, which are shared with neighbouring Mid Suffolk, are now based in Ipswich.",
  "/wiki/Melford_Rural_District": "Melford Rural District was a rural district in the county of West Suffolk, England. It was created in 1894, under the Local Government Act 1894 from that part of the Sudbury rural sanitary district in West Suffolk (the rest becoming Belchamp Rural District in Essex). It was named after Long Melford and administered from Sudbury. Shortly after its creation, in 1896, the parish of Glemsford was made a separate urban district.",
  "/wiki/Aldham,_Suffolk": "Aldham is a village and civil parish in the Babergh district of Suffolk, England. Located around 8 miles (13 km) west of Ipswich, in 2005 it had a population of 200, reducing to 175 at the 2011 Census.",
  "/wiki/Cosford_Rural_District": "Cosford Rural District was a rural district in the county of West Suffolk, England. It was created in 1894 out of the earlier Cosford rural sanitary district, except for Hadleigh parish which was made a separate urban district. Only minor adjustments were made to its boundary in the reorganisation of 1935.",
  "/wiki/Alpheton": "Alpheton is a village and civil parish in the Babergh district of Suffolk, England. Located on the A134 road about six miles north of Sudbury, in 2005 it had a population of 260, reducing to 256 at the 2011 Census. According to Eilert Ekwall the meaning of the village name is the homestead of Aelfled.",
  "/wiki/Arwarton": "Erwarton or Arwarton is a small village and civil parish in the Babergh district of Suffolk, England. Located on the Shotley peninsula around 9 miles (14 km) south of Ipswich, in 2005 it had a population of 110, increasing to 126 at the 2011 Census.",
  "/wiki/Samford_Rural_District": "Samford Rural District was a rural district within the administrative county of East Suffolk between 1894 and 1974. It was created out of the earlier Samford rural sanitary district.",
  "/wiki/Assington": "Assington is a village in Suffolk, England, 4 miles (6.4 km) south-east of Sudbury. At the 2011 Census, it had a population of 402. The parish includes the hamlets of Rose Green and Dorking Tye.",
  "/wiki/Belstead": "Belstead is a village and civil parish in the Babergh district of the English county of Suffolk. Located on the southern edge of Ipswich, around 3 miles (5 km) south-west of Ipswich town centre. It had a population of 202 according to the 2011 census. Belstead has amenities such as a village hall, St Mary's the Virgin Church, The bridge school for children with learning difficulties and Belstead Brook Hotel and Spa.",
  "/wiki/Bentley,_Suffolk": "Bentley is a village and civil parish in the Babergh district of Suffolk, England, about 6 miles (10 km) southwest of Ipswich. The 2011 Census recorded the parish's population as 776.",
  "/wiki/Bildeston": "Bildeston is a village and civil parish in the Babergh district of Suffolk, England. Located around 5 miles (8 km) north of Hadleigh, in 2005 it had a population of 960, increasing to 1,054 at the 2011 Census.",
  "/wiki/Boxford,_Suffolk": "Boxford is a large village and civil parish in the Babergh district of Suffolk, England. Located around six miles east of Sudbury straddling the River Box and skirted by the Holbrook, in 2005 it had a population of 1,270. increasing to 1,221 at the 2011 Census.",
  "/wiki/Boxted,_Suffolk": "Boxted is a village and civil parish in the Babergh district of Suffolk, England. Located around 8 miles (13 km) north of Sudbury, in 2005 it had a population of 120. From the 2011 Census the population was included in the civil parish of Somerton."
}