{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Kevin_Bacon": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers (1996) and troubled former child abuser in The Woodsman (2004). He is also known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently Bacon portrayed the title character and was the series lead of the Amazon Prime web television series I Love Dick for which he was nominated for a Golden Globe Award.",
  "/wiki/American_Idol_(Season_10)": "The tenth season of American Idol premiered on January 19, 2011, and concluded on May 25, 2011, on the Fox television network. The show underwent a number of changes from the ninth season, including the return of Nigel Lythgoe as executive producer. Randy Jackson returned as judge for his tenth season while Jennifer Lopez and Steven Tyler joined the judging panel following the departures of Simon Cowell, Kara DioGuardi and Ellen DeGeneres.",
  "/wiki/Lauren_Alaina": "Lauren Alaina (born Lauren Alaina Kristine Suddeth on November 8, 1994) is an American singer, songwriter, and actress from Rossville, Georgia. She was the runner-up on the tenth season of American Idol. Her debut studio album, Wildflower, was released on October 11, 2011. Her second album, Road Less Traveled, was released January 27, 2017. Alaina later achieved her first number one on the Country Airplay chart with the album's title track. Her second number one came later that year when she simultaneously topped five Billboard charts with her friend and former classmate Kane Brown on their duet \"What Ifs\". She was on Dancing with the Stars and placed 4th alongside her partner Gleb Savchenko.",
  "/wiki/Barbara_Sinatra": "Barbara Marx Sinatra (née Blakeley; March 10, 1927 – July 25, 2017) was an American model, showgirl, socialite, philanthropist, and the fourth wife of Frank Sinatra.",
  "/wiki/Scotty_McCreery": "Scott Cooke McCreery (born October 9, 1993) is an American country music singer. He won the tenth season of American Idol on May 25, 2011.",
  "/wiki/Ellen_Barkin": "Ellen Rona Barkin (born April 16, 1954) is an American actress and producer. Her breakthrough role was in the 1982 film Diner, and in the following years she had starring roles in films such as Tender Mercies (1983), The Adventures of Buckaroo Banzai Across the 8th Dimension (1984), The Big Easy (1987), Johnny Handsome and Sea of Love (both 1989).",
  "/wiki/Buddy_Valastro": "Bartolo \"Buddy\" Valastro Jr. (born March 3, 1977) is an American baker and reality television personality of Italian heritage. He is the owner of Carlo's Bakery, as well as the face of Buddy V's Ristorante. Valastro is best known as the star of the reality television series Cake Boss, which premiered in April 2009. He has also starred in Kitchen Boss (2011), Next Great Baker (2010), and Buddy's Bakery Rescue (2013).",
  "/wiki/Ewan_McGregor": "Ewan Gordon McGregor OBE (born 31 March 1971) is a Scottish actor known internationally for his various film roles, including independent dramas, science-fiction epics, and musicals.",
  "/wiki/Mike_Rowe": "Michael Gregory Rowe (born March 18, 1962):6 is an American television host and narrator. He is known for his work on the Discovery Channel series Dirty Jobs and the CNN series Somebody's Gotta Do It. He currently hosts a series produced for Facebook called Returning the Favor in which he finds people doing good deeds and does something for them in return. He also hosts the podcast The Way I Heard It with Mike Rowe, which he describes as \"short stories designed specifically for the curious mind plagued with a short attention span\". Rowe has narrated programs on the Discovery Channel, The Science Channel, and National Geographic Channel such as Deadliest Catch, How the Universe Works, and Shark Week. He has appeared in commercials for firms such as the Ford Motor Company.",
  "/wiki/Francis_Anthony": "Dr. Francis Anthony (16 April 1550 – 26 May 1623) was a 16th-century physician and chemist. His father was a goldsmith in London, employed in the jewel office of Queen Elizabeth. He attended the University of Cambridge, receiving a master of arts degree in 1574. He studied the theory and practice of chemistry, leaving Cambridge at the age of 40. \nIn 1598, he sent abroad his first treatise concerning the excellency of a medicine drawn from gold.",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Kyle_Chandler": "Kyle Martin Chandler (born September 17, 1965) is an American actor. Making his screen acting debut in a 1988 television film, Chandler's first regular television role was in the ABC drama Homefront (1991–93). This was followed by the lead role of Gary Hobson in the CBS series Early Edition (1996-2000), for which he won a Saturn Award for Best Actor on Television. His other television roles include the short-lived sitcom What About Joan? (2001) and the legal drama The Lyon's Den (2003), both short-lived, and a well-received guest appearance on the medical drama Grey's Anatomy, for which Chandler received his first Primetime Emmy Award nomination.",
  "/wiki/Matt_Bomer": "Matthew Staton Bomer (born October 11, 1977) is an American actor, producer, director and singer. He is the recipient of such accolades as a Golden Globe Award and has been nominated for a Primetime Emmy Award and two Screen Actors Guild Awards.",
  "/wiki/Marc_Anthony": "Marco Antonio Muñiz (born September 16, 1968), known professionally as Marc Anthony, is a Puerto Rican American singer, songwriter, actor, producer and philanthropist. Anthony is also the top selling tropical salsa artist of all time. The two-time Grammy Award and six-time Latin Grammy Award winner has sold more than 12 million albums worldwide. Known for his Latin salsa numbers and ballads, Anthony has won numerous awards and his achievements have been honored through various recognitions. He was the recipient of the 2009 Congressional Hispanic Caucus Institute (CHCI) Lifetime Achievement Award. He also received the \"2009 CHCI Chair's Lifetime Achievement Award\" on September 16, 2009. He holds the Guinness World Record for best-selling tropical/salsa artist and the most number-one albums on the Billboard Tropical Albums year-end charts.",
  "/wiki/Kourtney_Kardashian": "Kourtney Mary Kardashian (born April 18, 1979) is an American media personality, socialite, and model. In 2007, she and her family began starring in the reality television series Keeping Up with the Kardashians. Its success led to the creation of spin-offs including Kourtney and Khloé Take Miami  and Kourtney and Kim Take New York.",
  "/wiki/Khloé_Kardashian": "Khloé Alexandra Kardashian (born June 27, 1984) is an American media personality, socialite, and model. Since 2007, she has starred with her family in the reality television series Keeping Up with the Kardashians. Its success has led to the creation of spin-offs, including Kourtney and Khloé Take Miami (2009–2013) and Kourtney and Khloé Take The Hamptons (2014–2015).",
  "/wiki/Carl_Edwards": "Carl Michael Edwards II (born August 15, 1979) is an American former professional stock car racing driver. He last competed in the NASCAR Sprint Cup Series, driving the No. 19 Toyota Camry for Joe Gibbs Racing. Prior to that, he drove the No. 99 Ford Fusion for Roush Fenway Racing. He won the 2007 NASCAR Busch Series championship and nearly won the 2011 NASCAR Sprint Cup Series title, but lost by a tiebreaker to Tony Stewart. Edwards is well known for doing a backflip off his car to celebrate a victory, which was a result of saving himself from a potential fall when he had his first win.",
  "/wiki/Jim_Parsons": "James Joseph Parsons (born March 24, 1973) is an American actor and producer. Parsons is known for playing Sheldon Cooper in the CBS sitcom The Big Bang Theory (2007–2019). He has received several awards for his performance, including four Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series and the Golden Globe Award for Best Actor in a Television Series Musical or Comedy. In 2018, Forbes estimated his annual salary to be $26.5 million and named him the world's highest-paid television actor.",
  "/wiki/Faith_Ford": "Faith Alexis Ford (born September 14, 1964) is an American actress. She is known for her roles as Corky Sherwood on the CBS sitcom Murphy Brown, for which she received five Primetime Emmy Award nominations, and as Hope Shanowski on the ABC sitcom Hope & Faith.",
  "/wiki/Carla_Gugino": "Carla Gugino (/ɡʊˈdʒiːnoʊ/; born August 29, 1971) is an American actress. She is best known for her roles as Ingrid Cortez in the Spy Kids trilogy (2001–2003), Laurie in American Gangster (2007), Sally Jupiter in Watchmen (2009), Dr. Vera Gorski in Sucker Punch (2011), and as a lead character in each of the television series Karen Sisco, Threshold, The Haunting of Hill House, and Jett.",
  "/wiki/Natasha_Bedingfield": "Natasha Anne Bedingfield (born 26 November 1981) is an English singer and songwriter. Bedingfield released her debut album, Unwritten, in 2004, which contained primarily up-tempo pop songs and was influenced by R&B music. It enjoyed international success with more than 2.3 million copies sold worldwide. Bedingfield received a Grammy Award nomination for Best Female Pop Vocal Performance for the title track \"Unwritten\", and at the 2005 and 2006 Brit Awards, she was nominated for Best British Female Artist. Unwritten also produced her only UK number one, \"These Words\".",
  "/wiki/Jason_Lee_(actor)": "Jason Michael Lee (born April 25, 1970) is an American actor, producer, writer, photographer and former professional skateboarder. He is best known for his role as Earl Hickey in the television comedy series My Name Is Earl, for which he was nominated for Best Actor in a Musical or Comedy TV series in 2005 and 2006 by The Golden Globes. His other credits include David Seville in the live action/CGI film series, Alvin and the Chipmunks, and the voice of Syndrome in The Incredibles. He is also known for his roles in Kevin Smith films such as Mallrats, Chasing Amy, Dogma, Jay and Silent Bob Strike Back, Jersey Girl, Clerks II,  and Cop Out, and has starred in Kissing a Fool, Almost Famous, Heartbreakers, Stealing Harvard, A Guy Thing, Monster House and Underdog. A former professional skateboarder, Lee is the co-founder and co-owner of Stereo Skateboards, a company that manufactures and distributes skateboard decks, equipment and apparel.",
  "/wiki/Jennifer_Lawrence": "Jennifer Shrader Lawrence (born August 15, 1990) is an American actress. The films she has acted in have grossed over $6 billion worldwide, and she was the highest-paid actress in the world in 2015 and 2016. Lawrence appeared in Time's 100 most influential people in the world list in 2013 and in the Forbes Celebrity 100 list in 2014 and 2016.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Angela_Bassett": "Angela Evelyn Bassett (born August 16, 1958) is an American actress and activist known for her biographical film roles, most notably her performance as Tina Turner in the biopic What's Love Got to Do with It (1993), for which she was nominated for the Academy Award for Best Actress and won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical. Bassett has additionally portrayed real life figures Betty Shabazz in both Malcolm X (1992) and Panther (1995), Katherine Jackson in The Jacksons: An American Dream (1992), Voletta Wallace in Notorious (2009) and Coretta Scott King in Betty & Coretta (2013). Her other notable film roles include Reva Styles in Boyz n the Hood (1991), Bernie Harris in Waiting to Exhale (1995), Rachel Constantine in Contact (1997), Lynne Jacobs in Olympus Has Fallen (2013) and London Has Fallen (2016), and Queen Ramonda in Black Panther (2018) and Avengers: Endgame (2019).",
  "/wiki/Emma_Roberts": "Emma Rose Roberts (born February 10, 1991) is an American actress and singer. After making her film debut as Kristina Jung in the crime film Blow (2001), Roberts gained recognition for her lead role as Addie Singer on the Nickelodeon television series Unfabulous (2004–2007). She released her debut studio album Unfabulous and More in 2005. Roberts then appeared in numerous films, including Aquamarine (2006), Nancy Drew (2007), Wild Child (2008), Hotel for Dogs (2009), Valentine's Day (2010), It's Kind of a Funny Story (2010), and The Art of Getting By (2011).",
  "/wiki/Betty_White": "Betty Marion White Ludden (née White; born January 17, 1922) is an American actress and comedian, with the longest television career of any entertainer, spanning 80 years. Regarded as a pioneer of television, she was one of the first women to exert control both in front of and behind the camera and is recognized as the first woman to produce a sitcom (Life with Elizabeth), which contributed to her receiving the honorary title Mayor of Hollywood in 1955.",
  "/wiki/Blake_Lively": "Blake Ellender Lively (née Brown; born August 25, 1987) is an American actress. Lively is known for starring as Serena van der Woodsen in the CW drama television series Gossip Girl (2007–2012). She also starred in a number of films, including The Sisterhood of the Traveling Pants (2005), The Sisterhood of the Traveling Pants 2 (2008), The Town (2010), Green Lantern (2011), Savages (2012), The Age of Adaline (2015), The Shallows (2016) and A Simple Favor (2018).",
  "/wiki/Jeff_Gordon": "Jeffery Michael Gordon (born August 4, 1971) is an American former professional stock car racing driver,  currently an announcer for Fox NASCAR, and a top executive for Hendrick Motorsports. He formerly drove the No. 24 Chevrolet for Hendrick Motorsports in 23 full-time NASCAR Sprint Cup Series seasons between 1993 and 2015, and served as a substitute driver for Dale Earnhardt Jr. in the No. 88 Hendrick Motorsports Chevrolet in select races during the 2016 season.",
  "/wiki/Jordin_Sparks": "Jordin Brianna Sparks (born December 22, 1989) is an American singer, songwriter and actress. She rose to fame in 2007 after winning the sixth season of American Idol at age 17, becoming the youngest winner in the series' history. Her self-titled debut studio album, released later that year, was certified platinum by the Recording Industry Association of America (RIAA) and has sold over two million copies worldwide. The album spawned the Billboard Hot 100 top-ten singles \"Tattoo\" and \"No Air\"; the latter, a collaboration with Chris Brown, is currently the third highest-selling single by any American Idol contestant, selling over three million digital copies in the United States. The song earned Sparks her first Grammy Award nomination for Best Pop Collaboration with Vocals.",
  "/wiki/Kristin_Chenoweth": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy-drama Pushing Daisies, for which she won a 2009 Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the ABC TV series GCB in 2012.",
  "/wiki/Ryan_Reynolds": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian-American actor, comedian, film producer and screenwriter. He began his career starring in the Canadian teen soap opera Hillside (1991–1993) and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), and starred in action films such as Blade: Trinity (2004), Green Lantern (2011), and Safe House (2012).",
  "/wiki/Larry_the_Cable_Guy": "Daniel Lawrence Whitney (born February 17, 1963), known professionally by his stage name Larry the Cable Guy, is an American stand-up comedian, actor, producer, singer and radio personality, with a career spanning over 30 years.",
  "/wiki/Michelle_Beadle": "Michelle Denise Beadle (born October 23, 1975) is a sports reporter and host, who most recently worked for ESPN.  She was formerly the co-host of the morning sports show Get Up! along with Jalen Rose and Mike Greenberg, the co-host of SportsNation on ESPN2, and former host of Winners Bracket on ABC with Marcellus Wiley.",
  "/wiki/Jim_Carrey": "James Eugene Carrey (born January 17, 1962) is a Canadian-American actor, comedian, writer, and artist. He is known for his energetic slapstick performances.",
  "/wiki/Michael_Bolton": "Michael Bolotin (born February 26, 1953), known professionally as Michael Bolton, is an American singer and songwriter. Bolton originally performed in the hard rock and heavy metal genres from the mid-1970s to the mid-1980s, both on his early solo albums and those he recorded as the frontman of the band Blackjack. He became better known for his series of pop rock ballads, recorded after a stylistic change in the late 1980s.",
  "/wiki/Kara_DioGuardi": "Kara Elizabeth DioGuardi (/ˈkærə diːoʊˈɡwɑːrdi/; born December 9, 1970) is an American songwriter, record producer, music publisher, A&R executive, singer, composer and television personality. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide. DioGuardi is a Grammy and Emmy-nominated writer. She is a 2011 NAMM Music For Life Award winner, 2009 NMPA Songwriter Icon Award winner, 2007 BMI Pop Songwriter of the Year, and has received 20 BMI Awards for co-writing the most performed songs on the radio.",
  "/wiki/Ryan_O'Neal": "Charles Patrick Ryan O'Neal (born April 20, 1941) is an American actor and former boxer. O'Neal trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place. The series was an instant hit and boosted O'Neal's career. He later found success in films, most notably Love Story (1970), for which he received Academy Award and Golden Globe nominations as Best Actor, Peter Bogdanovich's What's Up, Doc? (1972) and Paper Moon (1973), Stanley Kubrick's Barry Lyndon (1975), Richard Attenborough's A Bridge Too Far (1977), and Walter Hill's The Driver (1978). From 2005 to 2017, he had a recurring role in the Fox TV series Bones as Max, the father of the show's protagonist.",
  "/wiki/Tatum_O'Neal": "Tatum Beatrice O'Neal (born November 5, 1963) is an American actress and author. She is the youngest person ever to win a competitive Academy Award, which she won in 1974 at age 10 for her performance as Addie Loggins in Paper Moon (1973) opposite her father, Ryan O'Neal. She also starred as Amanda Whurlitzer in The Bad News Bears (1976), followed by Nickelodeon (1976), and Little Darlings (1980).",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Patrick_Dempsey": "Patrick Galen Dempsey (born January 13, 1966) is an American actor and racecar driver, best known for his role as neurosurgeon Derek \"McDreamy\" Shepherd in Grey's Anatomy, starring alongside  Ellen Pompeo (Dr. Meredith Grey). Dempsey then retired the character after 11 seasons. He saw early success as an actor, starring in a number of films in the 1980s, including Can't Buy Me Love (1987) and Loverboy (1989). In the 1990s, he mostly appeared in smaller roles in film, such as Outbreak (1995) and television. Patrick was also in Scream 3 (2000) where he portrayed the role of Detective Mark Kincaid. He was successful in landing a lead role in Sweet Home Alabama (2002), a surprise box office hit. He has since starred in other films, including Brother Bear 2 (2006), Enchanted (2007), Made of Honor (2008), Valentine's Day (2010), Flypaper (2011), Freedom Writers (2007), Transformers: Dark of the Moon (2011), and Bridget Jones's Baby (2016).",
  "/wiki/Mark_Feuerstein": "Mark Feuerstein (/ˈfɔɪ.ərstiːn/; born June 8, 1971) is an American actor. He first came to public notice in a guest appearance in an episode of Season 2 of Sex and the City and went on to appear in TV series The West Wing (2001–2005), Royal Pains (2009–2016) and Prison Break (2017). He co-wrote, co-produced as well as starred in the short-lived CBS sitcom 9JKL.",
  "/wiki/David_Gray_(musician)": "David Gray (born 13 June 1968) is a British singer-songwriter. He released his first album in 1993 and received worldwide attention after the release of White Ladder six years later. It was the first of three UK chart-toppers in six years for Gray, of which the latter two also made the Top 17 in the United States. White Ladder became the fifth best-selling album of the 2000s in the UK. It is ranked the tenth best-selling album of the 21st century in the United Kingdom. Gray has been nominated for four Brit Awards – twice for Best British Male.",
  "/wiki/Daytime_Emmy_Awards": "The Daytime Emmy Award is an American accolade bestowed by the New York–based National Academy of Television Arts and Sciences in recognition of excellence in American daytime television programming. Ceremonies generally are held in May or June.",
  "/wiki/Selena_Gomez": "Selena Marie Gomez (born July 22, 1992) is an American singer, songwriter, actress, and television producer. After appearing on the children's television series Barney & Friends (2002–2004), she received wider recognition for her portrayal of Alex Russo on the Emmy Award-winning Disney Channel television series Wizards of Waverly Place, which aired from 2007 until 2012. Gomez also starred in the films Another Cinderella Story (2008), Princess Protection Program (2009), Wizards of Waverly Place: The Movie (2009), Ramona and Beezus (2010), and Monte Carlo (2011). Thereafter, she focused on more mature roles in Spring Breakers (2012), Getaway (2013), The Fundamentals of Caring (2016), and The Dead Don't Die (2019). She voices the character of Mavis in the Hotel Transylvania film franchise, and serves as an executive producer of the Netflix television drama series 13 Reasons Why (2017–present) and the Netflix documentary series Living Undocumented (2019).",
  "/wiki/Rosie_Huntington-Whiteley": "Rosie Alice Huntington-Whiteley (born 18 April 1987) is an English model, actress, designer, and businesswoman. She is best known for her work for lingerie retailer Victoria's Secret, formerly being one of their brand \"Angels\", for being the face of Burberry's 2011 brand fragrance \"Burberry Body\", for her work with Marks & Spencer, and, most recently, for her artistic collaboration with denim-focused fashion brand Paige.",
  "/wiki/Tom_Hanks": "Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Hanks is known for his comedic and dramatic roles in such films as Splash (1984), Bachelor Party (1984), Big (1988), Turner & Hooch (1989), A League of Their Own (1992), Sleepless in Seattle (1993), Forrest Gump (1994), Apollo 13 (1995), You've Got Mail (1998), The Green Mile (1999), Cast Away (2000), Road to Perdition (2002), Cloud Atlas (2012), Captain Phillips (2013), Saving Mr. Banks (2013), Sully (2016), and A Beautiful Day in the Neighborhood (2019). He has also starred in the Robert Langdon films, and he voices Sheriff Woody in the Toy Story film series. He is one of the most popular and recognizable film stars worldwide, and he is widely regarded as an American cultural icon.",
  "/wiki/Ken_Jeong": "Ken Kang-Joh Jeong (Korean: 정강조, Hanja: 鄭康祖) (born July 13, 1969) is an American stand-up comedian, actor and former physician. He is best known for playing Ben Chang on the sitcom Community and the drug lord Leslie Chow in The Hangover film series. He was the lead in the ABC sitcom Dr. Ken, of which he is also the creator and for which he was a writer and executive producer. Jeong is a licensed physician but has stopped practicing in favor of his acting career. He currently appears as a panelist on both the American and British versions of the singing competition show The Masked Singer.",
  "/wiki/David_Cook_(singer)": "David Roland Cook (born December 20, 1982) is an American rock singer-songwriter, who rose to fame after winning the seventh season of American Idol in 2008. Prior to Idol he released an independent album entitled Analog Heart. This was followed by his post-Idol major-label debut David Cook which was released on November 18, 2008, and has since been certified platinum by the RIAA. His second major album This Loud Morning was released on June 28, 2011. His third post American Idol and fourth overall studio album Digital Vein was released on September 18, 2015.",
  "/wiki/Shia_LaBeouf": "Shia Saide LaBeouf (/ˈʃaɪ.ə ləˈbʌf/ (listen); born June 11, 1986) is an American actor, performance artist, and filmmaker. He became known among younger audiences as Louis Stevens in the Disney Channel series Even Stevens, a role for which LaBeouf received a Young Artist Award nomination in 2001 and won a Daytime Emmy Award in 2003. He made his film debut in The Christmas Path (1998). In 2004, he made his directorial debut with the short film Let's Love Hate and later directed a short film titled Maniac (2011), starring American rappers Cage and Kid Cudi.",
  "/wiki/Jill_Scott": "Jill Scott (born April 4, 1972) is an American singer-songwriter, model, poet and actress. Her 2000 debut, Who Is Jill Scott? Words and Sounds Vol. 1, went platinum, and the follow-ups Beautifully Human: Words and Sounds Vol. 2 (2004) and The Real Thing: Words and Sounds Vol. 3 (2007) both achieved gold status. She made her cinematic debut in the films Hounddog and Tyler Perry's Why Did I Get Married? in 2007.",
  "/wiki/Live!_with_Regis_and_Kelly_(season_23)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 23rd season.  The list is ordered by air date."
}