{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Eva_Mendes": "Eva de la Caridad Méndez, known professionally as Eva Mendes (/ˈmɛndɛz/; born March 5, 1974), is an American actress and businesswoman. Her acting career began in the late 1990s, with a series of roles in B films such as Children of the Corn V: Fields of Terror (1998) and Urban Legends: Final Cut (2000).",
  "/wiki/American_Idol_(Season_10)": "The tenth season of American Idol premiered on January 19, 2011, and concluded on May 25, 2011, on the Fox television network. The show underwent a number of changes from the ninth season, including the return of Nigel Lythgoe as executive producer. Randy Jackson returned as judge for his tenth season while Jennifer Lopez and Steven Tyler joined the judging panel following the departures of Simon Cowell, Kara DioGuardi and Ellen DeGeneres.",
  "/wiki/Casey_Abrams": "Casey Abrams (born February 12, 1991) is an American musician from Idyllwild, California, who finished in sixth place in the tenth season of American Idol, five weeks after being saved from elimination by the judges. A self-titled debut album was released in 2012 through Concord Records. Tales from the Gingerbread House was released on January 29, 2016.",
  "/wiki/Andy_Samberg": "David A. J. \"Andy\" Samberg (born August 18, 1978) is an American actor, comedian, writer, producer, and musician. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts.",
  "/wiki/Melissa_McCarthy": "Melissa Ann McCarthy (born August 26, 1970) is an American actress, comedian, writer, producer, and fashion designer. She is the recipient of numerous accolades, including two Primetime Emmy Awards and nominations for two Academy Awards and two Golden Globe Awards. McCarthy was named by Time as one of the 100 most influential people in the world in 2016, and she has been featured multiple times in annual rankings of the highest-paid actresses in the world.",
  "/wiki/John_Krasinski": "John Burke Krasinski (/krəˈzɪnski/; born October 20, 1979) is an American actor and filmmaker. Besides appearing in and making feature films, he is best known for his role as Jim Halpert on the NBC sitcom The Office. He also served as a producer and occasional director of the series throughout its nine-season run.",
  "/wiki/Maggie_Q": "Margaret Denise Quigley (born May 22, 1979), professionally known as Maggie Q, is an American actress, model and animal rights activist. She is known for starring as the title role on The CW action-thriller series Nikita (2010–13).\nShe also starred as former-FBI agent and CIA Case Officer Hannah Wells in the political drama series Designated Survivor (2016–19).",
  "/wiki/Kate_Hudson": "Kate Garry Hudson (born April 19, 1979) is an American actress, author, and fashion designer. She rose to prominence for her performance in the film Almost Famous (2000), for which she won a Golden Globe and was nominated for the Academy Award for Best Supporting Actress. Her other films include How to Lose a Guy in 10 Days (2003), Raising Helen (2004), The Skeleton Key (2005), You, Me and Dupree (2006), Fool's Gold (2008), Bride Wars (2009), Nine (2009), Deepwater Horizon (2016), Mother's Day (2016) and Marshall (2017).",
  "/wiki/Jennifer_Hudson": "Jennifer Kate Hudson (born September 12, 1981) is an  American singer and actress. She rose to fame in 2004 as a finalist on the third season of American Idol, placing seventh. Hudson made her film debut as Effie White in Dreamgirls (2006), for which she received an Academy Award, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award for Best Supporting Actress. She also appeared in Sex and the City (2008), The Secret Life of Bees (2008), and Black Nativity (2013). In 2015, she made her Broadway debut in the role of Shug Avery in The Color Purple.",
  "/wiki/Dancing_with_the_Stars": "Dancing with the Stars is the name of various international television series based on the format of the British TV series Strictly Come Dancing, which is distributed by BBC Worldwide, the commercial arm of the BBC. Currently the format has been licensed to over 42 territories.",
  "/wiki/Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She has received two Academy Awards, three British Academy Film Awards, two Golden Globe Awards, and the Cecil B. DeMille Award. For her work as a director, she has been nominated for a Primetime Emmy Award.",
  "/wiki/Ginnifer_Goodwin": "Jennifer Michelle \"Ginnifer\" Goodwin (born May 22, 1978) is an American actress. She is known for her starring role as Margene Heffman in the HBO drama series Big Love (2006–2011) and Snow White / Mary Margaret Blanchard in the ABC fantasy series Once Upon a Time (2011–2018).",
  "/wiki/Chelsea_Handler": "Chelsea Joy Handler (born February 25, 1975) is an American comedian, actress, writer, television host, producer, and activist. She hosted the late-night talk show Chelsea Lately on the E! network from 2007 to 2014, and released a documentary series, Chelsea Does, on Netflix in January 2016. Between 2016 and 2017, Handler hosted the talk show, Chelsea, on Netflix.",
  "/wiki/Jacob_Lusk": "The tenth season of American Idol premiered on January 19, 2011, and concluded on May 25, 2011, on the Fox television network. The show underwent a number of changes from the ninth season, including the return of Nigel Lythgoe as executive producer. Randy Jackson returned as judge for his tenth season while Jennifer Lopez and Steven Tyler joined the judging panel following the departures of Simon Cowell, Kara DioGuardi and Ellen DeGeneres.",
  "/wiki/Keira_Knightley": "Keira Christina Knightley, OBE (/ˈkɪərə ˈnaɪtli/; born 26 March 1985) is a British actress. She has been nominated for two British Academy Film Awards, three Golden Globe Awards, and two Academy Awards.",
  "/wiki/Dean_Karnazes": "Dean Karnazes (English: /kɑːrˈnɛˈzɪs/ car-NEH-zis; born Constantine Karnazes; August 23, 1962), is an American ultramarathon runner, and author of Ultramarathon Man: Confessions of an All-Night Runner, which details ultra endurance running for the general public.",
  "/wiki/Patricia_Heaton": "Patricia Helen Heaton (born March 4, 1958) is an American actress and comedian. She is known for her starring role as Debra Barone in the CBS sitcom Everybody Loves Raymond (1996–2005) and as Frances \"Frankie\" Heck on the ABC sitcom The Middle (2009–2018). Since 2019, Heaton stars as Dr. Carol Kenney in the CBS sitcom Carol's Second Act.",
  "/wiki/Amazing_Race": "The Amazing Race is a reality television game show in which teams of two people race around the world in competition with other teams. Contestants strive to arrive first at \"Pit Stops\" at the end of each leg of the race to win prizes and to avoid coming in last, which carries the possibility of elimination or a significant disadvantage in the following leg. Contestants travel to and within multiple countries in a variety of transportation modes, including airplanes, hot air balloons, helicopters, trucks, bicycles, taxicabs, cars, trains, buses, boats and by foot. Clues provided in each leg lead the teams to the next destination or direct them to perform a task, either together or by a single member. These challenges are related in some manner to the country wherein they are located or its culture. Teams are progressively eliminated until three are left; at that point, the team that arrives first in the final leg is awarded the grand prize.",
  "/wiki/Pen%C3%A9lope_Cruz": "Penélope Cruz Sánchez (/kruːz/; Spanish: [peˈnelope kɾuθ ˈsantʃeθ]; born 28 April 1974) is a Spanish actress and model. Signed by an agent at the age of 15, she made her acting debut at 16 on television, and her feature film debut the following year in Jamón Jamón (1992). Her subsequent roles in the 1990s and 2000s included Belle Epoque (1992), Open Your Eyes (1997), The Hi-Lo Country (1999), The Girl of Your Dreams (2000), and Woman on Top (2000). Cruz achieved recognition for her lead roles in the 2001 films Vanilla Sky, All the Pretty Horses, Captain Corelli's Mandolin, and Blow. She has three Academy Award nominations, and one win.",
  "/wiki/Chris_Hemsworth": "Christopher Hemsworth (born 11 August 1983) is an Australian actor. He rose to prominence playing Kim Hyde in the Australian TV series Home and Away (2004–07) before beginning a film career in Hollywood by taking on parts in the science fiction film Star Trek (2009) and the thriller A Perfect Getaway (2009).",
  "/wiki/Will_Ferrell": "John William Ferrell (/ˈfɛrəl/; born July 16, 1967) is an American actor, comedian, producer, writer and businessman. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Anchorman: The Legend of Ron Burgundy (2004), Talladega Nights (2006), Step Brothers (2008), The Other Guys (2010) and Anchorman 2: The Legend Continues (2013), all but one of which he co-wrote with his comedy partner Adam McKay. The two also founded the comedy website Funny or Die in 2007. Other film roles include Elf, Old School (both 2003), Blades of Glory (2007), Daddy's Home (2015), and the animated films Megamind (2010) and The Lego Movie (2014).",
  "/wiki/Chris_Colfer": "Christopher Paul Colfer (born May 27, 1990) is an American actor, singer, and author. He gained international recognition for his portrayal of Kurt Hummel on the television musical Glee (2009–15). Colfer's portrayal of Kurt received critical praise for which he has been the recipient of several awards, including Best Supporting Actor in a Series, Miniseries or Television Film at the 2011 Golden Globe Awards, and three consecutive People's Choice Awards for Favorite Comedic TV Actor in 2013, 2014 and 2015. In April 2011, Colfer was named one of the Time 100, Time's list of the 100 most influential people.",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Jane_Lynch": "Jane Marie Lynch (born July 14, 1960) is an American actress, voice actress, author, singer and comedian. She is best known for her role as Sue Sylvester in the musical television series Glee. She also gained fame in Christopher Guest's \nimprov mockumentary pictures such as Best in Show.",
  "/wiki/James_Durbin_(singer)": "James William Durbin (born January 6, 1989) is an American singer and guitarist from Santa Cruz, California, who finished in fourth place on the tenth season of American Idol. Durbin was the lead singer for Quiet Riot from 2017 to 2019.",
  "/wiki/Chris_O%27Donnell": "Christopher Eugene O'Donnell (born June 26, 1970) is an American actor and former model. He played Charlie Simms in Scent of a Woman, Chris Reece in School Ties, D'Artagnan in The Three Musketeers, Jack Foley in the drama film Circle of Friends, Dick Grayson/Robin in Batman Forever and Batman & Robin, Jason Brown in Robert Altman's Cookie's Fortune, Peter Garrett in Vertical Limit, and Wardell Pomeroy in Kinsey. O'Donnell currently stars as special Agent G. Callen on the CBS crime drama television series NCIS: Los Angeles, a spin-off of NCIS.",
  "/wiki/Tom_Welling": "Thomas Joseph Welling (born April 26, 1977) is an American actor, director, producer, and model best known for his role as Clark Kent in The WB/The CW superhero drama Smallville (2001–2011). He also co-starred in the third season of Fox fantasy comedy-drama Lucifer as Lt. Marcus Pierce (2017–2018).",
  "/wiki/Ellie_Goulding": "Elena Jane Goulding (/ˈɡoʊldɪŋ/ GOHL-ding; born 30 December 1986) is an English singer and songwriter. Her career began when she met record producers Starsmith and Frankmusik, and she was later spotted by Jamie Lillywhite, who later became her manager and A&R. After signing to Polydor Records in July 2009, Goulding released her debut extended play, An Introduction to Ellie Goulding later that year.",
  "/wiki/Eric_Stonestreet": "Eric Allen Stonestreet (born September 9, 1971) is an American actor and comedian. He is best known for portraying Cameron Tucker in the ABC mockumentary sitcom Modern Family, for which he received two Emmy Awards for Outstanding Supporting Actor in a Comedy Series out of three nominations.",
  "/wiki/Survivor:_Redemption_Island": "Survivor: Redemption Island is the twenty-second season of the American CBS competitive reality television series Survivor. It premiered on February 16, 2011. Applications were due in January 2010, and filming lasted from August to September 2010. The season was filmed near San Juan del Sur, Nicaragua, the same location as the previous season. The show featured returning players Russell Hantz and Rob Mariano and 16 new players to Survivor.",
  "/wiki/Matthew_Morrison": "Matthew James Morrison (born October 30, 1978) is an American actor, dancer, and singer-songwriter. Morrison is known for starring in multiple Broadway and Off-Broadway productions, including his portrayal of Link Larkin in Hairspray on Broadway, and for his role as Will Schuester on the Fox television show Glee (2009–2015). Morrison is signed with Adam Levine's 222 Records and received a Tony Award nomination for his featured role as Fabrizio Nacarelli in the musical The Light in the Piazza. From March 2015 to January 2016, Morrison starred in the lead role of J.M. Barrie in the Broadway production of Finding Neverland.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Geoffrey_Rush": "Geoffrey Roy Rush AC (born 6 July 1951) is an acclaimed actor of the stage and screen. He is known for his roles various films including, the Pirates of the Caribbean films, The King's Speech, Shine, Shakespeare in Love, Elizabeth, Les Miserables, The Life and Death of Peter Sellers, Frida and Munich. One of Australia's most accomplished actors, Rush is amongst 24 people who have won the Triple Crown of Acting: an Academy Award for film, a Primetime Emmy Award for television, and a Tony Award for theatre. Over his illustrious career he has won an Academy Award, three British Academy Film Awards, two Golden Globe Awards, and four Screen Actors Guild Awards.  Rush is the founding president of the Australian Academy of Cinema and Television Arts and was named the 2012 Australian of the Year.",
  "/wiki/Jimmy_Fallon": "James Thomas Fallon (born September 19, 1974) is an American comedian, actor, television host, singer, writer, and producer. He is known for his work in television as a cast member on Saturday Night Live and as the host of late-night talk show The Tonight Show Starring Jimmy Fallon and before that Late Night with Jimmy Fallon. He grew up with an interest in comedy and music, moving to Los Angeles at 21 to pursue opportunities in stand-up comedy.",
  "/wiki/Haley_Reinhart": "Haley Elizabeth Reinhart (born September 9, 1990) is an American singer, songwriter and voice actress from Wheeling, Illinois, a suburb of Chicago. She first rose to prominence after placing third in the tenth season of American Idol. In July 2011, Reinhart signed a recording deal with Interscope Records. Her debut album Listen Up! was released on May 22, 2012, to critical acclaim, and she subsequently became the first American Idol alumna to perform at Lollapalooza. After being dropped by Interscope Records following a change in the company's management in 2012, Reinhart expanded the agreement she had with her music publisher, ole, in 2014. Reinhart signed with ICM Partners in March 2016, in addition to her ongoing deal with ole.",
  "/wiki/The_Celebrity_Apprentice": "The Celebrity Apprentice is an American television reality competition series. It is a variation of The Apprentice series, and was hosted by real estate developer Donald Trump from 2008 to 2015, and actor and former California Governor Arnold Schwarzenegger from January till August 2017, when it was canceled.",
  "/wiki/Jack_Black": "Thomas Jacob \"Jack\" Black (born August 28, 1969) is an American actor, comedian, singer, musician, songwriter, and YouTuber. He is known for his roles in films such as High Fidelity (2000), Shallow Hal (2001), School of Rock (2003), King Kong (2005), Tenacious D in the Pick of Destiny (2006), The Holiday (2006), the Kung Fu Panda franchise (2008–2016), Tropic Thunder (2008), Gulliver's Travels (2010), Bernie (2011), Goosebumps (2015), Jumanji: Welcome to the Jungle (2017) and its sequel, Jumanji: The Next Level (2019). For his work in School of Rock and Bernie, he gained Golden Globe nominations, and was inducted into Hollywood's Walk of Fame in 2018.",
  "/wiki/Julie_Bowen": "Julie Bowen Luetkemeyer (born March 3, 1970) is an American actress. She is best known for playing Aunt Gwen on Dawson's Creek (2000), Carol Vessey on Ed (2000–04), Denise Bauer on Boston Legal (2005–07), Sarah Shephard on Lost (2005–07), and Claire Dunphy on the comedy Modern Family (since 2009). The last earned her six nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series (2010–2015), winning in 2011 and 2012.",
  "/wiki/Live_with_Regis_and_Kelly": "Live with Kelly and Ryan (or simply Live) is an American syndicated morning talk show, hosted by Kelly Ripa and Ryan Seacrest. Executive produced by Michael Gelman, the Live with... show formula has aired under various hosts since 1983 locally on WABC-TV in New York City and 1988 nationwide. As of 2016[update], it is produced by WABC.",
  "/wiki/Lucy_Liu": "Lucy Liu (born December 2, 1968) is an American actress, who is known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), the assertive assassin O-Ren Ishii in Kill Bill, and Joan Watson in the crime-drama series Elementary (2012–2019). Throughout her career, she has received two Screen Actors Guild Awards and has won the Seoul International Drama Award for Best Actress. She has been nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and has received nominations for three People's Choice Awards and two Saturn Awards.",
  "/wiki/The_Biggest_Loser": "The Biggest Loser is a reality television format which started with the American TV show The Biggest Loser in 2004. The show centers on overweight and obese contestants attempting to lose the most weight; the winner receives a cash prize. There are different variations of The Biggest Loser around the world. Each country has made its own adaptation of the show; however, the contestants always have the same goal: to lose the highest percentage of weight (or most weight) to become the \"biggest loser\". There is no minimum or maximum weight limit for the show but most males tend to weigh over or near 300 lb (136 kg). Females tend to weigh over or near 200 lb (91 kg).",
  "/wiki/National_Geographic_Bee": "The National Geographic GeoBee (called the National Geography Bee from 1989-2000 and the National Geographic Bee from 2001-2018, also referred to as the Nat Geo Bee) is an annual geography contest sponsored by the National Geographic Society. The bee, held every year since 1989, is open to students in the fourth through eighth grades in participating schools from the United States.",
  "/wiki/Heather_Graham": "Heather Joan Graham (born January 29, 1970) is an American actress, director, and writer. After appearing in television commercials, her first starring role in a feature film came with the teen comedy License to Drive (1988), followed by the critically acclaimed film Drugstore Cowboy (1989), which gained her initial industry notice. She then played  supporting roles in films such as Shout (1991), Diggstown (1992), Six Degrees of Separation (1993), Swingers (1996) and on the television series Twin Peaks (1991) and its prequel film Fire Walk with Me (1992), before gaining critical praise for starring in Paul Thomas Anderson's Boogie Nights (1997) as porn starlet Brandy / Rollergirl. In 1999, she co-starred in Bowfinger and Austin Powers: The Spy Who Shagged Me.",
  "/wiki/Plain_White_T%27s": "Plain White T's are an American rock band from Lombard, Illinois, formed in 1997 by high school friends Tom Higgenson, Dave Tirio, and Ken Fletcher. They were joined a short time later by Steve Mast. The group had a mostly underground following in Chicago basements, clubs, and bars in its early years.",
  "/wiki/Top_Chef:_All_Stars": "Top Chef: All-Stars is the eighth season of the American reality television series Top Chef. The season was first filmed in New York City before concluding in The Bahamas. All-Stars consisted of chefs from the previous seven seasons who did not win the title of Top Chef. It premiered on December 1, 2010, and concluded on April 6, 2011. The cast was announced during the Top Chef: D.C. reunion special on September 22, 2010. The prize money awarded to the winner of the season was US$200,000. In the season finale, Top Chef: Chicago runner-up Richard Blais was declared the Top Chef, defeating Top Chef: Las Vegas contestant Mike Isabella. Top Chef: New York runner-up Carla Hall was voted Fan Favorite.",
  "/wiki/Live!_with_Regis_and_Kelly_(season_23)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 23rd season.  The list is ordered by air date."
}