{
  "/wiki/Agus_River": "Agus River is a river that flows for 36.5 kilometres (22.7 mi) from Lanao Lake to Iligan Bay, Philippines. It cuts through the provinces of Lanao del Sur and Lanao del Norte. Settlements along the banks of the river include the City of Marawi, the Municipality of Linamon and the City of Iligan. It separates into two channels as it drains to Iligan Bay; one going over the Maria Cristina Falls while the other supplies the Tinago Falls. The river descends for about 2,200 feet (670 m) from its source as it flows for 21 miles (34 km) before draining to the sea. The river is relatively shallow as it is only 4 feet (1.2 m) deep in some areas. The Agus River's watershed spans about 11,320.00 hectares. In 1992, the National Power Corporation financed the reforestation of the Lake Lanao-Agus River watershed, planting over 1500 hectares of Acacia mangium, Durio zibethinus and other indigenous trees.  It has a discharge of about 10 cubic metres per second (350 cu ft/s) and flows from a narrow depression off the northwestern rim of the lake and flows over a basalt rock formation. The canyon carved by the river suggests a short erosional period.",
  "/wiki/Iligan_City": "Iligan, officially the City of Iligan (Cebuano: Dakbayan sa Iligan; Maranao: Inged a Iligan) or referred to as Iligan City, is a 1st class highly urbanized city in Northern Mindanao, Philippines. According to the 2015 census, it has a population of 342,618 people.",
  "/wiki/Northern_Mindanao": "Northern Mindanao (Tagalog: Hilagang Mindanao; Cebuano: Amihanang Mindanao; Maranao: Pangotaraan Mindanao) is an administrative region in the Philippines, designated as Region X. It comprises five provinces: Bukidnon, Camiguin, Misamis Occidental, Misamis Oriental, and Lanao del Norte,  and two cities classified as highly urbanized, all occupying the north-central part of Mindanao island, and the island-province of Camiguin. The regional center is Cagayan de Oro. Lanao del Norte was transferred to Northern Mindanao from Region XII (then called Central Mindanao) by virtue of Executive Order No. 36 in September 2001.",
  "/wiki/Davao_River_Bridge": "The Davao River Bridge, also known as the Ma-a Bridge is a six-lane road bridge in Davao City.",
  "/wiki/Davao_River": "The Davao River catchment is the third largest river catchment on the southern Philippines island of Mindanao. It drains an area of over 1,700 square kilometres (660 sq mi) with a river length of 160 kilometres (99 mi). Most of the area is uplands. Average flows within the river near to the mouth are estimated at 70 to 80 cubic metres per second (2,500 to 2,800 cu ft/s). The climate type is relatively uniform throughout the year with evenly distributed rainfall and temperatures and humidity (rainfall = 2600mm, Actual Evap 1028mm). The area rarely experiences typhoons.",
  "/wiki/Davao_City": "Davao City, officially the City of Davao (Cebuano: Dakbayan sa Dabaw), is a 1st class highly urbanized city in the island of Mindanao, Philippines. The city has a total land area of 2,443.61 km2 (943.48 sq mi), making it the largest city in the Philippines in terms of land area. It is the third-most populous city in the Philippines after Quezon City and Manila, the most populous city in the country outside Metro Manila, and the most populous in Mindanao. As of the 2015 census the city had a population of 1,632,991.",
  "/wiki/Davao_Region": "Davao Region, formerly called Southern Mindanao (Cebuano: Habagatang Mindanao), is an administrative region in the Philippines, designated as Region XI. It is situated at the southeastern portion of Mindanao, comprising five provinces: Davao de Oro, Davao del Norte, Davao del Sur, Davao Oriental, and Davao Occidental.",
  "/wiki/Macapagal_Bridge": "Macapagal Bridge  (Filipino: Tulay ng Macapagal) is a steel cable-stayed bridge along Mayor Democrito Plaza II Avenue (also known as the Butuan Bypass Road) in Butuan, Agusan del Norte that crosses the Agusan River. It has a length of 908 m (2,979 ft), making it the longest bridge in Mindanao, and the second-longest cable-stayed bridge in the Philippines after the Marcelo Fernan Bridge that connects Cebu City and Mactan Island.",
  "/wiki/Agusan_River": "Agusan River is a river in the Philippines, located in the north-eastern part of Mindanao island, draining majority of the Caraga region and some parts of Davao de Oro. It is the country's third largest river (after Cagayan River and Rio Grande de Mindanao) with a total drainage area of 11,937 square kilometres (4,609 sq mi) and an estimated length of 349 kilometres (217 mi) from its origin.",
  "/wiki/Butuan_City": "Butuan (pronounced /ˌbuːtuˈʔɑːn/), officially the City of Butuan (Cebuano: Dakbayan sa Butuan; Butuanon: Dakbayan hong Butuan), or simply known as Butuan City, is a 1st class highly urbanized city and regional center of the Caraga Region, Philippines. According to the 2015 census, it has a population of 337,063 people.",
  "/wiki/Caraga": "Caraga, officially the Caraga Administrative Region or simply known as Caraga Region and designated as Region XIII, is an administrative region in the Philippines occupying the northeastern section of the island of Mindanao. The Caraga Region was created through Republic Act No. 7901 on February 23, 1995. The region comprises five provinces: Agusan del Norte, Agusan del Sur,  Dinagat Islands, Surigao del Norte, and Surigao del Sur; six cities: Bayugan, Bislig, Butuan, Cabadbaran, Surigao and Tandag; 67 municipalities and 1,311 barangays. Butuan is the regional administrative center.",
  "/wiki/Cagayan_de_Oro_River": "Cagayan River, often called the Cagayan de Oro River, is one of the rivers draining the northern central part of the island of Mindanao in the Philippines. The river has its headwaters in the Kalatungan Mountain Range and Kitanglad Mountain Range found in the central part of the province of Bukidnon. It traverses the municipalities of Talakag, Baungon and Libona, connecting tributaries along the way. It finally empties into the Macajalar Bay at Cagayan de Oro in the province of Misamis Oriental.",
  "/wiki/Cagayan_de_Oro_City": "Cagayan de Oro, officially the City of Cagayan de Oro (Filipino: Lungsod ng Cagayan de Oro; Cebuano: Dakbayan sa Cagayan de Oro; Hiligaynon: Dakbanwa sang Cagayan de Oro; Waray: Syudad han Cagayan de Oro; Maranao: Inged a Cagayan de Oro; Subanen: Gembagel G'benwa Cagayan de Oro/Bagbenwa Cagayan de Oro; Bukid and Higaonon: Banuwa ta Cagayan de Oro) or simply referred to as CDO, is a 1st class highly urbanized city in Northern Mindanao, Philippines. It is the capital of the province of Misamis Oriental where it is geographically situated but governed administratively independent from it. According to the 2015 census, it has a population of 675,950 people.",
  "/wiki/Rio_Grande_de_Mindanao": "The Rio Grande de Mindanao, also known as the Mindanao River, is the second largest river system in the Philippines, located on the southern island of Mindanao. It has a drainage area of 23,169 km2 (8,946 sq mi), draining the majority of the central and eastern portion of the island, with a total length of approximately 373 km (232 mi). It is an important transportation artery on the island, used mainly in transporting agricultural products and, formerly, timber.",
  "/wiki/Cotabato_City": "Cotabato City, officially the City of Cotabato (Maguindanaon: Ingud nu Kutawatu; Iranun: Inged a Kotawato) is an independent component city in the Philippine autonomous region of Bangsamoro. According to the 2015 census, it has a population of 299,438.",
  "/wiki/Bangsamoro": "Bangsamoro, officially the Bangsamoro Autonomous Region in Muslim Mindanao or BARMM (Filipino: Rehiyong Awtonomo ng Bangsamoro sa Muslim Mindanao; Arabic: منطقة بانجسامورو ذاتية الحكم‎ Munṭiqah banjisāmūrū dhātiyyah al-ḥukm), is an autonomous region within the southern Philippines.",
  "/wiki/Tagoloan_River": "The Tagoloan River is the 13th largest river system in the Philippines in terms of watershed size, as classified by the National Water Resources Board. It has an estimated drainage area of 1,704 square kilometres (658 sq mi) covering the provinces of Bukidnon and Misamis Oriental. It has a length of 106 kilometres (66 mi) from its source in Malaybalay City in Bukidnon province.",
  "/wiki/Tagoloan,_Misamis_Oriental": "Tagoloan, (Cebuano: Lungsod sa Tagoloan) officially the Municipality of Tagoloan,  is a 1st class municipality in the province of Misamis Oriental, Philippines. It is located to the east of Cagayan de Oro City and located south-east of the Macajalar Bay. According to the 2015 census, it has a population of 73,150 people.",
  "/wiki/Datu_Odin_Sinsuat,_Maguindanao": "Datu Odin Sinsuat, officially the Municipality of Datu Odin Sinsuat,  is a 2nd class municipality in the province of Maguindanao, Philippines. According to the 2015 census, it has a population of 99,210 people."
}