{
  "/wiki/Jessica-Jane_Applegate": "Jessica-Jane Applegate MBE (born 22 August 1996) is a British Paralympic swimmer. Applegate competes in the S14 classification for swimmers with intellectual disabilities, mainly freestyle and backstroke preferring shorter distances. She qualified for the 2012 Summer Paralympics and on 2 September in the S14 200m freestyle, Applegate won the gold setting a Paralympic record.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics": "Swimming at the 2012 Paralympic Games was held from 30 August to 8 September 2012 at the London Aquatics Centre in London, UK. The competition consisted of 148 events, across multiple classifications, and all swum in a long course (50m) pool. Up to 600 swimmers (340 males, 260 females) swum in the Games.",
  "/wiki/Belton_with_Browston": "Belton with Browston is a civil parish in the English county of Norfolk. Historically part of Suffolk, the parish consists of the villages of Belton and Browston Green, and is situated some 5 miles (8 km) south-west of the town of Great Yarmouth and 6¼ miles (10 km) north-west of the Suffolk town of Lowestoft.",
  "/wiki/Natasha_Baker": "Natasha Baker MBE (born 30 December 1989) is a British para-equestrian who won two gold medals at the 2012 Summer Paralympics, and 3 at the 2016 Summer Paralympics.",
  "/wiki/Equestrian_at_the_2012_Summer_Paralympics_%E2%80%93_Individual_championship_test_grade_II": "The individual championship test, grade II, para-equestrian dressage event at the 2012 Summer Paralympics was contested on 1 September at Greenwich Park in London.",
  "/wiki/Equestrian_at_the_2012_Summer_Paralympics": "Equestrian at the 2012 Summer Paralympics consisted of 11 dressage events. The competitions was held in the Greenwich Park from 30 August to 4 September.",
  "/wiki/Uxbridge": "Uxbridge (/ˈʌksbrɪdʒ/) is a suburban town in west London, and the administrative headquarters of the London Borough of Hillingdon. 15.4 miles (24.8 km) west-northwest of Charing Cross, it is one of the major metropolitan centres identified in the London Plan. Uxbridge historically formed part of the parish of Hillingdon in the county of Middlesex, and was a significant local commercial centre from an early time. As part of the suburban growth of London in the 20th century it expanded and increased in population, becoming a municipal borough in 1955, and has formed part of Greater London since 1965. It is a significant retail and commercial centre, and is the location of Brunel University and the Uxbridge campus of Buckinghamshire New University. The town is close to the boundary with Buckinghamshire, which is locally the River Colne.",
  "/wiki/Cowley,_London": "Cowley /ˈkaʊli/ is a village contiguous with the town of Uxbridge in the London Borough of Hillingdon.  A largely suburban village with 16 listed buildings, Cowley is 15.4 miles (24.8 km) west of Charing Cross, bordered to the west by Uxbridge Moor in the Green Belt and the River Colne, forming the border with Buckinghamshire.[n 1]  Cowley lies on a ridge 28 to 45 m (92 to 148 ft) above mean sea level.",
  "/wiki/Danielle_Brown": "Danielle Brown MBE (born 10 April 1988) is a British competitive archer. She has competed in the Paralympic Games winning gold medals in Beijing and London and has also won medals shooting in the able bodied category including the Commonwealth Games. Brown is a keynote speaker, and her published work include the children's self development book Be Your Best Self.",
  "/wiki/Archery_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_individual_compound": "The Women's individual compound open is one of the events held in archery at the 2012 Summer Paralympics in London.",
  "/wiki/Skipton": "Skipton (also known as Skipton-in-Craven) is a market town and civil parish in the Craven district of North Yorkshire, England. Historically in the East Division of Staincliffe Wapentake in the West Riding of Yorkshire, it is on the River Aire and the Leeds and Liverpool Canal to the south of the Yorkshire Dales, 27 miles (43 km) north-west of Leeds, and 38 miles (61 km) west of York. At the 2011 Census, the population was 14,623.",
  "/wiki/Mickey_Bushell": "Michael David Bushell MBE (born 8 June 1990)  is a Paralympic gold medalist and personal trainer from Telford, Shropshire, England.  He suffers from lumbar sacral spinal agenesis congenital paraplegia and competes in T53 category sprint events. He is the British record holder at 100m and 200, and a European record holder at 100m.",
  "/wiki/Athletics_at_the_2008_Summer_Paralympics_%E2%80%93_Men%27s_100_metres_T53": "The Men's 100m T53 had its competition held on September 16 with the first round at 11:51 and the final at 17:48.",
  "/wiki/Telford": "Telford (/ˈtɛlfərd/ (listen)) is a large new town in the borough of Telford and Wrekin and ceremonial county of Shropshire, England, about 13 miles (21 km) east of Shrewsbury, and 30 miles (48 km) north west of Birmingham. With an estimated population (for the borough) of 175,271 in 2017 and around 155,000 in Telford itself, Telford is the largest town in Shropshire, and one of the fastest-growing towns in the United Kingdom.",
  "/wiki/Sophie_Christiansen": "Sophie Margaret Christiansen, CBE (born 14 November 1987) is an English equestrian who has competed in three successive Paralympic Games, winning numerous medals. In 2012 and 2016 she gained three gold medals at the paralympics.",
  "/wiki/Sunningdale": "Sunningdale is a large village with a retail area and a civil parish in the Royal Borough of Windsor and Maidenhead. It takes up the extreme south-east corner of Berkshire, England.  It has a railway station on the (London) Waterloo to Reading Line and is adjoined by green buffers including Sunningdale Golf Club and Wentworth Golf Club. Its northern peripheral estates adjoin Virginia Water Lake.",
  "/wiki/Maidenhead": "Maidenhead is a large market town in Berkshire, England, on the south-western bank of the River Thames. With an estimated population approaching 68,000, Maidenhead is the largest town in the Royal Borough of Windsor and Maidenhead and fourth largest town in Berkshire. As the crow flies, the town is situated 25.7 miles (41.4 km) west of Charing Cross, London, 11.7 miles (18.8 km) northeast of the county town of Reading, 28.0 miles (45.1 km) southeast of Oxford, 8.0 miles (12.9 km) east-south-east of Henley-on-Thames and 5.8 miles (9.3 km) northwest of Windsor.",
  "/wiki/Egham": "Egham (/ˈɛɡəm/ EG-əm) is a town in the Runnymede borough of Surrey, in the south-east of England. It is part of the London commuter belt and has its own railway station.  It adjoins, narrowly, junction 13 of the M25 motorway and is situated 19 miles (31 km) WSW of London.  It can be considered a university town as it has on its higher part, Egham Hill, the campus of Royal Holloway, University of London.\nNot far from this town, at Runnymede, Magna Carta was sealed.",
  "/wiki/Royal_Holloway,_University_of_London": "Royal Holloway, University of London (RHUL), formally incorporated as Royal Holloway and Bedford New College, is a public research university and a constituent college of the federal University of London. It has six schools, 21 academic departments and c. 10,500 undergraduate and postgraduate students from over 100 countries. The campus is located west of Egham, Surrey, 19 miles (31 km) from central London.",
  "/wiki/Hannah_Cockroft": "Hannah Lucy Cockroft MBE, DL (born 30 July 1992) is a British wheelchair racer specialising in sprint distances in the T34 classification.  She holds the world records for the 100 metres, 200 metres, 400 metres, 800 metres and 1500 metres in her classification and the Paralympic records at 100 metres, 200 metres, 400 metres and 800 metres. Competing for Great Britain at the 2012 Summer Paralympics, she won two gold medals. She won three further gold medals at the 2016 Summer Paralympics in Rio de Janeiro.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_100_metres": "The Women's 100m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 8. A total of 14 events were contested over this distance for 14 different classifications.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_200_metres": "The Women's 200m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 8. A total of 11 events were contested over this distance for 11 different classifications.",
  "/wiki/Halifax,_West_Yorkshire": "Halifax (/ˈhælɪfæks/) is a minster town in the Metropolitan Borough of Calderdale in West Yorkshire, England. Historically in the West Riding of Yorkshire, the town has been a centre of woollen manufacture from the 15th century onward, originally dealing through the Piece Hall. Halifax is known for Mackintosh's chocolate and toffee products including Rolo and Quality Street. The Halifax Bank was also founded and is still headquartered in Halifax. Dean Clough, one of the largest textile factories in the world at more than 1⁄2 mile (800 m) long, was in the north of the town. The premises have since been converted for office and retail use including a gym, theatre, Travelodge and radio station.",
  "/wiki/Mark_Colbourne": "Mark Lee Colbourne MBE (born 9 November 1969) is a former Welsh paralympic-cyclist, who competed for both Wales and Great Britain.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_individual_pursuit": "The Men's individual pursuit events at the 2012 Summer Paralympics took place on 30 August–1 September at London Velopark.",
  "/wiki/Tredegar": "Tredegar (pronounced /trɪˈdiːɡər/, Welsh: [trɛˈdeːɡar]) is a town and community situated on the banks of the Sirhowy River in the county borough of Blaenau Gwent, in the southeast of Wales. Within the historic boundaries of Monmouthshire, it became an early centre of the Industrial Revolution in Wales. The historic Tredegar Iron Works in Richmond, Virginia, United States was named in honour of the town. The relevant wards (Tredegar Central and West, Sirhowy and Georgetown) collectively listed the town's population as 15,103 in the UK 2011 census.",
  "/wiki/Josef_Craig": "Josef Isaac Craig, MBE (born on 17 February 1997) is a retired British Paralympic swimmer. Craig competed in S8 events and qualified for the 2012 Summer Paralympics, winning gold in a world record time in the men's 400 m freestyle event.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_400_metre_freestyle_S7": "The men's 400 metre freestyle S7 event at the 2012 Paralympic Games took place on 6 September, at the London Aquatics Centre in the Olympic Park, London. The event was for athletes included in the S7 classification, which is for competitors with physical impairments. Sixteen swimmers took part, representing a total of thirteen different nations. Great Britain's Josef Craig set a new world records in both the heats and the final as he won the gold medal.",
  "/wiki/Jarrow": "Jarrow (/ˈdʒæroʊ/ or /ˈdʒærə/) is a town in north-east England, located on the River Tyne. Historically part of County Durham, in 1974 it became part of the metropolitan county of Tyne and Wear.",
  "/wiki/Deborah_Criddle": "Deborah Criddle MBE (born on 10 May 1966) is a British para-equestrian who won three gold medals at the 2004 Summer Paralympics and three medals at the 2012 Summer Paralympics.",
  "/wiki/Trull": "Trull is a village, electoral ward and civil parish in Somerset, England, situated near Taunton.  The parish which includes Dipford has a population of 2,288.",
  "/wiki/Aled_Davies_(athlete)": "Aled Siôn Davies MBE (born 24 May 1991) is a Welsh Paralympian athlete competing mainly in category F42 throwing events. In 2012 he became the world record holder of the F42 shot put and in the 2012 Summer Paralympics he took the bronze medal in shot put and gold in the discus. In 2013 Davies took the World Championship gold in both the shot put and discus in Lyon. He won double gold in his home country at the 2014 IPC Athletics European Championships in the shot put and discus. This followed his silver medal in the F42-44 discus from the Commonwealth Games in Glasgow where he represented Wales.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_discus_throw": "The Men's Discus Throw athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 7. A total of 10 events were contested incorporating 13 different classifications.",
  "/wiki/Bridgend": "Bridgend (English:  /brɪˈdʒɛnd/; Welsh: Pen-y-bont ar Ogwr or just Pen-y-bont, meaning \"the end (or head) of the bridge on the Ogmore\") is a town in Bridgend County Borough in Wales, 20 miles (32 km) west of the capital Cardiff and 20 miles (32 km) east of Swansea.  The river crossed by the original bridge, which gave the town its name, is the River Ogmore, but the River Ewenny also passes to the south of the town.",
  "/wiki/Neil_Fachie": "Neil Fachie MBE (born 12 March 1984) is a British Paralympic multiple sports athlete competing in events for individuals with a visual impairment. Fachie has entered two Paralympics, as a sprinter in the 2008 Games in Beijing and as a tandem cyclist in London 2012. In London he won the gold medal in the Men's individual 1 km time trial and silver in the individual sprint, both with Barney Storey as his sighted pilot.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_1km_time_trial_B": "The men's 1 km time trial, Class B track cycling event at the 2012 Summer Paralympics took place on 1 September at London Velopark. This class is for blind and visually impaired cyclists riding with a sighted pilot.",
  "/wiki/Aberdeen": "Aberdeen (/ˌæbərˈdiːn/ (listen); Scots: Aiberdeen, listen (help·info); Scottish Gaelic: Obar Dheathain [opəɾ ˈɛ.ɛɲ]; Latin: Aberdonia) is a city in northeast Scotland. It is Scotland's third most populous city, one of Scotland's 32 local government council areas and the United Kingdom's 39th most populous built-up area, with an official population estimate of 196,670 for the city of Aberdeen and 227,560 for the local council area. During the mid-18th to mid-20th centuries, Aberdeen's buildings incorporated locally quarried grey granite, which can sparkle like silver because of its high mica content. Since the discovery of North Sea oil in the 1970s, Aberdeen has been known as the off-shore oil capital of Europe.\nThe area around Aberdeen has been settled for at least 8,000 years, when prehistoric villages lay around the mouths of the rivers Dee and Don. The city has a long, sandy coastline and a marine climate, the latter resulting in chilly summers and mild winters.",
  "/wiki/Bethany_Firth": "Bethany Charlotte Firth, MBE (born 14 February 1996) is a Northern Irish swimmer competing for Great Britain as of 2014; previously Firth had competed for Ireland. A four time Paralympic gold medalist, she has won gold in her specialist event, the 100 metres backstroke for both Ireland at the 2012 Summer Paralympics and Great Britain at the 2016 Summer Paralympics, in addition to the 200 metres medley and 200 metres freestyle for Great Britain at the 2016 Games, where she was the nations most successful Paralympian with three golds and a silver medal. She competes in the S14 classification for athletes with an intellectual impairment.",
  "/wiki/Seaforde": "Seaforde is a small village in County Down, Northern Ireland. It is within the townland of Naghan, one mile (1.6 km) north of Clough on the main Ballynahinch to Newcastle road. It is part of the Newry, Mourne and Down area.",
  "/wiki/County_Down": "County Down (Irish: Contae an Dúin) is one of six counties that form Northern Ireland, in the northeast of the island of Ireland. It covers an area of 2,448 km2 (945 sq mi) and has a population of 531,665. It is also one of the thirty-two traditional counties of Ireland and is within the province of Ulster. It borders County Antrim to the north, the Irish Sea to the east, County Armagh to the west, and County Louth across Carlingford Lough to the southwest.",
  "/wiki/Jonathan_Fox_(swimmer)": "Jonathan Andrew Fox MBE (born on 30 May 1991) is a British Paralympic swimmer.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_100_metre_backstroke_S7": "The men's 100 metre backstroke S7 event at the 2012 Paralympic Games took place on 30 August, at the London Aquatics Centre in the Olympic Park, London. The event was for athletes included in the S7 classification, which is for competitors with physical impairments. Sixteen swimmers took part, representing a total of eleven different nations. Great Britain's Jonathan Fox set a new world record in the heats and went on to win the gold medal.",
  "/wiki/St_Stephen-in-Brannel": "St Stephen-in-Brannel (known locally as St Stephen's or St Stephen) (Cornish: Eglosstefan yn Branel) is a civil parish and village in mid Cornwall, England, United Kingdom. St Stephen village is four miles (6.5 km) west of St Austell on the southern edge of Cornwall's china clay district. Other settlements in the parish include Whitemoor, Currian Vale and Nanpean. The population of the civil ward at the 2011 census was 7,119. An electoral ward also exists simply bearing the name St. Stephen. The population at the same census was 4,772 only. It follows therefore that the ward is not as big as the parish.",
  "/wiki/Heather_Frederiksen": "Heather Frederiksen MBE (born 30 December 1985) is a retired British Paralympic swimmer. She is former world record holder in the Women's S8 100 m backstroke, 50 m freestyle, 100 m freestyle, 200 m freestyle and 400 m freestyle events. As of June 2017[update], she still holds European records in the S8 200 m and 400 m freestyle. Frederiksen is a two time Paralympic champion in the 100m backstroke S8 classification, and has won eight Paralympic medals in all.",
  "/wiki/Leigh,_Greater_Manchester": "Leigh is a town in the Metropolitan Borough of Wigan, Greater Manchester, England, 7.7 miles (12 km) southeast of Wigan and 9.5 miles (15.3 km) west of Manchester, on low-lying land northwest of Chat Moss.",
  "/wiki/Oliver_Hynd": "Oliver William Hynd MBE, known as Ollie, (born 27 October 1994 in Mansfield, Nottinghamshire) is a British swimmer. He competed in the Paralympics as a class 8 swimmer, having neuromuscular myopathy and associated limb deformities. In 2018, following reclassification protocols, Hynd moved into the S9 class, but remained in SB8 for breaststroke.",
  "/wiki/Kirkby-in-Ashfield": "Kirkby-in-Ashfield is a market town in Nottinghamshire, England, with a population of 25,265 (according to the 2001 National Census), falling to 20,672 for the total of the three Ashfield Wards taken at the 2011 census. It is a part of the Mansfield Urban Area. The Head Offices of Ashfield District Council are located on Urban Road in the town centre.",
  "/wiki/Anthony_Kappes": "Anthony Edward Kappes MBE (born 1 March 1973) is an English road and track racing cyclist and Paralympian.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_sprint": "The Men's individual sprint track cycling event at the 2012 Summer Paralympics took place on September 2 at London Velopark. The event was contested by blind & visually impaired cyclists riding with sighted pilots.",
  "/wiki/Chapel-en-le-Frith": "Chapel-en-le-Frith (/ˌtʃæpəl ˌɒn lə ˈfrɪθ/) is a small town and civil parish in Derbyshire, England.",
  "/wiki/Helena_Lucas": "Helena Lucas MBE (born 29 April 1975) is a British Paralympic sailor.",
  "/wiki/Sailing_at_the_2012_Summer_Paralympics": "Sailing at the 2012 Summer Paralympics in London was held from August in Weymouth and Portland. XYZ competitors representing XYZ countries will compete in three keelboat classes - the 2.4mR, the SKUD 18, and the Sonar, took part in sailing in the 2008 Summer Paralympics.",
  "/wiki/Easton,_Dorset": "Easton is a village on the Isle of Portland in Dorset, England. The village is situated at Tophill, within the centre of the island. As with the rest of Portland's villages and settlements, Easton, including the settlements Reforne and Straits, has been designated as a conservation area, as it is a place of special architectural and historic interest. Easton, Wakeham and Reforne were designated pre-1974.",
  "/wiki/Craig_MacLean": "Craig MacLean MBE (born 31 July 1971) is a Scottish track cyclist who has represented Great Britain and Northern Ireland at the 2000 Summer Olympics in Sydney and the 2004 Summer Olympics in Athens, winning a Silver Medal in the Team Sprint at the 2000 Olympics. As a sighted guide, McLean returned to the sport in its Paralympic form, piloting Neil Fachie to two gold medals in the 2011 UCI Para-cycling Track World Championships, and Anthony Kappes to a gold medal in the 2012 Paralympic Games. MacLean is only the second athlete, after Hungarian fencer Pál Szekeres, ever to win medals at both the Olympic and Paralympic Games.",
  "/wiki/Grantown-on-Spey": "Grantown-on-Spey (Scottish Gaelic: Baile nan Granndach) is a town in the Highland Council Area, historically within the county of Moray. It was founded in 1765 as a planned settlement on a low plateau at Freuchie beside the river Spey at the northern edge of the Cairngorm mountains, about 20 miles (32 km) south-east of Inverness (35 miles or 56 km by road).",
  "/wiki/Wilmslow": "Wilmslow (/ˈwɪlmsloʊ/ or /ˈwɪmsloʊ/) is a town and civil parish in Cheshire, England, that is 11 mi (18 km) south of Manchester. It is one of the most sought-after places to live in the UK after central London, and falls within the Cheshire Golden Triangle.",
  "/wiki/Michael_McKillop": "Michael Gerard McKillop MBE (born 27 January 1990 in Ballymena, Northern Ireland) is an Irish middle distance runner. He competes in the T37 disability sport classification, as he has a mild form of cerebral palsy.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_800_metres": "The Men's 800m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 8. A total of 8 events were contested over this distance for 8 different classifications.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_1500_metres": "The Men's 1500m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from 31 August to 4 September. A total of six events were contested over this distance for six different classifications.",
  "/wiki/Glengormley": "Glengormley (from Irish: Gleann Ghormlaithe, meaning \"Gormlaith's valley\") is the name of a townland (of 215 acres) and electoral ward in County Antrim, Northern Ireland. Glengormley is within the urban area of Newtownabbey and the Newtownabbey Borough Council area. It is also situated in the civil parish of Carnmoney and the historic barony of Belfast Lower. It also is the town which has the most fast food take-aways in the whole of the U.K and ireland (22)",
  "/wiki/Jonnie_Peacock": "Jonathan \"Jonnie\" Peacock, MBE (born 28 May 1993) is an English sprint runner. An amputee, Peacock won gold at the 2012 Summer Paralympics and 2016 Summer Paralympics, representing Great Britain in the T44 men's 100 metres event.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_100_metres_T44": "The Men's 100 metres T44 event at the 2012 Summer Paralympics took place at the London Olympic Stadium on 5 and 6 September.",
  "/wiki/Doddington,_Cambridgeshire": "Doddington is a village and civil parish lying just off the A141 in the Isle of Ely,  Cambridgeshire, approximately half way (4 miles (6 km)) between Chatteris (to the south) and March (to the north)"
}