{
  "/wiki/The_Adventures_of_Batman_%26_Robin_(video_game)": "The Adventures of Batman & Robin is a series of video game adaptations released between 1994 and 1995 featuring the DC Comics characters Batman and Robin based on Batman: The Animated Series (which had been retitled The Adventures of Batman and Robin for its second season). The games were released for numerous platforms, with the Genesis, Game Gear, and Sega CD versions published by Sega while the Super NES version was published by Konami (who also produced an earlier Game Boy video game based on the show).",
  "/wiki/Clayface": "Clayface is an alias used by several fictional supervillains appearing in American comic books published by DC Comics. Most incarnations of the character possess clay-like bodies and shape-shifting abilities, and all of them have been depicted as adversaries of the superhero Batman. In 2009, Clayface was ranked as IGN's 73rd Greatest Comic Book Villain of All Time.",
  "/wiki/Chronomaster": "Chronomaster is an MS-DOS-based adventure game developed by DreamForge Intertainment and published by IntraCorp on 20 December 1995. Its main plot was written by novelist Roger Zelazny and was his last known work, as he died during the development of the game. Due to Roger's passing, Dreamforge used in-house puzzle and game designers John McGirk and Aaron Kreader to complete a majority of the game puzzles, while leaving the overall game plot and concept intact as per Roger's vision.",
  "/wiki/Fallout_(video_game)": "Fallout: A Post Nuclear Role Playing Game is an open-world turn-based role-playing video game developed and published by Interplay Productions in 1997. The game has a post-apocalyptic and retro-futuristic setting, in the aftermath of a global nuclear war in an alternate history timeline mid-22nd century. The protagonist of Fallout is an inhabitant of a Vault, long-term shelters, who is tasked to find a replacement Water Chip and save their Vault.",
  "/wiki/Fallout_2": "Fallout 2: A Post Nuclear Role Playing Game is a turn-based role-playing open world video game developed by Black Isle Studios and published by Interplay Productions in October 1998. While featuring a considerably larger game world and a far more extensive storyline, it mostly uses similar graphics and game mechanics to those of Fallout.",
  "/wiki/Icewind_Dale:_Heart_of_Winter": "Icewind Dale: Heart of Winter is an expansion pack to the role-playing video game Icewind Dale developed by Black Isle Studios. It introduced many changes and additions to the original game, and included a new campaign. A downloadable add-on to this expansion pack, titled Trials of the Luremaster, was released for free. Both the expansion and add-on were included in the Icewind Dale: Enhanced Edition.",
  "/wiki/Fallout_Tactics:_Brotherhood_of_Steel": "Fallout Tactics: Brotherhood of Steel is a turn-based real-time tactical role-playing game set in the post-apocalyptic Fallout universe. Developed by Micro Forté and published by 14 Degrees East, Fallout Tactics was released on 14 March 2001 for Microsoft Windows. It sold above 300,000 units worldwide by 2008.",
  "/wiki/Batman:_Rise_of_Sin_Tzu": "Batman: Rise of Sin Tzu is a 2003 beat 'em up video game released for the Xbox, PlayStation 2, Game Boy Advance and GameCube consoles. It was developed and published by Ubi Soft in conjunction with Warner Bros. Interactive Entertainment and DC Comics. It is based on the television series The New Batman Adventures and is a sequel to the game Batman: Vengeance.",
  "/wiki/True_Crime:_Streets_of_LA": "True Crime: Streets of LA is a 2003 open world action-adventure video game developed by Luxoflux for PlayStation 2, Xbox and GameCube. It was ported to Windows by LTI Gray Matter, to mobile by MFORMA, and to macOS by Aspyr. It was published for all systems by Activision, except the macOS version, which was published by Aspyr. The PlayStation 2, Xbox and GameCube versions were released in November 2003, the PC version in May 2004, the mobile version in November 2004 and the macOS version in March 2005.",
  "/wiki/Lords_of_EverQuest": "Lords of EverQuest is a 3D fantasy real-time strategy game released in December 2003.  It was developed by the short-lived startup company Rapid Eye Entertainment and published by Sony Online Entertainment (SOE). SOE distributes Lords of EverQuest.",
  "/wiki/The_Chronicles_of_Riddick:_Escape_from_Butcher_Bay": "The Chronicles of Riddick: Escape from Butcher Bay is a first-person action and stealth video game developed by Starbreeze Studios and published by Vivendi Universal Games. Released for the Xbox and Windows in 2004, the game is a tie-in prequel to the futuristic science fiction film The Chronicles of Riddick. Actor Vin Diesel—who was involved in the game's development—reprises his role as that film's protagonist, Richard B. Riddick.",
  "/wiki/Halo_2": "Halo 2 is a 2004 first-person shooter game developed by Bungie and published by Microsoft Game Studios. Released for the Xbox in November 2004, the game is the second installment in the Halo franchise and the sequel to 2001's critically acclaimed Halo: Combat Evolved. The game features a new game engine, added weapons and vehicles, and new multiplayer maps. The game shipped with global multiplayer matchmaking via Microsoft's Xbox Live service. In Halo 2's campaign story, the player assumes the roles of either the human Master Chief or the alien Arbiter in a 26th-century conflict between the human United Nations Space Command, the genocidal Covenant, and the parasitic Flood.",
  "/wiki/Fleet_Admiral_Lord_Terrence_Hood": "Major recurring characters of the Halo multimedia franchise are organized below by their respective affiliations within the series' fictional universe. The original trilogy's central story revolved around conflict between humanity under the auspices of the United Nations Space Command or UNSC, and an alien alliance known as the Covenant. The artifacts left behind by an ancient race known as the Forerunner play a central role—particularly the ringworlds known as Halos, built to contain the threat of the parasitic Flood.",
  "/wiki/Narc_(video_game)": "Narc is a 1988 run and gun arcade game designed by Eugene Jarvis for Williams Electronics and programmed by George Petro. It was one of the first ultra-violent video games and a frequent target of parental criticism of the video game industry. The object is to arrest and kill drug offenders, confiscate their money and drugs, and defeat \"Mr. Big\". It was the first game in the newly restarted Williams Electronics coin-op division, after being acquired by Midway.",
  "/wiki/Gun_(video_game)": "Gun is a Revisionist Western-themed action-adventure video game developed by Neversoft and published by Activision for Microsoft Windows, PlayStation 2, Xbox, GameCube, and Xbox 360 (as a launch title) in 2005. The PlayStation Portable version was released a year later under the title Gun: Showdown, this version features new side-missions, a multiplayer mode, and other additions that were not available in the console versions.",
  "/wiki/Hoodoo_Brown": "Hyman G. Neill, better known as Hoodoo Brown, was the leader of the Dodge City Gang in Las Vegas, New Mexico in 1879 and early 1880. According to Harold Thatcher, curator of the Rough Rider Museum in Las Vegas, Hoodoo was \"the baddest cowboy of them all\". He was described as tall and thin, with light hair, a rakish look, and a small moustache.",
  "/wiki/The_Incredible_Hulk:_Ultimate_Destruction": "The Incredible Hulk: Ultimate Destruction is an open world action-adventure beat 'em up video game developed by Radical Entertainment and based on Marvel Comics' Hulk. The game was released on August 24, 2005 in the United States and on September 9, 2005 in Europe.",
  "/wiki/Abomination_(comics)": "The Abomination (Emil Blonsky) is a fictional supervillain  appearing in American comic books published by Marvel Comics. The character first appeared in Tales to Astonish #90 (April 1967), and was created by writer Stan Lee and artist Gil Kane, to be the rival of the Hulk.",
  "/wiki/The_Outfit_(video_game)": "The Outfit is a third-person shooter, developed by Relic Entertainment and published by THQ for Xbox 360, set within war ravaged Europe during World War II. The game combines squad-based combat and easy to use strategic gameplay elements with cinematic interludes.",
  "/wiki/Teen_Titans_(console_game)": "Teen Titans is a video game released in 2006 for the GameCube, PlayStation 2, and Xbox.",
  "/wiki/Deathstroke": "Deathstroke (Slade Joseph Wilson)  is a fictional supervillain appearing in American comic books published by DC Comics. He is a mercenary and assassin who serves as the archenemy of the Teen Titans, specifically Dick Grayson. Over the years, writers have developed him as an adversary of other superheroes in the DC Universe as well, such as Batman and Green Arrow.",
  "/wiki/Justice_League_Heroes": "Justice League Heroes is a 2006 console video game for the Xbox and PlayStation 2 platforms. It was developed by Snowblind Studios, published by Warner Bros. Games in conjunction with DC Comics and was distributed in Europe by Eidos Interactive. Based on the long-running comic book series Justice League and was written by comic book writer Dwayne McDuffie. It uses the Dark Alliance Engine.",
  "/wiki/Batman": "Batman is a fictional superhero appearing in American comic books published by DC Comics. The character was created by artist Bob Kane and writer Bill Finger, and first appeared in Detective Comics #27 in 1939. Originally named the \"Bat-Man,\" the character is also referred to by such epithets as the Caped Crusader, the Dark Knight, and the World's Greatest Detective.",
  "/wiki/Halo_3": "Halo 3 is a 2007 first-person shooter game developed by Bungie for the Xbox 360 console. The third installment in the Halo franchise, the game concludes the story arc begun in 2001's Halo: Combat Evolved and continued in 2004's Halo 2. The game was released in September 2007. Halo 3's story centers on the interstellar war between twenty-sixth century humanity, a collection of alien races known as the Covenant, and the alien parasite Flood. The player assumes the role of the Master Chief, a cybernetically enhanced supersoldier, as he battles the Covenant and the Flood. The game features vehicles, weapons, and gameplay elements not present in previous titles of the series, as well as the addition of saved gameplay films, file sharing, and the Forge map editor—a utility which allows the player to perform modifications to multiplayer levels.",
  "/wiki/Conan_(2007_video_game)": "Conan is a 2007 action-adventure game developed by Nihilistic Software and published by THQ for the PlayStation 3 and Xbox 360. Players take control of the titular hero, Conan the Barbarian, from Robert E. Howard's fantasy literature. Its Nihilistic Software was inspired by the God of War and Ninja Gaiden video games to create an experience featuring gore and nudity.",
  "/wiki/Conan_the_Barbarian": "Conan the Barbarian (also known as Conan the Cimmerian) is a fictional sword and sorcery hero who originated in pulp magazines and has since been adapted to books, comics, several films (including Conan the Barbarian and Conan the Destroyer), television programs (animated and live-action), video games, role-playing games, and other media. The character was created by writer Robert E. Howard in 1932 for a series of fantasy stories published in Weird Tales magazine.",
  "/wiki/Turok_(video_game)": "Turok is a first-person shooter video game developed by Propaganda Games, and published by Disney Interactive Studios (through its Touchstone Games banner) for the PlayStation 3 and Xbox 360 in February 2008. It was ported on to Microsoft Windows in April 2008.",
  "/wiki/Ron_Perlman": "Ronald \"Ron\" Perlman (born April 13, 1950) is an American actor and voice actor, Famous principally for Monster part in The Name of The Rose. He played the role of Vincent on the television series Beauty and the Beast (1987–1990), for which he won a Golden Globe Award, the comic book character Hellboy in both Hellboy (2004) and its sequel Hellboy II: The Golden Army (2008), and Clay Morrow on the television series Sons of Anarchy (2008–2013)."
}