{
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Berlin_Wall": "The Berlin Wall (German: Berliner Mauer, pronounced [bɛʁˈliːnɐ ˈmaʊ̯ɐ] (listen)) was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Construction of the Wall was commenced by the German Democratic Republic (GDR, East Germany) on 13 August 1961. The Wall cut off West Berlin from surrounding East Germany, including East Berlin. The barrier included guard towers placed along large concrete walls, accompanied by a wide area (later known as the \"death strip\") that contained anti-vehicle trenches, beds of nails, and other defenses. The Eastern Bloc portrayed the Wall as protecting its population from fascist elements conspiring to prevent the \"will of the people\" from building a socialist state in East Germany.",
  "/wiki/Cold_War": "The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies, the Eastern Bloc and the Western Bloc, after World War II. The period is generally considered to span the 1947 Truman Doctrine to the 1991 dissolution of the Soviet Union. The term \"cold\" is used because there was no large-scale fighting directly between the two superpowers, but they each supported major regional conflicts known as proxy wars. The conflict was based around the ideological and geopolitical struggle for global influence by the two powers, following their temporary alliance and victory against Nazi Germany in 1945. Whilst the Western Bloc and Eastern Bloc generally espoused the economic theories of capitalism and socialism, respectively, the conflict was mostly geopolitical in nature. Each power had a nuclear strategy that discouraged a pre-emptive attack by the other side, on the basis that such an attack would lead to the total destruction of the attacker—the doctrine of mutually assured destruction (MAD). Aside from the nuclear arsenal development and conventional military deployment, the struggle for dominance was expressed via psychological warfare, massive propaganda campaigns and espionage, far-reaching embargoes, rivalry at sports events and technological competitions such as the Space Race.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Oresund_Bridge": "The Öresund or Øresund Bridge (Danish: Øresundsbroen [ˈøːɐsɔnsˌpʁoˀn̩]; Swedish: Öresundsbron [œrɛˈsɵ̂nːdsˌbruːn]; hybrid name: Øresundsbron) is a  combined railway and motorway bridge across the Öresund strait between Sweden and Denmark. The bridge runs nearly 8 kilometres (5 miles) from the Swedish coast to the artificial island Peberholm in the middle of the strait. The crossing is completed by the 4-kilometre (2.5 mi) Drogden Tunnel from Peberholm to the Danish island of Amager.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Malmö": "Malmö (/ˈmælmoʊ, ˈmɑːlmɜː/; Swedish: [ˈmâlmøː] (listen); Danish: Malmø [ˈmælmˌøˀ]) is the largest city of the Swedish county of Skåne County, the third-largest city in Sweden, after Stockholm and Gothenburg, and the sixth-largest city in Scandinavia, with a population of 316,588 inhabitants out of a municipal total of 338,230 in 2018. The Malmö Metropolitan Region is home to over 700,000 people, and the Øresund Region, which includes Malmö, is home to 4 million people.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Rio–Antirrio_bridge": "The Rio–Antirrio Bridge (Greek: Γέφυρα Ρίου-Αντιρρίου), officially the Charilaos Trikoupis Bridge, is one of the world's longest multi-span cable-stayed bridges and longest of the fully suspended type. It crosses the Gulf of Corinth near Patras, linking the town of Rio on the Peloponnese peninsula to Antirrio on mainland Greece by road.  It opened one day before the Athens 2004 Summer Olympics, on 12 August 2004, and was used to transport the Olympic Flame.",
  "/wiki/Gulf_of_Corinth": "The Gulf of Corinth or the Corinthian Gulf (Greek: Κορινθιακός Kόλπος, Korinthiakόs Kόlpos, Greek pronunciation: [korinθʝaˈkos ˈkolpos]) is a deep inlet of the Ionian Sea, separating the Peloponnese from western mainland Greece. It is bounded in the east by the Isthmus of Corinth which includes the shipping-designed Corinth Canal and in the west by the Strait of Rion which widens into the shorter Gulf of Patras (part of the Ionian Sea) and of which the narrowest point is crossed since 2004 by the Rio–Antirrio bridge. The gulf is bordered by the large administrative divisions (regional units): Aetolia-Acarnania and Phocis in the north, Boeotia in the northeast, Attica in the east, Corinthia in the southeast and south and Achaea in the southwest. The gulf is in tectonic movement comparable to movement in parts of Iceland and Turkey, growing by 10 mm (0.39 in) per year.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Hoover_Dam": "Hoover Dam is a concrete arch-gravity dam in the Black Canyon of the Colorado River, on the border between the U.S. states of Nevada and Arizona. It was constructed between 1931 and 1936 during the Great Depression and was dedicated on September 30, 1935, by President Franklin D. Roosevelt. Its construction was the result of a massive effort involving thousands of workers, and cost over one hundred lives. Originally known as Boulder Dam from 1933, it was officially renamed Hoover Dam, for President Herbert Hoover, by a joint resolution of Congress in 1947.",
  "/wiki/Colorado_River": "The Colorado River is one of the principal rivers (along with the Rio Grande) in the Southwestern United States and northern Mexico. The 1,450-mile-long (2,330 km) river drains an expansive, arid watershed that encompasses parts of seven U.S. states and two Mexican states. Starting in the central Rocky Mountains of Colorado, the river flows generally southwest across the Colorado Plateau and through the Grand Canyon before reaching Lake Mead on the Arizona–Nevada border, where it turns south toward the international border. After entering Mexico, the Colorado approaches the mostly dry Colorado River Delta at the tip of the Gulf of California between Baja California and Sonora.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Arizona": "Arizona (/ˌærɪˈzoʊnə/ (listen); Navajo: Hoozdo Hahoodzo Navajo pronunciation: [xòːztò xɑ̀xòːtsò]; O'odham: Alĭ ṣonak Uto-Aztecan pronunciation: [ˡaɺi ˡʂonak]) is a state in the southwestern region of the United States. It is also part of the Western and the Mountain states. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora and Baja California to the south and southwest.",
  "/wiki/Naval_Criminal_Investigative_Service": "The United States Naval Criminal Investigative Service (NCIS) is the primary law enforcement agency of the U.S. Department of the Navy. Its primary function is to investigate criminal activities involving the U.S. Navy and U.S. Marine Corps, though its broad mandate includes national security, counterintelligence, counter-terrorism, cyber warfare, and the protection of U.S. naval assets worldwide. NCIS is the successor organization to the former Naval Investigative Service (NIS), which was established by the Office of Naval Intelligence after the Second World War.",
  "/wiki/U.S._Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Puente_Hills_Landfill": "Puente Hills Landfill is the largest landfill in the United States, rising 500 feet (150 meters) high and covering 700 acres (2.8 km2). Puente Hills accepted four million tons of waste in 2005. As of October 31, 2013, its operating permit has been terminated and it no longer accepts new refuse.",
  "/wiki/Whittier,_California": "Whittier (/ˈhwɪtiər/) is a city in Southern California located within Los Angeles County, California. As of the 2010 United States Census, the city had a population of 85,331, reflecting an increase of 1,631 from the 83,680 counted in the 2000 Census, and encompasses 14.7 square miles (38.0 km2). Like nearby Montebello, the city constitutes part of the Gateway Cities. Whittier was incorporated in February 1898 and became a charter city in 1955. The city is named for the Quaker poet John Greenleaf Whittier and is home to Whittier College.",
  "/wiki/Ice_Hotel": "An Ice Hotel is a temporary hotel made up of snow and sculpted blocks of ice. Ice hotels, dependent on sub-freezing temperatures, are constructed from ice and snow and typically have to be rebuilt every year. Ice hotels exist in several countries, and they have varying construction styles, services and amenities, the latter of which may include ice bars, restaurants, chapels, saunas and hot tubs.",
  "/wiki/Jukkasjärvi": "Jukkasjärvi (Swedish pronunciation: [ˈjɵ̂kːasˌjærvɪ]) is a locality situated in Kiruna Municipality, Norrbotten County, Sweden with 548 inhabitants in 2010. It is situated at 321 meters elevation.",
  "/wiki/Supertanker": "An oil tanker, also known as a petroleum tanker, is a ship designed for the bulk transport of oil or its products. There are two basic types of oil tankers: crude tankers and product tankers. Crude tankers move large quantities of unrefined crude oil from its point of extraction to refineries. For example, moving crude oil from oil wells in a producing country to refineries in another country. Product tankers, generally much smaller, are designed to move refined products from refineries to points near consuming markets. For example, moving gasoline from refineries in Europe to consumer markets in Nigeria and other West African nations.",
  "/wiki/Liquified_Natural_Gas": "Liquefied natural gas (LNG) is natural gas (predominantly methane, CH4, with some mixture of ethane, C2H6) that has been cooled down to liquid form for ease and safety of non-pressurized storage or transport. It takes up about 1/600th the volume of natural gas in the gaseous state (at standard conditions for temperature and pressure).  It is odorless, colorless, non-toxic and non-corrosive. Hazards include flammability after vaporization into a gaseous state, freezing and asphyxia. The liquefaction process involves removal of certain components, such as dust, acid gases, helium, water, and heavy hydrocarbons, which could cause difficulty downstream. The natural gas is then condensed into a liquid at close to atmospheric pressure by cooling it to approximately −162 °C (−260 °F); maximum transport pressure is set at around 25 kPa (4 psi).",
  "/wiki/AH-64_Apache": "The Boeing AH-64 Apache is an American twin-turboshaft attack helicopter with a tailwheel-type landing gear arrangement and a tandem cockpit for a crew of two. It features a nose-mounted sensor suite for target acquisition and night vision systems. It is armed with a 30 mm (1.18 in) M230 chain gun carried between the main landing gear, under the aircraft's forward fuselage, and four hardpoints mounted on stub-wing pylons for carrying armament and stores, typically a mixture of AGM-114 Hellfire missiles and Hydra 70 rocket pods. The AH-64 has significant systems redundancy to improve combat survivability.",
  "/wiki/Boeing_Defense,_Space_&_Security": "Boeing Defense, Space & Security (BDS) is a division (business unit) of The Boeing Company based in Arlington, Virginia. It is responsible for defense and aerospace products and services. It was formerly known as Boeing Integrated Defense Systems (IDS).",
  "/wiki/Mesa,_Arizona": "Mesa (/ˈmeɪsə/ MAY-sə) is a city in Maricopa County, in the U.S. state of Arizona. It is a suburb located about 20 miles (32 km) east of Phoenix in the East Valley section of the Phoenix Metropolitan Area. It is bordered by Tempe on the west, the Salt River Pima-Maricopa Indian Community on the north, Chandler and Gilbert on the south along with Queen Creek, and Apache Junction on the east.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Panama_Canal": "The Panama Canal (Spanish: Canal de Panamá) is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade.  Canal locks are at each end to lift ships up to Gatun Lake, an artificial lake created to reduce the amount of excavation work required for the canal, 26 m (85 ft) above sea level, and then lower the ships at the other end. The original locks are 32.5 m (110 ft) wide. A third, wider lane of locks was constructed between September 2007 and May 2016. The expanded canal began commercial operation on June 26, 2016. The new locks allow transit of larger, neo-Panamax ships, capable of handling more cargo.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Ferrari": "Ferrari (/fəˈrɑːri/; Italian: [ferˈraːri]) is an Italian luxury sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as Auto Avio Costruzioni, the company built its first car in 1940. However, the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.",
  "/wiki/Ferrari_S.p.A.": "Ferrari (/fəˈrɑːri/; Italian: [ferˈraːri]) is an Italian luxury sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as Auto Avio Costruzioni, the company built its first car in 1940. However, the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.",
  "/wiki/Maranello": "Maranello (Modenese: Maranèl) is a town and comune in the region of Emilia-Romagna in Northern Italy, 18 km from Modena, with a population of 17,165 as of 2013.  It is known worldwide as the home of Ferrari and Scuderia Ferrari Formula One racing team.  Maranello was also home to coachbuilding firm Carrozzeria Scaglietti, owned by Ferrari.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Kárahnjúkar_Hydropower_Plant": "Kárahnjúkar Hydropower Plant (Icelandic: Kárahnjúkavirkjun), officially called Fljótsdalur Power Station (Icelandic: Fljótsdalsstöð) is a hydroelectric power plant in Fljótsdalshérað municipality in eastern Iceland, designed to produce 4,600 gigawatt-hours (17,000 TJ) annually for Alcoa's Fjarðaál aluminum smelter 75 kilometres (47 mi) to the east in Reyðarfjörður. With the installed capacity of 690 megawatts (930,000 hp), the plant is the largest power plant in Iceland. The project, named after the nearby Kárahnjúkar mountains, involves damming the rivers Jökulsá á Dal and Jökulsá í Fljótsdal with five dams, creating three reservoirs. Water from the reservoirs is diverted through 73 kilometres (45 mi) of underground water tunnels and down a 420-metre (1,380 ft) vertical penstock towards a single underground power station. The smelter became fully operational in 2008 and the hydropower project was completed in 2009.",
  "/wiki/Megastructures": "Megastructures is a documentary television series appearing on the National Geographic Channel in the United States and the United Kingdom, Channel 5 in the United Kingdom, France 5 in France, and 7mate in Australia."
}