{
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.\n Bosnia and Herzegovina is an almost landlocked country – to the south it has a narrow coast on the Adriatic Sea, about 20 kilometres (12 miles) long and surrounding the town of Neum. It is bordered by Serbia to the east, Montenegro to the southeast, and Croatia surrounding north and southwest. In the central and eastern interior of the country the geography is mountainous, in the northwest moderately hilly, and the northeast predominantly flatland. The inland, Bosnia, is a geographically larger region and has a moderate continental climate, with hot summers and cold and snowy winters. The southern tip, Herzegovina, has a Mediterranean climate and mostly mountainous topography.\n Bosnia and Herzegovina traces permanent human settlement back to the Neolithic age, during and after which it was populated by several Illyrian and Celtic civilizations. Culturally, politically, and socially, the country has a rich history, having been first settled by the Slavic peoples that populate the area today from the 6th through to the 9th centuries. In the 12th century the Banate of Bosnia was established, which evolved into the Kingdom of Bosnia in the 14th century, after which it was annexed into the Ottoman Empire, under whose rule it remained from the mid-15th to the late 19th centuries. The Ottomans brought Islam to the region, and altered much of the cultural and social outlook of the country. This was followed by annexation into the Austro-Hungarian Monarchy, which lasted up until World War I. In the interwar period, Bosnia and Herzegovina was part of the Kingdom of Yugoslavia and after World War II, it was granted full republic status in the newly formed Socialist Federal Republic of Yugoslavia. Following the dissolution of Yugoslavia, the republic proclaimed independence in 1992, which was followed by the Bosnian War, lasting until late 1995.\n Tourism in Bosnia and Herzegovina has grown at double digit rates in recent years. Bosnia and Herzegovina is regionally and internationally renowned for its natural environment and cultural heritage inherited from six historical civilizations, its cuisine, winter sports, its eclectic and unique music, architecture, and its festivals, some of which are the largest and most prominent of their kind in Southeastern Europe. The country is home to three main ethnic groups or, officially, constituent peoples, as specified in the constitution. Bosniaks are the largest group of the three, with Serbs second, and Croats third. A native of Bosnia and Herzegovina, regardless of ethnicity, is usually identified in English as a Bosnian. Minorities, defined under the constitutional nomenclature \"Others\", include Jews, Roma, Poles, Ukrainians, and Turks. Bosnia and Herzegovina has a bicameral legislature and a three-member Presidency composed of a member of each major ethnic group. However, the central government's power is highly limited, as the country is largely decentralized and comprises two autonomous entities: the Federation of Bosnia and Herzegovina and Republika Srpska, with a third unit, the Brčko District, governed under local government. The Federation of Bosnia and Herzegovina consists of 10 cantons.\n Bosnia and Herzegovina ranks highly in terms of human development, and has an economy dominated by the industry and agriculture sectors, followed by the tourism and service sectors. The country has a social security and universal healthcare system, and primary- and secondary-level education is tuition-free. It is a member of the UN, OSCE, Council of Europe, PfP, CEFTA, and a founding member of the Union for the Mediterranean upon its establishment in July 2008. The country is an applicant for membership to the European Union and has been a candidate for NATO membership since April 2010, when it received a Membership Action Plan.",
  "/wiki/Mostar": "Mostar (UK: /mɒˈstɑːr/, US: /ˈmoʊstɑːr, ˈmɔːs-/, Serbo-Croatian pronunciation: [mǒstaːr] (listen)) is a city and the administrative center of Herzegovina-Neretva Canton of the Federation of Bosnia and Herzegovina, an entity of Bosnia and Herzegovina.  \n Mostar is situated on the Neretva River and is the fifth-largest city in the country. Mostar was named after the bridge keepers (mostari) who in the medieval times guarded the Stari Most (Old Bridge) over the Neretva. The Old Bridge, built by the Ottomans in the 16th century, is one of Bosnia and Herzegovina's most visited landmarks, and is considered an exemplary piece of Islamic architecture in the Balkans.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Burj_Khalifa": "The Burj Khalifa (Arabic: برج خليفة‎, Arabic for \"Khalifa Tower\"; pronounced English: /ˈbɜːrdʒ kəˈliːfə/), known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. With a total height of 829.8 m (2,722 ft) and a roof height (excluding antenna, but including a 244 m spire) of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009.\n Construction of the Burj Khalifa began in 2004, with the exterior completed five years later in 2009. The primary structure is reinforced concrete. The building was opened in 2010 as part of a new development called Downtown Dubai. It is designed to be the centrepiece of large-scale, mixed-use development. The decision to construct the building is based on the government's decision to diversify from an oil-based economy, and for Dubai to gain international recognition. The building was originally named Burj Dubai but was renamed in honour of the ruler of Abu Dhabi and president of the United Arab Emirates, Khalifa bin Zayed Al Nahyan; Abu Dhabi and the UAE government lent Dubai money to pay its debts. The building broke numerous height records, including its designation as the tallest building in the world.\n Burj Khalifa was designed by Adrian Smith, of Skidmore, Owings & Merrill, whose firm designed the Willis Tower and One World Trade Center. Hyder Consulting was chosen to be the supervising engineer with NORR Group Consultants International Limited chosen to supervise the architecture of the project. The design is derived from the Islamic architecture of the region, such as in the Great Mosque of Samarra. The Y-shaped tripartite floor geometry is designed to optimize residential and hotel space. A buttressed central core and wings are used to support the height of the building. Although this design was derived from Tower Palace III, the Burj Khalifa's central core houses all vertical transportation with the exception of egress stairs within each of the wings. The structure also features a cladding system which is designed to withstand Dubai's hot summer temperatures. It contains a total of 57 elevators and 8 escalators.\n At a certain point in the architectural and engineering process, the original Emaar developers ran into financial issues, and required more money and economic funding. Sheikh Khalifa, the ruler of the United Arab Emirates, granted monetary aid and funding, hence resulting in the changing of the name to \"Burj Khalifa\". The concept of profitability derived from building high density developments and malls around the landmark have proven successful. Its surrounding malls, hotels and condominiums in Downtown Dubai have generated the most revenue from the project as a whole, while the Burj Khalifa itself made little or no profit.\n Critical reception to Burj Khalifa has been generally positive, and the building has received many awards. There were complaints concerning migrant workers from South Asia who were the primary building labor force. These centered on low wages and the practice of confiscating passports until duties were complete. Several suicides were reported.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/Khan_Shatyr_Entertainment_Center": "Khan Shatyr (Kazakh: Хан Шатыр, romanized: Han Şatır, lit. 'Royal Marquee') is a transparent tent located in Nur-Sultan, the capital city of Kazakhstan. Built in a neofuturist style, the architectural project was unveiled by the President of Kazakhstan Nursultan Nazarbayev on December 9, 2006.\n The 150 metres (490 ft) high tent has a 200 metres (660 ft) elliptical base covering 140,000 square metres (14 ha; 35 acres). Under the tent, an area larger than 10 football stadiums, is an urban-scale park, shopping and entertainment venue with squares and cobbled streets, a boating river, shopping centre, minigolf and indoor beach resort. The fabric roof is constructed from ETFE-cushions provided by Vector Foiltec, suspended on a network of cables strung from a central spire. The transparent material allows sunlight through which, in conjunction with the stack effect, air heating and cooling systems, is designed to maintain an internal temperature between 15–30 °C (59–86 °F) in the main space and 19–24 °C (66–75 °F) in the retail units, while outside the temperature varies between −35 and 35 °C (−31 and 95 °F) across the year.\n Following the construction of the Palace of Peace and Reconciliation (opened in 2006), a glass pyramid, the Khan Shatyr Entertainment Center was the second national project in Nur-Sultan designed by UK architect Norman Foster (of Foster and Partners), (Partners in Charge Filo Russo and Peter Ridley), and UK engineers Buro Happold led by Mike Cook. Construction documentation architects were Linea and Gultekin. The construction of the tent-city was the responsibility of the Turkish company Sembol.\n After a series of delays, the main mast was eventually erected in December 2008, and the whole complex was completed and opened on July 5, 2010, 70th birthday of Kazakhstan's president, Nursultan Nazarbayev. Andrea Bocelli gave a concert for the occasion, with guests including the President of Russia, Dmitry Medvedev; the President of Ukraine, Viktor Yanukovych; the President of Turkey, Abdullah Gül; the President of Belarus, Alexander Lukashenko; the President of Armenia, Serzh Sargsyan; the President of Tajikistan, Emomalii Rahmon; the President of Kyrgyzstan, Roza Otunbayeva; the Crown prince of Abu Dhabi, Mohammed bin Zayed Al Nahyan; and the King of Jordan, Abdullah II.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.\n Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire, along with the British Straits Settlements protectorate. Peninsular Malaysia was unified as the Malayan Union in 1946. Malaya was restructured as the Federation of Malaya in 1948 and achieved independence on 31 August 1957. Malaya united with North Borneo, Sarawak, and Singapore on 16 September 1963 to become Malaysia. In 1965, Singapore was expelled from the federation.\n The country is multi-ethnic and multi-cultural, which plays a large role in its politics. About half the population is ethnically Malay, with large minorities of Malaysian Chinese, Malaysian Indians, and indigenous peoples. While recognising Islam as the country's established religion, the constitution grants freedom of religion to non-Muslims. The government system is closely modelled on the Westminster parliamentary system and the legal system is based on common law. The head of state is the king, known as the Yang di-Pertuan Agong. He is an elected monarch chosen from the hereditary rulers of the nine Malay states every five years. The head of government is the Prime Minister. The country's official language is Malaysian, a standard form of the Malay language. English remains an active second language.\n After independence, the Malaysian GDP grew at an average of 6.5% per annum for almost 50 years. The economy has traditionally been fuelled by its natural resources but is expanding in the sectors of science, tourism, commerce and medical tourism. Malaysia has a newly industrialised market economy, ranked third-largest in Southeast Asia and 33rd largest in the world. It is a founding member of the Association of Southeast Asian Nations, the East Asia Summit and the Organisation of Islamic Cooperation, and a member of Asia-Pacific Economic Cooperation, the Commonwealth of Nations, and the Non-Aligned Movement.",
  "/wiki/Sultan_Abdul_Halim_Muadzam_Shah_Bridge": "The Sultan Abdul Halim Muadzam Shah Bridge or Penang Second Bridge  (Malay: Jambatan Sultan Abdul Halim Muadzam Shah or Jambatan Kedua Pulau Pinang; Chinese: 苏丹阿都哈林跨海大桥; Tamil: சுல்தான் அப்துல் ஹாலிம் முவாட்சாம் ஷா பாலம் or பினாங்கு இரண்டாவது பாலம்) is a dual carriageway toll bridge in Penang, Malaysia. It connects Bandar Cassia (Batu Kawan) in Seberang Perai on mainland Peninsular Malaysia with Batu Maung on Penang Island. It is the second bridge to link the island to the mainland after the first Penang Bridge. \n The total length of the bridge is 24 km (15 mi) with length over water at 16.9 km (10.5 mi), making it the longest bridge in Malaysia and the longest in Southeast Asia. China Harbour Engineering Co Ltd (CHEC), a main contractor for the second bridge was expected to start work on the second Penang bridge in November 2007 and complete the project in 2011, but the completion date was then postponed to May 2012, and later to February 2014. \n Construction started in November 2008. To reduce the cost of construction, its design was then modified to resemble the first cable stayed Penang Bridge. The bridge has been built with a large loan from the People's Republic of China to continue and maintain the economic relationship between China and Malaysia.  The bridge was officially opened on 1 March 2014 at 20:30 MST and was named after the fourteenth Yang di-Pertuan Agong, the late Tuanku Abdul Halim Muadzam Shah of Kedah and was assigned with the route number E28.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Kamuthi_Solar_Power_Project": "Kamuthi Solar Power Project is a photovoltaic power station spread over an area of 2,500 acres (10 km2) in Kamuthi, Ramanathapuram district, 90 km from Madurai, in the state of Tamil Nadu, India. The project was commissioned by Adani Power. With a generating capacity of 648 MWp at a single location, it is the world's 12th largest solar park based on capacity.\n ABB commissioned five sub-stations to connect the solar park with the National Grid on 13 June 2016. The Kamuthi Solar Power Project was completed on 21 September 2016 with an investment of around ₹4,550 crore (equivalent to ₹49 billion or US$690 million in 2018). The solar plant consists of 2.5 million solar modules, 380,000 foundations, 27,000 metres of structures, 576 inverters, 154 transformers, and almost 6,000 km of cables. Construction of the structures needed to mount the solar panels required 30,000 tonnes of galvanised steel. Around 8,500 workers installed an average of 11 MW of capacity per day to complete the project within 8 months.\n The entire solar park is connected to a 400 kV substation of the Tamil Nadu Transmission Corp. The solar panels are cleaned daily by a self-charged robotic system.\n Given the solar resource of around 2100 kWh/(m2*yr) an annual generation of 1.35 TWh/yr may be possible. This corresponds to a capacity factor (or average power) of 24% of the peak capacity 648 MWp. Assuming a technical life time of 25 years the investment cost is 700 MUSD/(25*1.35 TWh) = 2 US cent/kWh.",
  "/wiki/Mundra_Port": "Mundra Port is the largest private port of India located on the north shores of the Gulf of Kutch near Mundra, Kutch district, Gujarat. Formerly it was operated by  Mundra Port and Special Economic Zone Limited (MPSEZ) owned by Adani Group which later it was expanded into Adani Ports & SEZ Limited (APSEZ) managing several ports.\n In 2013–2014, Mundra Port has handled 100 million tonnes of cargo in a year becoming the first Indian port to do so. It also became India's biggest port by cargo handled.",
  "/wiki/Megastructures": "Megastructures is a documentary television series appearing on the National Geographic Channel in the United States and the United Kingdom, Channel 5 in the United Kingdom, France 5 in France, and 7mate in Australia.\n Each episode is an educational look of varying depth into the construction, operation, and staffing of various structures or construction projects, but not ordinary construction products.\n Generally containing interviews with designers and project managers, it presents the problems of construction and the methodology or techniques used to overcome obstacles. In some cases (such as the Akashi-Kaikyo Bridge and Petronas Towers) this involved the development of new materials or products that are now in general use within the construction industry.\n Megastructures focuses on constructions that are extreme; in the sense that they are the biggest, tallest, longest, or deepest in the world. Alternatively, a project may appear if it had an element of novelty or are a world first (such as Dubai's Palm Islands). This type of project is known as a megaproject.\n The series follows similar subjects as the History Channel's Modern Marvels and Discovery Channel's Extreme Engineering, covering areas of architecture, transport, construction and manufacturing."
}