{
  "/wiki/All_England_Lawn_Tennis_and_Croquet_Club": "The All England Lawn Tennis and Croquet Club, also known as the All England Club, based at Church Road, Wimbledon, London, England, is a private members' club. It is best known as the venue for the Wimbledon Championships, the only Grand Slam tennis event still held on grass. Initially an amateur event that occupied club members and their friends for a few days each summer, the championships have become far more prominent than the club itself. However, it still operates as a members' tennis club.",
  "/wiki/Tennis_at_the_1908_Summer_Olympics": "Six tennis events were contested at the 1908 Summer Olympics in London, United Kingdom. Indoor tennis events, on what were officially called 'covered courts',  were held for the first time, along with the usual outdoor events. Women's tennis returned, with women's singles (but not women's doubles or mixed doubles) and indoor women's singles. The indoor events were held at the covered courts of the Queens Club and began on May 6, 1908, ahead of the official start of the Games while the outdoor tournament was played on grass courts at the All England Lawn Tennis and Croquet Club at Worple Road from July 6 through July 11, 1908. In total 50 players, 40 men and 10 women, competed. Five nations made their tennis debuts, while five more returned to competition for a total of ten nations. Two players, Les Poidevin and Wimbledon champion Anthony Wilding were nominated for Australasia but through administrative bungling they were not entered.",
  "/wiki/National_Shooting_Centre": "The National Shooting Centre in Bisley, Surrey is wholly owned by the National Rifle Association of Great Britain. It is located near the village of Bisley in Surrey from which it takes its colloquial name \"Bisley ranges\" . The NSC is the trading name of the facility].",
  "/wiki/Shooting_at_the_1908_Summer_Olympics": "Shooting at the 1908 Summer Olympics in London saw fifteen shooting events.  Most of the events were held at Bisley, Surrey while the trap shooting events were held at Uxendon.",
  "/wiki/Franco-British_Exhibition_(1908)": "The Franco-British Exhibition was a large public fair held in London between 14 May and 31 October 1908. The exhibition attracted 8 million visitors and celebrated the Entente Cordiale signed in 1904 by the United Kingdom and France. The chief architect of the buildings was John Belcher.",
  "/wiki/Fencing_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, four fencing events were contested.",
  "/wiki/Henley_Royal_Regatta": "Henley Royal Regatta (or Henley Regatta, its original name pre-dating Royal patronage) is a rowing event held annually on the River Thames by the town of Henley-on-Thames, England. It was established on 26 March 1839. It differs from the three other regattas rowed over approximately the same course, Henley Women's Regatta, Henley Masters Regatta and Henley Town and Visitors' Regatta, each of which is an entirely separate event.",
  "/wiki/Rowing_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, four rowing events were contested, all for men only. Races were held at Henley-on-Thames. The competitions were held from 28 to 31 July. There was one fewer event in 1908 than 1904, after the double sculls was dropped from the programme. Hungary and Norway competed in rowing for the first time, along with six other nations.",
  "/wiki/Hunters_Quay": "Hunters Quay; (Scottish Gaelic: Camas Rainich) is a village, on the Cowal peninsula in Argyll and Bute, Scottish Highlands. Situated between Kirn to the south and Ardnadam to the north, Hunters Quay is the main base of Western Ferries (Clyde) LTD, operating between Hunters Quay and McInroy's Point.",
  "/wiki/Sailing_at_the_1908_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens, Greece). With the exception of the 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 1908 was open for a total of five sailing classes (disciplines), but actually only four Sailing events were contested. The planned venue of all races, named matches, was Ryde, Isle of Wight.",
  "/wiki/The_Hurlingham_Club": "The Hurlingham Club is an exclusive sports and social club located in Fulham, London, England.  It has a Georgian clubhouse set in 42 acres (17 ha) of grounds. It is a member of The Association of London Clubs.",
  "/wiki/Polo_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a polo tournament was contested. It was the second time the sport had been featured at the Olympics, with 1900 being its first appearance.",
  "/wiki/City,_University_of_London": "City, University of London (abbreviated CUL) is a public research university in London, United Kingdom. It has been a constituent college of the University of London since 2016. It was founded in 1894 as the Northampton Institute, and became a university when The City University was created by royal charter in 1966. The Inns of Court School of Law, which merged with City in 2001, was established in 1852, making it the University's oldest constituent part. City joined the federal University of London on 1 September 2016, becoming part of the eighteen colleges and ten research institutes that make up that university.",
  "/wiki/Boxing_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, five boxing events were contested. All of the boxing was conducted on 27 October. The event was held in the Northampton Institute in Clerkenwell, East London.",
  "/wiki/Prince%27s_Skating_Club": "Prince's Skating Club was an ice rink in the Knightsbridge area of London, England.  It saw a number of firsts for ice hockey in Britain and Europe.",
  "/wiki/Figure_skating_at_the_1908_Summer_Olympics": "Four figure skating events were contested at the 1908 Summer Olympics in London, but they were held in October 1908, six months after most of the other Olympic events at the 1908 Games. The figure skating competition took place at the Prince's Skating Club, in the district of Knightsbridge. It was the first time that a winter sport had ever been included in the Olympic Games, sixteen years before the first Winter Olympics in Chamonix.",
  "/wiki/Queen%27s_Club": "The Queen's Club is a private sporting club in West Kensington, London, England. The club hosts the prestigious annual Queen's Club Championships grass court men's lawn tennis tournament (currently known as Fever-Tree Championships for sponsorship reasons). It has 28 outdoor courts and eight indoor. With two courts, it is also the national headquarters of real tennis, hosting the British Open every year. The Queen's Club also has rackets and squash courts; it has now become the headquarters for both these sports due to the Prince's Club closure in 1940.",
  "/wiki/Jeu_de_paume_at_the_1908_Summer_Olympics": "Jeu de paume was an event contested at the 1908 Summer Olympics. This was the only Summer Olympic Games to contain this sport as a medal event. An outdoor version called longue paume was a demonstration sport at the 1900 Summer Olympics. Real tennis, as jeu de paume is called in the United Kingdom, was an exhibition event at the 1924 Summer Olympics. In the Official Report of the 1908 Olympic Games, the sport is referred to as \"Tennis (jeu de paume)\" while tennis is named \"lawn tennis.\"",
  "/wiki/Rackets_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, two rackets events were contested. Only British players participated in the competitions.",
  "/wiki/Ryde": "Ryde is an English seaside town and civil parish on the north-east coast of the Isle of Wight. It had a population of 32,072 at the time of the 2011 Census. Its growth as a seaside resort followed after the villages of Upper Ryde and Lower Ryde were merged in the 19th century. The influence of that period can be seen in the town's central and seafront architecture. As a resort, Ryde has expansive sands revealed at low tide. The wide beach necessitates the listed pier for a regular passenger ferry service to the mainland. It is the fourth longest in the United Kingdom and the oldest survivor.",
  "/wiki/Southampton_Water": "Southampton Water is a tidal estuary north of the Solent and the Isle of Wight in England. The city of Southampton lies at its most northerly point. Along its salt marsh-fringed western shores lie the New Forest villages of Hythe and \"the waterside\", Dibden Bay, and the Esso oil refinery at Fawley. On the slightly steeper eastern shore are the Southampton suburb of Weston, the villages of Netley and Hamble-le-Rice, and the Royal Victoria Country Park.",
  "/wiki/Water_motorsports_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, three motorboat racing events were contested. Various sources refer to the sport as \"water motorsports\", \"motor boats\", and \"power boating\". The 1900 and 1908 Summer Games were the only ones to feature motorized sports (motor racing was featured in 1900). The IOC has never decided which events were \"Olympic\" and which were not.",
  "/wiki/Uxendon_Shooting_School_Club": "The Uxendon Shooting School Club was a club devoted to shooting sports located in Preston, in what is now the borough of Brent in London, England. It was between the Wealdstone Brook and Barn Hill, roughly where Alverstone Road is now. It hosted the trap shooting events for the 1908 Summer Olympics.",
  "/wiki/White_City_Stadium": "The White City Stadium was a stadium located in White City, London, England. Built for the 1908 Summer Olympics, it hosted the finish of the first modern marathon and other sports like swimming, speedway, boxing, show jumping, athletics, stock car racing, concerts and a match at the 1966 World Cup.",
  "/wiki/Archery_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, three archery events were contested.  Great Britain sent 41 archers (25 female and 16 male), France sent 15 men, and the United States sent one man.",
  "/wiki/Athletics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics held in London, England, 26 athletics events were contested, all for men only. A total of 79 medals (27 gold, 27 silver, 25 bronze) were awarded.",
  "/wiki/Cycling_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, seven track cycling events were contested, all for men only.  The weather was poor, with rainfall causing the track to flood on occasion.  The track was 660 yards long (being built around the perimeter of the White City Stadium's athletics track); some events (the 660 yards and the team pursuit) used full laps of the track; the others used metric distances.",
  "/wiki/Field_hockey_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a field hockey tournament was contested for the first time. Six teams entered the tournament: England, Ireland, Scotland, Wales, Germany and France. England won the gold medal, Ireland the silver and Scotland and Wales were awarded bronze medals. All the medals were subsequently credited to Great Britain.",
  "/wiki/Football_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, Great Britain, an official football tournament between national representative selections was contested for the first time: football at the two previous games had been played between club teams. Eight teams entered (including two from France, the main team and a \"B\" side), although Hungary and Bohemia withdrew before the start. Denmark's Sophus \"Krølben\" Nielsen set a record by scoring 10 goals in a 17-1 win against France. Great Britain won the gold. Among those representing the Danish team was the famous mathematician Harald Bohr.",
  "/wiki/Gymnastics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, two gymnastics events were contested. No nation was successful in winning more than one medal.",
  "/wiki/Lacrosse_at_the_1908_Summer_Olympics": "A field lacrosse game was played between Canada and Great Britain at the 1908 Summer Olympics.  The game marked the second appearance of lacrosse at the Olympics, the first being at the 1904 Summer Olympics.  Only two teams competed — one fewer than in 1904. South Africa was slated to send a team but then withdrew prior to the tournament.",
  "/wiki/Rugby_union_at_the_1908_Summer_Olympics": "Rugby union at the 1908 Summer Olympics. The event was summarised under the \"Football\" heading along with association football. The host Great Britain was represented by Cornwall, the 1908 county champion. Defending Olympic champions France withdrew, leaving Australasia, (represented in rugby by the Australia national team exclusively) as the only other remaining entrant.",
  "/wiki/Tug_of_war_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a tug of war tournament was contested.",
  "/wiki/Wrestling_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, nine wrestling events were contested, all for men.  There were four weight classes in Greco-Roman wrestling and five weight classes in freestyle wrestling.",
  "/wiki/1908_Summer_Olympics": "The 1908 Summer Olympics, officially the Games of the IV Olympiad, were an international multi-sport event which was held in 1908 in London, United Kingdom from 27 April to 31 October 1908."
}