{
  "/wiki/Gross_register_tons": "Gross register tonnage (GRT, grt, g.r.t., gt) or gross registered tonnage, is a ship's total internal volume expressed in \"register tons\", each of which is equal to 100 cubic feet (2.83 m3). Gross register tonnage uses the total permanently enclosed capacity of the vessel as its basis for volume. Typically this is used for dockage fees, canal transit fees, and similar purposes where it is appropriate to charge based on the size of the entire vessel.\n Net register tonnage subtracts the volume of spaces not available for carrying cargo, such as engine rooms, fuel tanks and crew quarters, from gross register tonnage.\n Gross register tonnage is not a measure of the ship's weight or displacement and should not be confused with terms such as deadweight tonnage or displacement.",
  "/wiki/HMS_Antelope_(H36)": "HMS Antelope was a British A-class destroyer, which was completed for the Royal Navy in 1930. Antelope served throughout the Second World War, taking part in the sinking of three enemy submarines and in Operation Torch, the Allied invasion of French North Africa.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.\n From the middle decades of the 17th century, and through the 18th century, the Royal Navy vied with the Dutch Navy and later with the French Navy for maritime supremacy. From the mid 18th century, it was the world's most powerful navy until the Second World War. The Royal Navy played a key part in establishing the British Empire as the unmatched world power during the 19th and first part of the 20th centuries. Due to this historical prominence, it is common, even among non-Britons, to refer to it as \"the Royal Navy\" without qualification.\n Following World War I, the Royal Navy was significantly reduced in size, although at the onset of World War II it was still the world's largest. During the Cold War, the Royal Navy transformed into a primarily anti-submarine force, hunting for Soviet submarines and mostly active in the GIUK gap. Following the collapse of the Soviet Union, its focus has returned to expeditionary operations around the world and it remains one of the world's foremost blue-water navies. However, 21st-century reductions in naval spending have led to a personnel shortage and a reduction in the number of warships.\n The Royal Navy maintains a fleet of technologically sophisticated ships and submarines including two aircraft carriers, two amphibious transport docks, four ballistic missile submarines (which maintain the UK's nuclear deterrent), six nuclear fleet submarines, six guided missile destroyers, 13 frigates, 13 mine-countermeasure vessels and 22 patrol vessels. As of December 2019, there are 75 commissioned ships (including submarines) in the Royal Navy, plus 13 ships of the Royal Fleet Auxiliary (RFA); there are also five Merchant Navy ships available to the RFA under a private finance initiative. The RFA replenishes Royal Navy warships at sea, and augments the Royal Navy's amphibious warfare capabilities through its three Bay-class landing ship vessels. It also works as a force multiplier for the Royal Navy, often doing patrols that frigates used to do. The total displacement of the Royal Navy is approximately 439,200 tonnes (815,200 tonnes including the Royal Fleet Auxiliary).\n The Royal Navy is part of Her Majesty's Naval Service, which also includes the Royal Marines. The professional head of the Naval Service is the First Sea Lord who is an admiral and member of the Defence Council of the United Kingdom. The Defence Council delegates management of the Naval Service to the Admiralty Board, chaired by the Secretary of State for Defence. The Royal Navy operates three bases in the United Kingdom where commissioned ships are based: Portsmouth, Clyde and Devonport, the last being the largest operational naval base in Western Europe.",
  "/wiki/HMS_Anthony_(H40)": "HMS Anthony was an A-class destroyer of the Royal Navy. She served in the Second World War.",
  "/wiki/United_Kingdom_of_Great_Britain_and_Ireland": "The United Kingdom of Great Britain and Ireland was a sovereign state established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland.\n The United Kingdom, having financed the European coalition that defeated France during the Napoleonic Wars, developed a large Royal Navy that enabled the British Empire to become the foremost world power for the next century. The Crimean War with Russia  was a relatively small operation in a century where Britain was largely at peace with the Great Powers. Rapid industrialisation that began in the decades prior to the state's formation continued up until the mid-19th century. The Great Irish Famine, exacerbated by government inaction in the mid-19th century, led to demographic collapse in much of Ireland and increased calls for Irish land reform.\n The 19th century was an era of rapid economic modernisation and growth of industry, trade and finance, in which Britain largely dominated the world economy. Outward migration was heavy to the principal British overseas possessions and to the United States. The empire was expanded into most parts of Africa and much of South Asia. The Colonial Office and India Office ruled through a small number of administrators who managed the units of the empire locally, while democratic institutions began to develop. British India, by far the most important overseas possession, saw a short-lived revolt in 1857. In overseas policy, the central policy was free trade, which enabled British and Irish financiers and merchants to operate successfully in many otherwise independent countries, as in South America. London formed no permanent military alliances until the early 20th century, when it began to cooperate with Japan, France and Russia, and moved closer to the United States.\n Growing desire for Irish self-governance led to the Irish War of Independence, which resulted in most of Ireland seceding from the Union and forming the Irish Free State in 1922. Northern Ireland remained part of the Union, and the state was renamed to the current United Kingdom of Great Britain and Northern Ireland in 1927. The modern-day United Kingdom is the same country—a direct continuation of what remained after Ireland's secession—not an entirely new successor state.",
  "/wiki/RFA_Black_Ranger_(A163)": "RFA Black Ranger (A163) was a British diesel-powered fleet support tanker of the Royal Fleet Auxiliary, built by Harland & Wolff at their yard in Govan.  On 27 February 1941, shortly after her commissioning, she was involved in a collision with the French destroyer Mistral. Mistral sustained minor damage and Black Ranger spent a short period under repair on the Clyde.\n Black Ranger later served with the Arctic Convoys, and was involved in a collision with the submarine HMS Thule in November 1960. Her role was to refuel RAF flying boats, and carried 2,600 tons of fuel oil, 550 tons of diesel, and 90 tons of petroleum. She was retired from service in 1973 and put up for sale. Bought by Greek owners, she was renamed Petrola XIV in 1973, and then Petrola 14 in 1976.",
  "/wiki/HMS_Britomart_(J22)": "HMS Britomart was a Halcyon-class minesweeper of the Royal Navy. She served during the Second World War and was sunk in 1944 in a friendly fire incident. The actor Robert Newton served aboard her.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.\n Panama was inhabited by indigenous tribes before Spanish colonists arrived in the 16th century. It broke away from Spain in 1821 and joined the Republic of Gran Colombia, a union of Nueva Granada, Ecuador, and Venezuela. After Gran Colombia dissolved in 1831, Panama and Nueva Granada eventually became the Republic of Colombia. With the backing of the United States, Panama seceded from Colombia in 1903, allowing the construction of the Panama Canal to be completed by the US Army Corps of Engineers between 1904 and 1914. The 1977 Torrijos–Carter Treaties led to the transfer of the Canal from the United States to Panama on December 31, 1999.\n Revenue from canal tolls continues to represent a significant portion of Panama's GDP, although commerce, banking, and tourism are major and growing sectors. It is regarded as a high-income country. In 2018 Panama ranked 66th in the world in terms of the Human Development Index. In 2018, Panama was ranked seventh-most competitive economy in Latin America, according to the World Economic Forum's Global Competitiveness Index. Covering around 40 percent of its land area, Panama's jungles are home to an abundance of tropical plants and animals – some of them found nowhere else on earth. Panama is a founding member of the United Nations and other international organizations such as OAS, LAIA, G77, WHO, and NAM.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/Halcyon-class_minesweeper": "The Halcyon class was a class of 21 oil-fired minesweepers (officially, \"fleet minesweeping sloops\") built for the British Royal Navy between 1933 and 1939. They were given traditional small ship names used historically by the Royal Navy and served during World War II.",
  "/wiki/HMS_Hussar_(J82)": "HMS Hussar was a Royal Navy Halcyon-class minesweeper of World War II.\n As the Allied armies advanced following the invasion of Normandy, Hussar, Britomart, Jason and Salamander were assigned to the 1st Minesweeping Flotilla (1MF) clearing Axis minefields north of Normandy to open additional ports to supply the advance. On the afternoon of 27 August 1944, they were sweeping off Cap d'Antifer in preparation for the battleship Warspite and monitors Erebus and Roberts to engage Le Havre coastal artillery delaying the advance of Canadian troops.\n The headquarters officer assigning the minesweeping project to 1MF neglected to inform the Flag Officer British Assault Area (Rear‑Admiral Rivett‑Carnac), who was responsible for defending the invasion beaches from E-boats operating out of Le Havre. 1MF was observed on a southwesterly leg of the minesweeping operation and assumed to be German ships proceeding to attack Allied shipping off the invasion beaches. The Admiral's staff requested No. 263 Squadron RAF and No. 266 Squadron RAF to attack the presumed enemy ships. The squadrons responded with 16 Typhoons armed with 20 mm cannon and High Explosive \"60 lb\" RP-3 unguided rockets. RAF pilots identified 1MF as apparently friendly shipping, but upon questioning their orders were told the Royal Navy had no ships in the area.\n In a well-executed attack out of the sun at 13:30, the Typhoons sank Hussar and Britomart; and Salamander was damaged far beyond economical repair and written off as a constructive total loss. Eighty-six British sailors were killed and 124 more were injured. 1MF identified the Typhoons as friendly, and poor visibility into the sun prevented early recognition of the impending \"friendly fire\". Jason established radio contact to terminate the attack.",
  "/wiki/HMS_Impulsive_(D11)": "HMS Impulsive was an I-class destroyer built for the Royal Navy during the 1930s. She has been the only ship of the Navy to bear this name.",
  "/wiki/HMS_Suffolk_(55)": "HMS Suffolk, pennant number 55, was a County-class heavy cruiser of the Royal Navy, and part of the Kent subclass. She was built by Portsmouth Dockyard, Portsmouth, UK), with the keel being laid down on 30 September 1924. She was launched on 16 February 1926, and commissioned on 31 May 1928.",
  "/wiki/Convoy_PQ_1": "Convoy PQ 1 was the second of the Arctic Convoys of World War II by which the Western Allies supplied material aid to the Soviet Union in its fight with Nazi Germany. The convoy sailed from Hvalfiord in Iceland on 29 September 1941 and arrived at Archangelsk on 11 October 1941."
}