{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Phupu_Lhamu_Khatri": "Phupu Lhamu Khatri (Nepali: फुपु लामु खत्री; born 5 October 1996) is a Nepali female judoka and Olympian. She won a gold medal for Nepal at the 2016 South Asian Games, and went on to bag the Female Player of the Year Award at the NSJF Pulsar Sports Award in the same year.",
  "/wiki/Judo_at_the_2016_Summer_Olympics": "Judo at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 12 August at the Carioca Arena 2 inside the Barra Olympic Park in Barra da Tijuca. Around 386 judoka competed in 14 events (seven each for both men and women).",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Dachhiri_Sherpa": "Dawa Dachhiri Sherpa (Nepali: दाछिरी शेर्पा) (born November 3, 1969) is a Nepali cross-country skier and runner who has competed since 2003. Competing in three Winter Olympics, he earned his best finish of 86th in the 15 km event at Sochi in 2014.",
  "/wiki/Cross-country_skiing_at_the_2014_Winter_Olympics": "Cross-country skiing at the 2014 Winter Olympics was held at the Laura Biathlon & Ski Complex near Krasnaya Polyana, Russia. The twelve events took place between 8–23 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Prasiddha_Jung_Shah": "Prasiddha Jung Shah (Nepali: प्रसिद्ध जंग शाह) (born 3 June 1989, Kathmandu) is a Nepalese swimmer who competed for Nepal in the men's 50 m freestyle at the 2008 and 2012 Summer Olympics. He was the flag-bearer for Nepal at the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics": "The cross-country skiing competition of the 2010 Winter Olympics in Vancouver were held at Whistler Olympic Park. The events were held between 15 and 28 February 2010.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Deepak_Bista": "Deepak Bista (Nepali: दीपक विष्ट, born July 2, 1976) is a male Nepalese taekwondo practitioner. He won the bronze medal in the welterweight category (-78 kg) at the 2006 Asian Games, and competed at the 2008 Summer Olympics. On August 8, 2008 at the opening ceremony of the Beijing Olympics, Bista was the flagbearer for Nepal.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics": "Taekwondo competitions at the 2008 Summer Olympics in Beijing were held from August 20 to August 23 at the Beijing Science and Technology University Gymnasium. 128 Taekwondo practitioners, 64 men and 64 women, competed in 8 events. For the first time ever two bronze medals were awarded per event.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Cross-country_skiing_at_the_2006_Winter_Olympics": "The cross-country skiing events at the 2006 Winter Olympics featured 12 events, from 11 to 26 February 2006 at Pragelato in Turin.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Rajendra_Bahadur_Bhandari": "Rajendra Bahadur Bhandari (Nepali: राजेन्द्र बहादुर भण्डारी) (born 14 November 1975) is a Nepalese long-distance runner  and soldier who has won two silver medals at the 9th Asian Games and two gold medals at the 10th Asian Games.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Jay_Khadka": "Jayaram \"Jay\" Khadka (Nepali: जयराम खड्का) (born October 5, 1972) is a cross-country skier who is the first Winter Olympic Athlete from Nepal. He participated in the 2002 Winter Olympics. In the Men's 1.5 km Qualification his time was 4:48.4 making him 70th place.",
  "/wiki/Cross-country_skiing_at_the_2002_Winter_Olympics": "The cross-country skiing events at the 2002 Winter Olympics were marred by drug problems.  The winners of three races were disqualified after blood tests showed that three skiers had overly high red blood cell counts indicating the use of darbepoetin, a drug used to treat anemia.  At the time, the drug was not specifically listed in the International Olympic Committee's (IOC) list of banned substances, but the Olympic rules generally prohibit doping of any kind, in accordance with its charter. After two years and several lawsuits in Olympic and Swiss courts, the skiers in question (Johann Mühlegg of Spain, and Larissa Lazutina and Olga Danilova of Russia) were stripped of all their medals from the 2002 Games.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Chitra_Bahadur_Gurung": "Chitra Bahadur Gurung (Nepali: चित्रबहादुर गुरुङ) (May 21, 1970 – November 22, 2010) was a Nepalese former swimmer, who specialized in sprint freestyle events. Gurung represented Nepal at the 2000 Summer Olympics, where he became the nation's flag bearer in the opening ceremony. He also held a Nepalese record in the 50 m freestyle.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Tika_Bogati": "Tika Bogati (born 26 September 1962) is a Nepalese long-distance runner. He competed in the men's marathon at the 1988 Summer Olympics and the 1996 Summer Olympics.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Krishna_Bahadur_Basnet": "Krishna Bahadur Basnet (born 17 February 1959) is a Nepalese long-distance runner. He competed in the men's marathon at the 1988 Summer Olympics.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul a total number of 42 events in athletics were contested: 24 by men and 18 by women. There were a total number of 1617 participating athletes from 149 countries.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Khadga_Bahadur_Ranabhat": "Khadga Bahadur Ranabhat (Nepali: खड्ग बहादुर रानाभट) born 14 June 1949 in Bhatkhola, Syangja is a Nepali male track and field coach and middle/long distance runner.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics": "At the 1984 Summer Olympics in Los Angeles, 41 events in athletics were contested. There were a total number of 1273 participating athletes from 124 countries. Women’s marathon and women’s 3000 meters were contested for the first time at these Games.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Jit_Bahadur_Khatri_Chhetri": "Jit Bahadur Khatri Chhetri (born 1947) is a Nepalese long-distance runner. He competed in the marathon at the 1972 Summer Olympics.",
  "/wiki/Athletics_at_the_1972_Summer_Olympics": "At the 1972 Summer Olympics in Munich, 38 events in athletics were contested, 24 for men and 14 for women. There were a total number of 1324 participating athletes from 104 countries.",
  "/wiki/List_of_flag_bearers_for_Nepal_at_the_Olympics": "This is a list of flag bearers who have represented Nepal at the Olympics."
}