{
  "/wiki/Dirk_Nowitzki": "Dirk Werner Nowitzki (German pronunciation: [ˈdɪʁk ˈvɛʁnɐ noˈvɪtski]) (born June 19, 1978) is a German retired professional basketball player. An alumnus of the DJK Würzburg basketball club, Nowitzki was chosen as the ninth pick in the 1998 NBA draft by the Milwaukee Bucks and was immediately traded to the Dallas Mavericks, where he played his entire 21-year National Basketball Association (NBA) career.",
  "/wiki/Dallas_Mavericks": "The Dallas Mavericks (often referred to as the Mavs) are an American professional basketball team based in Dallas. They compete in the National Basketball Association (NBA) as a member of the Western Conference Southwest Division. The team plays its home games at the American Airlines Center, which it shares with the National Hockey League's Dallas Stars.",
  "/wiki/Theo_Papaloukas": "Theódoros Papaloukás (Greek: Θεόδωρος Παπαλουκάς; born May 8, 1977), commonly also known as \"Theo Papaloukas\" or \"Thodoris Papaloukas\", is a retired Greek professional basketball player. He was a four-time All-EuroLeague selection, a member of the EuroLeague 2000–10 All-Decade Team and was named one of the 50 greatest EuroLeague contributors in 2008. A revolutionary figure in basketball, as illustrated by his unique ability to come off the bench and alter the course of an encounter, and his uncanny feel for the game, he symbolized the rise of European basketball in the new millennium.",
  "/wiki/PBC_CSKA_Moscow": "PBC CSKA Moscow (Russian: ПБК ЦСКА Москва) is a Russian professional basketball team based in Moscow, Russia. The club is a member of the VTB United League and the EuroLeague. CSKA won two titles between 2006 and 2008, as well as between 2016 and 2019, in Europe's principal club competition, the EuroLeague, making the final in all seasons these years, and in total has advanced to the EuroLeague Final Four 17 times in the 21st century.",
  "/wiki/Andrei_Kirilenko_(basketball)": "Andrei Gennadyevich Kirilenko (Russian: Андрей Геннадьевич Кириленко; born February 18, 1981) is a Russian basketball executive and retired professional basketball player, currently the commissioner of the Russian Basketball Federation.",
  "/wiki/Utah_Jazz": "The Utah Jazz are an American professional basketball team based in Salt Lake City. The Jazz compete in the National Basketball Association (NBA) as a member of the league's Western Conference, Northwest Division. Since 1991, the team has played its home games at Vivint Smart Home Arena. The franchise began play as an expansion team in 1974 as the New Orleans Jazz (as a tribute to New Orleans' history of originating Jazz music). The Jazz moved to Salt Lake City in 1979.",
  "/wiki/Pau_Gasol": "Pau Gasol Sáez (Catalan pronunciation: [ˈpaw ɣəˈzɔl], Spanish pronunciation: [ˈpau ɣaˈsol]; born July 6, 1980) is a Spanish professional basketball player. He is a six-time NBA All-Star and a four-time All-NBA selection, twice on the second team and twice on the third team. Gasol has won two NBA championships, both with the Los Angeles Lakers. He was the NBA Rookie of the Year in 2002 with the Memphis Grizzlies, being the first non-American player to have won that award. He is the older brother of fellow NBA player Marc Gasol.",
  "/wiki/Memphis_Grizzlies": "The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. The Grizzlies compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The Grizzlies play their home games at FedExForum. The team is owned by Robert Pera. The Grizzlies are currently the only team in the major professional North American sports leagues based in the city of Memphis, and is the only professional basketball team in the state of Tennessee.",
  "/wiki/Los_Angeles_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics.",
  "/wiki/Milo%C5%A1_Teodosi%C4%87": "Miloš Teodosić (Serbian Cyrillic: Милош Теодосић, born March 19, 1987) is a Serbian professional basketball player for Virtus Bologna of the Italian Lega Basket Serie A (LBA). He also represents the Serbia national team internationally. He primarily plays the point guard position, as well as the shooting guard position. He is a six time All-EuroLeague selection, and was voted EuroLeague MVP in 2010.",
  "/wiki/Olympiacos_B.C.": "Olympiacos B.C. (Greek: ΚΑΕ Ολυμπιακός Σ.Φ.Π.), commonly referred to as Olympiacos and Olympiacos Piraeus, is a Greek professional basketball club based in Piraeus, Athens, part of the major multi-sport club, Olympiacos CFP. The team currently competes only in the EuroLeague, after their decision to withdraw from the 2018–19 games against arch-rival Panathinaikos over long-standing refereeing disputes; thus, the club is represented by a reserve team for the domestic competitions, called Olympiacos B.C. B Development Team. The parent club was founded in 1925, with the basketball team created in 1931, and their home ground is the Peace and Friendship Stadium in Piraeus.",
  "/wiki/Minnesota_Timberwolves": "The Minnesota Timberwolves (also commonly known as the Wolves) are an American professional basketball team based in Minneapolis. The Timberwolves compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. Founded in 1989, the team is owned by Glen Taylor who also owns the WNBA's Minnesota Lynx. The Timberwolves play their home games at Target Center, their home since 1990.",
  "/wiki/Tony_Parker": "William Anthony Parker Jr. (born 17 May 1982) is a French-American former professional basketball player and majority owner of ASVEL Basket in LNB Pro A. The son of a professional basketball player, Parker played for two years for Paris Basket Racing in the French basketball league, before joining the San Antonio Spurs of the National Basketball Association (NBA). He was selected by the Spurs with the 28th overall pick in the 2001 NBA draft, and quickly became their starting point guard. Parker won four NBA championships (2003, 2005, 2007, and 2014), all of which were with the Spurs. He also played for ASVEL Basket in France during the 2011 NBA lockout, and finished his career after one season with the Charlotte Hornets.",
  "/wiki/San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.",
  "/wiki/FIBA_Europe_Men's_Player_of_the_Year_Award": "The FIBA Europe Men's Player of the Year Award was an annual official FIBA Europe award that was inaugurated in the year 2005, and bestowed until 2014. The winner was a basketball player who had European citizenship, and whose performances with his sports club and/or national team throughout the year had reached the highest level of excellence. All players with European citizenship, regardless of where they played in the world, qualified for the award, including NBA players. Players did not have to play in any FIBA competitions in order to be eligible."
}