{
  "/wiki/A_History_of_Britain_(TV_series)": "A History of Britain is a BBC documentary series written and presented by Simon Schama, first transmitted in the United Kingdom from 30 September 2000.",
  "/wiki/The_Lost_World_(2001_film)": "The Lost World is a 2001 adaptation of the novel of the same name by Arthur Conan Doyle, directed by Stuart Orme and adapted by Tony Mulholland and Adrian Hodges. It was filmed at various locations on the West Coast of New Zealand. The mini-series consisted of two 75 minute episodes which were broadcast on BBC One on 25 and 26 December 2001, receiving 8.68 million and 6.98 million viewers respectively. Bob Hoskins played Professor Challenger and was supported by James Fox, Peter Falk, Matthew Rhys, Tom Ward and Elaine Cassidy.",
  "/wiki/Columbo_(TV_series)": "Columbo (/kəˈlʌmboʊ/) is an American crime drama television series starring Peter Falk as Columbo, a homicide detective with the Los Angeles Police Department.  After two pilot episodes, the show originally aired on NBC from 1971 to 1978 as one of the rotating programs of The NBC Mystery Movie. Columbo then aired less frequently on ABC from 1989 to 2003.",
  "/wiki/P.O.W._(TV_series)": "P.O.W. was a television series consisting of 6 episodes, broadcast on ITV in 2003. The series starred James D'Arcy and Joe Absolom. The drama series is based on true stories[citation needed], set in Germany in the year 1940 and follows the character of Jim Caddon as he is captured after his plane crashes during a bombing raid over Normandy. In contrast to previous entries in the World War Two prison escape genre such as The Colditz Story, it concentrated on escape attempts by other ranks rather than officers[citation needed]. The series was filmed in Lithuania and first broadcast on television on 10 October 2003. A second series has not been commissioned, though ITV followed it with several other World War Two dramas including Colditz and Island at War. The title \"P.O.W.\" stands for \"prisoner of war\".",
  "/wiki/Beau_Brummell:_This_Charming_Man": "Beau Brummell: This Charming Man is a 2006 BBC Television drama based on the biography of Beau Brummell by Ian Kelly. The title references a 1983 song by The Smiths.",
  "/wiki/Lord_Byron": "George Gordon Byron, 6th Baron Byron, FRS (22 January 1788 – 19 April 1824), known simply as Lord Byron, was an English poet, peer, and politician who became a revolutionary in the Greek War of Independence, and is considered one of the leading figures of the Romantic movement. He is regarded as one of the greatest English poets and remains widely read and influential. Among his best-known works are the lengthy narrative poems Don Juan and Childe Harold's Pilgrimage; many of his shorter lyrics in Hebrew Melodies also became popular.",
  "/wiki/Brothers_&_Sisters_(2006_TV_series)": "Brothers & Sisters is an American television drama series that centers on the Walker family and their lives in Los Angeles and Pasadena, California. It aired for five seasons on ABC from September 24, 2006, to May 8, 2011. It aired, for its entire run, in a Sunday night timeslot after Desperate Housewives.",
  "/wiki/Kevin_Walker_(Brothers_&_Sisters)": "Kevin Herbert Walker is a fictional character in the ABC television series Brothers & Sisters. He is portrayed by the Welsh actor Matthew Rhys. In a two-part 2010 episode, the actor Kasey Campbell played a teenage Kevin in flashback sequences set in 1986. Rhys is the second actor to appear in all the episodes of the series. His relationship with Scotty Wandell was included in TV Guide's list of the best TV couples of all time.",
  "/wiki/The_Mystery_of_Edwin_Drood_(2012_film)": "The Mystery of Edwin Drood is a 2012 British television adaptation of the unfinished novel by Charles Dickens, adapted with a new ending by Gwyneth Hughes, produced by Lisa Osborne, and directed by Diarmuid Lawrence. It was aired in the United Kingdom on BBC2 as two one-hour parts on 10 and 11 January 2012, in the United States as a single two-hour film on PBS on 15 April 2012, and in Australia on ABC1 on 2 January 2013.",
  "/wiki/The_Americans": "The Americans is an American period spy thriller television series created by Joe Weisberg for the FX television network. Set during the Cold War, it follows the story of Elizabeth (Keri Russell) and Philip Jennings (Matthew Rhys), two Soviet KGB officers posing as an American married couple living in Falls Church, a Virginia suburb of Washington, D.C. with their children, Paige (Holly Taylor) and Henry (Keidrich Sellati). The show also explores the conflict between Washington's FBI office and the KGB Rezidentura by following the perspectives of agents on both sides, including the Jennings' neighbor Stan Beeman (Noah Emmerich), an FBI agent working in counterintelligence. The series begins in the aftermath of the inauguration of President Ronald Reagan in January 1981 and concludes in December 1987, shortly before the leaders of the United States and the Soviet Union signed the Intermediate-Range Nuclear Forces Treaty.",
  "/wiki/Philip_Jennings_(The_Americans)": "Philip Jennings (real name Mikhail (called Mischa); Russian: Михаил/Миша) is a fictional character  in the American television drama series The Americans on FX, and the male lead. He was created by series creator Joe Weisberg and is portrayed by Welsh actor Matthew Rhys.  Philip is a KGB agent and, along with Elizabeth (Keri Russell), poses as a travel agent in Washington D.C.",
  "/wiki/Death_Comes_to_Pemberley_(TV_series)": "Death Comes to Pemberley is a three-part British television drama based on the best-selling P.D. James novel of the same name. Her murder mystery was based on the style and characters of Jane Austen's Pride and Prejudice.",
  "/wiki/Mr_Darcy": "Fitzwilliam Darcy, generally referred to as Mr. Darcy, is one of the two central characters in Jane Austen's novel Pride and Prejudice. He is an archetype of the aloof romantic hero, and a romantic interest of Elizabeth Bennet, the novel's protagonist. The story's narration is almost exclusively from Elizabeth's perspective; the reader is given a one-sided view of Darcy for much of the novel, but hints are given throughout that there is much more to his character than meets the eye.  The reader gets a healthy dose of dramatic irony as Elizabeth continually censures (with some prejudice) Mr. Darcy's character despite the aforementioned hints (via the narrative voice and other characters' observations) that Mr. Darcy is really a noble character at heart, albeit somewhat prideful.  Usually referred to only as \"Mr. Darcy\" or \"Darcy\" by characters and the narrator, his first name is mentioned twice in the novel.",
  "/wiki/Archer_(2009_TV_series)": "Archer is an American adult animated sitcom created by Adam Reed for FX that premiered on September 17, 2009.",
  "/wiki/The_Bastard_Executioner": "The Bastard Executioner is an American historical fiction drama television series, created by Kurt Sutter, that aired on FX from September 15, 2015 to November 17, 2015. On November 18, 2015, Sutter announced that FX had cancelled the series after one season.",
  "/wiki/Girls_(TV_series)": "Girls is an American comedy-drama television series created by and starring Lena Dunham and executive produced by Judd Apatow. The series follows the lives of four young women living in New York City. The show's premise and major aspects of the main character—including being cut off financially from her parents, becoming a writer, and making unfortunate decisions—were drawn from Dunham's own life.",
  "/wiki/Death_and_Nightingales_(TV_series)": "Death and Nightingales (also written Death & Nightingales) is a 2018 television historical drama miniseries, based on the 1992 novel of the same name by author Eugene McCabe. The series stars Ann Skelly, Jamie Dornan and Matthew Rhys. It started broadcast on RTÉ One in Republic of Ireland on 26 November 2018, and two days later in the UK on BBC Two.",
  "/wiki/Infinity_Train": "Infinity Train is an American animated anthology television series created by Owen Dennis, previously a writer and storyboard artist on Regular Show, for Cartoon Network. The pilot was published on November 1, 2016, with Cartoon Network greenlighting the full series due to positive reception; the series premiered on August 5, 2019. Two seasons have currently been released, plus a series of shorter episodes in late 2019.",
  "/wiki/BoJack_Horseman": "BoJack Horseman is an American adult animated web television series created by Raphael Bob-Waksberg. It stars Will Arnett, Amy Sedaris, Alison Brie, Paul F. Tompkins, and Aaron Paul. Set primarily in Los Angeles, the series tells the story of BoJack Horseman (Arnett), a washed-up star who plans his return to celebrity relevance with an autobiography to be written by his ghostwriter Diane Nguyen (Brie). BoJack also has to contend with the demands of his agent Princess Carolyn (Sedaris), his roommate Todd Chavez (Paul), and his friend and rival Mr. Peanutbutter (Tompkins). The show is designed by cartoonist Lisa Hanawalt, who has been friends with Bob-Waksberg since high school and had previously worked with him on the webcomic Tip Me Over, Pour Me Out.",
  "/wiki/Perry_Mason_(miniseries)": "Perry Mason is an upcoming American drama television series, based on the Perry Mason series of short stories and novels written by Erle Stanley Gardner, that is set to premiere on HBO. The series is being written by Rolin Jones and Ron Fitzgerald and is set to star Matthew Rhys in the title role.",
  "/wiki/Perry_Mason": "Perry Mason is an American fictional character, a criminal defense lawyer who is the main character in works of detective fiction written by Erle Stanley Gardner. Perry Mason features in more than 80 novels and short stories, most of which involve a client's murder trial. Typically, Mason establishes his client's innocence (rather than a verdict of 'not guilty') by implicating another character, who then confesses.",
  "/wiki/Matthew_Rhys": "Matthew Rhys Evans (born 4 November 1974; /riːs/) is a Welsh actor. He is known for playing Kevin Walker in Brothers & Sisters (2006–2011) and Philip Jennings in the The Americans (2013–2018), for which he received two Golden Globe Award nominations and a Primetime Emmy Award. In film, he has appeared as Dylan Thomas in the film The Edge of Love (2008), Daniel Ellsberg in the film The Post (2017) and starred in A Beautiful Day in the Neighborhood (2019)."
}