{
  "/wiki/Abilene_Christian_University": "Abilene Christian University (ACU) is a private Christian university in Abilene, Texas. It was founded in 1906 as Childers Classical Institute.",
  "/wiki/Abilene_Christian_Wildcats": "Abilene Christian Wildcats (variously ACU or ACU Wildcats) refers to the sports teams of Abilene Christian University located in Abilene, Texas. The Wildcats play in the Southland Conference. The nickname \"Wildcat\" is derived from the mascot of the team.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/University_of_Akron": "The University of Akron is a public research university in Akron, Ohio. It is part of the University System of Ohio. As a STEM-focused institution, it focuses on industries such as polymers, advanced materials, and engineering.",
  "/wiki/Akron_Zips_baseball": "The Akron Zips baseball team is the varsity intercollegiate athletic team representing the University of Akron in Akron, Ohio, United States. The team plays in the National Collegiate Athletic Association (NCAA) at the Division I level as a member of the Mid-American Conference (MAC). The program plays at Lee R. Jackson Field, which had been the Zips' home from 1967 to 2015.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/Akron_Zips": "The Akron Zips are the intercollegiate athletic teams that represent the University of Akron in Akron, Ohio, United States. The Zips compete in the National Collegiate Athletic Association (NCAA) at the Division I level as a member of the Mid-American Conference (MAC) East division.  Akron sponsors 20 varsity teams across eight men's, 11 women's, and one coed NCAA sanctioned sports. The football team competes in the Football Bowl Subdivision (FBS), the highest level of competition for college football.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Austin_Peay_State_University": "Austin Peay State University (/piː/) is a public university in Clarksville, Tennessee. Standing on a site occupied by a succession of Tennessean educational institutions since 1845, the precursor of the university was established in 1927 and named for then-sitting Governor Austin Peay, who is further honored with \"Governors\", the name of the university's athletic teams. Affiliated with the Tennessee Board of Regents, it is now governed by the Austin Peay State University Board of Trustees as of May 2017[update]. The university is accredited by the Southern Association of Colleges and Schools (SACS) and, in 2012, was the fastest-growing university in Tennessee. In 2019, Austin Peay officially hit 11,000 students enrolled.",
  "/wiki/Austin_Peay_Governors": "The Austin Peay Governors are the intercollegiate athletic teams of Austin Peay State University (APU), located in Clarksville, Tennessee, United States. The Governors athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level including the  Football Championship Subdivision. The Austin Peay mascot is The Governor, and the school colors are red and white. While the women's teams were formerly known as the Lady Govs, the school emphasizes that all teams are now Governors.",
  "/wiki/Ohio_Valley_Conference": "The Ohio Valley Conference (OVC) is a collegiate athletic conference which operates in the Midwestern and Southeastern United States. It participates in Division I of the NCAA; the conference's football programs compete in the Football Championship Subdivision (FCS; formerly known as Division I-AA), the lower of two levels of Division I football competition. The OVC has 12 members, 9 of which compete in football in the conference.",
  "/wiki/Bloomsburg_University_of_Pennsylvania": "Bloomsburg University of Pennsylvania (Bloomsburg, BU or Bloom) is a public university in Bloomsburg, Pennsylvania. It is part of the Pennsylvania State System of Higher Education (PASSHE). Bloomsburg University is accredited by the Middle States Commission on Higher Education with some degree programs accredited by specialized accreditors.",
  "/wiki/Bloomsburg_Huskies": "The Bloomsburg Huskies are the athletic teams that represent Bloomsburg University of Pennsylvania, located in Bloomsburg, Pennsylvania, in NCAA Division II intercollegiate sports. The Huskies are members of the Pennsylvania State Athletic Conference (PSAC) for 18 of 19 varsity sports; as the wrestling team competes in the Mid-American Conference (MAC) as a member of the NCAA's Division I. The Huskies have been a member of the PSAC since its foundation in 1951.",
  "/wiki/Eastern_Wrestling_League": "The Eastern Wrestling League (EWL) was an NCAA Division I wrestling-only conference. It was made up mostly of schools from the northeastern United States whose primary conferences did not sponsor wrestling as an NCAA-qualifying event. The teams had traditionally rotated as hosts of the qualifying tournament.",
  "/wiki/Boise_State_University": "Boise State University (BSU) is a public research university in Boise, Idaho. Founded in 1932 by the Episcopal Church, it became an independent junior college in 1934, and has been awarding baccalaureate and master's degrees since 1965.",
  "/wiki/Boise_State_Broncos": "The Boise State Broncos are the intercollegiate athletic teams that represent Boise State University, located in Boise, Idaho.  The Broncos compete at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Mountain West Conference (MWC). The Broncos have a successful athletic program overall, winning the WAC commissioner's cup for the 2005–06 and 2009–10 years. Boise State joined the MWC on July 1, 2011.",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/Bryant_University": "Bryant University is a private university in Smithfield, Rhode Island. Until August 2004, it was known as Bryant College. Bryant has two colleges, the College of Arts and Sciences and the College of Business, and is accredited by the New England Association of Schools and Colleges and the AACSB International.",
  "/wiki/Bryant_Bulldogs": "The Bryant Bulldogs are the athletic teams representing Bryant University in Smithfield, Rhode Island. The Bulldogs compete at the Division I level as a member of the Northeast Conference. Bryant's largest rivalry during its Division II years was Bentley College, both founders of the Northeast-10 and both have prominent business programs. Bryant University athletics started out as a member of the National Association of Intercollegiate Athletics (NAIA) before it transitioned into Division II. Bryant competed in the Northeast-10 Conference from the conference's founding in 1980 until 2008 when the university began the transition to Division I. In 2012, Bryant became a full Division I member.",
  "/wiki/Metro_Atlantic_Athletic_Conference": "The Metro Atlantic Athletic Conference (MAAC, /mæk/) is a collegiate athletic conference affiliated in NCAA Division I, consisting of eleven schools coming from three states of the northeastern United States: Connecticut, New Jersey, and New York.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States.",
  "/wiki/University_of_Central_Arkansas": "The University of Central Arkansas (Central Arkansas or UCA) is a public university in Conway, Arkansas. Founded in 1907 as the Arkansas State Normal School, the university is one of the oldest in the U.S. state of Arkansas. As the state's only normal school at the time, UCA has historically been the primary source of teachers in Arkansas. UCA is noted for programs in nursing, education, physical therapy, business, performing arts, and psychology.",
  "/wiki/Central_Arkansas_Bears_soccer": "The Central Arkansas Bears men's soccer team represents the University of Central Arkansas (UCA) in the Sun Belt Conference of NCAA Division I men's soccer.  The Bears play their home matches at the Bill Stephens Track/Soccer Complex located on the  UCA campus in Conway, Arkansas. The team is currently coached by Ross Duncan.",
  "/wiki/Missouri_Valley_Conference": "The Missouri Valley Conference (also called MVC or simply \"The Valley\") is the third-oldest collegiate athletic conference in the United States. Currently, its members are located in the midwestern United States.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/Central_Arkansas_Bears_and_Sugar_Bears": "The University of Central Arkansas Bears and Sugar Bears participates in the NCAA Division I's Football Championship Subdivision (formerly I-AA football) as a member of the Southland Conference. The athletic program is supported by the efforts of a diverse group of over 400 male and female student-athletes. Its men's teams are called the Bears and the women's are the Sugar Bears.",
  "/wiki/University_of_Tennessee_at_Chattanooga": "The University of Tennessee at Chattanooga (UT-Chattanooga, UTC, or Chattanooga) is a public university in Chattanooga, Tennessee. It is one of three universities and two other affiliated institutions in the University of Tennessee System (UT System).",
  "/wiki/Chattanooga_Mocs": "The Chattanooga Mocs (formerly the Chattanooga Moccasins) are the 16 teams representing the University of Tennessee at Chattanooga in intercollegiate athletics. The Mocs compete in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Southern Conference (SoCon).",
  "/wiki/Clarion_University_of_Pennsylvania": "Clarion University of Pennsylvania is a public university in Clarion, Pennsylvania. It is one of 14 universities that are part of the Pennsylvania State System of Higher Education (PASSHE). The school was founded in 1867 and offers associate, bachelor's, and master's degrees, post master's certificates and a Doctorate degree.",
  "/wiki/Clarion_Golden_Eagles_wrestling": "The Clarion Golden Eagles wrestling team represents Clarion University of Pennsylvania of Clarion, Pennsylvania. The squad is coached by Keith Feraro who replaced Troy Letters.. Letter's, replaced Matt Derlan,  who is now the coach of the Binghamton Bearcats. Derlan replaced Teague Moore who left the Clarion collegiate wrestling program to become the head coach at American University. The Golden Eagles wrestle in the Mid-American Conference (MAC) and as of the 2018-2019 season participated in the Pennsylvania State Athletic Conference (PSAC) as well. The Eagles were members of the Eastern Wrestling League until the end of the 2018-2019 season when all members of the EWL accepted affiliate membership in the MAC for wrestling starting in the 2019-2020 season. They qualify for the NCAA Division I Wrestling Championships as Division I members of the MAC. The PSAC comprises both Division I and II squads. Notable former Golden Eagle wrestlers include national champions Wade Schalles and Kurt Angle, who after leaving Clarion would go on to win a gold medal in the 1996 Summer Olympics before embarking on a career in professional wrestling.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Clemson_Tigers": "The Clemson Tigers are the athletic teams that represent Clemson University, located in Clemson, South Carolina. They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level for football), primarily competing in the Atlantic Coast Conference (ACC) for all sports since the 1953–54 season. Clemson competes for and has won multiple NCAA Division I national championships in various sports, including football, men's soccer, and men's golf.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Cleveland_State_University": "Cleveland State University (CSU) is a public research university in downtown Cleveland, Ohio, United States. It was established in 1964, and opened for classes in 1965 after acquiring the entirety of Fenn College, a private school that had been in operation since 1923. CSU absorbed the Cleveland-Marshall College of Law in 1969. Today it is part of the University System of Ohio, has more than 120,000 alumni, and offers over 200 academic programs.",
  "/wiki/Cleveland_State_Vikings": "The Cleveland State Vikings, or Vikes, are the athletic teams of Cleveland State University. Before as Fenn College they were known as the Fenn College Foxes or Fenn Foxes. Cleveland State competes in NCAA Division I. They have been a member of the NCAA Division I since 1972. They were previously a member of the NCAA College Division, a precursor to NCAA Division II. The university is a member of the Horizon League (1994–present) and Mid-American Conference (2019–present) for wrestling. Cleveland State was formerly in the Mid-Continent Conference (1982–1994) and North Star Conference (1989–1992). Cleveland State previously fielded baseball, men's cross country as well as men and women's track and field. As Fenn College they fielded men's ice hockey and rifle. Cleveland State has a number of club sports as well.",
  "/wiki/Delaware_Valley_University": "Delaware Valley University (DelVal) is a private university in Doylestown, Pennsylvania. Founded in 1896, it enrolls approximately 1,900 students on its suburban, 570-acre campus. DelVal offers more than 28 undergraduate majors, seven master's programs, a doctoral program, and a variety of adult education courses.",
  "/wiki/Eastern_Kentucky_University": "Eastern Kentucky University (Eastern or EKU) is a public university in Richmond, Kentucky. It is accredited by the Southern Association of Colleges and Schools. It maintains branch campuses in Corbin, Hazard, Lancaster, and Manchester and offers more than 40 online undergraduate and graduate options.",
  "/wiki/Eastern_Kentucky_Colonels": "The Eastern Kentucky Colonels are the intercollegiate athletic teams of Eastern Kentucky University (EKU), located in Richmond, Kentucky, United States. The Colonels athletic program is a charter member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level including the Football Championship Subdivision. The EKU mascot is The Colonel, and the school colors are maroon and white. While the women's teams were formerly known as the Lady Colonels, the school now emphasizes that all teams are now Colonels.",
  "/wiki/Edinboro_University_of_Pennsylvania": "Edinboro University is a public university in Edinboro, Pennsylvania. It is part of the Pennsylvania State System of Higher Education and accredited by the Middle States Commission on Higher Education.  It has more than 4,600 enrolled students spread between the main campus and the Porreco College in Erie.",
  "/wiki/Edinboro_Fighting_Scots": "The Edinboro Fighting Scots are the athletic teams that represent the Edinboro University of Pennsylvania, located in Edinboro, Pennsylvania, in NCAA Division II intercollegiate sports. The Fighting Scots are members of the Pennsylvania State Athletic Conference (PSAC) for 15 of 17 varsity sports. The wrestling team competes in the Mid-American Conference (MAC) as a member of the NCAA's Division I and the wheelchair basketball team competes in the NWBA Intercollegiate Division. The Fighting Scots have been a member of the PSAC since its foundation in 1951.",
  "/wiki/Fairfield_University": "Fairfield University is a private Jesuit university in Fairfield, Connecticut.  It was founded by the Society of Jesus in 1942, and today is one of 28 member institutions of the Association of Jesuit Colleges and Universities.  As of 2017[update], the university had about 4,100 full-time undergraduate students and 1,100 graduate students, including full-time and part-time.",
  "/wiki/Fairfield_Stags": "The Fairfield Stags are the athletic programs representing Fairfield University in Fairfield, Connecticut. Most of the programs are members of the Metro Atlantic Athletic Conference (MAAC) and classified as Division I-AAA in the National Collegiate Athletic Association (NCAA).",
  "/wiki/Franklin_Pierce_University": "Franklin Pierce University is a private university in Rindge, New Hampshire. It was founded as Franklin Pierce College in 1962, combining a liberal arts foundation with coursework for professional preparation.",
  "/wiki/Franklin_Pierce_Ravens": "The Franklin Pierce Ravens are the intercollegiate athletic teams that represent Franklin Pierce University, located in Rindge, New Hampshire, in NCAA sporting competitions. Franklin Pierce competes at the Division II level in 22 varsity sports.",
  "/wiki/NCAA_Division_I_independent_schools_(ice_hockey)": "NCAA Division I independent schools are teams that compete in NCAA ice hockey but are not members of a conference. There are several current schools who, at one time or another, competed as Division I independents.",
  "/wiki/New_England_Women%27s_Hockey_Alliance": "The New England Women's Hockey Alliance (NEWHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with two in New Hampshire, two in Connecticut, one in Vermont, and one in New York.",
  "/wiki/George_Mason_University": "George Mason University (GMU, Mason, or George Mason) is a public research university located on the Fairfax City-Fairfax County border in Virginia. In 1956, the Commonwealth of Virginia authorized the establishment of a Northern Virginia branch of the University of Virginia and the institution that is now named George Mason University opened in September of 1957. It became an independent institution in 1972.  It has since grown to become the largest four-year public university in the Commonwealth of Virginia. The university is named after the founding father George Mason, a Virginia planter and politician who authored the Virginia Declaration of Rights that later influenced the future Bill of Right of the United States Constitution. Mason operates four campuses in Virginia (Fairfax, Arlington, Front Royal, and Prince William), as well as a fifth campus in South Korea.",
  "/wiki/George_Mason_Patriots": "The George Mason Patriots are the athletic teams of George Mason University (GMU) of Fairfax, Virginia. The Patriots compete in Division I of the National Collegiate Athletic Association (NCAA) as members of the Atlantic 10 Conference for most sports.",
  "/wiki/Hampton_University": "Hampton University is a private historically black university in Hampton, Virginia. It was founded in 1868 by black and white leaders of the American Missionary Association after the American Civil War to provide education to freedmen. It is home to the Hampton University Museum, which is the oldest museum of the African diaspora in the United States, and the oldest museum in the commonwealth of Virginia. In 1878, it established a program for teaching Native Americans that lasted until 1923.",
  "/wiki/Hampton_Pirates_football": "The Hampton Pirates football team represents Hampton University in college football. The Pirates compete in the NCAA Division I Football Championship Subdivision (FCS) as a member of the Big South Conference.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Big_South_Conference": "The Big South Conference is a collegiate athletic conference affiliated with the NCAA's Division I. Originally a non-football conference, the Big South began sponsoring football in 2002. Its football teams are part of the Football Championship Subdivision (FCS). The Big South, founded in 1983, is firmly rooted in the South Atlantic region of the United States, with full member institutions located in North Carolina, South Carolina, and Virginia. Associate members are located in Alabama, Georgia, and New Jersey."
}