{
  "/wiki/Bia_h%C6%A1i": "Bia hơi (literally translated: fresh beer), is a type of draught beer popular in Vietnam.",
  "/wiki/Chanh_mu%E1%BB%91i": "Chanh muối is a salted, pickled lime in Vietnamese cuisine. Its name comes from the Vietnamese words chanh (meaning \"lime\" or \"lemon\") and muối (meaning \"salt\"). To make the chanh muối, many limes (often key limes) are packed tightly in salt in a glass container and placed in the sun until they are pickled. During the process, juices are drawn off the limes, which dissolves the salt and produces a pickling liquid which immerses the finished chanh muối.",
  "/wiki/Sugarcane_juice": "Sugarcane juice is the liquid extracted from pressed sugarcane. It is consumed as a beverage in many places, especially where sugarcane is commercially grown, such as Southeast Asia, the Indian Subcontinent, North Africa, and Latin America.",
  "/wiki/Kumquat": "Kumquats (or cumquats in Australian English, /ˈkʌmkwɒt/; Citrus japonica) are a group of small fruit-bearing trees in the flowering plant family Rutaceae. They were previously classified as forming the now-historical genus Fortunella, or placed within Citrus sensu lato.",
  "/wiki/Ginseng": "Ginseng (/ˈdʒɪnsɛŋ/) is the root of plants in the genus Panax, such as Korean ginseng (P. ginseng), South China ginseng (P. notoginseng), and American ginseng (P. quinquefolius), typically characterized by the presence of ginsenosides and gintonin.",
  "/wiki/Pennywort": "Pennywort is a common name given to several different plants around the world. In general they have round leaves and a low-growing habit. Pennywort may refer to:",
  "/wiki/R%C6%B0%E1%BB%A3u_c%E1%BA%A7n": "Rượu cần (literally \"stem liquor\" or \"straw liquor\") is a fermented rice wine indigenous to several ethnic groups in Vietnam, in areas such as Tây Nguyên or Tây Bắc. It is made of fermented glutinous rice (nếp) mixed with several kinds of herbs (including leaves and roots) from the local forests. The types and amount of herbs added differ according to ethnic group and region. This mixture is then put into a large earthenware jug, covered, and allowed to ferment for at least one month. Rượu cần's strength is typically 15 to 25 percent alcohol by volume.",
  "/wiki/R%C6%B0%E1%BB%A3u_%C4%91%E1%BA%BF": "Rượu đế is a distilled liquor from Vietnam, made of either glutinous or non-glutinous rice. It was formerly made illegally and is thus similar to moonshine. It is most typical of the Mekong Delta region of southwestern Vietnam (its equivalent in northern Vietnam is called rượu quốc lủi). Its strength varies, but is typically 40 percent alcohol by volume. It is usually clear, and a bit cloudy in appearance.",
  "/wiki/R%C6%B0%E1%BB%A3u_thu%E1%BB%91c": "Rượu thuốc (literally \"medicinal liquor\") or rượu dân tộc (literally \"traditional liquor\") is a kind of Vietnamese distilled liquor (rượu) with herbs and medical animals, considered by traditional medicine as good for health. This drink is a mixture of alcohol mixed with herbs or animals which are used as drink and medicine in Vietnam. In Vietnam, rượu thuốc is widely believed to help drinkers improve their health and virility.",
  "/wiki/Snake_wine": "Snake wine (蛇酒, pinyin: shéjiǔ;  rượu rắn in Vietnamese) is an alcoholic beverage produced by infusing whole snakes in rice wine or grain alcohol. The drink was first recorded to have been consumed in China during the Western Zhou dynasty (c. 1040–770 BC) and considered an important curative and believed to reinvigorate a person according to Traditional Chinese medicine. It can be found in China, Goa (India), Vietnam, and throughout Southeast Asia.",
  "/wiki/Soda_s%E1%BB%AFa_h%E1%BB%99t_g%C3%A0": "Soda sữa hột gà, also known as egg soda, is a sweet drink made from egg yolk, sweetened condensed milk, and club soda from Mainland Southeast Asia. The beverage is of Vietnamese origin, though it is also consumed in Cambodia. There are variations of this drink, made with different eggs but most commonly used is a quail egg. Since club soda is acidic, adding this to the egg yolk will curdle the protein. The texture of the drink can be described like a custard.",
  "/wiki/Soy_milk": "Soy milk, also known as soymilk and soya milk, is a plant-based drink produced by soaking and grinding soybeans, boiling the mixture, and filtering out remaining particulates. It is a stable emulsion of oil, water, and protein. Its original form is a natural by-product of the manufacture of tofu. It became a common beverage in Europe and North America in the later half of the 20th century, especially as production techniques were developed to give it taste and consistency more closely resembling dairy milk. Along with similar vegetable-based \"milks\", like almond and rice milk, soy milk may be used as a substitute for dairy milk by individuals who are vegan or lactose intolerant, while others may consume it from environmental or health concerns.",
  "/wiki/Vietnamese_iced_coffee": "Vietnamese iced coffee, also known as cà phê đá or cafe da (Vietnamese: cà phê đá, literally \"ice coffee\") is a traditional Vietnamese coffee recipe.",
  "/wiki/Vietnamese_lotus_tea": "Vietnamese lotus tea (Vietnamese: trà sen, chè sen, or chè ướp sen) is a type of green tea produced in Vietnam that has been flavored with the scent of Nelumbo nucifera. It is a specialty product of the Vietnamese tea industry and is consumed as part of celebratory events or festivals.",
  "/wiki/Nelumbo_nucifera": "Nelumbo nucifera, also known as Indian lotus, sacred lotus, bean of India, Egyptian bean or simply lotus, is one of two extant species of aquatic plant in the family Nelumbonaceae. It is often colloquially called a water lily. Under favorable circumstances the seeds of this aquatic perennial may remain viable for many years, with the oldest recorded lotus germination being from that of seeds 1,300 years old recovered from a dry lakebed in northeastern China.",
  "/wiki/Vietnamese_tea": "Traditionally, Vietnamese tea drinking is considered a hobby of the older, more learned members in households and in society in general, although currently it has been becoming more popular in younger demographics as well. Tea drinking would accompany aristocratic activities such as composing poems, tending flowers, or simply appreciating nature. Vietnamese people generally favor lighter teas with flower fragrance, such as green tea or floral-scented white tea.",
  "/wiki/Green_tea": "Green tea is a type of tea that is made from Camellia sinensis leaves and buds that have not undergone the same withering and oxidation process used to make oolong teas and black teas. Green tea originated in China, but its production and manufacture has spread to other countries in East Asia.",
  "/wiki/Keemun_tea": "Keemun (simplified Chinese: 祁门红茶; traditional Chinese: 祁門紅茶; pinyin: qímén hóngchá; Jyutping: kei4mun4 hung4cha4; literally: 'Qimen red tea') is a famous Chinese black tea. First produced in the late 19th century, it quickly became popular in the West and is still used for a number of classic blends. It is a light tea with characteristic stone fruit and slightly smoky notes in the aroma and a gentle, malty, non-astringent taste reminiscent of unsweetened cocoa. Top varieties have orchid-like fragrance and additional floral notes in the flavor.",
  "/wiki/Yunnan_tea": "Dianhong tea (Chinese: 滇紅茶; pinyin: Diān hóng chá; literally: 'Yunnan red tea'; pronounced [tjɛ́n xʊ̌ŋ ʈʂʰǎ]) is a type of relatively high-end, gourmet Chinese black tea sometimes used in various tea blends and grown in Yunnan Province, China. The main difference between Dianhong and other Chinese black teas is the amount of fine leaf buds, or \"golden tips,\" present in the dried tea. Dianhong tea produces a brew that is brassy golden orange in colour with a sweet, gentle aroma and no astringency. Cheaper varieties of Dianhong produce a darker brownish brew that can be very bitter.",
  "/wiki/Vietnamese_wine": "Vietnamese wine is wine produced in Vietnam. The area was first cultivated for viticulture during the French colonial rule of the region in the late 19th century. The region's tropical climate was ill-suited for the type of Vitis vinifera that the French colonists were used to  and the wine industry turned its attention to fruit wine production. The late 20th century saw a renewed focus on the development of Vitis vinifera with the assistance of flying winemakers from regions like Australia. In 1995, a joint venture with Australian winemakers started an aggressive planting scheme to reintroduce international grape varieties like Cabernet Sauvignon and Chardonnay to land that was until recently littered with landmines left over from the Vietnam War."
}