{
  "/wiki/Pia_Hansen": "Pia Hansen (born 25 September 1965) is a Swedish sport shooter. She originally competed in Nordic Trap but then moved on to Olympic trap and double trap. She won the latter at the 2000 Olympics in Sydney, and she also finished eighth in trap. In Athens four years later, she finished ninth in both events.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics": "The shooting competitions at the 2000 Summer Olympics were carried out at the Sydney International Shooting Centre in Liverpool, New South Wales, Australia during the first week of the Games, from Saturday 16 September 2000 to Saturday 23 September 2000.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_double_trap": "The women's double trap competition at the 2000 Summer Olympics was the second of three instances, and the only one not won by Kim Rhode, who came third. Pia Hansen raised Rhode's Olympic record by seven hits, and was only one hit from Deborah Gelisio's World records in both the qualification and final rounds. Gelisio won the silver medal, distanced by a four-hit margin.",
  "/wiki/Jonas_Edman": "Jonas Edman (born 4 March 1967 in Linköping) is a Swedish rifle shooter, specializing in the Prone position. He was a 300 m Rifle specialist during most of the 1990s and a part of the winning team at the 1998 ISSF World Shooting Championships in Zaragoza, Spain. After this however, he started to focus in the Olympic 50 m Rifle. He got a very late wild card to the 2000 Olympics and performed 599, only one point from the maximum (and World record) result, in the qualification round, and managed to keep his lead during the final.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_50_metre_rifle_prone": "Men's 50 metre rifle prone at the 2000 Summer Olympics was held on 21 September. The qualification round of 60 shots was fired between 09:30 and 10:45 Australian Eastern Standard Time (UTC+10), and the final round of 10 additional shots at 11:30. Jonas Edman, previously more well known as a 300 metre shooter, took a one-point lead in the qualification round, and eventually won by a 0.9-point margin.",
  "/wiki/Lars_Fr%C3%B6lander": "Lars Arne Frölander (born 26 May 1974 in Boden) is a Swedish swimmer. He has competed in six consecutive Olympic Games (1992, 1996, 2000, 2004, 2008 and 2012).",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_100_metre_butterfly": "The men's 100 metre butterfly event at the 2000 Summer Olympics took place on 21–22 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Mikael_Ljungberg": "Mikael Ljungberg (13 June 1970 – 17 November 2004) was a Swedish wrestler from Gothenburg. He competed for Örgryte IS's wrestling section.",
  "/wiki/Wrestling_at_the_2000_Summer_Olympics": "Wrestling at the 2000 Summer Olympics took place in the Sydney Convention and Exhibition Centre and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. The freestyle competitions were held from 28 September to 1 October, and the Greco-Roman events were held from 24 to 27 September. In the freestyle 76 kg Alexander Leipold of Germany originally placed first, but was disqualified after he tested positive for Nandrolone.",
  "/wiki/Wrestling_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_Greco-Roman_97_kg": "The men's Greco-Roman 76 kg at the 2000 Summer Olympics as part of the wrestling program was held at the Sydney Convention and Exhibition Centre from September 24 to 26. The competition held with an elimination system of three or four wrestlers in each pool, with the winners qualify for the quarterfinals, semifinals and final by way of direct elimination.",
  "/wiki/Therese_Alshammar": "Malin Therese Alshammar (born 26 August 1977 in Solna) is a Swedish swimmer who has won three Olympic medals, 25 World Championship medals, and 43 European Championship medals. She is a specialist in short distances races in freestyle and butterfly. She is coached by former Swedish swimmer Johan Wallberg. She is the first female swimmer and the third overall (after Lars Frölander and Derya Büyükuncu) to participate in six Olympic Games.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_100_metre_freestyle": "The women's 100 metre freestyle event at the 2000 Summer Olympics took place on 20–21 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_50_metre_freestyle": "The women's 50 metre freestyle event at the 2000 Summer Olympics took place on 22–23 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Jan-Ove_Waldner": "Jan-Ove Waldner (born 3 October 1965) is a Swedish former table tennis player. He is often referred to as \"the Mozart of table tennis,\" and is widely regarded as one of the greatest table tennis players of all time. A sporting legend in his native Sweden as well as in China, he is known in China as 老瓦 Lǎo Wǎ (\"Old Waldner\") or 常青树 Cháng Qīng Shù (\"Evergreen Tree\"), because of his extraordinary longevity and competitiveness.",
  "/wiki/Table_tennis_at_the_2000_Summer_Olympics": "The table tennis competition at the 2000 Summer Olympics consisted of four events.",
  "/wiki/Table_tennis_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_singles": "These are the results of the men's singles competition, one of two events for male competitors in table tennis at the 2000 Summer Olympics in Sydney.",
  "/wiki/Henrik_Nilsson_(canoeist)": "Henrik Nilsson (born 15 February 1976, in Nyköping) is a Swedish sprint canoer who competed from the mid-1990s to the 2010s. Competing in four Summer Olympics, he won two medals in the K-2 1000 m event with a gold in 2004 and a silver in 2000.",
  "/wiki/Markus_Oscarsson": "Markus Oscarsson (born 9 May 1977 in Västerås) is a Swedish sprint kayaker who has competed since 1995. Competing in five Summer Olympics, he won two medals in the K-2 1000 m event with a gold in 2004 and a silver in 2000.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics": "Canoeing at the 2000 Summer Olympics was held at the Sydney International Regatta Centre for the sprint events and the Whitewater Stadium in Penrith for the canoe and kayak slalom disciplines. The repechage rounds that ran from the 1960 to the 1996 Games were eliminated in the sprint events while qualifying rounds were added to the slalom events. Additionally, a quota system for each event was enacted, meaning each event had a limited number of competitors that could compete.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_K-2_1000_metres": "The men's K-2 1000 metres event was a pairs kayaking event conducted as part of the Canoeing at the 2000 Summer Olympics program.",
  "/wiki/Sweden_men%27s_national_handball_team": "The Sweden men's national handball team (Swedish: Sveriges herrlandslag i handboll) is controlled by the Swedish Handball Association. Its most successful periods were under coaches Curt Wadmark (1948–1967) and Bengt Johansson (1988–2004). The team under Bengt Johansson, nicknamed Bengan Boys in Sweden, is regarded as one of the finest national teams in the history of the sport with players like Tomas Svensson, Staffan Olsson, Magnus Wislander and Stefan Lövgren. From 1990 through 2002 the team reached the medal round in every championship (6 World Championships, 5 European Championships and 3 Olympic Games, earning 13 medals in total) and qualified for a record 8 championship finals in a row 1996–2002.",
  "/wiki/Magnus_Andersson_(handballer)": "Per Magnus Andersson (born 17 May 1966) is a Swedish handball manager and former player who competed in the 1992 Summer Olympics, in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Mattias_Andersson_(handballer)": "Erik Mattias Andersson (born 29 March 1978) is a retired Swedish handballer and currently a goalkeeper coach. He competed for the Swedish national team at the 2012 Summer Olympics in London where they won the silver medal.",
  "/wiki/Martin_Boquist": "Sven Martin Boquist (born 2 February 1977 in Gothenburg) is a Swedish handball player, currently playing for Danish Handball League side FCK Håndbold, with whom he won the Danish Championship in 2008. He has previously played for Redbergslids IK in the best league of his homeland, and for German Bundesliga club THW Kiel.",
  "/wiki/Mathias_Franz%C3%A9n": "Karl Gustav Mathias Franzén (born February 22, 1975) is a Swedish handball player who competed in the 2000 Summer Olympics.",
  "/wiki/Martin_Fr%C3%A4ndesj%C3%B6": "Lars Gunnar Martin Frändesjö (born 18 July 1971) is a Swedish handball player who competed in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Peter_Gentzel": "Hans Peter Ludvig Gentzel (born 12 October 1968) is a Swedish former handball player who competed in the 2000 Summer Olympics.",
  "/wiki/Andreas_Larsson": "Peter Andreas Larsson (born August 13, 1974) is a Swedish handball player who competed in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Ola_Lindgren": "Per Ola Markus Lindgren (born 29 February 1964, in Halmstad) is a Swedish former handball player and current coach. He is the head coach for IFK Kristianstad since 2012 and was head coach for Sweden from 2008 to 2016. As a player, he won two World Championships, four European Championships and participated in four Olympic Games. He also won four Swedish Championships with Drott.",
  "/wiki/Stefan_L%C3%B6vgren": "Lars Stefan Lövgren (born 21 December 1970) is a Swedish former handball player. He was born in Gothenburg. Making his debut in the national team in 1993, he played a total of 268 games and scored 1138 goals. During his adult career he played for Redbergslids IK (in Gothenburg), and German sides TV Niederwürzbach and Champions League- and Bundesliga-winning team THW Kiel. He was the captain of the national team during the period 1996–2006 and for THW Kiel 2001–2009. He is a five-time Swedish league champion with Redbergslid, and a seven-time Bundesliga champion with THW. He won the German cup four times, and he helped lead Kiel to the European Champions League title in 2007 (being a finalist in 2000, 2008 and 2009).",
  "/wiki/Staffan_Olsson": "Erik Staffan Olsson (born 26 March 1964) is a retired Swedish handball player and Swedish national coach. Olsson, who always played with no 13, was a left-handed right wing player with one of the most feared shots of all the elite players. Later in his career he won praise for his great playmaking skills.",
  "/wiki/Johan_Petersson": "Pär Johan Petersson (born 29 March 1973) is a Swedish handball player who competed in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Tomas_Sivertsson": "Lars Tomas Sivertsson (born 21 February 1965) is a Swedish handball player who competed in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Tomas_Svensson": "Tomas Runar Svensson (born 15 February 1968) is a Swedish retired handball goalkeeper who is currently goalkeeping coach of the Icelandic national handball team.",
  "/wiki/Pierre_Thorsson": "Pierre Roger Valdemar Thorsson (born 21 June 1966) is a Swedish handball player who competed in the 1992 Summer Olympics, in the 1996 Summer Olympics and in the 2000 Summer Olympics.",
  "/wiki/Ljubomir_Vranjes": "Ljubomir Vranjes (Serbian Cyrillic: Љубомир Врањеш, Ljubomir Vranješ; born 3 October 1973) is a Swedish handball coach and former player who competed in the 2000 Summer Olympics. He currently coaches IFK Kristianstad and the Slovenia national team.",
  "/wiki/Magnus_Wislander": "Hans Einar Magnus Wislander (born 22 February 1964) is a Swedish former handball player, who has been voted Handball Player of the Century. Since his debut in the national team in 1985 he has played over 380 games and scored over 1,000 goals. He played for Redbergslids IK, Gothenburg and THW Kiel.",
  "/wiki/Handball_at_the_2000_Summer_Olympics": "Final results for the Team Handball competition at the 2000 Summer Olympics:",
  "/wiki/Handball_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's handball competition, one of two events of handball at the 2000 Summer Olympics, in Sydney, took place at The Dome (Sydney Olympic Park) during the preliminary round, quarter-finals, semi-finals and medal matches. A total of 180 players, distributed among twelve national teams, participated in this tournament.",
  "/wiki/Louise_J%C3%B6hncke": "Louise Jöhncke (born 31 July 1976 in Stockholm) is a former freestyle swimmer from Sweden, who competed for her native country at two consequentive Summer Olympics, starting in 1996. Her biggest successes came on short course (25 m); she won the world title as a member of the Swedish relay Team in the 4×200 m freestyle at the 1999 FINA World Swimming Championships (25 m) in Hong Kong, China. A year later, at 2000 FINA World Swimming Championships (25 m) in Athens, Greece, she captured the title in the 4×100 m freestyle.",
  "/wiki/Anna-Karin_Kammerling": "Anna-Karin Kammerling (born 19 October 1980) is a world-record breaking Swedish swimmer, who was born in Malmö, Sweden. Currently she resides in Sundsvall and trains with the Sundsvalls Swim Club under coach Hans Bergquist.",
  "/wiki/Josefin_Lillhage": "Josefin Lillhage (born 15 March 1980) is a former swimmer from Sweden, who won the bronze medal in the 200 m freestyle at the 2005 World Aquatics Championships in Montreal, Quebec, Canada. She competed in four Olympiads: in 1996, 2000, 2004 and 2008.",
  "/wiki/Johanna_Sj%C3%B6berg": "Johanna Sjöberg (born 8 March 1978 in Bromölla) is a former international swimmer from Sweden, who won her first medal in 1997 at the European Swimming Championships in Seville; a bronze in the 100 m butterfly.",
  "/wiki/Malin_Svahnstr%C3%B6m": "Malin Svahnström (born 10 June 1980 in Upplands Väsby) is a Swedish Olympic swimmer currently representing Väsby SS. Svahnström participated in the 2000 Summer Olympics and the 2004 Summer Olympics, both times as a part of a relay team. In the 2000 event she swum the prelims in the 4×100 m freestyle relay, that later won a bronze medal. In Athens 2004 she was a part of the 4×200 m freestyle team  along with Josefin Lillhage, Ida Mattsson and Lotta Wänberg that finished eighth in the finals.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_100_metre_freestyle_relay": "The women's 4×100 metre freestyle relay event at the 2000 Summer Olympics took place on 16 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Kajsa_Bergqvist": "Kajsa Margareta Bergqvist (Swedish pronunciation: [ˈkǎjːsa ˈbæ̂rjkvɪst]; born 12 October 1976 in Sollentuna, Stockholm) is a Swedish former high jumper. She won one bronze medal in the Olympic Games, one gold and two bronze medals in the World Championships in Athletics and one gold and one bronze in the European Championships. Her personal outdoor record of 2.06 m, set in Germany in 2003, is also a Swedish record. Her indoor record of 2.08 m, set at the Hochsprung mit Musik meeting in 2006, is the world indoor record.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_high_jump": "The women's high jump at the 2000 Summer Olympics as part of the athletics program was held at the Stadium Australia on Thursday, 28 September and Saturday, 30 September.",
  "/wiki/Fredrik_L%C3%B6%C3%B6f": "Max Emil Fredrik Lööf (born 13 December 1969 in Kristinehamn, Sweden) is a Swedish professional sailor who has participated in six Summer Olympics, winning one gold and two bronze medals. He won the gold medal in Star with Max Salminen at the 2012 Summer Olympics and the bronze medals in Finn in the 2000 Summer Olympics and with Anders Ekström in Star in the 2008 Summer Olympics.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics": "Sailing at the 2000 Summer Olympics in Sydney was held from 17–30 September 2000 at the Olympic Sailing Shore Base in the Sydney Harbour.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics_%E2%80%93_Finn": "These are the results of the men's Finn class competition in sailing at the 2000 Summer Olympics.",
  "/wiki/Sweden_at_the_2000_Summer_Olympics": "Sweden's entry at the 2000 Summer Olympics in Sydney, Australia consisted of 150 competitors (98 men and 52 women) who took part in 92 events in 22 sports."
}