{
  "/wiki/1977_in_film": "The year 1977 in film involved some significant events.",
  "/wiki/50th_Academy_Awards": "The 50th Academy Awards were held at the Dorothy Chandler Pavilion in Los Angeles, California on April 3, 1978.  The ceremonies were presided over by Bob Hope, who hosted the awards for the nineteenth and last time.",
  "/wiki/The_Cycle_(1975_film)": "The Cycle (Persian: دایرهٔ مینا‎, Dayereh-ye Mina, also Romanized as Dāyere-ye Minā) is a 1975 Iranian drama film directed and written by Dariush Mehrjui. It is about a young man who is trying to get money to pay for his ailing father's medical treatments and gets sucked into life on the margins of society, exploiting other poor and marginalized people for their blood. The film stars Saeed Kangarani, Ezzatollah Entezami, Ali Nassirian and Forouzan.",
  "/wiki/Dariush_Mehrjui": "Dariush Mehrju'i (Persian: داریوش مهرجویی‎, born 8 December 1939, also spelled as Mehrjui, Mehrjoui, and Mehrjuyi) is an Iranian director, screenwriter, producer, film editor and a member of the Iranian Academy of the Arts.",
  "/wiki/1994_in_film": "This is a list of films released in 1994. The top worldwide grosser was The Lion King, becoming the highest-grossing Walt Disney Feature Animation film of all-time, although it was slightly overtaken at the North American domestic box office by Forrest Gump, which won the Academy Award for Best Picture.",
  "/wiki/67th_Academy_Awards": "The 67th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 27, 1995, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 23 categories honoring the films released in 1994. The ceremony, televised in the United States by ABC, was produced by Gilbert Cates and directed by Jeff Margolis. Comedian David Letterman hosted the show for the first time. Three weeks earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on March 4, the Academy Awards for Technical Achievement were presented by host Jamie Lee Curtis.",
  "/wiki/Through_the_Olive_Trees": "Through the Olive Trees (Persian: زیر درختان زیتون‎ Zīr-e Derakhtān-e Zeytūn, actually meaning Under the Olive Trees) is a 1994 film directed and written by Iranian director Abbas Kiarostami, set in earthquake-ravaged Northern Iran. The film was selected as the Iranian entry for the Best Foreign Language Film at the 67th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Abbas_Kiarostami": "Abbas Kiarostami (Persian: عباس کیارستمی‎ [ʔæbˌbɒːs kijɒːɾostæˈmi] (listen); 22 June 1940 – 4 July 2016) was an Iranian film director, screenwriter, poet, photographer, and film producer. An active film-maker from 1970, Kiarostami had been involved in the production of over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–1994), Close-Up (1990),  The Wind Will Carry Us (1999), and Taste of Cherry (1997), which was awarded the Palme d'Or at the Cannes Film Festival that year. In later works, Certified Copy (2010) and Like Someone in Love (2012), he filmed for the first time outside Iran: in Italy and Japan, respectively. His films Where Is the Friend’s Home?, Close-Up, and The Wind Will Carry Us were ranked among the 100 best foreign films in a 2018 critics' poll by BBC Culture. Close-Up was also ranked one of the 50 greatest movies of all time in the famous decennial Sight & Sound poll conducted in 2012.",
  "/wiki/1995_in_film": "This is a list of films released in 1995. The highly anticipated sequel Die Hard with a Vengeance was the year's biggest box-office hit, and Braveheart won the Academy Award for Best Picture.",
  "/wiki/68th_Academy_Awards": "The 68th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1995 in the United States and took place on March 25, 1996, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Quincy Jones and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the second time, having previously presided over the 66th ceremony in 1994. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Richard Dreyfuss.",
  "/wiki/The_White_Balloon": "The White Balloon (Persian: بادکنک سفيد‎, Badkonake sefid) is a 1995 Iranian film directed by Jafar Panahi, with a screenplay by Abbas Kiarostami. It was Panahi's feature-film debut as director. The film received many strong critical reviews and won numerous awards in the international film fairs around the world including the Prix de la Camera d'Or at the 1995 Cannes Film Festival. The Guardian has listed this film as one of the 50 best family films of all time. The film is on the BFI list of the 50 films you should see by the age of 14.",
  "/wiki/Jafar_Panahi": "Jafar Panâhi (Persian: جعفر پناهی‎, [d͡ʒæˈfæɾ pæˈnɒːhiː]; born 11 July 1960) is an Iranian film director, screenwriter, and film editor, commonly associated with the Iranian New Wave film movement. After several years of making short films and working as an assistant director for fellow Iranian filmmaker Abbas Kiarostami, Panahi achieved international recognition with his feature film debut, The White Balloon (1995). The film won the Caméra d'Or at the 1995 Cannes Film Festival, the first major award an Iranian film won at Cannes.",
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/Gabbeh_(film)": "Gabbeh (Persian: گبه) is a 1996 Iranian film directed by Mohsen Makhmalbaf. It was screened in the Un Certain Regard section at the 1996 Cannes Film Festival. The film was selected as the Iranian entry for the Best Foreign Language Film at the 70th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Mohsen_Makhmalbaf": "Mohsen Makhmalbaf (Persian: محسن مخملباف‎, Mohsen Makhmalbaaf; born May 29, 1957) is an Iranian film director, writer, film editor, and producer. He has made more than 20 feature films, won some 50 awards and been a juror in more than 15 major film festivals. His award-winning films include Kandahar; his latest documentary is The Gardener and latest feature The President.",
  "/wiki/1998_in_film": "The year 1998 in film involved many significant films including; Shakespeare in Love (which won the Academy Award for Best Picture), Saving Private Ryan, American History X, The Truman Show, Primary Colors, Rushmore, Rush Hour, There's Something About Mary, The Big Lebowski, and Terrence Malick's directorial return in The Thin Red Line. Animated releases included Antz, A Bug's Life, Mulan, The Prince of Egypt and The Rugrats Movie. Warner Bros. Pictures celebrated its 75th anniversary in 1998.",
  "/wiki/71st_Academy_Awards": "The 71st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 1998 in film and took place on March 21, 1999, at the Dorothy Chandler Pavilion in Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the third time. She first hosted the 66th ceremony held in 1994 and had last hosted the 68th ceremony in 1996. Nearly a month earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 27, the Academy Awards for Technical Achievement were presented by host Anne Heche.",
  "/wiki/Children_of_Heaven": "Children of Heaven (Persian: بچه‌های آسمان‎ Bačče-hâ-ye âsemân) is a 1997 Iranian family drama film written and directed by Majid Majidi. It deals with a brother and sister and their adventures over a lost pair of shoes. It was nominated for the Academy Award for Best Foreign Language Film in 1998.",
  "/wiki/Majid_Majidi": "Majid Majidi (Persian: مجید مجیدی‎, Persian pronunciation: [mæˌdʒiːde mædʒiːˈdi]; born 17 April 1959) is an Iranian film director, producer, and screenwriter, who started his film career as an actor. In his films, Majidi has touched on many themes and genres and has won numerous international awards.",
  "/wiki/1999_in_film": "The year 1999 in film included Stanley Kubrick's final film Eyes Wide Shut, Pedro Almodóvar's first Oscar-winning film All About My Mother, the science-fiction hit The Matrix, the Deep Canvas-pioneering Disney animated feature Tarzan and Best Picture-winner American Beauty and the well-received The Green Mile, as well as the animated works Toy Story 2, Stuart Little, The Iron Giant and South Park: Bigger, Longer & Uncut. Other noteworthy releases included Spike Jonze and Charlie Kaufman's breakout film Being John Malkovich and M. Night Shyamalan's breakout film The Sixth Sense, the controversial Fight Club and Paul Thomas Anderson's Magnolia. The year also featured George Lucas' top-grossing Star Wars: Episode I – The Phantom Menace. Columbia Pictures and Metro-Goldwyn-Mayer celebrated their 75th anniversaries in 1999.",
  "/wiki/72nd_Academy_Awards": "The 72nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1999 and took place on March 26, 2000, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by husband-and-wife producing team Richard and Lili Fini Zanuck and was directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the seventh time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 70th ceremony held in 1998. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 4, the Academy Awards for Technical Achievement were presented by host Salma Hayek.",
  "/wiki/The_Color_of_Paradise": "The Color of Paradise (Persian: رنگ خدا, Rang-e Khodā, literally The Color of God) is a 1999 Iranian film directed by Majid Majidi.",
  "/wiki/2000_in_film": "The year 2000 in film involved some significant events.\nThe top grosser worldwide was Mission: Impossible 2. Domestically in North America, Gladiator won the Academy Awards for Best Picture and Best Actor (Russell Crowe). Dinosaur was the most expensive film of 2000 and a box-office success.",
  "/wiki/73rd_Academy_Awards": "The 73rd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best of 2000 in film and took place on March 25, 2001, at the Shrine Auditorium in Los Angeles, beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted the show for the first time. Three weeks earlier in a ceremony at the Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 3, the Academy Awards for Technical Achievement were presented by host Renée Zellweger.",
  "/wiki/A_Time_for_Drunken_Horses": "A Time for Drunken Horses (Kurdish: کاتێک بۆ مەستیی ئەسپەکان ,Dema hespên serxweş‎, Persian: زمانی برای مستی اسب‌ها‎, Zamani barayé masti asbha) is a 2000 Iranian (Kurdish/Persian) film directed by Bahman Ghobadi and produced in Iran. It was a co-winner of the Caméra d'Or award at the Cannes Film Festival in 2000. Leonard Maltin notes that the film was \"written by the director and shot in his native village, with a cast of extraordinary non-professionals.\"",
  "/wiki/Bahman_Ghobadi": "Bahman Ghobadi (Persian: بهمن قبادی‎; Kurdish: به‌همه‌ن قوبادی / Behmen Qubadî) is an Iranian Kurdish film director, producer and writer. He was born on February 1, 1969 in Baneh, Kurdistan province. Ghobadi belongs to the  \"new wave\" of Iranian cinema.",
  "/wiki/2001_in_film": "The year 2001 in film involved some significant events, including the first of the Harry Potter series, the first of The Fast and the Furious franchise, the first of The Lord of the Rings trilogy, the first of the Ocean's Trilogy, and the first of the Shrek franchise. Significant non-English language films released included Monsoon Wedding and Amélie.",
  "/wiki/74th_Academy_Awards": "The 74th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 24, 2002, at the Kodak Theatre in Hollywood, Los Angeles. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2001. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the fourth time. She first hosted the 66th ceremony held in 1994 and had last hosted the 71st ceremony in 1999. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Charlize Theron.",
  "/wiki/Baran_(film)": "Baran (Persian: باران‎; literally: Rain) is a 2001 Iranian film directed by Majid Majidi, based on an original script by  Majid Majidi. The movie is set during recent times in which there are many Afghan refugees living on the outskirts of Tehran. Baran won a number of awards both nationally and internationally for the director and writer Majid Majidi.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/75th_Academy_Awards": "The 75th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 23, 2003, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2002. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted for the second time, having previously presided over the 73rd ceremony held in 2001. Three weeks earlier in a ceremony at Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 1, the Academy Awards for Technical Achievement were presented by host Kate Hudson.",
  "/wiki/I%27m_Taraneh,_15": "I'm Taraneh, 15 (Persian: من ترانه ۱۵ سال دارم‎) is a 2002 Iranian film directed by Rasul Sadrameli. The film was selected as the Iranian entry for the Best Foreign Language Film at the 75th Academy Awards, but it did not make the final shortlist.",
  "/wiki/Rasul_Sadrameli": "Rasoul Sadrameli was born in December 1954 in Isfahan, Iran. The Managing Director of MILAD FILM (established in 1979, the first company in distribution and production of Iranian films after revolution) began his journalism career while he was just 17, and he collaborated with Etela'at Newspaper as reporter, storywriter and editor of Incident page and then as the Editor of Parliamentary Service. He studied sociology at Paul Valéry university of Montpellier in France. He began his professional activities in the Cinema by production of a film entitled Blood Raining in 1981. This film is the first cinematic project after revolution.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Deep_Breath_(film)": "Deep Breath (Persian:نفس عمیق) is a 2003 Iranian Crystal Simorgh winner film directed by Parviz Shahbazi. The film also won a FIPRESCI Prize in 2003. The film was Iran's official selection for the best foreign language film Academy Awards in 2004.",
  "/wiki/Parviz_Shahbazi": "Parviz Shahbazi  is an Iranian filmmaker.",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/77th_Academy_Awards": "The 77th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on February 27, 2005, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 24 categories honoring films released in 2004. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Chris Rock hosted the show for the first time. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 12, the Academy Awards for Technical Achievement were presented by host Scarlett Johansson.",
  "/wiki/Turtles_Can_Fly": "Turtles Can Fly (Kurdish: کیسەڵەکانیش دەفڕن ,Kûsî Jî Dikarin Bifirin‎ Persian: لاک‌پشت‌ها هم پرواز می‌کنند‎) is a 2004 Kurdish war drama film written, produced, and directed by Bahman Ghobadi, with notable music composed by Hossein Alizadeh. It was the first film to be made in Iraq after the fall of Saddam Hussein.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/So_Close,_So_Far": "So Close, So far (Persian: خیلی دور، خیلی نزدیک‎, Kheili dour, Kheili nazdik) (2005) is an Iranian drama film directed by Reza Mirkarimi. The film was also selected as Iran's representative for Best Foreign Language Film at the Oscars.",
  "/wiki/Reza_Mirkarimi": "Reza Mirkarimi (Persian: رضا میرکریمی‎, born  27 January 1967) is an Iranian film writer and director. He graduated from Fine Arts University in Graphic Arts in Tehran. His Cinema activities started from 1987 with a short film named 'For Him' (16mm Camera) and with a series of shorts followed by two TV series aimed at young people. His 1999 first feature, 'The Child and The Soldier', has won several national and international awards, including the 'Golden Butterfly' at the 1999 Isfahan International Children and Youth Film Festival, Iran and the 'Montgolfiere d'Argent' at the Festival of 3 Continents, Nantes, France in 2000, as well the \"Golden Shoe\" at the 'Children and Teenagers Film Festival' in Zelin, Croatia in 2001. 'The Child and The Soldier', was released in France in 2001. In 2000 his second feature 'Under the Moonlight', dealing with social and religious issues won the Best Feature Award at the 40th Critics' Week at the 2001 Cannes International Film Festival. The film also won the Best Director's Award as well as the Special Jury Prize at the Tokyo IFF in 2001, and the Golden Peacock Award at the International Film Festival of India. His fourth and fifth feature films, As Simple as That (2007) and Daughter (2016), won the Golden George Award for the Best Picture at the 30th and the 38th Moscow International Film Festival respectively. He also contributes to young Iranian directors by producing their films. He has produced Don't be Tired in 2012 and Voice of Silence in 2013.His latest film, Castle of Dreams (2019), won big at Shanghai International Film Festival, receiving three awards for the best picture, the best director and the best actor. Mirkarimi has so far won seven Golden Simorgh awards at the Fajr Film Festival. Three of his films have been presented by Iran for the Best Foreign Language Film Oscar: ' So Close, So Far', 'A Cube of Sugar' and  'Today' . He has also sat on several international film festival juries, including Black Nights Film Festival (Estonia), Tokyo International Film Festival (Japan), Carthage Film Festival (Tunisia), Bogota International Film Festival (Colombia), Golden Apricot – Yerevan International Film Festival (Armenia) and as jury president at the 39th Moscow International Film Festival. He has also served as managing director of KHANEH CINEMA (Iranian Alliance of Motion Picture Guilds). Reza Mirkarimi has been director of Fajr International Film Festival for the last 4 years.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/Caf%C3%A9_Transit": "Café Transit (in USA known as Border Cafe) is a 2005 Iranian film directed by Kambuzia Partovi. It was Iran's submission to the 79th Academy Awards for the Academy Award for Best Foreign Language Film, but was not nominated for the award.",
  "/wiki/Kambuzia_Partovi": "Kambuzia Partovi (also spelt Kambozia Partovi, born 11 November 1955) (Persian: کامبوزیا پرتوی‎) is an Iranian film director and scriptwriter.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Mim_Mesle_Madar": "Mim Mesle Madar (Persian:میم مثل مادر) (or M as  in mother; also M for Mother) is an Iranian film directed by Rasoul Mollaqolipour, starring Ali Shadman, Golshifteh Farahani and Hossein Yari.",
  "/wiki/Rasul_Mollagholipour": "Rasoul Mollagholipour (Persian:رسول ملاقلی‌پور; also spelt Rasool Mollagholi Poor, 1955 – 6 March 2007) was an Iranian film director, screenwriter, and cinematographer.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/81st_Academy_Awards": "The 81st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2008 and took place on February 22, 2009, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Condon and Laurence Mark and directed by Roger Goodman. Actor Hugh Jackman hosted the show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel.",
  "/wiki/The_Song_of_Sparrows": "The Song of Sparrows (Âvâz-e gonjeshk-hâ) (Persian: آواز گنجشک‌ها‎) is a 2008 Iranian movie directed by Majid Majidi.  It tells the story of Karim, a man who works at an ostrich farm until he is fired because one of the ostriches escapes. He finds a new job in Tehran, but he faces new problems in his personal life.\nThis film opened to critical acclaim.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/About_Elly": "About Elly (Persian: درباره الی‎, translit. Dar bāre-ye Elly) is a 2009 Iranian drama film directed by Asghar Farhadi. It is the fourth film by Farhadi. The film is about middle class relationships in Iran.",
  "/wiki/Asghar_Farhadi": "Asghar Farhadi (Persian: اصغر فرهادی‎; Persian pronunciation: [æsɢæɾ fæɾhɑːdiː] pronunciation (help·info) born 7 May 1972) is an Iranian film director and screenwriter.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/Farewell_Baghdad_(2010_film)": "Farewell Baghdad (Persian: بدرود بغداد‎) is a 2010 Iranian drama film directed by Mehdi Naderi. The film was selected as the Iranian entry for the Best Foreign Language Film at the 83rd Academy Awards, but did not make the final shortlist.",
  "/wiki/Mehdi_Naderi": "Mehdī Nāderī (Persian: مهدی نادری‎, born 17 April 1973 in Najafabad) is an Iranian film director. He started directing theater in 1988.  He has directed documentaries and fiction films.  He is also a producer, scriptwriter, advisor and editor.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/A_Separation": "A Separation (Persian: جدایی نادر از سیمین‎ Jodaí-e Nadér az Simín, \"The Separation of Nader from Simin\") is a 2011 Iranian drama film written and directed by Asghar Farhadi, starring Leila Hatami, Peyman Moaadi, Shahab Hosseini, Sareh Bayat, and Sarina Farhadi. It focuses on an Iranian middle-class couple who separate, the disappointment and desperation suffered by their daughter due to the egotistical disputes and separation of her parents, and the conflicts that arise when the husband hires a lower-class caregiver for his elderly father, who suffers from Alzheimer's disease.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/The_Past_(2013_film)": "The Past (French: Le Passé, Persian: گذشته‎ Gozašte) is a 2013 French–Italian–Iranian drama film, written and directed by Iranian director Asghar Farhadi and starring Bérénice Bejo, Tahar Rahim and Ali Mosaffa.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Today_(2014_film)": "Today is a 2014 Iranian drama film directed by Reza Mirkarimi. It was screened in the Contemporary World Cinema section at the 2014 Toronto International Film Festival. It was selected as the Iranian entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated."
}