{
  "/wiki/Bunky%C5%8D,_Tokyo": "Bunkyō (文京区, Bunkyō-ku) is a special ward located in Tokyo, Japan. Situated in the middle of the ward area, Bunkyō is a residential and educational center. Beginning in the Meiji period, literati like Natsume Sōseki, as well as scholars and politicians have lived there. Bunkyō is home to the Tokyo Dome, Judo's Kōdōkan, and the University of Tokyo's Hongo Campus. Bunkyō has a sister-city relationship with Kaiserslautern in the Rhineland-Palatinate of Germany.",
  "/wiki/Azalea": "Azaleas /əˈzeɪliə/ are flowering  shrubs in the genus Rhododendron, particularly the former  sections Tsutsuji (evergreen) and Pentanthera (deciduous). Azaleas bloom in the spring (May and June in the temperate Northern Hemisphere), their flowers often lasting several weeks. Shade tolerant, they prefer living near or under trees. They are part of the family Ericaceae.",
  "/wiki/Fuji_Matsuri": "Fuji Matsuri (藤まつり, ふじまつり) is a Japanese wisteria festival that takes place during April and May.  Places it is celebrated include Tokyo, Shizuoka, and Okazaki.",
  "/wiki/K%C5%8Dt%C5%8D,_Tokyo": "Kōtō (江東区, Kōtō-ku) is a special ward located in Tokyo Metropolis, Japan. The ward refers to itself as Kōtō City in English. As of May 1, 2015, the ward has an estimated population of 488,632, and a population density of 12,170 persons per km². The total area is approximately 40.16 km².",
  "/wiki/Wisteria": "Wisteria is a genus of flowering plants in the legume family, Fabaceae (Leguminosae), that includes ten species of woody climbing bines that are native to China, Korea, Japan, and the Eastern United States. Some species are popular ornamental plants. An aquatic flowering plant with the common name wisteria or 'water wisteria' is in fact Hygrophila difformis, in the family Acanthaceae.",
  "/wiki/%C5%8Cme,_Tokyo": "Ōme (青梅市, Ōme-shi) is a city located in the western portion of Tokyo Metropolis, Japan. As of 1 February 2016[update], the city had an estimated population of 136,071, and a population density of 1320 persons per km². Its total area is 103.31 square kilometres (39.89 sq mi).",
  "/wiki/Mount_Mitake_(Tokyo)": "Mount Mitake (御岳山, Mitake-san) is a mountain in the Chichibu Tama Kai National Park near Tokyo, Japan. It stands 929 m (3,048 ft) tall. On the mountain is a Shinto shrine where practices such as Futomani divination take place.",
  "/wiki/Fujiwara_Hidesato": "Fujiwara no Hidesato (藤原 秀郷), was a kuge (court bureaucrat) of tenth century Heian Japan. He is famous for his military exploits and courage and is regarded as the common ancestor of numerous clans, including the Ōshū branch of the Fujiwara clan.",
  "/wiki/Taira_no_Masakado": "Taira no Masakado (平 将門, died March 25, 940) was a samurai in the Heian period of Japan, who led one of the largest insurgent forces in the period against the central government of Kyoto.",
  "/wiki/Kanda_Matsuri": "Kanda Matsuri (神田祭) or the Kanda Festival, is one of the three great Shinto festivals of Tokyo, along with the Fukagawa Matsuri and Sannō Matsuri. The festival started in the early 17th century as a celebration of Tokugawa Ieyasu's decisive victory  at the battle of Sekigahara and was continued as a display of the prosperity of the Tokugawa shogunate during the Edo period. Additionally, the current form of the festival is also held in honor  of the kami of Kanda Myōjin (Kanda Shrine).",
  "/wiki/Chiyoda,_Tokyo": "Chiyoda (千代田区, Chiyoda-ku) is a special ward located in central Tokyo, Japan. It is known as Chiyoda City in English.",
  "/wiki/Tenno_Matsuri": "Tenno Matsuri (天王祭り) is a festival held annually, in July, in Tsushima, Aichi. The highlight of the two-day event is the evening festival in which a dozen boats, each decorated with nearly 400 paper lanterns, float down the Tenno River.  The festival honors the deity Gozu Tenno. This festival also takes place in Tokyo.",
  "/wiki/Shinagawa": "Shinagawa (品川区, Shinagawa-ku) is a special ward in Tokyo, Japan. The ward refers to itself as Shinagawa City in English. The ward is home to ten embassies.",
  "/wiki/Kappa_Matsuri": "Kappa Matsuri (かっぱ祭り) is a Japanese festival in honor of the mythical Kappa. It is held during summer.  Places where it is celebrated include Tokyo, Ushiku, Komaki, and Misawa.",
  "/wiki/%C5%8Cta,_Tokyo": "Ōta (大田区, Ōta-ku) is a special ward located in Tokyo Metropolis, Japan. In English, it calls itself Ōta City.",
  "/wiki/Fuchu,_Tokyo": "Fuchū (府中市, Fuchū-shi)/Japanese pronunciation: [futʃʉː ʃi] is a city located in western Tokyo Metropolis, Japan. As of 1 February 2016[update], the city had an estimated population of 261,488, and a population density of 8,888 persons per square kilometer. Its total area is 29.43 square kilometres (11.36 sq mi).",
  "/wiki/Okunitama_Shrine": "Ōkunitama Shrine (大國魂神社, Ōkunitama Jinja) is a shrine located in Fuchū, Tokyo, Japan. Six shrines in Musashi province were consolidated and their gods enshrined there. Ōkunitama is now known as one of the five major shrines in Tokyo, the others being the Tokyo Great Shrine, Yasukuni Shrine, Hie Shrine and Meiji Shrine.[citation needed]",
  "/wiki/Shibuya,_Tokyo": "Shibuya (渋谷区 Shibuya-ku) is a special ward in Tokyo, Japan. A major commercial and business centre, it houses the two busiest railway stations in the world, Shinjuku Station (southern half) and Shibuya Station.",
  "/wiki/Meiji_Shrine": "Meiji Shrine (明治神宮, Meiji Jingū), located in Shibuya, Tokyo, is the Shinto shrine that is dedicated to the deified spirits of Emperor Meiji and his wife, Empress Shōken. The shrine does not contain the emperor's grave, which is located at Fushimi-momoyama, south of Kyoto.",
  "/wiki/Setagaya,_Tokyo": "Setagaya (世田谷区, Setagaya-ku) is a special ward in Tokyo, Japan. It is also the name of a neighborhood and administrative district within the ward. The ward calls itself Setagaya City in English. Its official bird is the azure-winged magpie, its flower the fringed orchid, and its tree the Zelkova serrata.",
  "/wiki/Sanja_Matsuri": "Sanja Matsuri (三社祭, literally \"Three Shrine Festival\"), or Sanja Festival, is one of the three great Shinto festivals in Tokyo. It is considered one of the wildest and largest. The festival is held in honor of Hinokuma Hamanari, Hinokuma Takenari, and Hajino Nakatomo, the three men who established and founded the Sensō-ji Buddhist temple. Sanja Matsuri is held on the third weekend of every May at Asakusa Shrine. Its prominent parades revolve around three mikoshi (portable shrines referenced in the festival's name), as well as traditional music and dancing. Over the course of three days, the festival attracts 1.5 to 2 million locals and tourists every year.",
  "/wiki/Tait%C5%8D,_Tokyo": "Taitō (台東区, Taitō-ku) is a special ward located in Tokyo Metropolis, Japan. In English, it is known as Taitō City.",
  "/wiki/Asakusa_Shrine": "Asakusa Shrine (浅草神社, Asakusa-jinja) is a Shinto shrine located in the Asakusa district of Tokyo, Japan.",
  "/wiki/Kannon": "Guanyin or Guan Yin (/ˌɡwɑːnˈjɪn/) is the most commonly used Chinese translation of the bodhisattva known as Avalokiteśvara. Guanyin is the Buddhist bodhisattva associated with compassion.  In the East Asian world, Guanyin is the equivalent term for Avalokitesvara Bodhisattva.  Guanyin also refers to the bodhisattva as adopted by other Eastern religions. She was first given the appellation of \"Goddess of Mercy\" or the Mercy Goddess by Jesuit missionaries in China. The Chinese name Guanyin is short for Guanshiyin, which means \"[The One Who] Perceives the Sounds of the World.\"",
  "/wiki/Sens%C5%8D-ji": "Sensō-ji (金龍山浅草寺, Kinryū-zan Sensō-ji) is an ancient Buddhist temple located in Asakusa, Tokyo, Japan. It is Tokyo's oldest temple, and one of its most significant. Formerly associated with the Tendai sect of Buddhism, it became independent after World War II. Adjacent to the temple is a five-story pagoda, the Asakusa Shinto shrine, as well as many shops with traditional goods in the Nakamise-dōri.",
  "/wiki/Asakusa": "Asakusa (浅草) is a district in Taitō, Tokyo, Japan, famous for the Sensō-ji, a Buddhist temple dedicated to the bodhisattva Kannon. There are several other temples in Asakusa, as well as various festivals, such as the Sanja Matsuri.",
  "/wiki/Mikoshi": "A mikoshi (神輿) is a sacred religious palanquin (also translated as portable Shinto shrine). Shinto followers believe that it serves as the vehicle to transport a deity in Japan while moving between main shrine and temporary shrine during a festival or when moving to a new shrine. Often, the mikoshi resembles a miniature building, with pillars, walls, a roof, a veranda and a railing.",
  "/wiki/Toshima,_Tokyo": "Toshima (豊島区, Toshima-ku) is a special ward in Tokyo, Japan. It is one of the eight central wards of the Tokyo Metropolitan area. Located in the northern area of Tokyo, Toshima is bordered by the wards of Nerima, Itabashi, and Kita in the north, and Nakano, Shinjuku and Bunkyo in the south.",
  "/wiki/Lion_dance": "Lion dance (simplified Chinese: 舞狮; traditional Chinese: 舞獅; pinyin: wǔshī) is a form of traditional dance in Chinese culture and other Asian countries in which performers mimic a lion's movements in a lion costume to bring good luck and fortune. The lion dance is usually performed during the Chinese New Year and other Chinese traditional, cultural and religious festivals. It may also be performed at important occasions such as business opening events, special celebrations or wedding ceremonies, or may be used to honour special guests by the Chinese communities.",
  "/wiki/Minato,_Tokyo": "Minato (港区, Minato-ku) is a special ward in Tokyo, Japan. It is also called Minato City in English.",
  "/wiki/Z%C5%8Dj%C5%8D-ji": "San'en-zan Zōjō-ji (三縁山増上寺) is a Jōdo-shū Buddhist temple in Tokyo, Japan. It is the main temple of the Jōdo-shū (\"Pure Land\") Chinzei sect of Buddhism in the Kantō region,.",
  "/wiki/Hie_Shrine": "The Hie Shrine (日枝神社, Hie Jinja) is a Shinto shrine in Nagatachō, Chiyoda, Tokyo, Japan. Its June 15 Sannō Matsuri is one of the three great Japanese festivals of Edo (the forerunner of Tokyo). Other names for the shrine include Hiyoshi Sannō-sha, Hiyoshi Sannō Daigongen-sha, Edo Sannō Daigongen, Kōjimachi Sannō, Sannō-sha, and Sannō-sama.",
  "/wiki/Sumidagawa_Fireworks_Festival": "The Sumidagawa Fireworks Festival (隅田川花火大会, Sumidagawa Hanabi Taikai) is an annual fireworks festival held on the last Saturday in July, over the Sumidagawa near Asakusa. The Sumidagawa Hanabi Taikai follows the Japanese tradition of being a competition between rival pyrotechnic groups. It is a revival of celebrations held in the Edo period, and annually attracts close to a million celebrants. Similar events are held at the same time of year at many other sites throughout Japan.",
  "/wiki/Sumida_River": "The Sumida River (隅田川, Sumida-gawa) is a river that flows through Tokyo, Japan. It branches from the Arakawa River at Iwabuchi and flows into Tokyo Bay. Its tributaries include the Kanda and Shakujii rivers.",
  "/wiki/Fukagawa_Matsuri": "Fukagawa Matsuri (深川祭, Fukagawa Matsuri, formerly 深川八幡祭 Fukagawa Hachiman Matsuri) or the Fukagawa Festival, is one of the three great Shinto festivals of Tokyo, along with the Kanda Matsuri and Sannō Matsuri.",
  "/wiki/Tomioka_Hachiman_Shrine": "Tomioka Hachiman Shrine (富岡八幡宮, Tomioka Hachimangū) is the largest Hachiman shrine in Tokyo.",
  "/wiki/Shinto": "Shinto,[a] also known as Shintoism or kami-no-michi,[b] is a religion originating from Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves."
}