{
  "/wiki/Appalachian_State_University": "Appalachian State University /ˌæpəˈlætʃən/  (Appalachian, App State, App, or ASU) is a public university in Boone, North Carolina.  It was founded as a teachers college in 1899 by brothers B.B. and D.D. Dougherty and D.D.’s wife, Lillie Shull Dougherty. The university expanded to include other programs in 1967 and joined the University of North Carolina System in 1971.",
  "/wiki/Appalachian_State_Mountaineers": "The Appalachian State Mountaineers are the athletic teams that represent Appalachian State University in Boone, North Carolina, United States. The Mountaineers compete in Division I of the National Collegiate Athletic Association (NCAA) and were a member of the Southern Conference (SoCon) between 1972 and 2014. On July 1, 2014, Appalachian State moved to the Sun Belt Conference. Appalachian State fields varsity teams in 20 sports, 10 for men and 10 for women. The football team competes in the Division I Football Bowl Subdivision (FBS), formerly I-A, as a result of the transition to the Sun Belt. The wrestling team remains in the Southern Conference because the Sun Belt does not sponsor the sport. In field hockey, another sport not sponsored by the Sun Belt, Appalachian State  joined the Mid-American Conference for the 2017 season after playing two seasons as an independent following the demise of its former league, the Northern Pacific Field Hockey Conference (NorPac). Appalachian State has Sun Belt rivalries with all of the East Division schools (Coastal Carolina, Georgia Southern, Georgia State, Troy, and South Alabama). Appalachian State's main Sun Belt rivals are Coastal Carolina and Georgia Southern.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/Arizona_State_University": "Arizona State University (commonly referred to as ASU or Arizona State) is a public metropolitan research university on five campuses across the Phoenix metropolitan area, and four regional learning centers throughout Arizona.",
  "/wiki/Arizona_State_Sun_Devils": "The Arizona State Sun Devils are the athletic teams that represent Arizona State University. ASU has nine men's and eleven women's varsity teams competing at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Pac-12 Conference. The mascot was adopted in 1946; earlier nicknames were the Normals and later, the Bulldogs. The Sun Devil mascot, Sparky, was designed by former Disney illustrator Bert Anthony. ASU's chief rival is the University of Arizona Wildcats, and both universities' athletics departments compete against each other in the Territorial Cup Series.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/Augustana_College_(Illinois)": "Augustana College is a private Lutheran liberal arts college in Rock Island, Illinois. The college enrolls approximately 2,500 students.  Covering 115 acres (46.5 ha) of hilly, wooded land, Augustana is adjacent to the Mississippi River.",
  "/wiki/Binghamton_University": "The State University of New York at Binghamton (also known as Binghamton University or SUNY Binghamton), is a public research university with campuses in Binghamton, Vestal, and Johnson City, New York.  It is one of the four university centers in the State University of New York (SUNY) system. As of Fall 2018, 17,768 undergraduate and graduate students attend the university. The Vestal campus is listed as a census-designated place, with a residential population of 6,177 as of the 2010 Census.",
  "/wiki/Binghamton_Bearcats": "The Binghamton Bearcats are the NCAA Division I athletics teams at Binghamton University located in Binghamton, New York. United States. They are one of four Division I programs in the SUNY system. A member of the America East Conference, Binghamton University, SUNY sponsors teams in eleven men's and ten women's NCAA sanctioned sports, men's golf is an affiliate member of the Big Sky Conference, men's tennis is an affiliate member of the Mid-American Conference, and the wrestling team is a member of the Eastern Intercollegiate Wrestling Association.",
  "/wiki/America_East_Conference": "The America East Conference is a collegiate athletic conference affiliated with the NCAA Division I, whose members are located mainly in the Northeastern United States, specifically New England. Its nine members include the public flagship universities of three states, and one private university.",
  "/wiki/Boise_State_University": "Boise State University (BSU) is a public research university in Boise, Idaho. Founded in 1932 by the Episcopal Church, it became an independent junior college in 1934, and has been awarding baccalaureate and master's degrees since 1965.",
  "/wiki/Boise_State_Broncos": "The Boise State Broncos are the intercollegiate athletic teams that represent Boise State University, located in Boise, Idaho.  The Broncos compete at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Mountain West Conference (MWC). The Broncos have a successful athletic program overall, winning the WAC commissioner's cup for the 2005–06 and 2009–10 years. Boise State joined the MWC on July 1, 2011.",
  "/wiki/University_at_Buffalo": "The State University of New York at Buffalo (University at Buffalo, UB, or SUNY Buffalo) is a public research university with campuses in Buffalo and Amherst, New York. It is the flagship campus of the State University of New York (SUNY) system, with the largest enrollment, largest endowment, and research funding as a comprehensive university center. The university was founded in 1846 as a private medical college, but in 1962 merged with the SUNY system.",
  "/wiki/Buffalo_Bulls": "The Buffalo Bulls are the intercollegiate athletic teams that represent the University at Buffalo (UB) in Buffalo, New York. The Bulls compete in the National Collegiate Athletic Association (NCAA) at the Division I level as a member of Mid-American Conference (MAC) East Division. Buffalo sponsors teams in seven men's and nine women's NCAA sanctioned sports. The football team competes in the Football Bowl Subdivision (FBS), the highest level for college football. It is named after Buffalo Bill.",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference.",
  "/wiki/California_State_University,_Bakersfield": "California State University, Bakersfield (CSUB, Cal State Bakersfield, or CSU Bakersfield) is a public university in Bakersfield, California. It was founded in 1965 and opened in 1970 on a 375-acre (152 ha) campus, becoming the 19th school in the 23-campus California State University system. The university offers 45 different Bachelor's degrees and 21 types of  Master's degrees. The university offers a Doctoral Program in Educational Leadership (Ed.D).",
  "/wiki/Cal_State_Bakersfield_Roadrunners": "The CSU Bakersfield Roadrunners (also known as CSUB Roadrunners, and sometimes as the Bakersfield Roadrunners) are the intercollegiate athletic teams of California State University, Bakersfield, located in Bakersfield, California.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Mountain_Pacific_Sports_Federation": "The Mountain Pacific Sports Federation (MPSF) is a college athletic conference with members located mostly in the western United States, although it now has members as far east as Oklahoma. The conference participates at the NCAA Division I level, primarily in Olympic sports that are not directly sponsored by a school's home conference (such as the Pac-12 and Big West, whose members all participate in MPSF competition in at least one of its sports).",
  "/wiki/California_State_University,_Northridge": "California State University, Northridge (CSUN /ˈsiːsʌn/ or Cal State Northridge) is a public university in the Northridge neighborhood of Los Angeles, California. With a total enrollment of 38,391 students (as of Fall 2019), it has the largest undergraduate population as well as the second largest total student body of the 23-campus California State University system, making it one of the largest comprehensive universities in the United States in terms of enrollment size. The size of CSUN also has a major impact on the California economy, with an estimated $1.9 billion in economic output generated by CSUN on a yearly basis. As of Fall 2019, the university had 2,139 faculty, of which 805 (or about 40%) were tenured or on the tenure track.",
  "/wiki/Cal_State_Northridge_Matadors": "The Cal State Northridge Matadors are the athletic teams that represent California State University, Northridge in Northridge, Los Angeles, California. The Matadors field 17 teams in nineteen sports.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/California_Golden_Bears": "The California Golden Bears are the athletic teams that represent the University of California, Berkeley. Referred to in athletic competition as California or Cal, the university fields 30 varsity athletic programs and various club teams in the National Collegiate Athletic Association (NCAA)'s Division I primarily as a member of the Pac-12 Conference, and for a limited number of sports as a member of the Mountain Pacific Sports Federation (MPSF). Over the course of the school's history, California has won team national titles in 13 men's and 3 women's sports and 107 team titles overall. Cal athletes have also competed in the Olympics for a host of different countries. Notable facilities used by the Bears include California Memorial Stadium (football) and Haas Pavilion (basketball and other indoor sports). Cal finished the 2010–11 athletic season with 1,219.50 points, earning third place in the Director's Cup standings, the Golden Bears' highest finish ever. Cal did not receive any points for its national championships in rugby and men's crew because those sports are not governed by the NCAA. Cal finished 12th in the 2014-15 standings.",
  "/wiki/California_Baptist_University": "California Baptist University (Cal Baptist or CBU) is a private, Christian, liberal arts university in Riverside, California. Founded in 1950 as California Baptist College, it is affiliated with the California Southern Baptist Convention, an organization affiliated with the Southern Baptist Convention. CBU is accredited by the Western Association of Schools and Colleges.",
  "/wiki/California_Baptist_Lancers": "The California Baptist Lancers are the 18 varsity athletic teams that represent California Baptist University, located in Riverside, California, in NCAA Division I intercollegiate sports. The Lancers compete as members of the Western Athletic Conference (WAC) for most sports. Several Lancers teams compete in other conferences in sports that the WAC does not sponsor. Men's water polo competes in the Western Water Polo Association and women's water polo competes in the Golden Coast Conference.",
  "/wiki/Central_Michigan_University": "Central Michigan University (CMU) is a public research university in Mount Pleasant, Michigan. Established in 1892, Central Michigan University has more than 20,000 students on its Mount Pleasant campus and 7,000 students enrolled online at more than 60 locations worldwide.",
  "/wiki/Central_Michigan_Chippewas": "The Central Michigan Chippewas  are the intercollegiate athletic teams that represent Central Michigan University (CMU), located in Mount Pleasant, Michigan. The school fields sixteen men's and women's intercollegiate teams that compete at the National Collegiate Athletic Association (NCAA) Division I level.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Southern_Conference": "The Southern Conference (SoCon) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division I. Southern Conference football teams compete in the Football Championship Subdivision (formerly known as Division I-AA). Member institutions are located in the states of Alabama, Georgia, North Carolina, South Carolina, Tennessee, and Virginia.",
  "/wiki/University_of_North_Carolina_at_Charlotte": "The University of North Carolina at Charlotte (UNC Charlotte, UNCC, or simply Charlotte) is a public research university in Charlotte, North Carolina. UNC Charlotte offers 23 doctoral, 64 master's, and 140 bachelor's degree programs through nine colleges: the College of Arts + Architecture, the College of Liberal Arts & Sciences, the Belk College of Business, the College of Computing and Informatics, the Cato College of Education, the William States Lee College of Engineering, the College of Health and Human Services, the Honors College, and the University College.",
  "/wiki/Charlotte_49ers": "The Charlotte 49ers represent the NCAA Division I sports teams of the University of North Carolina at Charlotte. A founding member of Conference USA (C-USA), Charlotte rejoined the conference in 2013 after spending eight years as a member of the Atlantic 10 Conference. Previously, Charlotte was a charter member of the Sun Belt Conference and was a member of the Metro Conference.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Clemson_Tigers": "The Clemson Tigers are the athletic teams that represent Clemson University, located in Clemson, South Carolina. They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level for football), primarily competing in the Atlantic Coast Conference (ACC) for all sports since the 1953–54 season. Clemson competes for and has won multiple NCAA Division I national championships in various sports, including football, men's soccer, and men's golf.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Coastal_Carolina_University": "Coastal Carolina University (CCU or Coastal) is a public liberal arts university in Conway, South Carolina. Founded in 1954, Coastal became an independent university in 1993.",
  "/wiki/Coastal_Carolina_Chanticleers_football": "The Coastal Carolina Chanticleers football team represents Coastal Carolina University in college football at the NCAA Division I Football (B)owl Subdivision level. The Chanticleers are members of the Sun Belt Conference, fielding its teams at the FBS level since 2017. The Chanticleers play their home games at James C. Benton Field at Brooks Stadium in Conway, South Carolina.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/University_of_Colorado_Boulder": "The University of Colorado Boulder (CU Boulder), colloquially referred to as CU or Colorado, is a public research university in Boulder, Colorado. It is the flagship university of the University of Colorado system and was founded five months before Colorado was admitted to the Union in 1876.",
  "/wiki/Colorado_Buffaloes": "The Colorado Buffaloes are the athletic teams that represent the University of Colorado Boulder. The university sponsors 17 varsity sports teams. Both the men's and women's teams are called the Buffaloes (Buffs for short) or, rarely, the Golden Buffaloes. \"Lady Buffs\" referred to the women's teams beginning in the 1970s, but was officially dropped in 1993. The nickname was selected by the campus newspaper in a contest with a $5 prize in 1934 won by Andrew Dickson of Boulder. The university participates as a member of the Pac-12 Conference at the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) level. Rick George was announced as the sixth athletic director in program history on July 17, 2013, following the resignation of Mike Bohn, and after an interim appointment by former Women's Basketball Head Coach and current senior associate athletic director and senior women's administrator Ceal Barry. Colorado has won 28 national championships in its history, with 20 in skiing, including 2015. It was ranked #14 of \"America's Best Sports College\" in a 2002 analysis performed by Sports Illustrated. The University has no men's baseball, tennis, soccer, lacrosse, or volleyball programs.",
  "/wiki/Concordia_University_Irvine": "Concordia University Irvine (formerly Christ College) is a private Christian university in Irvine, California, United States.  It was established in 1976 to provide a Lutheran Church–Missouri Synod college to serve the Pacific Southwest and provide training for pastors, religious education teachers, and Christian school administrators. Concordia University Irvine has a total undergraduate enrollment of 1,592 and its campus size is 70 acres (28 ha).  It is one of nine colleges and universities in the Concordia University System.",
  "/wiki/Concordia_Eagles": "The Concordia Eagles are the athletic sports teams for Concordia University Irvine, located in Irvine, California, in NCAA Division II intercollegiate sports. The Eagles compete as members of the Pacific West Conference.",
  "/wiki/Delaware_State_University": "Delaware State University (DSU or Del State), is a public historically black university in Dover, Delaware. DSU also has two satellite campuses, one in Wilmington and one in Georgetown. The university encompasses four colleges and a diverse population of undergraduate and advanced-degree students.",
  "/wiki/Delaware_State_Hornets": "The Delaware State Hornets are  the sixteen sports teams representing Delaware State University in Dover, Delaware in intercollegiate athletics, including men and women's basketball, cross country, tennis, and track and field; women's-only bowling, softball, and volleyball; and men's-only baseball. The Hornets complete in the NCAA Division I; they have been members of the Mid-Eastern Athletic Conference since 1970. While most teams play in the MEAC,  the women's soccer team competes as an independent, the women's equestrian team plays in the National Collegiate Equestrian Association, and the women's lacrosse team competes in the Atlantic Sun Conference."
}