{
  "/wiki/Freddy_Adu": "Fredua Koranteng \"Freddy\" Adu (born June 2, 1989) is an American soccer player who plays primarily as an attacking midfielder, but also as a winger or forward. From before the time of his signing with D.C. United at the age of 14, Adu was spoken of and treated as the future of United States soccer; even being referred to as \"the next Pelé\". However, he failed to live up to the expectations and, after leaving D.C. United in 2006, he became a journeyman, playing for fourteen teams in eight countries: the United States, Portugal, Monaco, Greece, Turkey, Brazil, Serbia, and Finland.\n At D.C. United, Adu broke several records. First, he became the youngest athlete ever to sign a professional contract in the United States, after he was selected by the team in the 2004 MLS SuperDraft on January 16, 2004. Three months later, on April 3, 2004, he became the youngest player to appear in a Major League Soccer (MLS) game when he came on as a substitute in a game against the San Jose Earthquakes, and on April 17, he became the youngest scorer in MLS history, scoring a goal in a 3–2 loss to the MetroStars.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.\n Most managers assign at least one midfielder to disrupt the opposing team's attacks, while others may be tasked with creating goals, or have equal responsibilities between attack and defence. Midfielders are the players who typically travel the greatest distance during a match.  Because midfielders arguably have the most possession during a game they are among the fittest players on the pitch.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/2011_Philadelphia_Union_season": "The 2011 Philadelphia Union season was the second season of the team's existence.",
  "/wiki/2013_Philadelphia_Union_season": "The 2013 Philadelphia Union season is the fourth season of the team's existence.",
  "/wiki/Roland_Alberg": "Roland Alberg (Dutch pronunciation: [ˈroːlɑnt ˈɑlbɛrx]; born 6 August 1990) is a Dutch footballer who currently plays as an attacking midfielder for Roda JC Kerkrade.\n Alberg was born in the Netherlands and is of Surinamese descent. He played an unofficial friendly match for the Suriname national football team against Curaçao in May 2015.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/2016_Philadelphia_Union_season": "The 2016 Philadelphia Union season was the seventh season of the Philadelphia Union in Major League Soccer, the top flight of American soccer.",
  "/wiki/Don_Anding": "Don Anding (born May 31, 1991 in Amity Harbor, New York) is an American professional soccer player who plays as a defender.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.  \n Centre backs are usually are in pairs, with 2 full-backs to their left and right, but can come in threes with no full backs\n There are four types of defenders: centre-back, sweeper, full-back, and wing-back. The centre-back and full-back positions are essential in most modern formations. The sweeper and wing-back roles are more specialized for certain formations.",
  "/wiki/Fernando_Aristeguieta": "Fernando Luis Aristeguieta de Luca (born 9 April 1992) is a Venezuelan international footballer who plays for Monarcas Morelia as a striker.\n In his childhood, he played many international tournaments. Score a goal to Trujillanos Fútbol Club in his professional debut with the Caracas Fútbol Club. At 20 he was the leading scorer in the Torneo Apertura 2012, scoring 14 goals. In his first semester in Europe, he helped his team FC Nantes to ascend to Ligue 1.\n He is the only player in history who has scored a hat-trick in the Clásico del fútbol venezolano, which is the game between the two most popular teams in the country: Caracas Fútbol Club and the Deportivo Táchira Fútbol Club.[citation needed] He also became the first Venezuelan player in history to score a goal in Ligue 1 of France.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.\n Their advanced position and limited defensive responsibilities mean forwards normally score more goals on behalf of their team than other players.\n Modern team formations generally include one to three forwards; for example, the common 4–2–3–1 formation includes one forward. Unconventional formations may include more than three forwards, or none.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.\n The sovereign state is a federal presidential republic consisting of 23 states, the Capital District (covering Caracas), and federal dependencies (covering Venezuela's offshore islands). Venezuela also claims all Guyanese territory west of the Essequibo River, a 159,500-square-kilometre (61,583 sq mi) tract dubbed Guayana Esequiba or the Zona en Reclamación (the \"zone under dispute\"). Venezuela is among the most urbanized countries in Latin America; the vast majority of Venezuelans live in the cities of the north, especially in the capital (Caracas) which is also the largest city in Venezuela.\n The territory now known as Venezuela was colonized by Spain in 1522 amid resistance from indigenous peoples. In 1811, it became one of the first Spanish-American territories to declare independence, which was not securely established until 1821, when Venezuela was a department of the federal republic of Gran Colombia. It gained full independence as a country in 1830. During the 19th century, Venezuela suffered political turmoil and autocracy, remaining dominated by regional caudillos (military strongmen) until the mid-20th century. Since 1958, the country has had a series of democratic governments. Economic shocks in the 1980s and 1990s led to several political crises, including the deadly Caracazo riots of 1989, two attempted coups in 1992, and the impeachment of President Carlos Andrés Pérez for embezzlement of public funds in 1993. A collapse in confidence in the existing parties saw the 1998 election of former coup-involved career officer Hugo Chávez and the launch of the Bolivarian Revolution.  The revolution began with a 1999 Constituent Assembly, where a new Constitution of Venezuela was written. This new constitution officially changed the name of the country to Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela).\n Oil was discovered in the early 20th century, and today, Venezuela has the world's largest known oil reserves and has been one of the world's leading exporters of oil. Previously, the country was an underdeveloped exporter of agricultural commodities such as coffee and cocoa, but oil quickly came to dominate exports and government revenues. The 1980s oil glut led to an external debt crisis and a long-running economic crisis. Inflation peaked at 100% in 1996 and poverty rates rose to 66% in 1995 as (by 1998) per capita GDP fell to the same level as 1963, down a third from its 1978 peak. The recovery of oil prices in the early 2000s gave Venezuela oil funds not seen since the 1980s. The Venezuelan government under Hugo Chávez then established populist social welfare policies that initially boosted the Venezuelan economy and increased social spending, temporarily reducing economic inequality and poverty in the early years of the regime. In 2013, Hugo Chávez died, shortly after being elected to a fourth term, and was succeeded by Nicolás Maduro, elected by a narrow majority in a widely disputed election. Maduro continued the populist policies of Chávez, but with disastrous results. The nation's economy collapsed because of their excesses—including a uniquely extreme fossil fuel subsidy—and are widely blamed for destabilizing the nation's economy. The destabilized economy led to a crisis in Venezuela, resulting in hyperinflation, an economic depression, shortages of basic goods and drastic increases in unemployment, poverty, disease, child mortality, malnutrition and crime. These factors have precipitated the Venezuelan migrant crisis where more than three million people have fled the country. By 2017, Venezuela was declared to be in default regarding debt payments by credit rating agencies. In 2018, the country's economic policies led to extreme hyperinflation, with estimates expecting an inflation rate of 1,370,000% by the end of the year and 10,000,000% in 2019.\nVenezuela is a charter member of the UN, OAS, UNASUR, ALBA, Mercosur, LAIA and OEI.",
  "/wiki/2015_Philadelphia_Union_season": "The 2015 Philadelphia Union season was the club's sixth season of existence, and their sixth consecutive season in Major League Soccer, the top flight of American soccer.",
  "/wiki/Eric_Ayuk": "Eric Ayuk Mbu (born February 17, 1997) is a Cameroonian footballer who currently plays as a winger for Turkish club Osmanlıspor.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Tranquillo_Barnetta": "Tranquillo Barnetta (Italian pronunciation: [traŋˈkwillo barˈnetta]; born 22 May 1985) is a Swiss former professional footballer who played as a midfielder. \n He usually played out wide as a left winger but could also play in the centre as an attacking midfielder, or even in a more withdrawn role as a central midfielder. Barnetta was known for his \"extreme pace, mobility and creativity\". Prior to moving to the MLS, Barnetta played football for several Swiss and German clubs. At international level, he has amassed 75 caps for the Swiss national team, representing his nation in three FIFA World Cups, and two UEFA European Football Championships.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Brian_Brown_(Jamaican_footballer)": "Brian Brown (born 24 December 1992) is a Jamaican international footballer who plays for Partizani Tirana, as a forward.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.\n Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations. Beginning in the 1840s, the British began utilising Chinese and Indian indentured labour to work on plantations. The island achieved independence from the United Kingdom on 6 August 1962.\n With 2.9 million people, Jamaica is the third-most populous Anglophone country in the Americas (after the United States and Canada), and the fourth-most populous country in the Caribbean. Kingston is the country's capital and largest city. The majority of Jamaicans are of African ancestry, with significant European, Chinese, Indian, Lebanese, and mixed-race minorities.  Due to a high rate of emigration for work since the 1960s, there is a large Jamaican diaspora, particularly in Canada, the United Kingdom, and the United States. The country has a global influence that belies its small size; it was the birthplace of the Rastafari religion, reggae music (and associated genres such as dub, ska and dancehall), and it is internationally prominent in sports, most notably cricket, sprinting and athletics.\n Jamaica is an upper-middle income country with an economy heavily dependent on tourism, with an average of 4.3 million tourists a year. Politically it is a Commonwealth realm, with Elizabeth II as its queen.  Her appointed representative in the country is the Governor-General of Jamaica, an office held by Patrick Allen since 2009. Andrew Holness has served as Prime Minister of Jamaica since March 2016. Jamaica is a parliamentary constitutional monarchy with legislative power vested in the bicameral Parliament of Jamaica, consisting of an appointed Senate and a directly elected House of Representatives.",
  "/wiki/2014_Philadelphia_Union_season": "The 2014 Philadelphia Union season is the club's fifth season of existence, and their fifth consecutive season in Major League Soccer, the top flight of American soccer.",
  "/wiki/Brian_Carroll": "Brian Carroll (born July 20, 1981) is a retired American soccer player who last played for Philadelphia Union in Major League Soccer. He is currently the only player in MLS history to have won 4 consecutive Supporter Shields.",
  "/wiki/Conor_Casey": "Conor Patrick Casey (born July 25, 1981) is an American soccer coach and former player. He played for 16 seasons, finishing his career with Columbus Crew SC, before turning to coaching with his former club Colorado Rapids. Casey spent part of the 2019 season as the Rapids interim head coach after the firing of Anthony Hudson on May 1.",
  "/wiki/Warren_Creavalle": "Warren Creavalle (born August 14, 1990) is a Guyanese-American footballer who currently plays for the Philadelphia Union in Major League Soccer and represents Guyana in international play. He mainly plays as a defensive midfielder, central midfielder or rightback.",
  "/wiki/Danny_Cruz": "Daniel Arthur Quimby Cruz (born January 3, 1990) is a retired American soccer player who currently serves as technical director for USL Championship club Louisville City FC.",
  "/wiki/2012_Philadelphia_Union_season": "The 2012 Philadelphia Union season is the third season of the team's existence.",
  "/wiki/Keon_Daniel": "Keon Kelly Daniel (born 16 January 1987 in Lambeau) is a Trinidadian footballer who currently plays for GKS Tychy in I liga.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.\n The island of Trinidad was inhabited for centuries by native Amerindian peoples before becoming a colony in the Spanish Empire, following the arrival of Christopher Columbus in 1498. Spanish governor Don José María Chacón surrendered the island to a British fleet under the command of Sir Ralph Abercromby in 1797. During the same period, the island of Tobago changed hands among Spanish, British, French, Dutch and Courlander colonisers more times than any other island in the Caribbean.[citation needed] Trinidad and Tobago were ceded to Britain in 1802 under the Treaty of Amiens as separate states and unified in 1889. Trinidad and Tobago obtained independence in 1962, becoming a republic in 1976.\n Trinidad and Tobago has the third highest GDP per capita based on purchasing power parity (PPP) in the Americas after the United States and Canada. It is recognised by the World Bank as a high-income economy. Unlike most Caribbean nations and territories, which rely heavily on tourism, the Trinidadian economy is primarily industrial with an emphasis on petroleum and petrochemicals; much of the nation's wealth is derived from its large reserves of oil and natural gas.\n Trinidad and Tobago is well known for its African and East Indian/South Asian cultures, reflected in its large and famous Carnival and Diwali celebrations, as well being the birthplace of steelpan, the limbo, and music styles such as calypso, soca, rapso, parang, chutney, and chutney soca.",
  "/wiki/Maurice_Edu": "Maurice Edu (born April 18, 1986) is an American former professional soccer player. A highly touted prospect, Edu was the first overall pick in the 2007 MLS SuperDraft and won the MLS Rookie of the Year Award with Toronto. His performances for Toronto earned him international call ups to the United States national team and the attention of clubs in Europe. He signed with Scottish side The Rangers, winning the Scottish Premier League three times. Following Rangers' financial problems, he joined Stoke City; however, failing to make an impact, he spent time on loan with Turkey's Bursaspor before returning to MLS with Philadelphia Union.",
  "/wiki/Fábio_Alves": "Fábio Alves Macedo (born 16 March 1985 in Ariquemes) known as Fabinho, is a Brazilian footballer. He has played in numerous State football leagues in Brazil during his playing career in his native country and has played for the Brazil U20 team. As a left back, he is known for his attacking and crossing abilities.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Gabriel_Farfan": "Gabriel Farfán Stopani (born June 23, 1988 in San Diego, California) is an American soccer player currently playing for Miami FC of the North American Soccer League.",
  "/wiki/Michael_Farfan": "Michael Farfán Stopani (born June 23, 1988) is a retired American soccer player.",
  "/wiki/Leo_Fernandes": "Leonardo Fernandes (born December 23, 1991) is a Brazilian-American professional soccer player who plays as a midfielder for the Tampa Bay Rowdies in the United Soccer League.",
  "/wiki/Fred_Carreiro": "Helbert Frederico Carreiro da Silva (born 18 August 1979), known as Fred, is a Brazilian footballer who currently is the Head Coach of Philadelphia Union U-14. Carreiro played for the Harrisburg Heat of the Major Arena Soccer League. He also played for Australian A-League side Melbourne Heart, MLS sides D.C. United & Philadelphia Union, and Brazilian side América among other clubs.",
  "/wiki/2010_Philadelphia_Union_season": "The 2010 Philadelphia Union season is the first season of the team's existence.",
  "/wiki/Ray_Gaddis": "Raymon \"Ray\" Gaddis (born January 13, 1990) is an American soccer player who currently plays for the Philadelphia Union in Major League Soccer.",
  "/wiki/Gabriel_Enrique_Gómez": "Gabriel Enrique Gómez Girón (born 29 May 1984) is a Panamanian footballer who plays for Colombian club Atlético Bucaramanga as a defensive midfielder.\n His own notwithstanding, he played professionally in six countries, mainly Colombia and Portugal.\n Gómez is Panama's all-time record cap holder, appearing in 149 internationals and representing the nation in seven Gold Cup tournaments and the 2018 World Cup.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.\n Panama was inhabited by indigenous tribes before Spanish colonists arrived in the 16th century. It broke away from Spain in 1821 and joined the Republic of Gran Colombia, a union of Nueva Granada, Ecuador, and Venezuela. After Gran Colombia dissolved in 1831, Panama and Nueva Granada eventually became the Republic of Colombia. With the backing of the United States, Panama seceded from Colombia in 1903, allowing the construction of the Panama Canal to be completed by the US Army Corps of Engineers between 1904 and 1914. The 1977 Torrijos–Carter Treaties led to the transfer of the Canal from the United States to Panama on December 31, 1999.\n Revenue from canal tolls continues to represent a significant portion of Panama's GDP, although commerce, banking, and tourism are major and growing sectors. It is regarded as a high-income country. In 2018 Panama ranked 66th in the world in terms of the Human Development Index. In 2018, Panama was ranked seventh-most competitive economy in Latin America, according to the World Economic Forum's Global Competitiveness Index. Covering around 40 percent of its land area, Panama's jungles are home to an abundance of tropical plants and animals – some of them found nowhere else on earth. Panama is a founding member of the United Nations and other international organizations such as OAS, LAIA, G77, WHO, and NAM.",
  "/wiki/All-time_Philadelphia_Union_roster": "These lists comprises all players who have participated in at least one competitive match (MLS Regular season, MLS Cup Playoffs, U.S. Open Cup, CONCACAF Champions League) for the Philadelphia Union since the team's first Major League Soccer season in 2010. Players who were on the roster but never played a first team game are not listed."
}