{
  "/wiki/Chalk_(TV_series)": "Chalk is a British television sitcom set in a comprehensive school named Galfast High. Two series, both written by Steven Moffat, were broadcast on BBC1 in 1997. Like Moffat's earlier sitcom Joking Apart, Chalk was produced by Andre Ptaszynski for Pola Jones.",
  "/wiki/List_of_Chalk_episodes": "Chalk is a BBC Television sitcom. The show was produced by Andre Ptaszynski for the independent production company Pola Jones and screened on BBC2. All twelve episodes from the two series were written by Steven Moffat and directed by Juliet May. The first episode of the series was transmitted on 20 February 1997, and the final transmitted on 22 October 1997.",
  "/wiki/Down_to_Earth_(2000_TV_series)": "Down to Earth is a BBC One television series first broadcast in 2000 about a couple who start a new life on a Devon farm. The early episodes of the series were based on a series of books written by Faith Addis about their real-life move from London to Devon.",
  "/wiki/Holby_City": "Holby City (styled as HOLBY CI+Y) is a British medical drama television series that airs weekly on BBC One. The series was created by Tony McHale and Mal Young as a spin-off from the established BBC medical drama Casualty, and premiered on 12 January 1999. It is set in the same hospital as Casualty in the fictional city of Holby, and featured occasional crossovers of characters and plots with both Casualty (which featured dedicated episodes broadcast as Casualty@Holby City) and the show's 2007 police procedural spin-off HolbyBlue.",
  "/wiki/Holby_City_(series_3)": "The third series of the British medical drama television series Holby City commenced airing in the United Kingdom on BBC One on 5 October 2000, and concluded on 6 June 2001.",
  "/wiki/Night_and_Day_(TV_series)": "Night and Day is a British mystery soap opera, produced by Granada Television for LWT, that first broadcast on 6 November 2001 on ITV, and ran until 5 June 2003. The series was launched as part of ITV's new early evening line-up, with an enormous amount of pre-publicity and trailers promoting the series. The series was written and created by acclaimed screenwriter Caleb Ranson, with other contributors to the series including John Jackson, Jessica Townsend, Cris Cole, Elizabeth Delaney, Jeff Dodds, Robert Fraser, Adrian Hewitt, Martha Jay, Charles Lambert, Ed McCardie, Adrian Pagan, Bradley Quirk, Tony Ramsay and Catherine Stedman. The series opening theme, \"Always & Forever\", was performed by Kylie Minogue.",
  "/wiki/Danielle_Cable:_Eyewitness": "Danielle Cable: Eyewitness (also known as Eyewitness: The Danielle Cable Story) is a British television true crime drama film, based upon the murder of Stephen Cameron by Kenneth Noye in a road rage incident in 1996. The film was co-written for television by playwrights Kate Brooke and Terry Winsor, and was directed by Adrian Shergold. It was first broadcast on ITV on 14 April 2003. The film details the events following the killing, in which the sole witness to the murder, Cameron's fiancé Danielle Cable (Joanne Froggatt), is forced to change her identity and go into hiding after giving evidence which helped convict Noye in court.",
  "/wiki/The_Bill": "The Bill is a British police procedural television series, first broadcast on ITV from 16 October 1984 until 31 August 2010. The programme originated from a one-off drama, Woodentop, broadcast in August 1983.",
  "/wiki/The_Bill_(series_19)": "Series 19 of British television drama The Bill was broadcast from 1 January until 31 December 2003. The series consisted of 106 episodes, being the longest series broadcast during the show's final decade, and also included the show's first live broadcast, \"Fatal Consequences\". This series built upon the serialized format previously introduced by new producer Paul Marquess in Series 18, and also saw the introduction of several new members into the cast following the departure of many long-standing cast members in Series 18.",
  "/wiki/Rose_and_Maloney": "Rose and Maloney is a British television crime drama series, produced by All3 Media, and broadcast on ITV1 between 29 September 2002 and 26 September 2005. The series stars Sarah Lancashire and Phil Davis as the principal characters, Rose Linden and Marion Maloney, who are investigators working for the fictional Criminal Justice Review Agency, who take on claims of miscarriages of justice, assessing whether there are grounds to reopen old cases. Rose Linden is portrayed as strong-willed and sometimes reckless; a woman who likes to follow her instincts and play hunches, who often comes into conflict with authority. Marion Maloney, although Rose's superior, usually allows himself to be led by his more passionate colleague. Maloney is by-the-book and a little grey, and he finds working with Rose dangerous but addictively exciting.",
  "/wiki/Doc_Martin": "Doc Martin is a British television medical comedy drama series starring Martin Clunes in the title role. It was created by Dominic Minghella after the character of Dr Martin Bamford in the 2000 comedy film Saving Grace. The programme is set in the fictional seaside village of Portwenn and filmed on location in the village of Port Isaac, Cornwall, United Kingdom, with most interior scenes shot in a converted local barn.",
  "/wiki/List_of_Doc_Martin_episodes": "Doc Martin is a British television medical comedy drama series starring Martin Clunes in the title role. It was created by Dominic Minghella after the character of Dr Martin Bamford in the 2000 comedy film Saving Grace. The show is set in the fictional seaside village of Portwenn and filmed on location in the village of Port Isaac, Cornwall, England, with most interior scenes shot in a converted local barn.",
  "/wiki/Revelations_(TV_miniseries)": "Revelations is an American drama six-part television miniseries that began airing on NBC from April 13 to May 18, 2005. Taking place in the modern day, the show explores the End of Days as well as prophecies relating to them.",
  "/wiki/Empire_(2005_TV_series)": "Empire is an American historical television series for ABC. It is an historical drama set in 44 BC Rome, and covers the struggle of a young Octavius (Santiago Cabrera), the nephew and heir of Julius Caesar, to become the first emperor of Rome. Octavius is helped in his quest by a fictitious gladiator called Tyrannus (Jonathan Cake).",
  "/wiki/Dracula_(2006_film)": "Dracula is a television adaptation of Bram Stoker's 1897 novel, Dracula, produced by Granada Television for WGBH Boston and BBC Wales in 2006. It was written by Stewart Harcourt and directed by Bill Eagles.",
  "/wiki/Mina_Harker": "Wilhelmina \"Mina\" Harker (née Murray) is a fictional character in Bram Stoker's 1897 Gothic horror novel Dracula.",
  "/wiki/Agatha_Christie's_Marple": "Agatha Christie's Marple (or simply Marple) is a British ITV television series loosely based on the books and short stories by British crime novelist Agatha Christie.  The title character was played by Geraldine McEwan from the first to third series, until her retirement from the role, and by Julia McKenzie from the fourth series onwards.\nFollowing the conclusion of the sixth series, it was announced that the BBC had acquired the rights for the production of Agatha Christie adaptations, suggesting that ITV would be unable to make a seventh series of Marple.",
  "/wiki/Ordeal_by_Innocence": "Ordeal by Innocence is a work of detective fiction by British writer  Agatha Christie, first published in the UK by the Collins Crime Club on 3 November 1958 and in the US by Dodd, Mead and Company the following year. The UK edition retailed at twelve shillings and sixpence (12/6) and the US edition at $2.95.",
  "/wiki/Atlantis_(docudrama)": "Atlantis (also titled Atlantis: End of a World, Birth of a Legend) is a 2011 BBC docudrama which depicts a re-enactment of the events surrounding the volcanic eruption which destroyed the island of Thera, an incident believed to have inspired the legend of Atlantis. The hour-long programme is based on the work of leading scientists, archaeologists and historians, and featured Stephanie Leonidas and Reece Ritchie as members of the Bronze age civilization. The film was narrated by Tom Conti, and made its debut on BBC One on Sunday 8 May 2011.",
  "/wiki/Eternal_Law_(TV_series)": "Eternal Law is a 2012 ITV fantasy drama series created  by Ashley Pharoah and Matthew Graham. The show stars Samuel West, Ukweli Roach, Orla Brady, Tobias Menzies and Hattie Morahan. Set in York, it is centred on two angels sent to Earth to assist in court cases. The first episode premiered on 5 January 2012. The show was axed after one series due to low ratings.",
  "/wiki/Whitechapel_(TV_series)": "Whitechapel is a British television drama series produced by Carnival Films and distributed by BBC Worldwide, in which detectives in London's Whitechapel district dealt with murders which replicated historical crimes. The first series was first broadcast in the UK on 2 February 2009 and depicted the search for a modern copycat killer replicating the murders of Jack the Ripper.",
  "/wiki/Defiance_(TV_series)": "Defiance is an American science fiction western drama television series developed by Rockne S. O'Bannon, Kevin Murphy and Michael Taylor; the series is produced by Universal Cable Productions.",
  "/wiki/Stephanie_Leonidas": "Stephanie Leonidas (born 14 February 1984) is an English actress. She is perhaps best known for her roles as Helena in the fantasy film MirrorMask and as Irisa on the American science fiction television series, Defiance."
}