{
  "/wiki/Super_Mario_64": "Super Mario 64[a] is a 1996 platform video game for the Nintendo 64 and the first in the Super Mario series to feature three-dimensional (3D) gameplay. As Mario, the player explores Princess Peach's castle and must rescue her from Bowser. Super Mario 64 features open-world playability, degrees of freedom through all three axes in space, and relatively large areas which are composed primarily of true 3D polygons as opposed to only two-dimensional (2D) sprites. It emphasizes exploration within vast worlds, which require the player to complete various missions in addition to the occasional linear obstacle courses (as in traditional platform games). It preserves many gameplay elements and characters of earlier Mario games as well as the visual style.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Nintendo_64": "The Nintendo 64[a] (officially abbreviated as N64, hardware model number pre-term: NUS, stylized as NINTENDO64) is a home video game console developed and marketed by Nintendo. Named for its 64-bit central processing unit, it was released in June 1996 in Japan, September 1996 in North America, and March 1997 in Europe and Australia. It was the last major home console to use the cartridge as its primary storage format until the Nintendo Switch in 2017. The Nintendo 64 was discontinued in mid 2002 following the launch of its successor, the GameCube, in 2001.",
  "/wiki/Wipeout_2097": "Wipeout 2097 (stylised wipE'out\"2097; released as Wipeout XL in North America) is a futuristic racing game developed and published by Psygnosis. It is the second installment released in the Wipeout series and the direct sequel of the original game released the previous year. It was originally released in 1996 for the PlayStation, and in 1997 for Microsoft Windows and the Sega Saturn. It was later ported by Digital Images to the Amiga in 1999 and by Coderus to Mac OS in 2002.",
  "/wiki/Psygnosis": "Psygnosis Limited (later known as SCE Studio Liverpool) was a video game developer and publisher headquartered at Wavertree Technology Park in Liverpool, England. Founded in 1984 by Jonathan Ellis, Ian Hetherington and David Lawson. The company was known for a number of well-received games on the Atari ST and Commodore Amiga, among other platforms, and is best known for their Lemmings series.",
  "/wiki/PlayStation_(console)": "The PlayStation[a] (officially abbreviated as PS and commonly known as the PS1 or its codename PSX) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, on 9 September 1995 in North America, on 29 September 1995 in Europe, and on 15 November 1995 in Australia, and was the first of the PlayStation lineup of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo 64 and the Sega Saturn.",
  "/wiki/Quake_(video_game)": "Quake is a first-person shooter video game developed by id Software and published by GT Interactive in 1996. It is the first game in the Quake series. In the game, players must find their way through various maze-like, medieval environments while battling a variety of monsters using an array of weaponry.  The overall atmosphere is dark and gritty, with lots of stone textures and a rusty, capitalized font.",
  "/wiki/GT_Interactive": "Atari, Inc. was founded in 1993 as GT Interactive Software Corp. In 1999, Infogrames Entertainment, SA acquired a controlling interest in GT Interactive, renaming it Infogrames, Inc. As part of Infogrames Entertainment's company-wide re-branding in May 2003, Infogrames, Inc. finally became known as Atari, Inc. On October 11, 2008, Infogrames completed its acquisition of Atari, Inc., making it a wholly owned subsidiary. On January 21, 2013, Atari, Inc. filed for bankruptcy, with President Jim Wilson stating plans to split off from parent Atari, SA.",
  "/wiki/DOS": "DOS (/dɒs/, /dɔːs/) is a platform-independent acronym for Disk Operating System which later became a common shorthand for disk-based operating systems on IBM PC compatibles. DOS primarily consists of Microsoft's MS-DOS and a rebranded IBM version under the name PC DOS, both of which were introduced in 1981. Later compatible systems from other manufacturers include DR DOS (1988), ROM-DOS (1989), PTS-DOS (1993), and FreeDOS (1998). MS-DOS dominated the IBM PC compatible market between 1981 and 1995.",
  "/wiki/Civilization_II": "Sid Meier's Civilization II is a turn-based strategy video game in the Civilization series, developed and published by MicroProse. It was released in 1996 for the PC and later ported to the PlayStation by Activision.",
  "/wiki/MicroProse": "MicroProse Software Inc. was an American video game publisher and developer founded by Bill Stealey and Sid Meier in 1982. It developed and published numerous games, many of which are regarded as groundbreaking, classics and cult titles, including starting the Civilization and X-COM series. Most of their internally developed titles were vehicle simulation and strategy games.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Tekken_2": "Tekken 2 (鉄拳2) is a fighting game, the second installment in the Tekken series. It was released in arcades in August 1995, and later for the PlayStation in 1996. The original arcade version of the game was released in Tekken 5's Arcade History mode for the PlayStation 2, in 2007 for the PlayStation 3 and PlayStation Portable via the PlayStation Network, and in 2009 for Zeebo.",
  "/wiki/Namco": "Namco Ltd.[a] (stylized as NAMCO)[b] is a former Japanese developer and publisher of arcade and home console video games, originally headquartered in Ōta, Tokyo. Several international divisions were established, including Namco America in Santa Clara, California, Shanghai Namco in mainland China, and Namco Enterprises Asia in Hong Kong.",
  "/wiki/Wave_Race_64": "Wave Race 64[a] is a racing video game developed by Nintendo EAD and published by Nintendo. It was released for the Nintendo 64 in 1996 and is a follow-up to the 1992 Game Boy title Wave Race. Most of the game involves the player racing on a Jet Ski on a variety of courses while successfully manoeuvring the vehicle around various buoys. A multiplayer mode where two players can compete against each other on a chosen course is also included. The game supports the Controller Pak, which allows players to transfer saved data from one game cartridge to another.",
  "/wiki/Realms_of_the_Haunting": "Realms of the Haunting is a first-person adventure/shooter game developed by Gremlin Interactive and published by Interplay Productions. It was released in 1997 for the MS-DOS. The 3D engine used in this game was borrowed from Gremlin's own Normality.",
  "/wiki/Interplay_Entertainment": "Interplay Entertainment Corp. is an American video game developer and publisher based in Los Angeles. The company was founded in 1983 as Interplay Productions by developers Brian Fargo, Jay Patel, Troy Worrell, and Rebecca Heineman (then known as Bill Heineman), as well as investor Chris Wells. As a developer, Interplay is best known as the creator of the Fallout series and as a publisher for the Baldur's Gate and Descent series.",
  "/wiki/Tomb_Raider_(1996_video_game)": "Tomb Raider is an action-adventure video game developed by Core Design and published by Eidos Interactive. The first instalment in the Tomb Raider series, it was released in 1996 for Sega Saturn, PlayStation, and MS-DOS. Tomb Raider was released for N-Gage devices in 2003, and for the PlayStation Network in North America in August 2009, and in Europe in August 2010. Tomb Raider follows the exploits of Lara Croft, an English archaeologist in search of ancient treasures.",
  "/wiki/Eidos_Interactive": "Square Enix Limited (formerly Domark Limited and Eidos Interactive Limited), doing business as Square Enix Europe, is a British video game publisher, acting as the European subsidiary of Square Enix. The company was founded as Domark in 1984, named after the founders Mark Strachan and Dominic Wheatley. In 1995, the company was acquired by Eidos and was merged with two other studios and renamed Eidos Interactive the following year. Eidos was in turn acquired by SCi in 2005, and Eidos Interactive was sold to Square Enix in 2009. On 9 November 2009, Square Enix completed the merger of its existing European branch with Eidos Interactive, renaming the resulting company Square Enix Europe.",
  "/wiki/Resident_Evil_(1996_video_game)": "Resident Evil[b] is a survival horror video game developed and released by Capcom originally for the PlayStation in 1996, and is the first game in the Resident Evil series. The game's plot follows Chris Redfield and Jill Valentine, members of an elite task force known as S.T.A.R.S., as they investigate the outskirts of Raccoon City following the disappearance of their team members. They soon become trapped in a mansion infested with zombies and other monsters. The player, having selected to play as Chris or Jill at the start of the game, must explore the mansion to uncover its secrets.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Command_%26_Conquer:_Red_Alert": "Command & Conquer: Red Alert is a real-time strategy video game of the Command & Conquer franchise, produced by Westwood Studios and released by Virgin Interactive Entertainment in 1996. The second game to bear the Command & Conquer title, Red Alert is the prequel to the original Command & Conquer of 1995, and takes place in the alternate early history of Command & Conquer when Allied Forces battle an aggressive Soviet Union for control over the European mainland.",
  "/wiki/Virgin_Interactive_Entertainment": "Virgin Interactive Entertainment  was the video game publishing division of British conglomerate the Virgin Group. It was formed as Virgin Games in 1983. Initially built around a small development team called the Gang of Five, the company grew significantly after purchasing budget label Mastertronic in 1987.",
  "/wiki/Dragon_Force": "Dragon Force[a] is a real-time strategy and tactics role-playing video game from Sega created for the Sega Saturn. It was created in Japan and translated for North American release by Working Designs in 1996, a translation that was also used by Sega in Europe under license from Working Designs. The game's main selling point was that battles involve up to 200 soldiers fighting on screen in real time, causing them to be often likened to the battle scenes in the then-recent film Braveheart. A sequel, later translated by fans, was released for the Saturn in Japan in 1998. The first game was re-released for the PlayStation 2 as part of the Sega Ages series.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Sega_Saturn": "The Sega Saturn[a][b] is a 32-bit fifth-generation home video game console developed by Sega and released on November 22, 1994 in Japan, May 11, 1995 in North America, and July 8, 1995 in Europe. The successor to the successful Sega Genesis, the Saturn has a dual-CPU architecture and eight processors. Its games are in CD-ROM format, and its game library contains several arcade ports as well as original games.",
  "/wiki/Guardian_Heroes": "Guardian Heroes[a] is a 2D side-scrolling beat 'em up video game in the vein of Final Fight or Golden Axe, but with RPG elements. The development team called it a \"fighting RPG\". Guardian Heroes was developed by Treasure and released in 1996 for the Sega Saturn video game console. A sequel was released in 2004 for the Game Boy Advance entitled Advance Guardian Heroes.",
  "/wiki/Super_Mario_RPG": "Super Mario RPG: Legend of the Seven Stars[a] is a role-playing video game (RPG) developed by Square and published by Nintendo for the Super Nintendo Entertainment System in 1996. It is the first RPG in the Mario franchise, with major elements drawn from Square's RPG franchises and action-based gameplay reminiscent of the Super Mario series.",
  "/wiki/Super_Nintendo_Entertainment_System": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Duke_Nukem_3D": "Duke Nukem 3D is a first-person shooter video game developed by 3D Realms. It is a sequel to the platform games Duke Nukem and Duke Nukem II, published by 3D Realms.",
  "/wiki/NiGHTS_into_Dreams...": "Nights into Dreams[a] is a 1996 action game developed by Sonic Team and published by Sega for the Sega Saturn. The story follows teenagers Elliot Edwards and Claris Sinclair, who enter Nightopia, a dream world where all dreams take place. With the help of Nights, an exiled \"Nightmaren\", they begin a journey to stop the evil ruler Wizeman from destroying Nightopia and consequently the real world. Players control Nights flying through Elliot and Claris's dreams to gather enough energy to defeat Wizeman and save Nightopia. The game is presented in 3D and imposes time limits on every level, in which the player must accumulate points to proceed.",
  "/wiki/Pilotwings_64": "Pilotwings 64[a] is a video game for the Nintendo 64, originally released in 1996 along with the debut of the console. The game was co-developed by Nintendo (primarily Nintendo EAD, who developed the original game) and the American visual technology group Paradigm Simulation. It was one of three launch titles for the Nintendo 64 in Japan as well as Europe and one of two launch titles in North America. Pilotwings 64 is a follow-up to Pilotwings for the Super Nintendo Entertainment System (SNES), which was a North American launch game for its respective console in 1991. Also like that game, Pilotwings 64 received production input from Nintendo producer and EAD General Manager Shigeru Miyamoto.",
  "/wiki/Panzer_Dragoon_II_Zwei": "Panzer Dragoon II Zwei[a] is a 1996 rail shooter video game for the Sega Saturn, published by Sega and developed by Sega's Team Andromeda studio. It is the second entry in the Panzer Dragoon series, and a prequel to the first game. The game follows Jean-Luc Lundi, who raises and later rides a dragon he names Lagi. The player moves an aiming reticle (representing the dragon's laser and Lundi's gun) and shoots enemies while the dragon flies or runs through 3D environments on predetermined tracks."
}