{
  "/wiki/Romelu_Lukaku": "Romelu Menama Lukaku Bolingoli (Dutch pronunciation: [ˈroːmeːlu luˈkaːku]; born 13 May 1993) is a Belgian professional footballer who plays as a striker for Serie A club Inter Milan and the Belgium national team.",
  "/wiki/Manchester_United_F.C.": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.",
  "/wiki/John_Stones": "John Stones (born 28 May 1994) is an English professional footballer who plays for Premier League club Manchester City and the England national team. Mainly a centre back, he can also play as a right back.",
  "/wiki/Manchester_City_F.C.": "Manchester City Football Club is an English football club based in Manchester, that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.",
  "/wiki/Marouane_Fellaini": "Marouane Fellaini-Bakkioui (born 22 November 1987) is a Belgian professional football player who plays as a midfielder for Chinese club Shandong Luneng Taishan. Born in Etterbeek to Moroccan parents, Fellaini played youth football for Anderlecht, R.A.E.C. Mons, Royal Francs Borains and Charleroi S.C. before joining Standard Liège. After winning the Belgian First Division and the Ebony Shoe as a Liège player, he moved to England to join Everton. At Everton, he was the club's Young Player of the Season for 2008–09, when the club were losing finalists in the FA Cup. After five years at Everton, he transferred to Manchester United in a deal worth £27.5 million in September 2013. After five years with Manchester United that included four trophies and more than a decade in England in total, Fellaini joined Shandong Luneng in February 2019.",
  "/wiki/Wayne_Rooney": "Wayne Mark Rooney (born 24 October 1985) is an English professional footballer and captain for Championship club Derby County. He has played much of his career as a forward, and he has also been used in various midfield roles. Widely considered to be one of the best players of his generation, Rooney is the record goalscorer for both the England national team and Manchester United.",
  "/wiki/Joleon_Lescott": "Joleon Patrick Lescott (born 16 August 1982) is an English former professional footballer. He played as a centre back, though he occasionally played in various other positions across the defensive line, including left back. He currently works as a loanee player liaison agent for Manchester City, for whom he also played for five seasons.",
  "/wiki/Ross_Barkley": "Ross Barkley (born 5 December 1993) is an English professional footballer who plays as an attacking midfielder for Premier League club Chelsea and the England national team.",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/Nikola_Vlasic": "Nikola Vlašić (Croatian pronunciation: [nǐkola ʋlâʃitɕ]; born 4 October 1997) is a Croatian professional footballer who plays as an attacking midfielder for Russian Premier League club CSKA Moscow and the Croatia national team.",
  "/wiki/Manchester_City": "Manchester City Football Club is an English football club based in Manchester, that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.",
  "/wiki/List_of_Everton_F.C._records_and_statistics": "This is a list of records for Everton F.C.."
}