{
  "/wiki/Abilene_Christian_University": "Abilene Christian University (ACU) is a private Christian university in Abilene, Texas. It was founded in 1906 as Childers Classical Institute.",
  "/wiki/Abilene_Christian_Wildcats_football": "The Abilene Christian Wildcats football program is the intercollegiate American football team for the Abilene Christian University located in the U.S. state of Texas. The team is a member of the Southland Conference. The school's first football team was fielded in 1919. The team plays its home games at the on-campus Anthony Field at Wildcat Stadium.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/University_of_Alabama": "The University of Alabama (Alabama or UA) is a public research university in Tuscaloosa, Alabama. Established in 1820, the University of Alabama is the oldest and largest of the public universities in Alabama as well as the flagship of the University of Alabama System. The university offers programs of study in 13 academic divisions leading to bachelor's, master's, education specialist, and doctoral degrees. The only publicly supported law school in the state is at UA. Other academic programs unavailable elsewhere in Alabama include doctoral programs in anthropology, communication and information sciences, metallurgical engineering, music, Romance languages, and social work.",
  "/wiki/Alabama_Crimson_Tide": "The Alabama Crimson Tide refers to the 21 men and women varsity teams that represent The University of Alabama. The Crimson Tide teams compete in the National Collegiate Athletic Association's Division I as a member of the Southeastern Conference (with the exception of rowing, which competes in the Big 12 Conference). The Spirit Squads compete in the UCA and UDA College National Championships.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Appalachian_State_University": "Appalachian State University /ˌæpəˈlætʃən/  (Appalachian, App State, App, or ASU) is a public university in Boone, North Carolina.  It was founded as a teachers college in 1899 by brothers B.B. and D.D. Dougherty and D.D.’s wife, Lillie Shull Dougherty. The university expanded to include other programs in 1967 and joined the University of North Carolina System in 1971.",
  "/wiki/Appalachian_State_Mountaineers": "The Appalachian State Mountaineers are the athletic teams that represent Appalachian State University in Boone, North Carolina, United States. The Mountaineers compete in Division I of the National Collegiate Athletic Association (NCAA) and were a member of the Southern Conference (SoCon) between 1972 and 2014. On July 1, 2014, Appalachian State moved to the Sun Belt Conference. Appalachian State fields varsity teams in 20 sports, 10 for men and 10 for women. The football team competes in the Division I Football Bowl Subdivision (FBS), formerly I-A, as a result of the transition to the Sun Belt. The wrestling team remains in the Southern Conference because the Sun Belt does not sponsor the sport. In field hockey, another sport not sponsored by the Sun Belt, Appalachian State  joined the Mid-American Conference for the 2017 season after playing two seasons as an independent following the demise of its former league, the Northern Pacific Field Hockey Conference (NorPac). Appalachian State has Sun Belt rivalries with all of the East Division schools (Coastal Carolina, Georgia Southern, Georgia State, Troy, and South Alabama). Appalachian State's main Sun Belt rivals are Coastal Carolina and Georgia Southern.",
  "/wiki/Southern_Conference": "The Southern Conference (SoCon) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division I. Southern Conference football teams compete in the Football Championship Subdivision (formerly known as Division I-AA). Member institutions are located in the states of Alabama, Georgia, North Carolina, South Carolina, Tennessee, and Virginia.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/Arkansas_State_University": "Arkansas State University (A-State) is a public research university in Jonesboro, Arkansas.  It is the flagship campus of the Arkansas State University System and the second largest university in Arkansas by enrollment. It was founded in 1909 and is located atop 1,376 acres (5.6 km2) on Crowley's Ridge.",
  "/wiki/Arkansas_State_Red_Wolves": "The Arkansas State Red Wolves are the athletic teams of Arkansas State University. They are a member of the Sun Belt Conference in all sports except women's bowling, a sport not sponsored by that league, competing at the National Collegiate Athletic Association (NCAA) Division I level. The bowling team competes in the single-sport Southland Bowling League.",
  "/wiki/Southland_Bowling_League": "The Southland Bowling League (SBL) is a National Collegiate Athletic Association (NCAA) bowling-only conference. The SBL was founded in 2015 for schools that sponsor women's bowling teams, but do not have bowling sponsored by their primary conferences. The SBL champion has received an automatic bid to the NCAA Bowling Championship since the NCAA first awarded such bids in 2018. While the conference operates independently, administrative services are provided by the Southland Conference.",
  "/wiki/Bellarmine_University": "Bellarmine University (BU; /ˈbɛlərmɪn/ BEL-ər-min) is a private Catholic university in Louisville, Kentucky. The liberal arts institution opened on October 3, 1950, as Bellarmine College, established by Archbishop John A. Floersh of the Archdiocese of Louisville and named after the Cardinal Saint Robert Bellarmine. In 2000 the Board of Trustees changed the name to Bellarmine University. The university is organized into seven colleges and schools and confers bachelor's and master's degrees in more than 50 academic majors, along with five doctoral degrees; it is classified under the Carnegie system as a \"larger\" Master's university.",
  "/wiki/Bellarmine_Knights": "The Bellarmine Knights are the athletic teams that represent Bellarmine University, located in Louisville, Kentucky, in NCAA intercollegiate sporting competitions.",
  "/wiki/ECAC_Lacrosse_League": "The ECAC Lacrosse League was an American NCAA Division I college athletic conference and part of the Eastern College Athletic Conference. Founded in 1999 with play beginning in 2000, this part of the conference only sponsored men's lacrosse. It disbanded at the end of the 2014 season as an indirect result of the early-2010s NCAA conference realignment.",
  "/wiki/Belmont_University": "Belmont University is a private Christian university in Nashville, Tennessee. Although the university cut its ties with the Tennessee Baptist Convention in 2007, it continues to emphasize a Christian identity.",
  "/wiki/Belmont_Bruins_men%27s_soccer": "The Belmont Bruins men's soccer team represents Belmont University in NCAA Division I soccer. The Bruins currently play in the Southern Conference (SoCon), having moved from the Horizon League in July 2018. The Bruins play their home matches at the soccer stadium in the sports complex located at the city of Nashville's E. S. Rose Park. A former Division II All-American and long-time collegiate assistant coach, Bryan Green has been the Bruins' head coach since 2014.",
  "/wiki/NCAA_Division_I_independent_schools_(soccer)": "In American college sports, NCAA Division I independent schools are four-year institutions that do not belong to a conference for a particular sport.",
  "/wiki/Horizon_League": "The Horizon League is a 10-school collegiate athletic conference in the National Collegiate Athletic Association (NCAA) Division I, whose members are located in and near the Midwestern United States.",
  "/wiki/Binghamton_University": "The State University of New York at Binghamton (also known as Binghamton University or SUNY Binghamton), is a public research university with campuses in Binghamton, Vestal, and Johnson City, New York.  It is one of the four university centers in the State University of New York (SUNY) system. As of Fall 2018, 17,768 undergraduate and graduate students attend the university. The Vestal campus is listed as a census-designated place, with a residential population of 6,177 as of the 2010 Census.",
  "/wiki/Binghamton_Bearcats": "The Binghamton Bearcats are the NCAA Division I athletics teams at Binghamton University located in Binghamton, New York. United States. They are one of four Division I programs in the SUNY system. A member of the America East Conference, Binghamton University, SUNY sponsors teams in eleven men's and ten women's NCAA sanctioned sports, men's golf is an affiliate member of the Big Sky Conference, men's tennis is an affiliate member of the Mid-American Conference, and the wrestling team is a member of the Eastern Intercollegiate Wrestling Association.",
  "/wiki/Big_Sky_Conference": "The Big Sky Conference is a collegiate athletic conference affiliated with the NCAA's Division I, with football competing in the Football Championship Subdivision. Member institutions are located in the western United States in the nine states of Arizona, California, Colorado, Idaho, Montana, Oregon, Utah, and Washington. Four affiliate members each participate in one sport. Two schools from California are football-only participants, and two schools from the Northeast participate only in men's golf.",
  "/wiki/America_East_Conference": "The America East Conference is a collegiate athletic conference affiliated with the NCAA Division I, whose members are located mainly in the Northeastern United States, specifically New England. Its nine members include the public flagship universities of three states, and one private university.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/Boston_College": "Boston College (BC) is a private Jesuit research university in the Chestnut Hill and Brighton neighborhoods of Boston, Massachusetts and the city of Newton, Massachusetts. It was founded in 1863 and although it is classified among \"R1: Doctoral Universities – Very high research activity\" its name reflects its historical position as a small liberal arts college. The university has more than 9,300 full-time undergraduates and nearly 5,000 graduate students. It has historical ties to Boston College High School in Dorchester, as both the high school and the college were once on one campus in the South End of Boston.  Its main campus is a historic district and features some of the earliest examples of collegiate gothic architecture in North America.",
  "/wiki/Boston_College_Eagles": "The Boston College Eagles are the athletic teams that represent Boston College, located in Chestnut Hill, Massachusetts. They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level for football), primarily competing in the Atlantic Coast Conference (ACC).",
  "/wiki/Intercollegiate_Fencing_Association": "The Intercollegiate Fencing Association (IFA) is the oldest collegiate fencing conference in the United States. It is affiliated with the Eastern College Athletic Conference (ECAC).",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/Boston_University_Terriers": "The Boston University Terriers are the ten men's and fourteen women's varsity athletic teams representing Boston University in NCAA Division I competition. Boston University's team nickname is the Terriers, and the official mascot is Rhett the Boston Terrier. The school colors are Scarlet and White. The mascot is named Rhett after Rhett Butler from \"Gone With the Wind\", because \"no one loves Scarlet more than Rhett.\"",
  "/wiki/Eastern_Intercollegiate_Wrestling_Association": "The Eastern Intercollegiate Wrestling Association (EIWA) is an NCAA Division I collegiate wrestling conference. It held its first championship tournament in 1905, making it the oldest wrestling conference in the NCAA; the charter members were Columbia, Pennsylvania, Princeton, and Yale. Thirty-two different schools have been members of the EIWA during its history, all schools from the Eastern United States.  Its current members are schools in the Northeast whose main conferences do not sponsor wrestling, including the Patriot League, America East Conference, Northeast Conference, and Colonial Athletic Association, as well as all of the Ivy League schools that sponsor wrestling. Franklin & Marshall is the only Division III school that competes in Division I wrestling.",
  "/wiki/California_State_University,_San_Bernardino": "California State University, San Bernardino (Cal State San Bernardino or CSUSB) is a public university in San Bernardino, California. It is one of the 23 general campuses of the California State University system. The main campus sits on 441 acres (178 ha) in the University District of San Bernardino, with a branch campus of 40 acres (16 ha) in Palm Desert, California, opened in 1986. Founded in 1965, Cal State San Bernardino's Fall 2016 enrollment was 20,767. In Fall of 2013, it had 864 faculty, of which 362 (or 42 percent) were on the tenure track.",
  "/wiki/Cal_State_San_Bernardino_Coyotes": "The Cal State San Bernardino Coyotes  are the men's and women's intercollegiate athletic squads of California State University, San Bernardino. The athletic department was established in 1984 and the school's athletic mascot is the Coyote. The school's official colors are blue and black.",
  "/wiki/Western_Water_Polo_Association": "The Western Water Polo Association (WWPA) is a single sport intercollegiate college athletic conference sponsoring men's and women's water polo. The WWPA is affiliated with the NCAA, and includes 15 member institutions, mostly in California, with one institution each in Colorado, Illinois, and West Virginia and two in Erie, Pennsylvania. The league has eight teams in its men's league and nine in its women's league, with only Fresno Pacific and UC San Diego fielding teams for both sexes in the WWPA. The three easternmost schools, Gannon, Mercyhurst, and Salem, also field teams for both men and women, but only the women's teams are in the WWPA, with the men's teams instead playing in the Collegiate Water Polo Association.",
  "/wiki/University_of_Charleston": "The University of Charleston (UC) is a private university with its main campus in Charleston, West Virginia. The university also has locations in Beckley, West Virginia, and Martinsburg, West Virginia, known as UC-Beckley and UC-Martinsburg, respectively.",
  "/wiki/Charleston_Golden_Eagles": "The Charleston Golden Eagles are the athletic teams that represent the University of Charleston, located in Charleston, West Virginia, in NCAA Division II intercollegiate sports. The Golden Eagles compete as members of the Mountain East Conference for all varsity sports except men's volleyball. Charleston was a founding member of the Mountain East following the 2013 demise of the West Virginia Intercollegiate Athletic Conference, of which Charleston had been a member since 1924. Prior to 1978, the university was called Morris Harvey College. Charleston's main rivals are the West Virginia State University Yellow Jackets.",
  "/wiki/Chicago_State_University": "Chicago State University (CSU) is a public university in Chicago, Illinois. It is a member school of the Thurgood Marshall College Fund. CSU is accredited by the Higher Learning Commission (HLC). CSU extends in-state tuition to undergraduate students from all U.S. states.",
  "/wiki/Chicago_State_Cougars": "The Chicago State Cougars are the varsity athletic teams representing Chicago State University of Chicago, Illinois in intercollegiate athletics. The university currently sponsors fifteen varsity teams. The Cougars compete in NCAA Division I and are members of the Western Athletic Conference, joining that conference on July 1, 2013.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Colorado_College": "The Colorado College (CC) is a private liberal arts college in Colorado Springs, Colorado. It was founded in 1874 by Reverend Thomas Nelson Haskell in his daughter's memory. The college enrolls approximately 2,000 undergraduates at its 90-acre (36 ha) campus, 70 miles (110 km) south of Denver. The college offers 42 majors and 33 minors, and has a student-faculty ratio of 10:1. Famous alumni include James Heckman, Ken Salazar, Lynne Cheney, Thomas Hornsby Ferril, Marc Webb, and Steve Sabol. Colorado College has an acceptance rate of 13.5% for the Class of 2023, was ranked as the best private college in Colorado by Forbes, and was listed as tied for the 23rd-best National Liberal Arts College, and as the No. 1 Most Innovative Liberal Arts School, in the 2018 U.S. News & World Report rankings. In addition, Kiplinger's Personal Finance ranked Colorado College 16th in its 2018 rating of best value liberal arts colleges in the U.S.",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/Connecticut_Huskies_men%27s_ice_hockey": "The UConn Huskies men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents the University of Connecticut. The Huskies are a member of Hockey East. They play at the XL Center in Hartford, Connecticut.",
  "/wiki/Atlantic_Hockey": "The Atlantic Hockey Association (AHA) is an NCAA Men's Division I Ice Hockey conference which operates primarily in the northeastern United States. It participates in the NCAA's Division I as an ice hockey-only conference. Unlike several other college athletic conferences, Atlantic Hockey has no women's division, though it shares some organizational and administrative roles (and three universities) with the women's-only College Hockey America.",
  "/wiki/Hockey_East": "The Hockey East Association, also known as Hockey East, is a college ice hockey conference which operates entirely  in New England. It participates in the NCAA's Division I as a hockey-only conference.",
  "/wiki/Davidson_College": "Davidson College is a private liberal arts college in Davidson, North Carolina.",
  "/wiki/Davidson_Wildcats": "The Davidson Wildcats are the NCAA Division I intercollegiate athletics teams representing Davidson College of Davidson, North Carolina, United States. A member of the Atlantic 10 Conference (A-10), Davidson College sponsors teams in ten men's and nine women's NCAA sanctioned sports. The Wildcats previously competed in the Southern Conference, and the wrestling team retains associate membership in that league since the sport is not sponsored by the A-10. The football team is a member of the Pioneer Football League, a Football Championship Subdivision (FCS) conference of schools that do not offer athletic scholarships for football.",
  "/wiki/Atlantic_10_Conference": "The Atlantic 10 Conference (A-10) is a collegiate athletic conference whose schools compete in the National Collegiate Athletic Association's (NCAA) Division I. The A-10's member schools are located in states mostly on the United States Eastern Seaboard, as well as some in the Midwest – Massachusetts, New York, North Carolina, Pennsylvania, Rhode Island, Virginia, Ohio, and Missouri as well as in the District of Columbia. Although some of its members are state-funded, half of its membership is made up of private, Catholic institutions. Despite the name, there are 14 full-time members, and two affiliate members that participate in women's field hockey only. The current commissioner is Bernadette McGlade, who began her tenure in 2008.",
  "/wiki/Northern_Pacific_Field_Hockey_Conference": "The Northern Pacific Field Hockey Conference (NorPac) was an NCAA Division I conference that only sponsored women’s field hockey. Founded in 1982, it began as a California-based conference, but expanded over time to include schools across the United States.",
  "/wiki/Coastal_Collegiate_Sports_Association": "The Coastal Collegiate Sports Association is an NCAA Division I college athletic conference.",
  "/wiki/Big_South_Conference": "The Big South Conference is a collegiate athletic conference affiliated with the NCAA's Division I. Originally a non-football conference, the Big South began sponsoring football in 2002. Its football teams are part of the Football Championship Subdivision (FCS). The Big South, founded in 1983, is firmly rooted in the South Atlantic region of the United States, with full member institutions located in North Carolina, South Carolina, and Virginia. Associate members are located in Alabama, Georgia, and New Jersey.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/Duke_Blue_Devils": "The Duke Blue Devils are the intercollegiate athletic teams that represent Duke University, located in Durham, North Carolina. Duke's athletics department features 27 varsity teams that all compete at the National Collegiate Athletic Association (NCAA) Division I level. The name comes from the French \"les Diables Bleus\" or \"the Blue Devils,\" which was the nickname given during World War I to the Chasseurs Alpins, the French Alpine light infantry battalion."
}