{
  "/wiki/Otto_Boehler": "Otto A. Boehler (October 15, 1873 – October 15, 1910) was a United States Army private who received the Medal of Honor for actions during the Philippine–American War.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Luzon": "Luzon (Tagalog: [luˈzon] or [luˈson]) is the largest and most populous island in the Philippines. It is ranked 15th largest in the world by land area. Located in the northern portion of the archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 53 million as of 2015[update], it is the fourth most populous island in the world, containing 52.5% of the country's total population.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Joseph_Fitz": "Joseph Fitz (May 24, 1886 in Austria – February 24, 1945) was a United States Navy Ordinary Seaman who received the Medal of Honor for actions on March 8, 1906 during the Philippine-American War. He served in the navy from 1900 to 1910, and later obtained the rank of seaman.",
  "/wiki/Ordinary_Seaman": "An ordinary seaman (OS) is a naval rating of the deck department of a ship.  The position is an apprenticeship to become an able seaman, and has been for centuries.  In modern times, an OS is required to work on a ship for a specific amount of time, gaining what is referred to as  \"sea time\". For centuries, the term ordinary seaman was used to refer to a seaman with between one and two years' experience at sea, who showed enough seamanship to be so rated by their captain.  Historically in some navies and the merchant marine a sailor with less experience was called a landsman.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Sulu": "Sulu (Tausūg: Wilāya sin Lupa' Sūg) is a province of the Philippines in the Sulu Archipelago and part of the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM).",
  "/wiki/Gotfred_Jensen": "Gotfred Jensen (November 20, 1872 in Denmark – December 26, 1945) was a United States Army soldier who received the Medal of Honor for actions during the Philippine-American War. He was a member of Young's Scouts and was one of thirteen Scouts awarded the Medal between 16 and May 19, 1899. Sergeant Jensen is buried in Veteran's Home Cemetery in Port Orchard, Washington.",
  "/wiki/Cornelius_J._Leahy": "Cornelius J. Leahy was a Private in the United States Army who received the Medal of Honor for actions during the Philippine–American War.",
  "/wiki/Jos%C3%A9_B._N%C3%ADsperos": "José Balitón Nísperos (December 30, 1887 – September 1, 1922) was a member of the Philippine Scouts who received the Medal of Honor during the Moro Rebellion. He was the first Asian to be awarded the medal. On September 24, 1911, at Lapurap, Basilan, Philippines, Nísperos, a member of the U.S. Army's 34th Company of the Philippine Scouts, defended his unit's position against natives armed with spears despite being severely wounded. Nísperos became the first Filipino and Asian to receive the Medal of Honor; the medal was presented by Brigadier General Bell in February 1913.",
  "/wiki/Basilan": "The Province of Basilan (Chavacano: Provincia de Basilan; Tausug: Wilaya' sin Basilan; Yakan: Wilayah Basilanin) is an island province of the Philippines in the Bangsamoro Autonomous Region. Basilan Island is the largest and northernmost of the major islands of the Sulu Archipelago. It is just off the southern coast of the geographic Zamboanga Peninsula.",
  "/wiki/Thomas_Francis_Prendergast": "Thomas Francis Prendergast or Pendegrast (2 April 1871, Waterford, Ireland – 26 April 1913, Philadelphia, Pennsylvania) was a recipient of the Medal of Honor for his United States Marine Corps service in the Philippine-American War.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Patrick_Shanahan_(Medal_of_Honor)": "Patrick Shanahan (November 6, 1867 – December 7, 1937) was a United States Navy sailor who received the Medal of Honor.",
  "/wiki/Chief_Petty_Officer": "A chief petty officer is a senior non-commissioned officer in many navies and coast guards.",
  "/wiki/Boatswain%27s_mate_(United_States_Navy)": "The United States Navy occupational rating of boatswain's mate (abbreviated as BM) is a designation given by the Bureau of Naval Personnel (BUPERS) to enlisted members who were rated or \"striking\" for the rating as a deck seaman. The colloquial form of address for a boatswain's mate is \"Boats\".",
  "/wiki/Thomas_Sletteland": "Thomas Sletteland  was a Private in the United States Army and a Medal of Honor recipient for his actions in the Philippine-American War.",
  "/wiki/George_E._Stewart": "George Evans Stewart (August 2, 1872 – March 2, 1946) was an officer in the United States Army and a Medal of Honor recipient for his actions in the Philippine-American War. He commanded the 339th Infantry Regiment (United States) in the 1918 Polar Bear Expedition in northern Russia.",
  "/wiki/Second_Lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/Panay": "Panay is the sixth-largest and fourth most-populous island in the Philippines, with a total land area of 12,011 km2 (4,637 sq mi) and with a total population of 4,477,247. Panay comprises 4.4 percent of the entire population of the country. The City of Iloilo is its largest settlement with a total population of 447,992 inhabitants. It is a triangular island, located in the western part of the Visayas. It is about 160 km (99 mi) across. It is divided into four provinces: Aklan, Antique, Capiz and Iloilo, all in the Western Visayas Region. Just closely off the mid-southeastern coast lies the island-province of Guimaras. It is located southeast of the island of Mindoro and northwest of Negros across the Guimaras Strait. To the north and northeast is the Sibuyan Sea, Jintotolo Channel and the island-provinces of Romblon and Masbate; to the west and southwest is the Sulu Sea and the Palawan archipelago and to the south is Panay Gulf. Panay is the only main island in the Visayas whose provinces don't bear the name of their island.",
  "/wiki/Andrew_V._Stoltenberg": "Andrew Vincent Stoltenberg (January 26, 1865 – December 25, 1921) was a United States Navy sailor and a recipient of the Medal of Honor for his actions in the Philippine-American War.",
  "/wiki/Gunner%27s_Mate": "The United States Navy & United States Coast Guard occupational rating of gunner's mate (GM) is a designation given by the Bureau of Naval Personnel (BUPERS) to enlisted sailors who either satisfactorily complete initial Gunner's Mate \"A\" school training, or who \"strike\" for the rating by showing competence in the field of ordnance. When \"striking\" one isn't required to be a seaman, but must belong to one of three undesignated rates: Fireman (FN), Seaman (SN), or Airman (AN). (Striking is no longer authorized in the USCG) It is also possible cross rate to Gunner's Mate. Cross rating refers to the act of an enlisted sailor \"crossing\" from their current rating to another rating of their choice, provided their ASVAB scores are high enough and there are open slots for the rate.",
  "/wiki/Petty_officer_second_class": "Petty officer second class is the fifth enlisted rank in the U.S. Navy, U.S. Coast Guard, and the United States Naval Sea Cadet Corps, just above petty officer third class and below petty officer first class, and is a non-commissioned officer. It is equivalent to the rank of sergeant in the Army and Marine Corps, and staff sergeant in the Air Force.",
  "/wiki/Samar": "Samar (/ˈsɑːmɑːr/ SAH-mar) is the third largest island in the Philippines. Located in eastern Visayas, within central Philippines. The island is divided into three provinces: Samar (the western two-fifths of the island of Samar), Northern Samar, and Eastern Samar. These three provinces, along with the provinces on the nearby islands of Leyte and Biliran are part of the Eastern Visayas region.",
  "/wiki/Paul_F._Straub": "Paul Frederick Straub was a Surgeon in the United States Army and a Medal of Honor recipient for his actions in the Philippine-American War.",
  "/wiki/Surgeon": "In modern medicine, a surgeon is a physician who performs surgery. There are also surgeons in podiatry, dentistry, orthodontics, and the veterinary medicine.",
  "/wiki/William_G._Thordsen": "William George Thordsen (April 2, 1879 – May 8, 1932) was a Coxswain in the United States Navy and a Medal of Honor recipient for his actions in the Philippine–American War.",
  "/wiki/Coxswain": "The coxswain (/ˈkɒksən/ KOK-sən) is the person in charge of a boat, particularly its navigation and steering. The etymology of the word gives a literal meaning of \"boat servant\" since it comes from cock, a cockboat or other small vessel kept aboard a ship, and swain, an Old English term derived from the Old Norse sveinn meaning boy or servant.",
  "/wiki/Leyte": "Leyte (/ˈleɪti, ˈleɪteɪ/ LAY-tee, LAY-tay) is an island in the Visayas group of islands in the Philippines. It is the seventh largest island in the Philippines by land area."
}