{
  "/wiki/1962_Green_Bay_Packers_season": "The 1962 Green Bay Packers season was their 44th season overall and their 42nd season in the National Football League. The club posted a 13–1 record under coach Vince Lombardi, earning them a first-place finish in the Western Conference. The Packers ended the season by defeating the New York Giants 16–7 in the NFL Championship Game, the Packers second consecutive defeat of the Giants in the championship game. This marked the Packers' eighth NFL World Championship.",
  "/wiki/1962_NFL_Championship_Game": "The 1962 National Football League Championship Game was the 30th NFL title game, played on December 30 at Yankee Stadium in New York City. It matched the New York Giants (12–2) of the Eastern Conference and Green Bay Packers (13–1) of the Western Conference, the defending league champions.",
  "/wiki/1967_Oakland_Raiders_season": "The 1967 Oakland Raiders season was the team's eighth in Oakland. Under the command of second-year head coach John Rauch, the Raiders went 13–1 (an AFL record) and captured their first Western Division title. The addition of strong-armed quarterback Daryle Lamonica greatly energized the Raiders' vertical passing game. Additionally, the Raiders added Gene Upshaw, Willie Brown, and George Blanda to their roster during the 1967 offseason. All three players would eventually be elected to the Hall of Fame.",
  "/wiki/1967_American_Football_League_Championship_Game": "The 1967 American Football League Championship Game was  the eighth AFL championship game, played on December 31 at Oakland-Alameda County Coliseum in Oakland, California.",
  "/wiki/Super_Bowl_II": "The second AFL-NFL World Championship Game in professional football, known retroactively as Super Bowl II, was played on January 14, 1968, at the Orange Bowl in Miami, Florida. The National Football League (NFL)'s defending champion Green Bay Packers defeated the American Football League (AFL) champion Oakland Raiders by the score of 33–14. This game and Super Bowl III are the only two Super Bowl games to be played in back-to-back years in the same stadium.",
  "/wiki/1968_Baltimore_Colts_season": "The 1968 Baltimore Colts season was the 16th season for the team in the National Football League. Led by sixth-year head coach Don Shula, they finished the regular season with a record of 13 wins and 1 loss, and won the Western Conference's Coastal division.",
  "/wiki/Super_Bowl_III": "Super Bowl III was the third AFL–NFL Championship Game in professional American football, and the first to officially bear the trademark name \"Super Bowl\". Played on January 12, 1969, at the Orange Bowl in Miami, Florida, the game is regarded as one of the greatest upsets in both American football history and in the recorded history of sports. The 18-point underdog American Football League (AFL) champion New York Jets defeated the National Football League (NFL) champion Baltimore Colts by a score of 16–7.",
  "/wiki/1976_Oakland_Raiders_season": "The 1976 Oakland Raiders season was the team's 17th season, and 7th in the National Football League.",
  "/wiki/Super_Bowl_XI": "Super Bowl XI was an American football game between the American Football Conference (AFC) champion Oakland Raiders and the National Football Conference (NFC) champion Minnesota Vikings to decide the National Football League (NFL) champion for its 1976 season. The Raiders defeated the Vikings by the score of 32–14 to win their first Super Bowl. The game was played on January 9, 1977, at the Rose Bowl in Pasadena, California. This remains the Super Bowl scheduled earliest during the calendar year.",
  "/wiki/1984_San_Francisco_49ers_season": "The 1984 San Francisco 49ers season was their 39th season in the National Football League. The season was highlighted by their second Super Bowl victory. The franchise had their best season ever with a record of 15 wins and only 1 loss. Quarterback Joe Montana would be awarded the Super Bowl's Most Valuable Player Award for the second time in his career, joining Bart Starr and Terry Bradshaw as the only two-time Super Bowl MVPs.",
  "/wiki/Super_Bowl_XIX": "Super Bowl XIX was an American football game between the American Football Conference (AFC) champion Miami Dolphins and the National Football Conference (NFC) champion San Francisco 49ers to decide the National Football League (NFL) champion for the 1984 season. The 49ers defeated the Dolphins by the score of 38–16, to win their second Super Bowl. The game was played on January 20, 1985, at Stanford Stadium, on the campus of Stanford University in Stanford, California, the first Super Bowl played in the San Francisco Bay Area. This also became the second Super Bowl after Super Bowl XIV where the game was coincidentally played in the home market of one of the participants.",
  "/wiki/1985_Chicago_Bears_season": "The 1985 season was the Chicago Bears' 66th in the National Football League the 16th post-season completed in the NFL, and their fourth under head coach Mike Ditka.",
  "/wiki/Super_Bowl_XX": "Super Bowl XX was an American football game between the National Football Conference (NFC) champion Chicago Bears and the American Football Conference (AFC) champion New England Patriots to decide the National Football League (NFL) champion for the 1985 season. The Bears defeated the Patriots by the score of 46–10, capturing their first NFL championship since 1963, three years prior to the birth of the Super Bowl. Super Bowl XX was played on January 26, 1986 at the Louisiana Superdome in New Orleans.",
  "/wiki/1998_Minnesota_Vikings_season": "The 1998 season was the Minnesota Vikings' 38th in the National Football League. The Vikings became the third team in NFL history to win 15 games during the regular season, which earned them the National Football Conference (NFC) Central division championship and the first overall seed in the NFC playoffs. The team entered the playoffs as the favorite to win Super Bowl XXXIII, but their season ended when they were upset by the Atlanta Falcons in the 1998 NFC Championship Game.",
  "/wiki/1998_NFC_Championship_Game": "The 1998 NFC Championship Game was a National Football League (NFL) game played on January 17, 1999, to determine the National Football Conference (NFC) champion for the 1998 NFL season. The visiting Atlanta Falcons defeated the heavily favored Minnesota Vikings 30–27 in sudden death overtime to win their first conference championship and advance to the franchise's first Super Bowl appearance. As a result of their loss, the Vikings were eliminated from the playoffs and became the first team in the history of the NFL to compile a regular season record of 15–1 and not win the Super Bowl.",
  "/wiki/2004_Pittsburgh_Steelers_season": "The 2004 Pittsburgh Steelers season  was the franchise's 72nd season as a professional sports franchise and as a member of the National Football League.",
  "/wiki/AFC_Championship_Game": "The AFC Championship Game is the annual championship game of the American Football Conference (AFC) and one of the two semi-final playoff games of the National Football League (NFL), the largest professional American football league in the United States. The game is played on the penultimate Sunday in January by the two remaining playoff teams, following the AFC postseason's first two rounds. The AFC champion then advances to face the winner of the National Football Conference (NFC) Championship Game in the Super Bowl.",
  "/wiki/2007_New_England_Patriots_season": "The 2007 New England Patriots season was the franchise's 38th season in the National Football League, the 48th overall and the 8th under head coach Bill Belichick. The Patriots looked to improve on their 12–4 record from 2006 and win the AFC East for the sixth time in seven years.",
  "/wiki/Super_Bowl_XLII": "Super Bowl XLII was an American football game between the National Football Conference (NFC) champion New York Giants and the American Football Conference (AFC) champion New England Patriots to decide the National Football League (NFL) champion for the 2007 season. The Giants defeated the Patriots by the score of 17–14. The game was played on February 3, 2008 at the University of Phoenix Stadium in Glendale, Arizona.",
  "/wiki/2011_Green_Bay_Packers_season": "The 2011 Green Bay Packers season was the franchise's 93rd season overall and their 91st in the National Football League, and the sixth under head coach Mike McCarthy. The team not only improved on their 10–6 record from a season earlier, they became just the sixth team in NFL history to win 15 games during the regular season. As of 2019, the 15–1 record stands as the best in team history. The Packers won their first 13 games of the season to extend their winning streak from the previous season to 19, the second-longest in NFL history behind the 21-game winning streak of the New England Patriots in 2003 and 2004, and also tied the record for the best start to a season in NFC history that the New Orleans Saints had set in 2009. The only loss for the Packers during the regular season was a Week 15 defeat in Arrowhead Stadium against the Kansas City Chiefs. They also became the first NFC North team to go undefeated in the division since the 1987 Chicago Bears.",
  "/wiki/2015_Carolina_Panthers_season": "The 2015 Carolina Panthers season was the franchise's 21st season in the National Football League (NFL) and their fifth under head coach Ron Rivera. This season marked the first time in team history they played on Thanksgiving.",
  "/wiki/Super_Bowl_50": "Super Bowl 50 was an American football game to determine the champion of the National Football League (NFL) for the 2015 season. The American Football Conference (AFC) champions Denver Broncos defeated the National Football Conference (NFC) champions Carolina Panthers, 24–10. The game was played on February 7, 2016, at Levi's Stadium in Santa Clara, California, in the San Francisco Bay Area. As this was the 50th Super Bowl game, the league emphasized the \"golden anniversary\" with various gold-themed initiatives during the 2015 season, as well as suspending the tradition of naming each Super Bowl game with Roman numerals (under which the game would have been known as \"Super Bowl L\"), so the logo could prominently feature the Arabic numerals 5 and 0."
}