{
  "/wiki/Listed_building": "A listed building, or listed structure, is one that has been placed on one of the four statutory lists maintained by Historic England in England, Historic Environment Scotland in Scotland, Cadw in Wales, and the Northern Ireland Environment Agency in Northern Ireland.",
  "/wiki/Church_of_St_Mary_the_Virgin,_Batcombe": "The Church of St Mary the Virgin in Batcombe, Somerset, England, dates from the 15th and 16th centuries and was restored in the 19th. It has been designated by English Heritage as a Grade I listed building.",
  "/wiki/Batcombe,_Somerset": "Batcombe is a village and civil parish in the Mendip district of Somerset, England, situated in the steep valley of the River Alham five miles south-east of Shepton Mallet.  The parish has a population of 439. Batcombe village is at the heart of the parish, which also includes the hamlets of Westcombe, Spargrove and Eastcombe (historically Ashcombe).",
  "/wiki/Bilbie_family": "The Bilbie family were bell founders and clockmakers based initially in Chew Stoke, Somerset and later at Cullompton, Devon in south-west England from the late 17th century to the early 19th century.",
  "/wiki/Cullompton": "Cullompton (/kəˈlʌm(p)tən/) is a town and civil parish in the district of Mid Devon and the county of Devon, England. It is 13 miles (21 km) north-east of Exeter and lies on the River Culm. In 2011 the parish as a whole had a population of 8,499 while the built-up area of the town had a population of 7,439",
  "/wiki/Church_of_St_Mary,_Chedzoy": "The Anglican Church of St Mary in Chedzoy, Somerset, England dates from the 13th century and has been designated as a grade I listed building.",
  "/wiki/Chedzoy": "Chedzoy (alternatively Chedzey) is a civil parish village 3 miles (4.8 km) east of Bridgwater in the Sedgemoor district of Somerset.",
  "/wiki/James_Scott,_1st_Duke_of_Monmouth": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch, KG, PC (9 April 1649 – 15 July 1685) was a Dutch-born English nobleman. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland, and Ireland with mistress Lucy Walter.",
  "/wiki/Monmouth_Rebellion": "The Monmouth Rebellion, also known as the Pitchfork Rebellion, the Revolt of the West or the West Country rebellion, was an attempt to overthrow James II. Prince James, Duke of York, had become King of England, Scotland, and Ireland upon the death of his elder brother Charles II on 6 February 1685. James II was a Roman Catholic and some Protestants under his rule opposed his kingship. James Scott, 1st Duke of Monmouth, the eldest illegitimate son of Charles II, claimed to be rightful heir to the throne and attempted to displace James II.",
  "/wiki/Church_of_St_Mary_Magdalene,_Chewton_Mendip": "The Church of St Mary Magdalene in Chewton Mendip, Somerset, England, was built in the 1540s and has been designated as a Grade I listed building.",
  "/wiki/Chewton_Mendip": "Chewton Mendip is a village and civil parish in the Mendip district of Somerset, England. It is situated 4 miles (6 km) north of Wells, 16 miles (26 km) south of Bristol on the Mendip Hills and is the source of the River Chew. The parish includes the hamlets of Bathway and Green Ore.",
  "/wiki/Taylors_Eayre_%26_Smith_Ltd": "John Taylor & Co, commonly known as Taylor's Bell Foundry, Taylor's of Loughborough, or simply Taylor's, is the world's largest working bell foundry. It is in Loughborough, in the Charnwood borough of Leicestershire, England. The business originated in the 14th century and became Taylor's after the Taylor family took over in 1784.",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Church_of_St_Martin,_Fivehead": "The Anglican Church of St Martin in Fivehead, Somerset, England dates from the 13th century and has been designated as a Grade I listed building.",
  "/wiki/Fivehead": "Fivehead is a village and civil parish in Somerset, England, situated on the Fivehead River, 8 miles (12.9 km) east of Taunton in the South Somerset district. In 2011 the parish, which includes the hamlet of Swell, had a population of 609.",
  "/wiki/Church_of_St._Peter,_Langford_Budville": "The Church of St. Peter in Langford Budville, Somerset, England dates from the 15th century and has been designated as a Grade I listed building.",
  "/wiki/Langford_Budville": "Langford Budville is a village and civil parish in Somerset, England, situated near the River Tone 2 miles (3.2 km) north-west of Wellington, 4.5 miles (7.2 km) from Wiveliscombe and 6 miles (9.7 km) west of Taunton in the Somerset West and Taunton district.  The parish includes the hamlets of Bindon, Lower Chipley, Lower Wellisford, Ramsey and Runnington.  The parish has a population of 535.",
  "/wiki/Church_of_St_Nicholas,_West_Pennard": "The Church of St Nicholas in West Pennard, Somerset, England, dates from the 15th century and is a Grade I listed building.",
  "/wiki/West_Pennard": "West Pennard (or West Pennard Manor) is a village and civil parish east of Glastonbury, situated at the foot of Pennard Hill, in the Mendip district of Somerset, England. The parish includes the hamlets of Coxbridge and Woodlands.",
  "/wiki/St_Andrews_Church,_Chew_Stoke": "The Anglican St Andrew's Church is on the outskirts of Chew Stoke, within the English county of Somerset. The church, parts of which date from the 15th century, is a Grade II* listed building.",
  "/wiki/Chew_Stoke": "Chew Stoke is a small village and civil parish in the Chew Valley, in Somerset, England, about 8 miles (13 km) south of Bristol. It is at the northern edge of the Mendip Hills, a region designated by the United Kingdom as an Area of Outstanding Natural Beauty, and is within the Bristol/Bath green belt. The parish includes the hamlet of Breach Hill, which is approximately 2 miles (3.2 km) southwest of Chew Stoke itself.",
  "/wiki/Church_bell": "A church bell in the Christian tradition is a bell which is rung in a church for a variety of ceremonial purposes, and can be heard outside the building. Traditionally they are used to call worshippers to the church for a communal service, and to announce times of daily prayer, called the canonical hours.  They are also rung on special occasions such as a wedding, or a funeral service. In some religious traditions they are used within the liturgy of the church service to signify to people that a particular part of the service has been reached. The ringing of church bells, in the Christian tradition, is also believed to drive out demons.",
  "/wiki/Church_of_St_Mary,_Nempnett_Thrubwell": "The Anglican Church of St Mary stands on Knap Hill in Nempnett Thrubwell, Somerset, England dates from the 15th century, but was built on the site of an earlier Norman church. It is a Grade II* listed building,",
  "/wiki/Nempnett_Thrubwell": "Nempnett Thrubwell is a small village and civil parish in dairying country on the western edge of Bath and North East Somerset, in the county of Somerset, England. It is about 15 km south-west of Bristol. The parish, which has a population of 177, is sheltered by the Mendip Hills, near the River Yeo in the Chew Valley. It is the site of the Fairy Toot oval barrow.",
  "/wiki/Buttresses": "A buttress is an architectural structure built against or projecting from a wall which serves to support or reinforce the wall. Buttresses are fairly common on more ancient buildings, as a means of providing support to act against the lateral (sideways) forces arising out of the roof structures that lack adequate bracing.",
  "/wiki/Turret": "In architecture, a turret (from Italian: torretta, little tower; Latin: turris, tower) is a small tower that projects vertically from the wall of a building such as a medieval castle. Turrets were used to provide a projecting defensive position allowing covering fire to the adjacent wall in the days of military fortification. As their military use faded, turrets were used for decorative purposes, as in the Scottish baronial style.",
  "/wiki/Pugin": "Augustus Welby Northmore Pugin (/ˈpjuːdʒɪn/ PEW-jin; 1 March 1812 – 14 September 1852) was an English architect, designer, artist and critic who is principally remembered for his pioneering role in the Gothic Revival style of architecture. His work culminated in designing the interior of the Palace of Westminster in Westminster, London, England, and its iconic clock tower, later renamed the Elizabeth Tower, which houses the bell known as Big Ben. Pugin designed many churches in England, and some in Ireland and Australia. He was the son of Auguste Pugin, and the father of Edward Welby Pugin and Peter Paul Pugin, who continued his architectural firm as Pugin & Pugin. He also created Alton Castle in Alton, Staffordshire.",
  "/wiki/Nikolaus_Pevsner": "Sir Nikolaus Bernhard Leon Pevsner CBE FBA (30 January 1902 – 18 August 1983) was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74).",
  "/wiki/Augustus_Pugin": "Augustus Welby Northmore Pugin (/ˈpjuːdʒɪn/ PEW-jin; 1 March 1812 – 14 September 1852) was an English architect, designer, artist and critic who is principally remembered for his pioneering role in the Gothic Revival style of architecture. His work culminated in designing the interior of the Palace of Westminster in Westminster, London, England, and its iconic clock tower, later renamed the Elizabeth Tower, which houses the bell known as Big Ben. Pugin designed many churches in England, and some in Ireland and Australia. He was the son of Auguste Pugin, and the father of Edward Welby Pugin and Peter Paul Pugin, who continued his architectural firm as Pugin & Pugin. He also created Alton Castle in Alton, Staffordshire.",
  "/wiki/Church_of_St_Mary,_Cloford": "The Church of St Mary in Cloford, Wanstrow, Somerset, England was built in the 15th century. It is a Grade II* listed building.",
  "/wiki/Cloford": "Wanstrow is a village and civil parish 6 miles (9.7 km) south west of Frome in the Mendip district of Somerset, England. The parish includes the village of Cloford.",
  "/wiki/Pylle": "Pylle is a village and civil parish 4 miles (6.4 km) south west of Shepton Mallet, and 7 miles (11.3 km) from Wells, in the Mendip district of Somerset, England. It has a population of 160. The parish includes the hamlet of Street on the Fosse."
}