{
  "/wiki/Listed_building": "A listed building, or listed structure, is one that has been placed on one of the four statutory lists maintained by Historic England in England, Historic Environment Scotland in Scotland, Cadw in Wales, and the Northern Ireland Environment Agency in Northern Ireland.",
  "/wiki/Church_of_St_Andrew,_Chew_Magna": "The Church of St Andrew in Chew Magna, Somerset, England dates from the 12th century with a large 15th-century pinnacled sandstone tower, a Norman font and a rood screen that is the full width of the church. It is a Grade I listed building.",
  "/wiki/Chew_Magna": "Chew Magna is a village and civil parish within the Chew Valley in the unitary authority of Bath and North East Somerset, in the ceremonial county of Somerset, England. The parish has a population of 1,149.",
  "/wiki/Sandstone": "Sandstone is a clastic sedimentary rock composed mainly of sand-sized (0.0625 to 2 mm) mineral particles or rock fragments.",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Baptismal_font": "A baptismal font is an article of church furniture used for baptism.",
  "/wiki/Rood_screen": "The rood screen (also choir screen, chancel screen, or jubé) is a common feature in late medieval church architecture. It is typically an ornate partition between the chancel and nave, of more or less open tracery constructed of wood, stone, or wrought iron. The rood screen would originally have been surmounted by a rood loft carrying the Great Rood, a sculptural representation of the Crucifixion.  In English, Scottish, and Welsh cathedrals, monastic, and collegiate churches, there were commonly two transverse screens, with a rood screen or rood beam located one bay west of the pulpitum screen,  but this double arrangement nowhere survives complete, and accordingly the preserved pulpitum in such churches is sometimes referred to as a rood screen. At Wells Cathedral the medieval arrangement was restored in the 20th century, with the medieval strainer arch supporting a rood, placed in front of the pulpitum and organ.",
  "/wiki/Church_bell": "A church bell in the Christian tradition is a bell which is rung in a church for a variety of ceremonial purposes, and can be heard outside the building. Traditionally they are used to call worshippers to the church for a communal service, and to announce times of daily prayer, called the canonical hours.  They are also rung on special occasions such as a wedding, or a funeral service. In some religious traditions they are used within the liturgy of the church service to signify to people that a particular part of the service has been reached. The ringing of church bells, in the Christian tradition, is also believed to drive out demons.",
  "/wiki/Bilbie_family_(bell_founders_and_clock_makers)": "The Bilbie family were bell founders and clockmakers based initially in Chew Stoke, Somerset and later at Cullompton, Devon in south-west England from the late 17th century to the early 19th century.",
  "/wiki/Diamond_Jubilee": "A diamond jubilee celebrates the 60th anniversary of a significant event related to a person (e.g. accession to the throne, wedding, etc.) or the 60th anniversary of an institution's founding. The term is also used for 75th anniversaries, although the human lifespan makes this usage more common for institutions.",
  "/wiki/Queen_Victoria": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. On 1 May 1876, she adopted the additional title of Empress of India. Known as the Victorian era, her reign of 63 years and seven months was longer than that of any of her predecessors. It was a period of industrial, cultural, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire.",
  "/wiki/Octave": "In music, an octave (Latin: octavus: eighth) or perfect octave (sometimes called the diapason) is the interval between one musical pitch and another with double its frequency. The octave relationship is a natural phenomenon that has been referred to as the \"basic miracle of music\", the use of which is \"common in most musical systems\". The interval between the first and second harmonics of the harmonic series is an octave.",
  "/wiki/Clock": "A clock is a device used to measure, keep, and indicate time. The clock is one of the oldest human inventions, meeting the need to measure intervals of time shorter than the natural units: the day, the lunar month, and the year. Devices operating on several physical processes have been used over the millennia.",
  "/wiki/Hymn": "A hymn is a type of song, usually religious, specifically written for the purpose of adoration or prayer, and typically addressed to a deity or deities, or to a prominent figure or personification. The word hymn derives from Greek ὕμνος (hymnos), which means \"a song of praise\". A writer of hymns is known as a hymnist. The singing or composition of hymns is called hymnody. Collections of hymns are known as hymnals or hymn books. Hymns may or may not include instrumental accompaniment.",
  "/wiki/Hymn_tune": "A hymn tune is the melody of a musical composition to which a hymn text is sung. Musically speaking, a hymn is generally understood to have four-part (or more) harmony, a fast harmonic rhythm (chords change frequently), and no refrain or chorus.",
  "/wiki/Church_of_St_Michael,_Dundry": "The parish church of St Michael the Archangel in Dundry, Somerset, England has a tower which was built in 1484, with the rest dated 1861. It has been designated as a Grade I listed building.",
  "/wiki/Dundry": "Dundry is a village and civil parish, situated on Dundry Hill in the northern part of the Mendip Hills, between Bristol and the Chew Valley Lake, in the English county of Somerset. The parish includes the hamlets of Maiden Head and East Dundry. The parish had a 2011 population of 829.",
  "/wiki/Merchant_Venturers": "The Society of Merchant Venturers is a charitable organisation in the English city of Bristol.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Avon_(county)": "Avon (/ˈeɪvən/) was a non-metropolitan and ceremonial county in the west of England that existed between 1974 and 1996. The county was named after the River Avon, which flows through the area. It was formed from the county boroughs of Bristol and Bath, together with parts of the administrative counties of Gloucestershire and Somerset.",
  "/wiki/Church_of_All_Saints,_Publow": "The Church of All Saints in Publow, Somerset, England, dates from the 14th century has a 15th-century tower with gargoyles. The pulpit is Jacobean. It has been designated a Grade I listed building.",
  "/wiki/Publow": "Publow is a small village and civil parish in Bath and North East Somerset, England. It lies beside the River Chew in the Chew Valley. It is 7 miles from Bristol, 9 miles from Bath, and 4 miles from Keynsham. The principal settlement in the parish is Pensford. The parish also includes the village of Belluton and part of the village of Woollard. At the 2011 census it had a population of 1,119.",
  "/wiki/Buttresses": "A buttress is an architectural structure built against or projecting from a wall which serves to support or reinforce the wall. Buttresses are fairly common on more ancient buildings, as a means of providing support to act against the lateral (sideways) forces arising out of the roof structures that lack adequate bracing.",
  "/wiki/Pinnacle": "A pinnacle is an architectural ornament originally forming the cap or crown of a buttress or small turret, but afterwards used on parapets at the corners of towers and in many other situations. The pinnacle looks like a small spire. It was mainly used in Gothic architecture.",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Clerestorey": "In architecture, a clerestory (/ˈklɪərstɔːri/ KLEER-stor-ee; lit. clear storey, also clearstory, clearstorey,  or overstorey) is a high section of wall that contains windows above eye level. The purpose is to admit light, fresh air, or both.",
  "/wiki/Trefoil": "Trefoil (from Latin trifolium, \"three-leaved plant\") is a graphic form composed of the outline of three overlapping rings used in architecture and Christian symbolism. The term is also applied to other symbols of three-fold shape.",
  "/wiki/Oak": "An oak is a tree or shrub in the genus Quercus (/ˈkwɜːrkəs/;; Latin \"oak tree\") of the beech family, Fagaceae. There are approximately 600 extant species of oaks. The common name \"oak\" also appears in the names of species in related genera, notably Lithocarpus (stone oaks), as well as in those of unrelated species such as Grevillea robusta (silky oaks) and the Casuarinaceae (she-oaks). The genus Quercus is native to the Northern Hemisphere, and includes deciduous and evergreen species extending from cool temperate to tropical latitudes in the Americas, Asia, Europe, and North Africa. North America contains the largest number of oak species, with approximately 90 occurring in the United States, while Mexico has 160 species of which 109 are endemic. The second greatest center of oak diversity is China, which contains approximately 100 species.",
  "/wiki/Church_of_St_Peter_and_St_Paul,_Kilmersdon": "The Anglican Church of St Peter and St Paul in Kilmersdon, Somerset, England, dates back to the Norman period, though much of the current structure was built during the 15th and 16th centuries and restored in the Victorian era. It is a Grade I listed building.",
  "/wiki/Kilmersdon": "Kilmersdon is a village and civil parish in the north of Somerset between the towns of Radstock and Frome. The settlement is recorded in William I's Domesday book and dates back at least 1,000 years; though the core of the village dates from the mid nineteenth century.  The parish includes the hamlets of\nCharlton, South View and Green Parlour.",
  "/wiki/Sir_Edwin_Lutyens": "Sir Edwin Landseer Lutyens, OM, KCIE, PRA, FRIBA (/ˈlʌtjənz/; LUT-yənz; 29 March 1869 – 1 January 1944) was an English architect known for imaginatively adapting traditional architectural styles to the requirements of his era. He designed many English country houses, war memorials and public buildings. In his biography, the writer Christopher Hussey wrote, \"In his lifetime (Lutyens) was widely held to be our greatest architect since Wren if not, as many maintained, his superior\". The architectural historian Gavin Stamp described him as \"surely the greatest British architect of the twentieth (or of any other) century\".",
  "/wiki/Church_of_St_Julian,_Wellow": "The Church of St Julian in Wellow, Somerset, England has origins before the 12th century although the present building dates from 1372. It has been designated as a Grade I listed building.",
  "/wiki/Wellow,_Somerset": "Wellow is a village and civil parish in Somerset, England, about 5 miles (8.0 km) south of Bath. The parish, which includes the hamlets of Twinhoe, White Ox Mead, Baggridge and part of Midford has a population of 529. The village itself falls within the southernmost boundary of the Cotswolds Area of Outstanding Natural Beauty and is recognised as having special architectural and historic interest, which led to it being designated as a Conservation Area in 1983.",
  "/wiki/Julian_of_Antioch": "Julian (Latin: Julianus; d. AD 305 x 311), variously distinguished as Julian the Martyr, Julian of Antioch, Julian of Tarsus, Julian of Cilicia, and Julian of Anazarbus, was a 4th-century Christian martyr and saint. He is sometimes confused with the St Julian who was martyred with his wife Basilissa.",
  "/wiki/Church_of_St_John_the_Baptist,_Yeovil": "The Church of St John the Baptist in Yeovil, Somerset, England was built in the late 14th century and has been designated as a Grade I listed building.",
  "/wiki/Yeovil": "Yeovil (/ˈjoʊvəl/ YOH-vəl) is a town and civil parish in the district of South Somerset, England, with a population of 45,000. It is close to Somerset's southern border with Dorset, 130 miles (210 km) from London, 40 miles (64 km) south of Bristol, 6 miles (9.7 km) from Sherborne and 30 miles (48 km) from Taunton. The aircraft and defence industries that developed in the 20th century made it a target for bombing in the Second World War. They are still major employers. Yeovil Country Park, which includes Ninesprings, is one of several open spaces with educational, cultural and sporting facilities. Religious sites include the 14th-century Church of St John the Baptist. The town is on the A30 and A37 roads and has two railway stations.",
  "/wiki/Weather_vane": "A weather vane, wind vane, or weathercock is an instrument used for showing the direction of the wind. It is typically used as an architectural ornament to the highest point of a building. The word vane comes from the Old English word fana, meaning 'flag'.",
  "/wiki/Batheaston": "Batheaston is a village and civil parish 2 miles (3.2 km) east of Bath, England (which is believed to be the origin of the name), on the north bank of the River Avon. The parish has a population of 2,735. The northern area of the parish on the road to St Catherine is an area known as Northend.",
  "/wiki/John_Pinch_the_younger": "John Pinch the younger (1796–1849) was an architect, working mainly in the city of Bath, England, and surveyor to the Pulteney and Darlington estate. He was the son of John Pinch the elder, also an architect and surveyor to the estate.",
  "/wiki/Bath,_Somerset": "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol. The city became a World Heritage site in 1987.",
  "/wiki/Church_of_St_Mary_and_St_Peter,_Winford": "The Anglican Church of St. Mary and St. Peter in Winford, Somerset, England, dates from the 15th Century. It has been designated as a Grade II* listed building.",
  "/wiki/Winford": "Winford is a village and civil parish within the Chew Valley, Somerset, England. It is within the unitary authority of North Somerset about 8 miles (12.9 km) south of Bristol. The parish has a population of 2,153.",
  "/wiki/List_of_Somerset_towers": "The Somerset towers, church towers built in the 14th to 16th centuries, have been described as among England's finest contributions to medieval art. The paragraphs and descriptions below describe features of some of these towers. The organization follows Peter Poyntz-Wright's scheme for grouping the towers by what he understands to be roughly the date and group of mason-architects who built them. Poyntz-Wright's scheme came under criticism in the 1980s."
}