{
  "/wiki/Jose_Calugas": "Jose Cabalfin Calugas (December 29, 1907 – January 18, 1998) was a member of the Philippine Scouts during World War II. He received the Medal of Honor for actions during the Battle of Bataan.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Bataan": "Bataan ( /bɑːtɑːˈɑːn/; Tagalog: Lalawigan ng Bataan IPA: [bataʔan]; Kapampangan: Lalauígan ning Bataan) is a province situated in the Central Luzon region of the Philippines. Its capital is the City of Balanga. Occupying the entire Bataan Peninsula on Luzon, Bataan is bordered by the provinces of Zambales and Pampanga to the north. The peninsula faces the South China Sea to the west and Subic Bay to the north-west, and encloses Manila Bay to the east.",
  "/wiki/Pedro_Cano": "Pedro Cano  (June 19, 1920 – June 24, 1952) was a World War II veteran who received the Medal of Honor for his actions in combat near Schevenhütte, Germany in December 1944.",
  "/wiki/Private_(rank)": "A private is a soldier of the lowest military rank (equivalent to NATO Rank Grades OR-1 to OR-3 depending on the force served in).",
  "/wiki/Schevenh%C3%BCtte": "Stolberg (German pronunciation: [ˈʃtɔlbɛʁk]; Kölsch: Stolbersch) is a town in North Rhine-Westphalia, Germany. It has a long history as an industrial town and belongs to the district Aachen and the lower district court of Eschweiler.",
  "/wiki/Robert_Craig_(Medal_of_Honor)": "United States Army Second Lieutenant Robert Craig (1919–July 11, 1943) received the Medal of Honor for heroic service as an infantry officer during the Allied invasion of Sicily in World War II.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Second_Lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Marcario_Garcia": "Staff Sergeant Marcario García also known as Macario García [note 1]  (January 20, 1920 – December 24, 1972) was the first Mexican immigrant to receive the Medal of Honor, the United States' highest military decoration. He received the award for his heroic actions as a soldier during World War II.",
  "/wiki/Staff_Sergeant": "Staff sergeant is a rank of non-commissioned officer used in the armed forces of several countries. It is also a police rank in some police services.",
  "/wiki/Eric_G._Gibson": "Eric Gunnar Gibson (October 3, 1919 – January 28, 1944) was a United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Technician_Fifth_Grade": "Technician fifth grade (abbreviated as T/5 or TEC 5) was a United States Army technician rank during World War II. Those who held this rank were addressed as corporal, though were often called a \"tech corporal\". Technicians possessed specialized skills that were rewarded with a higher pay grade. The pay grade number corresponded with the technician's rank. T/5 was under the pay grade 5, along with corporal. Technicians were easily distinguished by the \"T\" imprinted on the standard chevron design for that pay grade.",
  "/wiki/Isolabella,_Cisterna_di_Latina": "Cisterna di Latina is a town and comune in the province of Latina in Lazio, of central Italy. It was the scene of the Battle of Cisterna in January 1944.",
  "/wiki/Robert_M._Hanson": "Robert Murray Hanson (February 4, 1920 – February 3, 1944) was a United States Marine Corps flying ace who shot down 25 Japanese planes from the South Pacific skies. He posthumously received the Medal of Honor. One of five children, he is the elder brother of Edith Hanson and Earl Dorchester Hanson.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Bougainville_Island": "Bougainville Island (Tok Pisin: Bogenvil) is the main island of the Autonomous Region of Bougainville of Papua New Guinea, also known as Bougainville Province. It formed the main landmass of the German Empire-associated North Solomons. With four to five hundred-metre-width-strait separated Buka Island (c.500 km2) its land measures 9,300 km2 (3591 sq miles). The population of the province is 234,280 (2011 census), which includes islets such as the Carterets. Mount Balbi on the main island at 2,715 m is the highest point.  The Buka strait, despite its narrowness, is unbridged, however regular ferries operate between the key settlements on either side and Buka Town has the main northern airstrip/airport.",
  "/wiki/New_Britain": "New Britain (Tok Pisin: Niu Briten) is the largest island in the Bismarck Archipelago and Papua New Guinea. It is separated from New Guinea by a northwest corner of the Solomon Sea (or with an island hop of Umboi the Dampier and Vitiaz Straits) and from New Ireland by St. George's Channel. The main towns of New Britain are Rabaul/Kokopo and Kimbe. The island is roughly the size of Taiwan. While the island was part of German New Guinea, it was named Neupommern (\"New Pomerania\").",
  "/wiki/Silvestre_S._Herrera": "Silvestre Santana Herrera (July 17, 1917 – November 26, 2007) was a Private First Class of the United States Army who received the Medal of Honor for his heroic actions in Mertzwiller, France during World War II.",
  "/wiki/Private_First_Class": "Private First Class (PFC) is a military rank held by junior enlisted personnel in some countries' armed forces.",
  "/wiki/Mertzwiller": "Mertzwiller (German: Merzweiler) is a commune in the Bas-Rhin department in Grand Est in north-eastern France.",
  "/wiki/James_H._Howard": "James Howell Howard (April 8, 1913 – March 18, 1995) was a general in the United States Air Force and the only fighter pilot in the European Theater of Operations in World War II  to receive the Medal of Honor — the United States military's highest decoration. Howard had the rare distinction of being an ace in two operational theaters during World War II, with over 6 kills with the Flying Tigers of the American Volunteer Group (AVG) in the Pacific and 6 kills over Europe with the United States Air Force. CBS commentator Andy Rooney, then a wartime reporter for Stars and Stripes, called Howard's exploits \"the greatest fighter pilot story of World War II\". In later life, Howard was a successful businessman, author, and airport director.",
  "/wiki/Major": "Major is a military rank of commissioned officer status, with corresponding ranks existing in many military forces throughout the world.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff.",
  "/wiki/Isadore_S._Jachman": "Isadore Siegfried Jachman (December 14, 1922 – January 4, 1945) was a United States Army staff sergeant who was killed in World War II after defending the town of Flamierge in Belgium from a German attack on January 4, 1945, for which he received the Medal of Honor.",
  "/wiki/Charles_A._MacGillivary": "Charles Andrew MacGillivary (January 17, 1917 - June 24, 2000) was a Medal of Honor recipient, born in Charlottetown, Prince Edward Island, Canada. A Sergeant in the United States Army, he was attached to Company I, 71st Infantry, 44th Infantry Division during World War II.",
  "/wiki/Archibald_Mathies": "Archibald Mathies (June 3, 1918 – February 20, 1944) posthumously received the Medal of Honor as an enlisted member of the U.S. Army Air Forces during World War II.",
  "/wiki/Nicholas_Minue": "Nicholas Minue (March 13, 1905 – April 28, 1943) was a Ukrainian American and United States Army career veteran who received the Medal of Honor posthumously in World War II. Private Minue with fixed bayonet, singlehandedly assaulted and destroyed several enemy positions while under fire near Medjez El Bab, Tunisia, until he was fatally wounded.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Douglas_A._Munro": "Douglas Albert Munro (October 11, 1919 – September 27, 1942) was a United States Coast Guardsman who was posthumously decorated with the Medal of Honor for an act of \"extraordinary heroism\" during World War II. He is the only person to have received the medal for actions performed during service in the Coast Guard.[a]",
  "/wiki/Signalman_(rank)": "Signalman was a U.S. Navy rating for sailors that specialized in visual communication. See Signaller for more about the roles of Signalmen.",
  "/wiki/Petty_officer,_first_class": "Petty officer first class (PO1) is a rank found in some navies and maritime organizations. It is the sixth enlisted rate in the United States Navy, U.S. Coast Guard, and the U.S. Naval Sea Cadet Corps, ranking just above petty officer second class and directly below chief petty officer. It is designated as non-commissioned officer, as are all petty officer ratings. It is equivalent to the rank of staff sergeant in the Army and Marine Corps, and technical sergeant in the Air Force. \nThey are all ranked E-6, which refers to the enlisted numbering system associated with pay grades.",
  "/wiki/United_States_Coast_Guard": "The United States Coast Guard (USCG) is the coastal defense, search and rescue, and maritime law enforcement branch of the United States Armed Forces and one of the country's eight uniformed services. The Coast Guard is a maritime, military, multi-mission service unique among the U.S. military branches for having a maritime law enforcement mission with jurisdiction in both domestic and international waters and a federal regulatory agency mission as part of its duties. It operates under the U.S. Department of Homeland Security during peacetime, and can be transferred to the U.S. Department of the Navy by the U.S. President at any time, or by the U.S. Congress during times of war. Congressional authority transfers happened twice: in 1917, during World War I, and in 1941, during World War II.",
  "/wiki/Guadalcanal": "Guadalcanal (/ˌɡwɑːdəlkəˈnæl/; indigenous name: Isatabu) is the principal island in Guadalcanal Province of the nation of Solomon Islands, located in the south-western Pacific, northeast of Australia. The island is mainly covered in dense tropical rainforest and has a mountainous interior.",
  "/wiki/Peter_Tomich": "Petar Herceg Tonić (later anglicized as Peter Tomich; June 3, 1893 – December 7, 1941) was a United States Navy sailor of Herzegovinian Croat descent who received the United States military's highest award, the Medal of Honor, for his actions in World War II.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Chief_Petty_Officer": "A chief petty officer is a senior non-commissioned officer in many navies and coast guards.",
  "/wiki/Watertender": "A fireman, stoker or watertender is a person whose occupation it is to tend the fire for the running of a boiler, heating a building, or powering a steam engine. Much of the job is hard physical labor, such as shoveling fuel, typically coal, into the boiler's firebox. On steam locomotives the title fireman is usually used, while on steamships and stationary steam engines, such as those driving saw mills, the title is usually stoker (although the British Merchant Navy did use fireman). The German word Heizer is equivalent and in Dutch the word stoker is mostly used too. The United States Navy referred to them as watertenders.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Pearl_Harbor": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands is now a United States Navy deep-water naval base. It is also the headquarters of the United States Pacific Fleet. The U.S. government first obtained exclusive use of the inlet and the right to maintain a repair and coaling station for ships here in 1887. The attack on Pearl Harbor by the Empire of Japan on December 7, 1941, was the immediate cause of the United States' entry into World War II.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/List_of_foreign-born_Medal_of_Honor_recipients": "The Medal of Honor was created during the American Civil War and is the highest military decoration presented by the United States government to a member of its armed forces. The recipient must have distinguished themselves at the risk of their own life above and beyond the call of duty in action against an enemy of the United States. Due to the nature of this medal, it is commonly presented posthumously."
}